{
    "id": "b25ee093-f9f8-4534-aa32-189df37c9bad",
    "title": "Sociolinguistics",
    "originalTitle": "Sociolinguistics",
    "words": [
        {
            "id": "85cb08bb-7761-4c36-b598-805f99d063be",
            "word": "dialect",
            "phonetic": "daɪəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "I do dialects very well.",
                "The first village and second village have different dialects, but good mutual intelligibility.",
                "Signed languages also display variations in dialect.",
                "So I may swap dialects depending on the situation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdA&hash=75983c4ea233416731097e36f6d908fab8ab19d5&lang=en&cache-only=0",
            "defineEn": "the spoken form of a language specific to a certain region or people which is slightly different from the standard form in words and grammar",
            "defineVi": "dạng nói của một ngôn ngữ dành riêng cho một vùng hoặc một số người nhất định hơi khác so với dạng tiêu chuẩn về từ ngữ và ngữ pháp"
        },
        {
            "id": "2f8d33b6-6887-4dfa-bebe-15eced1d51dc",
            "word": "accent",
            "phonetic": "æksənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you do a Welsh accent?",
                "His accent made him difficult to understand.",
                "The British accent is often considered elegant and distinctive.",
                "The cast didn't attempt a Spanish accent, which was definitely for the best.",
                "Syncopation is just putting accents in between the strong beats."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZW50&hash=8b129bd252d44fa64c25cc5e98e0e127ba9bb710&lang=en&cache-only=0",
            "defineEn": "a manner of speaking that indicates social class, nationality, or locality of the speaker",
            "defineVi": "một cách nói cho biết tầng lớp xã hội, quốc tịch hoặc địa phương của người nói"
        },
        {
            "id": "5c3a55a7-3ff2-4a14-aabf-adbe0770d03a",
            "word": "vernacular",
            "phonetic": "vɜːnækjʊlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every other guy came up there, I don’t care if it’s Rand Paul or Mike Lee or Newt Gingrich or Ted Cruz, all of them, they all speak in a political vernacular. ",
                "But what is my vernacular? -",
                "but what is my vernacular?",
                "Kafkaesque has entered the vernacular to describe unnecessarily complicated and frustrating experiences, like being forced to navigate labyrinths of bureaucracy.",
                "He also famously wrote about witches and demonology in the vernacular so that a large group would have access to his pieces."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVybmFjdWxhcg&hash=99107cd3bec3661ae1256dd3cf0e41a5bc8ec0ee&lang=en&cache-only=0",
            "defineEn": "the everyday language spoken by a particular group of people in a specific region or community",
            "defineVi": "ngôn ngữ hàng ngày được nói bởi một nhóm người cụ thể trong một khu vực hoặc cộng đồng cụ thể"
        },
        {
            "id": "ef164366-0cd0-4a9f-ac74-7d95d6a4ab1d",
            "word": "standard language",
            "phonetic": "stændɚd læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRhcmQgbGFuZ3VhZ2U&hash=7e79c589105333ce84b38448c5b5ddbb10376cc9&lang=en&cache-only=0",
            "defineEn": "a regulated and accepted form of a language that is widely used in formal settings, education, government, and media",
            "defineVi": "một dạng ngôn ngữ được quy định và chấp nhận được sử dụng rộng rãi trong các môi trường chính thức, giáo dục, chính phủ và phương tiện truyền thông"
        },
        {
            "id": "0ed64ed9-11ac-4f7a-b0f3-ae70f346a2b3",
            "word": "register",
            "phonetic": "ɹɛdʒɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He'd been helping himself to the money in the cash register.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "- Registering that tone.",
                "And cashless registers present no incentive for theft or robbery.",
                "Differences of even a nanosecond in bounce-back time will be registered. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0ZXI&hash=38e0d6c0186ca801aa596c437d1582785f864bd6&lang=en&cache-only=0",
            "defineEn": "(linguistics) a variety of language that is used in a particular social context, based on the communicative purpose and social status of the user",
            "defineVi": "(ngôn ngữ học) nhiều loại ngôn ngữ được sử dụng trong một bối cảnh xã hội cụ thể, dựa trên mục đích giao tiếp và địa vị xã hội của người dùng"
        },
        {
            "id": "ec807a82-0ad5-474f-88bf-c942f2633629",
            "word": "jargon",
            "phonetic": "dʒɑːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use plain language instead of jargon.",
                "Don’t use any jargon or vocabulary words you learned in advanced classes.",
                "So, in psychological jargon, fantasies refers to desires, wish fulfillment type of stuff.",
                "And it became part of the popular jargon, you know?",
                "Now I know it's kind of confusing because it's legal jargon."
            ],
            "audio": "https://tts.langeek.co/read?text=amFyZ29u&hash=ad8b097ee5dc47c4786e6c7cc87f2edce177f583&lang=en&cache-only=0",
            "defineEn": "words, phrases, and expressions used by a specific group or profession, which are incomprehensible to others",
            "defineVi": "các từ, cụm từ và cách diễn đạt được sử dụng bởi một nhóm hoặc nghề nghiệp cụ thể mà người khác không thể hiểu được"
        },
        {
            "id": "e9874932-3c3d-4c4f-ab3e-b174b7f07139",
            "word": "idolect",
            "phonetic": "aɪdəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWRvbGVjdA&hash=0b56c1c84f6c441c0a8835b3a247aedc9a3d33ed&lang=en&cache-only=0",
            "defineEn": "the unique language variety or style of an individual speaker",
            "defineVi": "sự đa dạng hoặc phong cách ngôn ngữ độc đáo của một người nói"
        },
        {
            "id": "cc30f8be-8674-4677-8339-d0590eaece71",
            "word": "free variation",
            "phonetic": "fɹiː vɛɹɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSB2YXJpYXRpb24&hash=1b67c50ab35e02e89e4f7f6ccf4ac484a8795854&lang=en&cache-only=0",
            "defineEn": "the phenomenon in which multiple forms or variants of a linguistic element, such as a phoneme, morpheme, or word, can be used interchangeably without affecting the meaning or grammaticality of a sentence",
            "defineVi": "hiện tượng trong đó nhiều hình thức hoặc biến thể của một yếu tố ngôn ngữ, chẳng hạn như âm vị, hình thái hoặc từ, có thể được sử dụng thay thế cho nhau mà không ảnh hưởng đến ý nghĩa hoặc tính ngữ pháp của câu"
        },
        {
            "id": "c73970ac-1985-4b2d-8241-5ae0ec9899bd",
            "word": "regional dialect",
            "phonetic": "ɹiːdʒənəl daɪəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVnaW9uYWwgZGlhbGVjdA&hash=bb7f2b9a6195801bcdb23d5ff8fdd744aea0e8f2&lang=en&cache-only=0",
            "defineEn": "a variety of a language that is spoken in a specific geographical region",
            "defineVi": "một loạt các ngôn ngữ được nói trong một khu vực địa lý cụ thể"
        },
        {
            "id": "55076784-1c4f-48ad-b747-583842025ad4",
            "word": "social dialect",
            "phonetic": "soʊʃəl daɪəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIGRpYWxlY3Q&hash=0bb1ee52da00873117d437f7d0941accdefce19f&lang=en&cache-only=0",
            "defineEn": "a variation of a language associated with a specific social group or class, characterized by distinct linguistic features influenced by social factors",
            "defineVi": "một biến thể của ngôn ngữ gắn liền với một nhóm hoặc tầng lớp xã hội cụ thể, được đặc trưng bởi các đặc điểm ngôn ngữ riêng biệt bị ảnh hưởng bởi các yếu tố xã hội"
        },
        {
            "id": "0d0b4472-ca5d-4f34-b971-36f8e8297c7a",
            "word": "native language",
            "phonetic": "neɪɾɪv læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0aXZlIGxhbmd1YWdl&hash=9e0233eee87618157ed06d851790376653c83453&lang=en&cache-only=0",
            "defineEn": "the first language or mother tongue that a person acquires naturally from birth or early childhood and is typically the language they are most proficient in",
            "defineVi": "ngôn ngữ đầu tiên hoặc tiếng mẹ đẻ mà một người có được một cách tự nhiên từ khi sinh ra hoặc thời thơ ấu và thường là ngôn ngữ mà họ thông thạo nhất"
        },
        {
            "id": "652779eb-fdb8-4de7-a237-6e8b71821a82",
            "word": "prestige",
            "phonetic": "pɹɛstiːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "And that was the prestige.",
                "Aside from the benefit of a solid head start, GM also enjoys some rather unlikely prestige in China.",
                "Actually I have to have the power, not just the prestige, but I'll take it."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3RpZ2U&hash=f7594da5cd47881bf0b248af0d6bae9551e6c735&lang=en&cache-only=0",
            "defineEn": "the social value and perceived status associated with a particular language, dialect, or speech variety",
            "defineVi": "giá trị xã hội và tình trạng nhận thức liên quan đến một ngôn ngữ cụ thể, phương ngữ, hoặc lời nói đa dạng"
        },
        {
            "id": "90fcde30-c39c-4d33-96af-14519602dbd8",
            "word": "received pronunciation",
            "phonetic": "ɹᵻsiːvd pɹənʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjZWl2ZWQgcHJvbnVuY2lhdGlvbg&hash=a525ec170010e1d8616f0a312c7805494521e8c1&lang=en&cache-only=0",
            "defineEn": "a prestigious and historically influential accent and pronunciation variant of Standard British English, commonly associated with educated speakers in the United Kingdom",
            "defineVi": "một biến thể phát âm và trọng âm uy tín và có ảnh hưởng lịch sử của tiếng Anh Anh chuẩn, thường được kết hợp với những người nói có học thức ở Vương quốc Anh"
        },
        {
            "id": "0503aa1c-5f48-46e3-8445-51a2ac134961",
            "word": "speech community",
            "phonetic": "spiːtʃ kəmjuːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlZWNoIGNvbW11bml0eQ&hash=d69206b9cf465152d085160f945ac4cd6cbf6546&lang=en&cache-only=0",
            "defineEn": "a group of people who share a common language or variety of a language and interact with one another using that language or variety",
            "defineVi": "một nhóm người chia sẻ một ngôn ngữ chung hoặc nhiều loại ngôn ngữ và tương tác với nhau bằng ngôn ngữ hoặc nhiều loại đó"
        },
        {
            "id": "efdb8c37-611d-434a-bd02-f29918feddb2",
            "word": "mutual intelligibility",
            "phonetic": "mjuːtʃuːəl ɪntɛlɪdʒəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXV0dWFsIGludGVsbGlnaWJpbGl0eQ&hash=f7dcd32c21a4bc2c82738839158205ff1d7189b3&lang=en&cache-only=0",
            "defineEn": "the ability of speakers of different but related languages or dialects to understand each other to a certain degree due to similarities in their linguistic structures and vocabulary",
            "defineVi": "khả năng của những người nói các ngôn ngữ hoặc phương ngữ khác nhau nhưng có liên quan để hiểu nhau ở một mức độ nhất định do sự tương đồng trong cấu trúc ngôn ngữ và từ vựng của họ"
        },
        {
            "id": "c382aac6-010e-4ef8-8b18-4985c84231f9",
            "word": "isoglass",
            "phonetic": "aɪsəɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXNvZ2xhc3M&hash=54e110c5aeec8d22ddba1f5bff995c0f632248a5&lang=en&cache-only=0",
            "defineEn": "a geographic boundary that marks the linguistic feature or variation in pronunciation, vocabulary, or grammar between different dialects or language varieties",
            "defineVi": "một ranh giới địa lý đánh dấu đặc điểm ngôn ngữ hoặc biến thể trong cách phát âm, từ vựng hoặc ngữ pháp giữa các phương ngữ hoặc loại ngôn ngữ khác nhau"
        },
        {
            "id": "7822e48b-0b58-4942-bc18-f8014fc3c2de",
            "word": "diglossia",
            "phonetic": "dɪɡlɔsiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnbG9zc2lh&hash=086520484f33dfe3d394aa9119090d3e49f534f7&lang=en&cache-only=0",
            "defineEn": "a sociolinguistic situation where two distinct varieties or registers of a language are used in different social contexts or for different purposes, typically one being a high-prestige, formal variety and the other a low-prestige, informal variety",
            "defineVi": "một tình huống ngôn ngữ xã hội trong đó hai biến thể hoặc sổ đăng ký riêng biệt của một ngôn ngữ được sử dụng trong các bối cảnh xã hội khác nhau hoặc cho các mục đích khác nhau, điển hình là một biến thể chính thức, có uy tín cao và biến thể kia là biến thể không chính thức, có uy tín thấp"
        },
        {
            "id": "b85ceebb-e5b9-48db-8b60-cc731d75d11a",
            "word": "dialect levelling",
            "phonetic": "daɪəlɛkt lɛvəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdCBsZXZlbGxpbmc&hash=a4c0952a1e7f402cf8a8234fc4541e9540ea241b&lang=en&cache-only=0",
            "defineEn": "the process of reducing linguistic differences between dialects, resulting in a more standardized variety of a language",
            "defineVi": "quá trình giảm bớt sự khác biệt về ngôn ngữ giữa các phương ngữ, dẫn đến một ngôn ngữ đa dạng được tiêu chuẩn hóa hơn"
        },
        {
            "id": "bc6182fd-7e4b-48f5-b7ec-ffb43936a54e",
            "word": "dialect cluster",
            "phonetic": "daɪəlɛkt klʌstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdCBjbHVzdGVy&hash=6e5c9c2e830bae8f27032a7fb45f9b532497a5e7&lang=en&cache-only=0",
            "defineEn": "a group of closely related dialects that share significant linguistic similarities, often found in a specific geographical or cultural region",
            "defineVi": "một nhóm các phương ngữ liên quan chặt chẽ có chung những điểm tương đồng đáng kể về ngôn ngữ, thường được tìm thấy ở một khu vực địa lý hoặc văn hóa cụ thể"
        },
        {
            "id": "67a0bb0d-366e-4906-99cf-646115b13959",
            "word": "lingua franca",
            "phonetic": "lɪŋɡjuːə fɹæŋkə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGluZ3VhIGZyYW5jYQ&hash=60a2f9e147092e3de3fc22c48225cac9c0116079&lang=en&cache-only=0",
            "defineEn": "a language or a simplified communication system that is used as a common means of communication between speakers of different native languages",
            "defineVi": "một ngôn ngữ hoặc một hệ thống giao tiếp đơn giản hóa được sử dụng như một phương tiện giao tiếp phổ biến giữa những người nói các ngôn ngữ bản địa khác nhau"
        },
        {
            "id": "afa2cfde-1d7a-498c-8ebc-2210950ae926",
            "word": "diasystem",
            "phonetic": "daɪəsɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhc3lzdGVt&hash=56b137b387e68930325eb2d8d6232c1cc00e1420&lang=en&cache-only=0",
            "defineEn": "a set of interconnected or related language varieties, including dialects, registers, and other linguistic variants, that are used by a particular speech community or within a specific linguistic context",
            "defineVi": "một tập hợp các biến thể ngôn ngữ có liên quan hoặc liên kết với nhau, bao gồm các phương ngữ, thanh ghi và các biến thể ngôn ngữ khác, được sử dụng bởi một cộng đồng ngôn ngữ cụ thể hoặc trong một ngữ cảnh ngôn ngữ cụ thể"
        },
        {
            "id": "cb5e8245-dc08-46b1-8a3b-254dfc5816c9",
            "word": "dialect continuum",
            "phonetic": "daɪəlɛkt kəntɪnjuːəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdCBjb250aW51dW0&hash=d11d74abbab9afdf84994199c43a5c13e5083cfc&lang=en&cache-only=0",
            "defineEn": "a range of dialects that are mutually intelligible to some degree, where each adjacent dialect shares similarities and gradually transitions into the next one",
            "defineVi": "một loạt các phương ngữ có thể hiểu lẫn nhau ở một mức độ nào đó, trong đó mỗi phương ngữ liền kề chia sẻ những điểm tương đồng và dần dần chuyển sang phương ngữ tiếp theo"
        },
        {
            "id": "52f5ba93-209c-4898-8709-a51a90c34a4b",
            "word": "pidgin",
            "phonetic": "pɪdʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "If the pidgin is spoken for long enough in a community where children are learning it, they’ll use the same skills as the Nicaraguan deaf children did to expand it into a language.",
                "When you put speakers of mutually unintelligible languages together, they’ll use the elements of their languages to create some basic way of communicating, generally known as a pidgin.",
                "Perhaps it began as a pidgin, a hastily developed form of communication between groups that don't share a common tongue, or maybe it was the result of English words being dropped into African grammar systems."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlkZ2lu&hash=71ee1713cf65936130d7bfc9e8be74c455f1543e&lang=en&cache-only=0",
            "defineEn": "a simplified language made up of two or more languages used as a means of communication among people who do not share a common language but need to talk, for example for trading",
            "defineVi": "một ngôn ngữ đơn giản được tạo thành từ hai hoặc nhiều ngôn ngữ được sử dụng làm phương tiện giao tiếp giữa những người không chia sẻ ngôn ngữ chung nhưng cần nói chuyện, ví dụ như để giao dịch"
        },
        {
            "id": "c2161858-54b3-454a-b1a7-2572236a6df1",
            "word": "pidginization",
            "phonetic": "pɪdʒɪnᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlkZ2luaXphdGlvbg&hash=3d790c21f8fee1b3a0c4e5a625456565981f4640&lang=en&cache-only=0",
            "defineEn": "the process in which a simplified form of language, known as a pidgin, emerges as a means of communication between groups of people who do not share a common language",
            "defineVi": "quá trình trong đó một hình thức đơn giản hóa của ngôn ngữ, được gọi là pidgin, xuất hiện như một phương tiện giao tiếp giữa các nhóm người không chia sẻ một ngôn ngữ chung"
        },
        {
            "id": "828695b8-83c2-48b4-8000-9fcb209ceab0",
            "word": "zonal auxiliary language",
            "phonetic": "zoʊnəl ɔːksɪliəɹi læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=em9uYWwgYXV4aWxpYXJ5IGxhbmd1YWdl&hash=94f7537107de37a2ebbcc0700c05e302ff30bd12&lang=en&cache-only=0",
            "defineEn": "a constructed language designed to serve as a communication tool within a specific geographic region or zone",
            "defineVi": "một ngôn ngữ được xây dựng được thiết kế để phục vụ như một công cụ giao tiếp trong một khu vực hoặc khu vực địa lý cụ thể"
        },
        {
            "id": "1ba1fef4-35b0-4e31-a440-8f6b4f8aac19",
            "word": "creole",
            "phonetic": "kɹɪoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But creoles are languages in their own right. ",
                "These languages are known as creoles.",
                "And many creole languages have gained recognition and support.",
                "When talking about creole languages, we should note the power asymmetry between the people and languages involved.",
                "It's really good and in some ways, it does have a Creole twist to it with some of the seasoning."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlb2xl&hash=477d40f31cb7b14ac11aa63601b5934f8eb117b9&lang=en&cache-only=0",
            "defineEn": "a language that has been evolved from a mixture of a European and a local language, spoken as a mother tongue",
            "defineVi": "một ngôn ngữ đã được phát triển từ sự pha trộn giữa ngôn ngữ châu Âu và ngôn ngữ địa phương, được nói như tiếng mẹ đẻ"
        },
        {
            "id": "108c16ac-f60a-4cd4-b795-4bf019844c2e",
            "word": "creolization",
            "phonetic": "kɹɪɑːlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3Jlb2xpemF0aW9u&hash=6d92236100dc5630555b10c5be004369a03c6546&lang=en&cache-only=0",
            "defineEn": "the process through which a new language, known as a creole, emerges as a result of contact between different languages, typically in situations of colonization, slavery, or migration",
            "defineVi": "quá trình mà một ngôn ngữ mới, được gọi là creole, xuất hiện do sự tiếp xúc giữa các ngôn ngữ khác nhau, thường là trong các tình huống thuộc địa, nô lệ hoặc di cư"
        },
        {
            "id": "6175d561-e7d0-47f1-8904-a95db2e841a1",
            "word": "decreolization",
            "phonetic": "dᵻkɹɪɑːlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjcmVvbGl6YXRpb24&hash=825698bfbc6dea02f4810119b3d194f78481fb91&lang=en&cache-only=0",
            "defineEn": "the process whereby a creole language undergoes changes that make it more similar to its lexifier language or other dominant languages in the surrounding linguistic environment",
            "defineVi": "quá trình theo đó một ngôn ngữ creole trải qua những thay đổi khiến nó giống với ngôn ngữ từ vựng hơn hoặc các ngôn ngữ thống trị khác trong môi trường ngôn ngữ xung quanh"
        },
        {
            "id": "fb050bea-e1d8-475f-b93c-5e2ff0dfcdff",
            "word": "post-creole continuum",
            "phonetic": "poʊstkɹɪoʊl kəntɪnjuːəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdC1jcmVvbGUgY29udGludXVt&hash=3b758305317703a8248d883129bcbf829432cb41&lang=en&cache-only=0",
            "defineEn": "the spectrum of language varieties that emerge and evolve in a community following the formation of a creole language, ranging from more creole-like forms to more standard-like forms",
            "defineVi": "phổ biến thể ngôn ngữ xuất hiện và phát triển trong một cộng đồng sau khi hình thành ngôn ngữ creole, từ các dạng giống creole hơn đến các dạng giống tiêu chuẩn hơn"
        },
        {
            "id": "34d48b07-e9ef-422c-9aa9-c261d21f9e10",
            "word": "naturalistic planned language",
            "phonetic": "nætʃɚɹəlɪstɪk plænd læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbGlzdGljIHBsYW5uZWQgbGFuZ3VhZ2U&hash=cdcab83db91ebd3bff2e64e2518d2e4362baa49e&lang=en&cache-only=0",
            "defineEn": "a constructed language that aims to resemble and function like a natural language, typically developed with the goal of facilitating international communication and cultural exchange",
            "defineVi": "một ngôn ngữ được xây dựng nhằm mục đích giống và hoạt động như một ngôn ngữ tự nhiên, thường được phát triển với mục tiêu tạo điều kiện thuận lợi cho giao tiếp quốc tế và trao đổi văn hóa"
        },
        {
            "id": "29c56387-7c70-41aa-8723-41055b08e923",
            "word": "language secessionism",
            "phonetic": "læŋɡwɪdʒ sɛsɛʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2Ugc2VjZXNzaW9uaXNt&hash=51ade9287193ff1975995e31292dfebc8dcf80e9&lang=en&cache-only=0",
            "defineEn": "the movement or desire for a particular linguistic group to secede or break away from a larger language or linguistic community to establish their own independent language or dialect",
            "defineVi": "phong trào hoặc mong muốn một nhóm ngôn ngữ cụ thể ly khai hoặc tách khỏi một ngôn ngữ hoặc cộng đồng ngôn ngữ lớn hơn để thiết lập ngôn ngữ hoặc phương ngữ độc lập của riêng họ"
        },
        {
            "id": "1d9ea8f8-4ae4-4ce0-a2f0-fefa0520ff75",
            "word": "code-switching",
            "phonetic": "koʊdswɪtʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Changing the way we speak depending on which group we're speaking with is called code-switching.",
                "In contrast, other multilingual people might be around others with the same set of languages and constantly mix and move between them, which is a type of code-switching.",
                "And when they intentionally switch from speaking one language to another, like talking to their friends in English but to their mom in Cantonese, that’s called code-switching."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZS1zd2l0Y2hpbmc&hash=213759d5f1b7e99110901e7086e6934fd7d0eb7c&lang=en&cache-only=0",
            "defineEn": "the phenomenon of switching between two or more languages or language varieties within a conversation or discourse, often influenced by social, cultural, or linguistic factors",
            "defineVi": "hiện tượng chuyển đổi giữa hai hoặc nhiều ngôn ngữ hoặc các loại ngôn ngữ trong một cuộc trò chuyện hoặc diễn ngôn, thường bị ảnh hưởng bởi các yếu tố xã hội, văn hóa hoặc ngôn ngữ"
        },
        {
            "id": "77d77a97-4c94-493a-b3c3-4fac220792a8",
            "word": "variety",
            "phonetic": "vɚɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The cars come with a variety of extras.",
                "I bought a variety of fresh fruits from the grocery store."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWV0eQ&hash=417c31a7d48c054feb4381ec09467f83f5204271&lang=en&cache-only=0",
            "defineEn": "a distinct form or type of a language, such as a regional variety, social variety, or stylistic variety, which may differ in terms of pronunciation, vocabulary, grammar, and usage",
            "defineVi": "một hình thức hoặc loại ngôn ngữ riêng biệt, chẳng hạn như đa dạng về khu vực, đa dạng về xã hội hoặc đa dạng về phong cách, có thể khác nhau về cách phát âm, từ vựng, ngữ pháp và cách sử dụng"
        },
        {
            "id": "af3f5ea2-1575-431c-a292-9b97ca0bfef7",
            "word": "lexifier",
            "phonetic": "lɛksɪfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGV4aWZpZXI&hash=9a404a04b939b4dc3ccbe0729b14f63e3ccb38ce&lang=en&cache-only=0",
            "defineEn": "the language that contributes the majority of vocabulary and grammatical structures to a creole or pidgin language that has developed from the contact between different languages",
            "defineVi": "ngôn ngữ đóng góp phần lớn từ vựng và cấu trúc ngữ pháp cho ngôn ngữ creole hoặc pidgin đã phát triển từ sự tiếp xúc giữa các ngôn ngữ khác nhau"
        },
        {
            "id": "fa1f8061-a836-457e-954e-46dca1eecf75",
            "word": "style shifting",
            "phonetic": "staɪl ʃɪftɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R5bGUgc2hpZnRpbmc&hash=055408e28f99902e59f0439661d4d1ce86ff4a95&lang=en&cache-only=0",
            "defineEn": "the phenomenon of changing one's language or speech style based on different social contexts, audiences, or situations, often involving the use of different registers, dialects, or levels of formality",
            "defineVi": "hiện tượng thay đổi ngôn ngữ hoặc phong cách nói của một người dựa trên các bối cảnh xã hội, khán giả hoặc tình huống khác nhau, thường liên quan đến việc sử dụng các thanh ghi, phương ngữ hoặc mức độ trang trọng khác nhau"
        },
        {
            "id": "0d21f846-9314-48c7-925f-1fbd4289846c",
            "word": "covert prestige",
            "phonetic": "koʊvɜːt pɹɛstiːʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y292ZXJ0IHByZXN0aWdl&hash=9374e09f0b027b60be103c225cd2c959ee2f1cfc&lang=en&cache-only=0",
            "defineEn": "the social value or status attached to non-standard or stigmatized forms of language, often within specific subcultures or communities, despite their lack of recognition or validation in broader society",
            "defineVi": "giá trị hoặc địa vị xã hội gắn liền với các dạng ngôn ngữ không chuẩn hoặc bị kỳ thị, thường là trong các nhóm văn hóa hoặc cộng đồng cụ thể, mặc dù chúng không được công nhận hoặc xác nhận trong xã hội rộng lớn hơn"
        },
        {
            "id": "aa049e32-11ef-476c-9ab1-f0031a3addd9",
            "word": "indigenous language",
            "phonetic": "ɪndɪdʒənəs læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbm91cyBsYW5ndWFnZQ&hash=773fc7168f3230016202c4d1b5fd939a57d05e39&lang=en&cache-only=0",
            "defineEn": "a language that is native to a particular region or territory and has been traditionally spoken by the indigenous or native population of that area",
            "defineVi": "một ngôn ngữ có nguồn gốc từ một khu vực hoặc lãnh thổ cụ thể và được sử dụng theo truyền thống bởi người dân bản địa hoặc bản địa của khu vực đó"
        },
        {
            "id": "f8cf8bf1-1d7e-4e9b-a5d7-288e1c07b66a",
            "word": "slang",
            "phonetic": "slæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak.",
                "Once again, John Green proving super hip to the slang of today’s young’ns.",
                "The word was popularized in Atlanta as slang for a place where drug deals go down.",
                "They’re not up on the current slang at all.",
                "Even the banter and the slang in the background I tried to make specific to Oakland."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhbmc&hash=19ada109d2c0f19653d8cdecd289a17e77586e4c&lang=en&cache-only=0",
            "defineEn": "words or expressions that are very informal and more common in spoken form, used especially by a particular group of people, such as criminals, children, etc.",
            "defineVi": "những từ hoặc cách diễn đạt rất trang trọng và phổ biến hơn ở dạng nói, được sử dụng đặc biệt bởi một nhóm người cụ thể, chẳng hạn như tội phạm, trẻ em, v.v."
        },
        {
            "id": "d96f24a3-932e-4c0f-837e-4d159860fc01",
            "word": "taboo language",
            "phonetic": "tæbuː læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFib28gbGFuZ3VhZ2U&hash=3dc44388b30a2e33fd14409c3eea7e09943aff65&lang=en&cache-only=0",
            "defineEn": "words, expressions, or topics that are considered socially or culturally inappropriate or offensive and are typically avoided or restricted in polite conversation",
            "defineVi": "các từ, cách diễn đạt hoặc chủ đề được coi là không phù hợp hoặc gây khó chịu về mặt xã hội hoặc văn hóa và thường bị tránh hoặc hạn chế trong cuộc trò chuyện lịch sự"
        },
        {
            "id": "1fd4cc63-b927-42ff-b7d7-59417e482945",
            "word": "British English",
            "phonetic": "bɹɪɾɪʃ ɪŋɡlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But when spoken out loud, they are about as mutually intelligible as US and British English."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJpdGlzaCBFbmdsaXNo&hash=42c3a43e71ed48947bcdb594541d1d4a1066a30b&lang=en&cache-only=0",
            "defineEn": "the English language as used in the United Kingdom",
            "defineVi": "ngôn ngữ tiếng Anh như được sử dụng ở Vương quốc Anh"
        },
        {
            "id": "dada0358-1442-4f86-834c-6e9e1639eba8",
            "word": "American English",
            "phonetic": "ɐmɛɹɪkən ɪŋɡlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean, you're really looking at the way in which what people call black talk or black speech has mutated and transformed people's own notion of what American English is.",
                "There is one industry that is happy they're here: call centers, whose operators speak American English."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4gRW5nbGlzaA&hash=ca35cc64c6ac4b217f5d7ae94a9d52d7c036332d&lang=en&cache-only=0",
            "defineEn": "the variety of English language used primarily in the United States, characterized by its distinct pronunciation, vocabulary, and grammar conventions",
            "defineVi": "sự đa dạng của ngôn ngữ tiếng Anh được sử dụng chủ yếu ở Hoa Kỳ, được đặc trưng bởi các quy ước phát âm, từ vựng và ngữ pháp riêng biệt"
        },
        {
            "id": "d4888441-02d2-439f-92db-b9aad0be40eb",
            "word": "ebonics",
            "phonetic": "ɛbɑːnɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Ebonics\" was coined in 1973 by African-American psychologist Robert Williams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWJvbmljcw&hash=31038c8a6a8d54a4201961a8169f2d36d0dbb9a5&lang=en&cache-only=0",
            "defineEn": "a variety of English spoken predominantly by African Americans in the United States",
            "defineVi": "nhiều loại tiếng Anh được nói chủ yếu bởi người Mỹ gốc Phi ở Hoa Kỳ"
        },
        {
            "id": "3d6196cc-47d6-44e8-bcbd-445e68e48cbb",
            "word": "bidialectal",
            "phonetic": "baɪdɪeɪlktəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Attitudes of stigma and language prejudice have forced many speakers of AAE to be bidialectal, able to speak both AAE and whatever's considered the mainstream norm of their region."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlkaWFsZWN0YWw&hash=1dcd6f871fe62213e840272a7d3df474d5e3eb19&lang=en&cache-only=0",
            "defineEn": "an individual who is proficient in and able to switch between two distinct dialects or varieties of a language, typically based on regional or social factors",
            "defineVi": "một cá nhân thành thạo và có thể chuyển đổi giữa hai phương ngữ hoặc nhiều loại ngôn ngữ riêng biệt, thường dựa trên các yếu tố khu vực hoặc xã hội"
        },
        {
            "id": "c4d90288-f459-4b49-abaf-7bd08520a521",
            "word": "hypercorrection",
            "phonetic": "haɪpɚkɚɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJjb3JyZWN0aW9u&hash=28fa8fd11efaebfa0ea7635be8a78b13eddb70e4&lang=en&cache-only=0",
            "defineEn": "a linguistic phenomenon where speakers or writers overcompensate for a perceived error or nonstandard usage by using a form that is actually incorrect or nonstandard",
            "defineVi": "một hiện tượng ngôn ngữ trong đó người nói hoặc người viết bù đắp quá mức cho một lỗi nhận thức hoặc cách sử dụng không chuẩn bằng cách sử dụng một hình thức thực sự không chính xác hoặc không chuẩn"
        },
        {
            "id": "db533991-d1fb-4d98-99b7-7daa6d5bae53",
            "word": "T-V distinction",
            "phonetic": "tiːviː dɪstɪŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VC1WIGRpc3RpbmN0aW9u&hash=1c0259a6b6476b05ca44f0f797fbbcd603b361ab&lang=en&cache-only=0",
            "defineEn": "a linguistic feature that distinguishes between formal and informal forms of address in language, often indicating social status or hierarchy",
            "defineVi": "một đặc điểm ngôn ngữ phân biệt giữa các hình thức địa chỉ chính thức và không chính thức trong ngôn ngữ, thường biểu thị địa vị xã hội hoặc thứ bậc"
        },
        {
            "id": "5095ba63-19ac-4324-9437-5644f8393197",
            "word": "anglicism",
            "phonetic": "æŋɡlɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5nbGljaXNt&hash=1a48458a80a7337b2c8a8961b45021ac7e6187f7&lang=en&cache-only=0",
            "defineEn": "a word, phrase, or grammatical construction that is borrowed from the English language into another language",
            "defineVi": "một từ, cụm từ hoặc cấu trúc ngữ pháp được mượn từ tiếng Anh sang ngôn ngữ khác"
        },
        {
            "id": "ee71c59e-0b49-4992-8e2e-282d19de48f2",
            "word": "britishism",
            "phonetic": "bɹɪɾɪʃɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpdGlzaGlzbQ&hash=84564ce2710d969db7b8c7ee99f789a951b906a1&lang=en&cache-only=0",
            "defineEn": "a word, phrase, pronunciation, or cultural trait that is specific to or associated with British English or British culture",
            "defineVi": "một từ, cụm từ, cách phát âm hoặc đặc điểm văn hóa cụ thể hoặc liên quan đến tiếng Anh Anh hoặc văn hóa Anh"
        },
        {
            "id": "b94ee5a5-1877-4055-973c-5204099820ef",
            "word": "uptalk",
            "phonetic": "ʌptɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXB0YWxr&hash=4754d57f4e7c7dc8cb2d75d48dfd18375f14291a&lang=en&cache-only=0",
            "defineEn": "speech in which every declarative clause, sentence, etc. ends with a rising intonation, as if a question",
            "defineVi": "bài phát biểu trong đó mọi mệnh đề tuyên bố, câu, v.v. đều kết thúc bằng ngữ điệu tăng dần, như thể một câu hỏi"
        },
        {
            "id": "d47c703c-c8cf-4aee-af93-75989b1797a7",
            "word": "interlanguage",
            "phonetic": "ɪntɚlæŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJsYW5ndWFnZQ&hash=5522d0a416a1676e581e34c43ff3999ecca854b8&lang=en&cache-only=0",
            "defineEn": "the linguistic system that emerges during second language acquisition, characterized by a combination of the learner's native language and the target language, incorporating both correct and incorrect features as the learner progresses towards proficiency",
            "defineVi": "hệ thống ngôn ngữ xuất hiện trong quá trình tiếp thu ngôn ngữ thứ hai, được đặc trưng bởi sự kết hợp giữa ngôn ngữ mẹ đẻ của người học và ngôn ngữ mục tiêu, kết hợp cả các đặc điểm đúng và sai khi người học tiến tới trình độ thành thạo"
        },
        {
            "id": "3b7cbc47-194a-48e0-af81-c22ae2e38bbe",
            "word": "language planning",
            "phonetic": "læŋɡwɪdʒ plænɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2UgcGxhbm5pbmc&hash=09c68b47f1fe6e2e1f9429ea8dc2285a6e3ccbd7&lang=en&cache-only=0",
            "defineEn": "the intentional actions taken to shape or control how a language is used in a community or society",
            "defineVi": "các hành động có chủ ý được thực hiện để định hình hoặc kiểm soát cách sử dụng ngôn ngữ trong cộng đồng hoặc xã hội"
        },
        {
            "id": "0f88352e-90f0-442d-908e-243892cbcffc",
            "word": "language assessment",
            "phonetic": "læŋɡwɪdʒ ɐsɛsmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2UgYXNzZXNzbWVudA&hash=5df4fa430159d4e50bc4f5e1c426d5d2cc3f52e2&lang=en&cache-only=0",
            "defineEn": "the process of evaluating an individual's language proficiency or abilities through various tests, examinations, or evaluations",
            "defineVi": "quá trình đánh giá trình độ hoặc khả năng ngôn ngữ của một cá nhân thông qua các bài kiểm tra, kiểm tra hoặc đánh giá khác nhau"
        },
        {
            "id": "ce5a8538-d9d8-476f-b037-2a25ead10392",
            "word": "code word",
            "phonetic": "koʊd wɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's basically a clammer's code word for jackpot.",
                "If there's any problems at all, my code word tonight is I'm known as the red fox or night fox.",
                "And he's ducking the civil rights movement right through that 1970 campaign, even using some code words in that 1970 campaign.",
                "So if, like, Jordana tells me the code word, then I know I've gone to over the line.",
                "We have code words with each other."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZSB3b3Jk&hash=d7395b9bbedb740c8e240ffc2d5cc7d15d30e409&lang=en&cache-only=0",
            "defineEn": "a word or phrase with a predetermined meaning that is used instead of the usual name or word for something",
            "defineVi": "một từ hoặc cụm từ có nghĩa xác định trước được sử dụng thay cho tên hoặc từ thông thường cho một cái gì đó"
        },
        {
            "id": "9ac69272-f10e-468a-b6e2-08f7233c809b",
            "word": "linguistic purism",
            "phonetic": "lɪŋɡwɪstɪk pjʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGluZ3Vpc3RpYyBwdXJpc20&hash=dd9bbaeaef4b84ab1a4e81ca1a6d32c56e69572d&lang=en&cache-only=0",
            "defineEn": "the advocacy or belief in preserving or purifying a language by purging it of foreign or non-standard elements, often aiming for linguistic preservation and cultural identity",
            "defineVi": "sự ủng hộ hoặc niềm tin vào việc bảo tồn hoặc thanh lọc một ngôn ngữ bằng cách loại bỏ các yếu tố ngoại lai hoặc phi tiêu chuẩn, thường nhằm mục đích bảo tồn ngôn ngữ và bản sắc văn hóa"
        },
        {
            "id": "0a455ae6-c0d3-49d3-b5a9-9d16416c19d4",
            "word": "stratum",
            "phonetic": "stɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It begins under the Tapeats Sandstone, a stratum laid down by the ancient tides of a shallow sea about 508 to 501 million years ago during the Cambrian.",
                "In relative dating, you can get an approximate age range for a fossil from a stratum of rock, by finding other rocks with similar composition that you can date reliably.",
                "That’s because Sprigg’s little jelly-looking-things were found in a stratum of rock that was more than 550 million years old.",
                "And when you’ve got a layer of rock that’s distinct from everything above and below it, that’s called a stratum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXR1bQ&hash=62b9505317976f3a70f8f221c358c51b176bcd97&lang=en&cache-only=0",
            "defineEn": "a distinct layer or level within a language system, such as different dialects, sociolects, or registers, that are associated with specific social groups, regions, or levels of formality",
            "defineVi": "một lớp hoặc cấp độ riêng biệt trong một hệ thống ngôn ngữ, chẳng hạn như các phương ngữ, xã hội học hoặc đăng ký khác nhau, được liên kết với các nhóm xã hội, khu vực hoặc cấp độ hình thức cụ thể"
        },
        {
            "id": "ec6de10b-444b-4421-9c2d-7fe2a1119c52",
            "word": "substratum",
            "phonetic": "sʌbstɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RyYXR1bQ&hash=8a5d3c10504475361c052ffbdfa19d29373ec11f&lang=en&cache-only=0",
            "defineEn": "the linguistic influence of a less prestigious language on a dominant language in contact, resulting in the adoption or transfer of phonological, morphological, syntactic, or lexical features",
            "defineVi": "ảnh hưởng ngôn ngữ của một ngôn ngữ kém uy tín hơn đối với ngôn ngữ chiếm ưu thế khi tiếp xúc, dẫn đến việc áp dụng hoặc chuyển giao các đặc điểm âm vị học, hình thái học, cú pháp hoặc từ vựng"
        }
    ]
}