{
    "id": "b2bb4994-34c4-4f8d-9b72-dbc99c186c23",
    "title": "Literature and Writing",
    "originalTitle": "Literature and Writing",
    "words": [
        {
            "id": "eaace3b7-a6fe-4a75-8728-44c90caea8f5",
            "word": "abridged",
            "phonetic": "ɐbɹɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Burke: I think Twitter has kind of abridged how we communicate with one another."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyaWRnZWQ&hash=6907ee66f57ab4d924f25bc4c6fb7a5f6020826b&lang=en&cache-only=0",
            "defineEn": "(a book, play, text, etc.) made shorter than the original by omitting some details",
            "defineVi": "(một cuốn sách, vở kịch, văn bản, v.v.) được làm ngắn hơn bản gốc bằng cách lược bỏ một số chi tiết"
        },
        {
            "id": "8f91fece-3a1e-42e3-9750-aa1730787e63",
            "word": "allegorical",
            "phonetic": "ælɪɡɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the system itself was heavily gendered, metaphorically, which we can see in many gorgeous illustrations of allegorical kings and queens of heaven, the kings and queens of stuff.",
                "With all this fantastic and suggestive imagery around its appearance, it’s no surprise that religions would embrace its wealth of allegorical power.",
                "Though he suffered great trauma and loss on the battlefield, he was eventually able to use those experiences to drive those powerful, allegorical stories.",
                "Forget the fact that it's survived thousands of years, this is a story that if you take into account, Islam and Christianity has deep, meaningful significance for half the population of the planet, and yet it's allegorical significance transcends the Abrahamic faiths."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdvcmljYWw&hash=915cb218a6e4c5ca080891954d085de18a11ff1c&lang=en&cache-only=0",
            "defineEn": "(of a story, play, image, etc.) using characters or events in a symbolic sense that represent a concept, quality, etc.",
            "defineVi": "(của một câu chuyện, vở kịch, hình ảnh, v.v.) sử dụng các nhân vật hoặc sự kiện theo nghĩa tượng trưng đại diện cho một khái niệm, chất lượng, v.v."
        },
        {
            "id": "5d4c71e3-1492-4dc7-b4da-7bfbb83af4c8",
            "word": "lurid",
            "phonetic": "lʊɹɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Your Honor, this is Cleopatra, the Egyptian queen whose lurid affairs destroyed two of Rome's finest generals and brought the end of the Republic.\"",
                "Upon its lips and eyelids seems to lie Loveliness like a shadow, from which shrine, Fiery and lurid, struggling underneath, The agonies of anguish and of death."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVyaWQ&hash=d2e4a6fa3518d37dfdfe38d86a194acf92345eb3&lang=en&cache-only=0",
            "defineEn": "(of a literary piece) shocking due to involving severe violence, explicit sexual content, or immoral activities",
            "defineVi": "(của một tác phẩm văn học) gây sốc do liên quan đến bạo lực nghiêm trọng, nội dung khiêu dâm rõ ràng hoặc các hoạt động vô đạo đức"
        },
        {
            "id": "920b1623-0dca-493a-931a-b07ded7e9276",
            "word": "turgid",
            "phonetic": "tɜːdʒɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ball pressure is turgid."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyZ2lk&hash=88b7a7e5cff15b1560663612e923bfd34046b264&lang=en&cache-only=0",
            "defineEn": "(of speech or writing) using a serious and elevated style that makes it tedious and complicated",
            "defineVi": "(của lời nói hoặc văn bản) sử dụng một phong cách nghiêm túc và nâng cao làm cho nó tẻ nhạt và phức tạp"
        },
        {
            "id": "ef1d4171-1577-4dd0-a888-4ef645676215",
            "word": "acrostic",
            "phonetic": "ækɹɑːstɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNyb3N0aWM&hash=12c77f076c41c23811d01e977ace9d7e25e2603e&lang=en&cache-only=0",
            "defineEn": "a poem or other piece of writing in which certain letters of each line, usually the initial letters, spell out a word or phrase",
            "defineVi": "một bài thơ hoặc một đoạn văn khác trong đó các chữ cái nhất định của mỗi dòng, thường là các chữ cái đầu tiên, đánh vần một từ hoặc cụm từ"
        },
        {
            "id": "d6343776-e67a-4e00-8c55-5221d12a442e",
            "word": "burlesque",
            "phonetic": "bɜːlɛsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVybGVzcXVl&hash=9c03ba7d272b4fac589745d754ce678cb0918923&lang=en&cache-only=0",
            "defineEn": "an absurd or comically exaggerated replication of a literary or dramatic work",
            "defineVi": "một bản sao phóng đại lố bịch hoặc hài hước của một tác phẩm văn học hoặc kịch tính"
        },
        {
            "id": "032c0a1a-e745-400b-8ea8-727075e32b08",
            "word": "doggerel",
            "phonetic": "dɑːɡɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9nZ2VyZWw&hash=f68c752493605638e72e333d6003d42b9f2676fe&lang=en&cache-only=0",
            "defineEn": "poetry that is loosely styled by an irregular rhythm, intended to have a comic effect",
            "defineVi": "thơ có nhịp điệu lỏng lẻo, nhằm tạo hiệu ứng truyện tranh"
        },
        {
            "id": "03d07c2a-a780-401d-8aba-b2efd3f01a91",
            "word": "elegy",
            "phonetic": "ɛlɪdʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlZ3k&hash=47fcc3b3cae15206a00132dfd07cbd7b7ad39738&lang=en&cache-only=0",
            "defineEn": "a song or poem expressing sadness, especially in the memory of a dead person or a bitter event in the past",
            "defineVi": "một bài hát hoặc bài thơ bày tỏ nỗi buồn, đặc biệt là trong ký ức của một người đã chết hoặc một sự kiện cay đắng trong quá khứ"
        },
        {
            "id": "05091186-c9ee-4e71-8909-82da2580e89f",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "a long poem in narrative form giving an account of the extraordinary deeds and adventures of a nation's heroes or legends",
            "defineVi": "một bài thơ dài ở dạng tường thuật kể về những hành động và cuộc phiêu lưu phi thường của những anh hùng hoặc huyền thoại của một quốc gia"
        },
        {
            "id": "573163bc-41bb-4186-baea-4c9ce59afedc",
            "word": "haiku",
            "phonetic": "haɪkuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's almost like a little haiku sometimes.",
                "In 2012 astronomers determined the color of our galaxy too, and captured it in a haiku: Look at new spring snow See the River of Heaven An hour after dawn Stay curious."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpa3U&hash=6362f3242bf32fc96f2e26bc9ef37263b70caa53&lang=en&cache-only=0",
            "defineEn": "a Japanese poem with three unrhymed lines that have five, seven and five syllables each",
            "defineVi": "một bài thơ Nhật Bản có ba dòng không có vần, mỗi dòng có năm, bảy và năm âm tiết"
        },
        {
            "id": "20cb13a8-e90c-43c1-ad6a-7990e9abc839",
            "word": "lament",
            "phonetic": "lɐmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customers and reporters have lamented the loss of the seamless Apple store.",
                "While telling the tale to little children in her community, the mother lamented the Yara-ma-yha-who must have vomited him back up.",
                "Just a 10-minute walk away, Levav laments the loss of hundreds of apple trees, bulldozed by the army to close up the Hezbollah tunnel.",
                "The child stirred, and his mother wept with gratitude and lamented her earlier callousness, offering all her wealth to Isis in repentance.",
                "And so we didn’t have the luxury to sit around and lament that we weren’t getting the cooperation we wanted and that our vision of harmony was disrupted."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtZW50&hash=9125f26e1625b69f7a1353d04165377d4955cdd5&lang=en&cache-only=0",
            "defineEn": "a song, musical piece, poem, etc. that expresses the feeling of sorrow and sadness after a loss or death",
            "defineVi": "một bài hát, bản nhạc, bài thơ, v.v. thể hiện cảm giác đau buồn và buồn bã sau một mất mát hoặc cái chết"
        },
        {
            "id": "19b5cb66-6616-400b-8ab3-3e401f1af5cf",
            "word": "lampoon",
            "phonetic": "læmpuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2021, fully 75 years after Charlie Chaplin famously lampooned working conditions in industrial America.",
                "He wasn't lampooning just one composer, but rather the classical music establishment, which he felt was stuck in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtcG9vbg&hash=427b599b75790c4a0784707ac600fa8a8ea233c1&lang=en&cache-only=0",
            "defineEn": "a drawing, speech, or text aiming to criticize something or someone in a humorous manner",
            "defineVi": "một bản vẽ, bài phát biểu hoặc văn bản nhằm chỉ trích điều gì đó hoặc ai đó một cách hài hước"
        },
        {
            "id": "e95ebf65-4179-4f02-9d41-7af565b52e08",
            "word": "ode",
            "phonetic": "oʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still others, escaping harsh reality, composed odes to poppies, from which opium is derived.",
                "The sliders are an ode to my diner days, and they're made with local pork from a fancy Mangalitsa pig, homemade mayonnaise and local cheese, and last-of-the-season peaches from Krista's (ph) farm."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rl&hash=6b8d282f936aa36312e5284881f55d59a41bf275&lang=en&cache-only=0",
            "defineEn": "a lyric poem, written in varied or irregular metrical form, for a particular object, person, or concept",
            "defineVi": "một bài thơ trữ tình, được viết bằng hình thức số liệu đa dạng hoặc bất thường, cho một đối tượng, người hoặc khái niệm cụ thể"
        },
        {
            "id": "528eb8d5-f724-4c9c-9644-b8865e644bf3",
            "word": "parody",
            "phonetic": "pæɹədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Courts often hold that parody as a transformative fair use.",
                "Parody music copies existing musical ideas, lyrics, or style of a certain artist or genre.",
                "His parodies capture the essence of the original work down to the finest detail.",
                "So what is parody?",
                "My family, we did Passover Broadway parody songs."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyb2R5&hash=c2cff4dc2746c116b79f36faf7598340493448d4&lang=en&cache-only=0",
            "defineEn": "a piece of writing, music, etc. that imitates the style of someone else in a humorous way",
            "defineVi": "một đoạn văn bản, âm nhạc, v.v. bắt chước phong cách của người khác một cách hài hước"
        },
        {
            "id": "79f8c92f-945e-469a-ba3c-7177b736aef7",
            "word": "psalm",
            "phonetic": "sɑːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHNhbG0&hash=f8c2c11a087a17bd9ec1a9a91799e012aca9312e&lang=en&cache-only=0",
            "defineEn": "any holy poem, song, or hymn, especially the ones in the Book of Psalms, used in Christian and Jewish worship",
            "defineVi": "bất kỳ bài thơ, bài hát hay bài thánh ca nào, đặc biệt là những bài trong Sách Thi thiên, được sử dụng trong sự thờ phượng của Cơ đốc giáo và người Do Thái"
        },
        {
            "id": "0a4e100e-f583-4316-a84a-10907c3cc600",
            "word": "sonnet",
            "phonetic": "sɑːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, Sonnet 18 is one big extended metaphor.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "This sonnet is almost a parody, a send-up of Petrarch’s sonnets about the lovely Laura, whom he barely knew.",
                "Like, in sonnet 144, he actually compares the two muses.",
                "So Shakespeare wrote these sonnets, 154 of them, probably some time in the 1590s and early 1600s."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ubmV0&hash=4b6a294e4fea15b206d7898b92afab60cb631b04&lang=en&cache-only=0",
            "defineEn": "a verse of Italian origin that has 14 lines, usually in an iambic pentameter and a prescribed rhyme scheme",
            "defineVi": "một câu thơ có nguồn gốc từ Ý có 14 dòng, thường ở thể thơ năm chữ iambic và một sơ đồ gieo vần theo quy định"
        },
        {
            "id": "a5bc4250-e8af-4f37-b065-7f66ec22f7b9",
            "word": "bard",
            "phonetic": "bɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bard refused, knowing the dangers of celebrating too early.",
                "But as her army readied for war, the bard played his magic harp, Kantele, entrancing all who heard it and sending Pohjola into a deep slumber.",
                "Among them were many skilled craftsmen, artists, and great poets called bards.",
                "Starlings are found all over the world including in North America where they were introduced in the late 1800s by a misguided Shakespeare fan who wanted to see every bird the bard ever mentioned flooding about in the New World.",
                "Though the journey was far from easy, the bard finally made it back to Kalevala."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZA&hash=89b26a9a74e701d13baac680841a6b24b5a14ad5&lang=en&cache-only=0",
            "defineEn": "a person who writes pieces of poetry",
            "defineVi": "một người viết những mẩu thơ"
        },
        {
            "id": "832deef5-20c1-4351-883c-5690ec83f59b",
            "word": "stanza",
            "phonetic": "stænzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But then you have the layout of the poem, which resists conventional stanzas, and that troubles the simplicity here."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhbnph&hash=efb7eb8e5039f8918f53b830b1da6159c588187f&lang=en&cache-only=0",
            "defineEn": "a series of lines in a poem, usually with recurring rhyme scheme and meter",
            "defineVi": "một loạt các dòng trong một bài thơ, thường có sơ đồ vần lặp lại và nhịp điệu"
        },
        {
            "id": "526521fe-cabd-4bb9-913a-770bad4adb9a",
            "word": "canto",
            "phonetic": "kæntoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FudG8&hash=cfc49625af951bcca99ea1970dd6ae3b23943a65&lang=en&cache-only=0",
            "defineEn": "any of the sections into which a long poem is divided",
            "defineVi": "bất kỳ phần nào trong đó một bài thơ dài được chia"
        },
        {
            "id": "5226d357-85fa-4359-ab11-15eb6fcfd752",
            "word": "conceit",
            "phonetic": "kənsiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conceit is that one of us acts as a host and brings on a guest that the other two don't know about.",
                "The CONCEIT of the MAGAZINE is that one of things we hear all the time is, well, that was in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VpdA&hash=6c93a1d9973c32723f250bab6368546cbbff035b&lang=en&cache-only=0",
            "defineEn": "an elaborate image or a far-fetched metaphor, used in poetry",
            "defineVi": "một hình ảnh phức tạp hoặc một phép ẩn dụ xa vời, được sử dụng trong thơ"
        },
        {
            "id": "95aed84c-8b44-43bd-af89-084f23f60428",
            "word": "enjambement",
            "phonetic": "ɛndʒæmbmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5qYW1iZW1lbnQ&hash=3194376d54f131b346fd43d2406a2238cc5ec9ef&lang=en&cache-only=0",
            "defineEn": "the continuation of a line of poetry into another couplet or stanza without a break",
            "defineVi": "nối tiếp một dòng thơ thành câu đối hoặc khổ thơ khác không nghỉ"
        },
        {
            "id": "dfb5765c-dac8-4535-9df3-123980ffd18d",
            "word": "rhetoric",
            "phonetic": "ɹɛɾɚɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The seasoned politician scoffed at the young upstart's superficial promises, muttering that you cannot catch old birds with chaff, as he knew from experience that voters were not easily swayed by empty rhetoric.",
                "The debate between the two politicians was intense, as diamond cuts diamond, and both were skilled in rhetoric and argumentation.",
                "AMNA NAWAZ: You mentioned the rhetoric.",
                "A new American president used rhetoric that would resonate with Netanyahu's view of the world.",
                "The gunman had been posting anti-Semitic rhetoric on Gab for years before the shooting."
            ],
            "audio": "https://tts.langeek.co/read?text=cmhldG9yaWM&hash=3c1250454f28b8849df36353b69c1e67a5bace6f&lang=en&cache-only=0",
            "defineEn": "the art of employing language in both speaking and writing in a way that influences or entertains people, especially by exploiting figures of speech",
            "defineVi": "nghệ thuật sử dụng ngôn ngữ trong cả nói và viết theo cách gây ảnh hưởng hoặc giải trí cho mọi người, đặc biệt là bằng cách khai thác các hình tượng của lời nói"
        },
        {
            "id": "d8655443-8c34-41a8-8d77-78422eacf849",
            "word": "prosody",
            "phonetic": "pɹɑːsədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But prosody isn’t the whole baby talk story.",
                "And research shows the prosody of infant-directed speech can help with a baby’s attention and language learning.",
                "The general term for these tonal and rhythmic elements of speech is known as prosody.",
                "This rhythm that’s built into language is known as prosody.",
                "But when it comes to the prosody and grammar of baby talk, we probably don’t have much to worry about."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc29keQ&hash=e58688abcc6b4c18e1eb8445e921206fae797ea5&lang=en&cache-only=0",
            "defineEn": "the systematic study of metrical structures and sounds in poetry",
            "defineVi": "nghiên cứu có hệ thống về cấu trúc số liệu và âm thanh trong thơ"
        },
        {
            "id": "1f971cb5-3eac-4a38-82d1-558d95167b5f",
            "word": "addendum",
            "phonetic": "ɐdɛndəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you sign the addendum and you're there, you're in the sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkZW5kdW0&hash=1e612860f2a2eedad7a109ef7f1b534a87f7fa97&lang=en&cache-only=0",
            "defineEn": "a section of additional material that is usually added at the end of a book",
            "defineVi": "một phần tài liệu bổ sung thường được thêm vào cuối cuốn sách"
        },
        {
            "id": "d5622245-b995-4094-bd99-1c1d52c405a6",
            "word": "antagonist",
            "phonetic": "æntæɡənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But, at the same time, I also end up really disliking the antagonist.",
                "I always seem to be really into the antagonist in the show for some reason.",
                "Obviously, you have Russia now is also a belligerent, is also an antagonist against Napoleon.",
                "[but] many Russians were brought up and trained, to see the United States and the West as the unalterable ideological foe, antagonist of the Soviet Union and by extension Russia.",
                "So how did he become the ultimate antagonist, with so many different forms?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW50YWdvbmlzdA&hash=bccfc4361cd5890f7865971e0039488aaf01ba33&lang=en&cache-only=0",
            "defineEn": "someone who strongly opposes another person or thing",
            "defineVi": "một người phản đối mạnh mẽ người khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "64513b04-19bf-404a-8100-937ad5fdb7b2",
            "word": "appendix",
            "phonetic": "ɐpɛndɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "The appendix gets a bad rap.",
                "My new appendix is ready.",
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "Prior to that, it was in the appendix of the DSM under Other Conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZW5kaXg&hash=42e168e90a33d607af4e425fd3b8ce26001f838f&lang=en&cache-only=0",
            "defineEn": "a separate part at the end of a book that gives further information",
            "defineVi": "một phần riêng biệt ở phần cuối của một cuốn sách cung cấp thêm thông tin"
        },
        {
            "id": "2d427b9c-0f42-43ae-899a-f7d17781b606",
            "word": "blurb",
            "phonetic": "blɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The blurb said that the next president of the United States has got to be aggressive in bringing people into the political process.",
                "I'm just going to read you a little blurb and if you want you can just look this up.",
                "Now this person, it's a long little blurb but I'll try to read quickly: \"I feel really bad for ending a friendship with a friend who clearly does not value our friendship, and kinda uses me as a verbal punching bag.\"",
                "But I think to suggest that I have voiced criticism, this blurb that you talk about, you know what the blurb said?",
                "But I think to suggest that I have voiced criticism, this blurb that you talk about, you know what the blurb said?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1cmI&hash=7fe5bd2658ddc758b0c2590c9d6771d6a92fc37a&lang=en&cache-only=0",
            "defineEn": "a short promotional description of a book, motion picture, etc. published on the cover of a book or in an advertisement",
            "defineVi": "một mô tả quảng cáo ngắn về một cuốn sách, hình ảnh chuyển động, v.v. được xuất bản trên trang bìa của một cuốn sách hoặc trong một quảng cáo"
        },
        {
            "id": "9ff9260b-e3aa-46f3-aa97-08a3ef4e7d03",
            "word": "epilog",
            "phonetic": "ɛpɪlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpbG9n&hash=056c988b3b9f9422a0a7f673aad44403e6769d08&lang=en&cache-only=0",
            "defineEn": "text inserted at the end of a play or book, giving a brief comment or conclusion",
            "defineVi": "văn bản được chèn vào cuối vở kịch hoặc cuốn sách, đưa ra nhận xét hoặc kết luận ngắn gọn"
        },
        {
            "id": "513acf93-4071-4f7a-997a-7ce23262eb4d",
            "word": "marginalia",
            "phonetic": "mɑːɹdʒɪneɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cockatrice appears in literature and art, in marginalia and coat of arms."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyZ2luYWxpYQ&hash=86bce8fde68ba0ab68ca011d0dec941f6dd54841&lang=en&cache-only=0",
            "defineEn": "marks and notes written in the margins of a book or document",
            "defineVi": "đánh dấu và ghi chú được viết ở lề của một cuốn sách hoặc tài liệu"
        },
        {
            "id": "c8544aac-66e4-4273-a3ee-7f7a139ab67e",
            "word": "glossary",
            "phonetic": "ɡlɔsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To find out what the terms mean, go to the glossary.",
                "To keep their emotions in check, they carefully prepare for an assignment, building glossaries in advance, reading voraciously about the subject matter, and reviewing previous talks on the topic.",
                "And after 20 years, if you've had the bad glossary or you made a choice to go into the ministry or education or some other sector, that doesn't pay very well, then they forgive the loans."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvc3Nhcnk&hash=49322d5724f66bac38b94418ed1a104dd9042f96&lang=en&cache-only=0",
            "defineEn": "a list of technical terms or jargons of a particular field or text, provided in alphabetical order with an explanation for each one",
            "defineVi": "một danh sách các thuật ngữ kỹ thuật hoặc biệt ngữ của một lĩnh vực hoặc văn bản cụ thể, được cung cấp theo thứ tự bảng chữ cái với lời giải thích cho từng từ"
        },
        {
            "id": "3fe87f22-9fb5-47c9-aba0-4cdbf1f774c0",
            "word": "erratum",
            "phonetic": "ɛɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXJyYXR1bQ&hash=dabcec530ca11bd5fb45d4a196cdfcbc2569033f&lang=en&cache-only=0",
            "defineEn": "an error in a written or printed document",
            "defineVi": "một lỗi trong một tài liệu bằng văn bản hoặc in"
        },
        {
            "id": "d965d006-5ae5-4304-9fe8-68738eb8fc8d",
            "word": "canon",
            "phonetic": "kænən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canon version of the F1 lens is $5,000 ish USD.",
                "- Okay, so, Canon's released a camera recently.",
                "One of the all-time greatest hits of medical education was al-Qānūn fī al-Ṭibb, or The Canon of Medicine.",
                "You know, it's outside of those-- those canons.",
                "But In contrast to the biblical canon and the canon of saints, the literary canon was never an official list of officially recognized writers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fub24&hash=7f203c983c00fea10b8a9e5dd32b105597bbd2d7&lang=en&cache-only=0",
            "defineEn": "generally accepted rules or principles, especially those that are considered as fundamental in a field of art or philosophy",
            "defineVi": "các quy tắc hoặc nguyên tắc được chấp nhận chung, đặc biệt là những quy tắc hoặc nguyên tắc được coi là cơ bản trong lĩnh vực nghệ thuật hoặc triết học"
        },
        {
            "id": "576f8d60-d71e-4d32-867e-d56cb344c4d6",
            "word": "motif",
            "phonetic": "moʊtiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the advent of the romantic movement, fantasy and folklore themes became common motifs.",
                "That's a motif.",
                "Narrator: All of Saied's paintings include ancient Egyptian motifs, to pay homage to papyrus' origin.",
                "Science fiction may have its roots in reactionary motifs and worries about the myriad ways civilization might fall.",
                "Then the spider switches to a sticky silk for its main motif: circle after circle of tenacious thread."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aWY&hash=bbe83ae204be63d0cd45fc835c2760b57ba0a427&lang=en&cache-only=0",
            "defineEn": "a subject, idea, or phrase that is repeatedly used in a literary work or musical composition",
            "defineVi": "một chủ đề, ý tưởng hoặc cụm từ được sử dụng nhiều lần trong một tác phẩm văn học hoặc tác phẩm âm nhạc"
        },
        {
            "id": "a645d9ca-b309-46b8-9270-ce702bc181bf",
            "word": "codex",
            "phonetic": "koʊdɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the few Mayan codices that remain, we know that the scribes determined the lunar month to three decimal places and predicted eclipses.",
                "So when they pair that with the faster processor in this camera, you get the ability to have fatter codex because this camera can record up to 600 megabits per second.",
                "The Spanish burned or otherwise destroyed a vast amount of Mexica cultural heritage, and we rely on codices like this one to keep this heritage alive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZXg&hash=d36c423734ee8629c9d9307c775796ffe596115f&lang=en&cache-only=0",
            "defineEn": "an ancient book, written by hand, especially of scriptures, classics, etc.",
            "defineVi": "một cuốn sách cổ, được viết bằng tay, đặc biệt là kinh điển, kinh điển, v.v."
        },
        {
            "id": "b53336e9-22dd-49d7-a241-d1cb60447e84",
            "word": "magnum opus",
            "phonetic": "mæɡnəm oʊpəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnbnVtIG9wdXM&hash=77a8f2a8e5d0f04d53ccd1f1c1f35193bf491e29&lang=en&cache-only=0",
            "defineEn": "the greatest literary or artistic piece that an author or artist has created",
            "defineVi": "tác phẩm văn học hoặc nghệ thuật vĩ đại nhất mà một tác giả hoặc nghệ sĩ đã tạo ra"
        },
        {
            "id": "2081001c-3853-4f4a-b7d4-3a74439254ee",
            "word": "novella",
            "phonetic": "nɑːvɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She also wrote essays, poems, a novella, and by far her most famous story, \"The Yellow Wallpaper.\"",
                "This is the premise of Edwin Abbott's 1884 novella, Flatland.",
                "He has published a staggering 61 novels, 11 collections of short stories and novellas, and 5 works of nonfiction.",
                "Binti is a novella about a girl that overcomes humble beginnings and is offered a place at Oomza University, one of the most prestigious institutions of higher learning in the galaxy, but a great deal of the series focuses on Binti trying to reconcile her heritage with her own natural intelligence and personal goals.",
                "Invasion lit is largely thought to have kicked off with a novella by George Tomkyns Chesney called The Battle of Dorking: Reminiscences of a Volunteer , in 1871, which tells the story of a successful foreign invasion in England."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxsYQ&hash=6d16bb00086d141268ad309364ce0afed274fe4b&lang=en&cache-only=0",
            "defineEn": "a work of fiction with an intermediate length, which could be considered a short novel",
            "defineVi": "một tác phẩm hư cấu có độ dài trung bình, có thể được coi là một cuốn tiểu thuyết ngắn"
        },
        {
            "id": "6d6766ad-97a9-4688-aaf3-9cf5a3d116bb",
            "word": "plot hole",
            "phonetic": "plɑːt hoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, the story it tells is choppy and confusing, with lots of weird plot holes, missing scenes, and characters that seem to be written out of the script for no reason."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdCBob2xl&hash=8956d312a1f37e2260d28f179f4dd9f774c36c8f&lang=en&cache-only=0",
            "defineEn": "an apparent mistake or inconsistency in the narrative of a book, motion picture, etc.",
            "defineVi": "một lỗi rõ ràng hoặc sự không nhất quán trong tường thuật của một cuốn sách, hình ảnh chuyển động, vv"
        },
        {
            "id": "389c88d5-c012-41ec-80c4-4bdbe671f732",
            "word": "prolixity",
            "phonetic": "pɹəlɪksᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvbGl4aXR5&hash=07b0caa4bd87620c2d0cfcbcccd6a7530691b4ea&lang=en&cache-only=0",
            "defineEn": "the fact of having an excessive number of words that results in being tedious",
            "defineVi": "thực tế là có quá nhiều từ dẫn đến tẻ nhạt"
        },
        {
            "id": "26db3b62-c3f6-4575-bf8d-087bf90e1256",
            "word": "to satirize",
            "phonetic": "tə sæɾɪɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Here you are, you guys are satirizing the presidential campaign and these people actually show up.",
                "So that’s Ford, probably best known today as the first president to be satirized on Saturday Night Live.",
                "But for centuries, the composers, including Mozart and Bach, have satirized the work of their peers.",
                "L.A. and I are going to create a parody of a very famous theme song, but first, let's find out why people have satirized each other's works for hundreds of years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F0aXJpemU&hash=58c4167f4107ea5f603f3149298a039041412b13&lang=en&cache-only=0",
            "defineEn": "to use satire in order to criticize or ridicule a system, person, etc.",
            "defineVi": "sử dụng châm biếm để chỉ trích hoặc chế giễu một hệ thống, con người, v.v."
        }
    ]
}