{
    "id": "b2ca1527-5f07-47c7-9e2c-d784b8b6e2a1",
    "title": "Lesson 11A",
    "originalTitle": "Lesson 11A",
    "words": [
        {
            "id": "e2baa076-f440-485b-8481-227de4af8d14",
            "word": "designer",
            "phonetic": "dɪzaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "She feels a million bucks when she wears her favorite designer outfit and walks with confidence.",
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWduZXI&hash=81e9361de7f09776cd144f9a3085ccbed69602b6&lang=en&cache-only=0",
            "defineEn": "someone whose job is to make plans or patterns for something (furniture, tools, etc. )",
            "defineVi": "ai đó có công việc là lập kế hoạch hoặc mô hình cho một thứ gì đó (đồ nội thất, dụng cụ, v.v.)",
            "hasImg": true
        },
        {
            "id": "a5990140-eeb1-450e-af46-312bb4099b46",
            "word": "national park",
            "phonetic": "næʃənəl pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian national parks, such as Banff and Jasper, attract tourists from around the world.",
                "The United States has a variety of national parks, such as Yellowstone and Grand Canyon.",
                "There's 11 national parks.",
                "These national parks are beloved.",
                "And for six years, up until 2017, dozens of national parks implemented restrictions on bottled water sales."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9uYWwgcGFyaw&hash=7667ae9c16d68793bb26d57377c94bea8cc2ed01&lang=en&cache-only=0",
            "defineEn": "an area under the protection of a government, where people can visit, for its wildlife, beauty, or historical sights",
            "defineVi": "một khu vực dưới sự bảo vệ của chính phủ, nơi mọi người có thể đến thăm, vì động vật hoang dã, vẻ đẹp hoặc các điểm tham quan lịch sử của nó",
            "hasImg": true
        },
        {
            "id": "b4e115da-c9ca-4258-a23d-11e6a06f22ac",
            "word": "public transport",
            "phonetic": "pʌblɪk tɹænspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need good connections, we need good Public Transport, we need good Hotel Accommodation."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIHRyYW5zcG9ydA&hash=5408f73455352055b2fc075741a05fc05c5af8ea&lang=en&cache-only=0",
            "defineEn": "the system of transport including buses, trains, etc. that are available for everyone to use, provided by the government or by companies",
            "defineVi": "hệ thống giao thông bao gồm xe buýt, xe lửa, v.v. có sẵn cho mọi người sử dụng, do chính phủ hoặc công ty cung cấp",
            "hasImg": true
        },
        {
            "id": "1028ab48-e972-4445-93e8-15a5b35de18b",
            "word": "trumpet",
            "phonetic": "tɹʌmpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dave spent the whole evening blowing his own trumpet.",
                "The elephant trumpeted loudly, announcing its presence in the jungle.",
                "A trumpet, like many wind instruments, has very little flux.",
                "I used to play the trumpet, too.",
                "My dad gave me a trumpet when I was about 14."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bXBldA&hash=cc8ebf2f2f3ef38b6479d016433acb8d96d3a32b&lang=en&cache-only=0",
            "defineEn": "a musical instrument with a curved metal tube and one wide end, which is played by blowing into it while pressing and releasing its three buttons",
            "defineVi": "một nhạc cụ có một ống kim loại cong và một đầu rộng, được chơi bằng cách thổi vào nó trong khi nhấn và thả ba nút của nó",
            "hasImg": true
        },
        {
            "id": "1b8a86b4-1d87-45a1-bed2-f85618ce8867",
            "word": "sports club",
            "phonetic": "spoːɹts klʌb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzIGNsdWI&hash=8c254ec4d5e6b2ff37916d0c84ac0544cdedaacb&lang=en&cache-only=0",
            "defineEn": "an official organization that is formed so the members could play or promote a particular sport",
            "defineVi": "một tổ chức chính thức được thành lập để các thành viên có thể chơi hoặc quảng bá một môn thể thao cụ thể"
        },
        {
            "id": "03d4ed99-8279-426d-b739-bc1529416f43",
            "word": "blueberry",
            "phonetic": "bluːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Strawberries and blueberries are my favorite types of berries.",
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "My husband is making a refreshing blueberry lemonade to beat the summer heat.",
                "I like adding frozen blueberries to my pancakes for an extra touch of sweetness.",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZWJlcnJ5&hash=6d7eb3331c473bbcdea842abdef6f2c86003dffd&lang=en&cache-only=0",
            "defineEn": "a sweet small fruit dark blue in color, grown in North America",
            "defineVi": "một loại quả nhỏ ngọt có màu xanh đậm, được trồng ở Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "d90292a1-acae-4e5b-ab60-52f4c8c34735",
            "word": "abroad",
            "phonetic": "ɐbɹɔːd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Many investors have turned their attention to opportunities abroad.",
                "He had been abroad many times.",
                "We plan to study abroad next year to experience different cultures.",
                "I spent a year travelling abroad, and I lived on the smell of an oily rag to get by.",
                "He enjoyed trying new foods while traveling abroad."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyb2Fk&hash=696be9f33d60d5362d33e0efb4e97b391c5b37d9&lang=en&cache-only=0",
            "defineEn": "in or to a foreign country",
            "defineVi": "Vào hoặc tới nước ngoài",
            "hasImg": true
        },
        {
            "id": "0b5bd7bb-cd2e-4e0e-b950-360686910203",
            "word": "organic",
            "phonetic": "ɔːɹɡænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "But, organic agriculture also has an impact at a broader level.",
                "Cities, like nations, like orchids, are organic things.",
                "Organic food is supposedly healthier more natural and more ethical.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pYw&hash=7055dc091f069b1a86bfebdfda0f590e98718773&lang=en&cache-only=0",
            "defineEn": "(of food or farming techniques) produced or done without any artificial or chemical substances",
            "defineVi": "(của thực phẩm hoặc kỹ thuật canh tác) được sản xuất hoặc thực hiện mà không có bất kỳ chất nhân tạo hoặc hóa chất nào",
            "hasImg": true
        },
        {
            "id": "83346cbb-1676-43fe-94f1-bab9b3525bdd",
            "word": "to decide",
            "phonetic": "tə dᵻsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A mixture of skill and good luck decided the outcome of the game.",
                "The courts decided in favor of the New York claimants.",
                "The Appeal Court decided in their favour.",
                "The case will be decided by a jury.",
                "The government decided to abandon the proposed legislation due to public opposition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjaWRl&hash=8969aa509b6a4aee013e9f9c604ea3c46f19248d&lang=en&cache-only=0",
            "defineEn": "to think carefully about different things and choose one of them",
            "defineVi": "suy nghĩ cẩn thận về những điều khác nhau và chọn một trong số họ",
            "hasImg": true
        },
        {
            "id": "a5ffc2d3-419f-465a-9835-81a1f9719185",
            "word": "to invite",
            "phonetic": "tʊ ɪnvaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The water was so inviting that I couldn't resist taking a dip in the sea.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "I was tickled pink to be invited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aXRl&hash=85e06736f16ff765d898adcb195d89bec509024e&lang=en&cache-only=0",
            "defineEn": "to make a formal or friendly request to someone to be present somewhere or to participate in something",
            "defineVi": "để đưa ra một yêu cầu chính thức hoặc thân thiện với ai đó để có mặt ở đâu đó hoặc tham gia vào một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f0215fdb-66cc-4399-bc00-0d738b3d65c5",
            "word": "to offer",
            "phonetic": "tʊ ɔfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmZXI&hash=3016fd36f01db95e9f17726c6d3ade2e69a974ed&lang=en&cache-only=0",
            "defineEn": "to present or propose something to someone",
            "defineVi": "để trình bày hoặc đề xuất một cái gì đó cho một ai đó",
            "hasImg": true
        },
        {
            "id": "57bcf319-6b63-44e1-9e43-371463f5ef42",
            "word": "to miss",
            "phonetic": "tə mɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "I missed the part where that's my problem.",
                "but we missed them.",
                "She received a missed call from an unknown phone number.",
                "You've missed your mark three times in a row."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcw&hash=3731b154ab7ef388e275b354f0f5752901ee729a&lang=en&cache-only=0",
            "defineEn": "to not hit or touch what was aimed at",
            "defineVi": "để không đánh hoặc chạm vào những gì đã được nhằm vào"
        },
        {
            "id": "5d870068-b916-404d-9bf9-86730377a5ff",
            "word": "to visit",
            "phonetic": "tə vɪzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzaXQ&hash=91c8b7064343f9ba09995690aeb3a43029cd9201&lang=en&cache-only=0",
            "defineEn": "to go somewhere because we want to spend time with someone",
            "defineVi": "đi đâu đó vì chúng ta muốn dành thời gian với ai đó",
            "hasImg": true
        },
        {
            "id": "317b2d9b-3c0e-47ef-b002-323f89a4e1b4",
            "word": "to pick",
            "phonetic": "tə pɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I picked a bouquet of fresh flowers from the field.",
                "He often picks a quarrel.",
                "Take your pick.",
                "She sometimes picked fights with other girls at school.",
                "I picked a handful of delicious sand cherries from the bush in my backyard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljaw&hash=005633abd71825f3a88ccdd7eb92e8a120101941&lang=en&cache-only=0",
            "defineEn": "to choose someone or something out of a group of people or things",
            "defineVi": "để chọn một ai đó hoặc một cái gì đó trong số một nhóm người hoặc vật",
            "hasImg": true
        },
        {
            "id": "dfd37307-ae0f-42f1-a309-eb3fb90587df",
            "word": "to return",
            "phonetic": "tə ɹᵻtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "to return a greeting.",
                "Please return the completed form at your earliest convenience.",
                "I am returned.",
                "He did not return her love.",
                "The stock market rally resulted in a fat return on investment for many investors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0dXJu&hash=8b674e41be8d73fccca9f39fa6c48197546abeac&lang=en&cache-only=0",
            "defineEn": "to go or come back to a person, place, or state",
            "defineVi": "để đi hoặc trở lại với một người, địa điểm, hoặc tiểu bang",
            "hasImg": true
        }
    ]
}