{
    "id": "b3484acf-851b-4248-b274-329045dc6d87",
    "title": "Infectious Diseases",
    "originalTitle": "Infectious Diseases",
    "words": [
        {
            "id": "81a0e3b5-8190-4837-8c35-e2a120e8d46a",
            "word": "yellow fever",
            "phonetic": "jɛloʊ fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consider, for example, the 1793 outbreak of yellow fever in Philadelphia.",
                "And I certainly show my yellow fever vaccination card when I go out of the country.",
                "Because we’ve since learned that yellow fever is actually spread by mosquitos.",
                "And lots of diseases have been proposed to explain this outbreak, including smallpox, influenza, and yellow fever.",
                "Although the French were exceedingly cruel, executing women as well as men and importing man-eating dogs from Cuba, the Haitians had the best ally of all: Disease, specifically in the form of Yellow Fever, which killed thousands of French soldiers, including Leclerc himself."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVsbG93IGZldmVy&hash=9fece185480cb38cb5782f4bead2f89c23010b73&lang=en&cache-only=0",
            "defineEn": "a tropical viral disease, characterized by fever, muscle pain, etc. which consequently leads to jaundice and potential death, transmitted by infected mosquitoes",
            "defineVi": "một bệnh do virus nhiệt đới, đặc trưng bởi sốt, đau cơ, v.v. dẫn đến vàng da và có khả năng tử vong, lây truyền qua muỗi nhiễm bệnh"
        },
        {
            "id": "f159cb85-25df-48c1-925a-2254c8985066",
            "word": "tetanus",
            "phonetic": "tɛtənəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within a month, tetanus had claimed his life.",
                "Vaccines currently prevent 2 to 3 million deaths every year from diseases like diphtheria, tetanus, pertussis, influenza and measles.",
                "There were about 20 million infants in 2017 that didn't receive routine immunizations, such as for diphtheria, tetanus, and pertussis, or DTP.",
                "Because it might be that we need boosters to rev up waning immunity over time, like with tetanus."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV0YW51cw&hash=ce26d3ed0f98d2f2d3970b2455bd571a8bba8baf&lang=en&cache-only=0",
            "defineEn": "a severe infectious disease marked by painful muscle contractions, particularly that of the jaw, as a result of bacteria invading the body through cuts or wounds",
            "defineVi": "một bệnh truyền nhiễm nghiêm trọng được biểu hiện bằng các cơn co thắt cơ gây đau đớn, đặc biệt là ở hàm, do vi khuẩn xâm nhập cơ thể qua vết cắt hoặc vết thương"
        },
        {
            "id": "4dcc1647-bb60-4aeb-be61-9c7d72a4088e",
            "word": "swine flu",
            "phonetic": "swaɪn fluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was the 1957 Asian Flu, 11 years later, the Hong Kong Flu, and, most recently, the 2009 Swine Flu. DR.",
                "Azar formed a task force of the US' top public health experts to prepare the country for a worst case scenario including Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases who had overseen the US' response to HIV, Swine Flu, Zika, and Ebola."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbmUgZmx1&hash=2fedaaf0b73ce0296e44908d62e7f8e6cb54aec8&lang=en&cache-only=0",
            "defineEn": "a potentially fatal disease passed between humans that is caused by an influenza strain similar to swine flu in pigs",
            "defineVi": "một căn bệnh có khả năng gây tử vong được truyền giữa người với người do một chủng cúm tương tự như cúm lợn ở lợn gây ra"
        },
        {
            "id": "ae7a76bf-0970-4d7a-bd0f-a77de4b0d188",
            "word": "smallpox",
            "phonetic": "smɔːlpɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Smallpox got you down?",
                "But, of course, nobody gets smallpox any more.",
                "Smallpox killed around 30% of those who contracted it. ",
                "After this, reports of smallpox are rife.",
                "Smallpox was a terrible disease."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hbGxwb3g&hash=4ad5e49aee8e24b0fb71227f76c7dcc1ad07c1e4&lang=en&cache-only=0",
            "defineEn": "an acute infectious disease characterized by fever and skin eruption, usually leaving permanent scars",
            "defineVi": "một bệnh truyền nhiễm cấp tính đặc trưng bởi sốt và phát ban da, thường để lại sẹo vĩnh viễn"
        },
        {
            "id": "a6213999-13b0-4bf2-8175-b51b560886d1",
            "word": "scrapie",
            "phonetic": "skɹeɪpaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some TSEs you may have heard of before include Mad Cow Disease or Bovine Spongiform Encephalopathy in cattle, scrapie in goats and sheep, and Creutzfeldt-Jakob Disease in humans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXBpZQ&hash=d4389f52f8b8789d794102ba617701c683a04bad&lang=en&cache-only=0",
            "defineEn": "an infectious and often fatal disease that mainly affects the nervous system of sheep",
            "defineVi": "một căn bệnh truyền nhiễm và thường gây tử vong, chủ yếu ảnh hưởng đến hệ thần kinh của cừu"
        },
        {
            "id": "f9df50aa-660a-4a13-9376-fdbc429c8140",
            "word": "SARS",
            "phonetic": "sɑːɹz ",
            "partOfSpeechType": "noun",
            "examples": [
                "SARS is one of them.",
                "In 2004, a study looked at the psychological effects of quarantine during the SARS epidemic.",
                "So, the coronavirus is in the same family as SARS.",
                "Above all, SARS was a reminder that pandemics have always been associated with panic.",
                "SARS was more severe in terms of the fatality rate that was reported."
            ],
            "audio": "https://tts.langeek.co/read?text=U0FSUw&hash=35ab91e302b4fa39a924f35e0b64fff9e900e9e7&lang=en&cache-only=0",
            "defineEn": "a viral illness that primarily affects the respiratory system, causing symptoms such as fever, coughing, and breathing difficulties, and it can lead to severe illness and even death",
            "defineVi": "một căn bệnh do vi-rút ảnh hưởng chủ yếu đến hệ hô hấp, gây ra các triệu chứng như sốt, ho và khó thở, đồng thời có thể dẫn đến bệnh nặng và thậm chí tử vong"
        },
        {
            "id": "b4133fc8-21af-4706-b03c-081fc6616c8e",
            "word": "SARS-CoV-2",
            "phonetic": "sɑːɹzkoʊ viː tuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "One initial study from China showed decreases in SARS-CoV-2 transmission along with increases in humidity.",
                "And that happened with SARS-CoV-2.",
                "The idea here is that SARS-CoV-2 may look enough like these other viruses",
                "Like maybe a small piece of the SARS-CoV-2 genome, which is the virus that causes COVID.",
                "Like all coronaviruses, SARS-CoV-2 is an RNA virus, so these tests look for viral RNA."
            ],
            "audio": "https://tts.langeek.co/read?text=U0FSUy1Db1YtMg&hash=666bb18d7a7e4537f93325fd5a9f8f2ecb8feca8&lang=en&cache-only=0",
            "defineEn": "severe acute respiratory syndrome coronavirus 2, a variation of coronavirus that was first reported back in 2019",
            "defineVi": "hội chứng hô hấp cấp tính nặng coronavirus 2, một biến thể của coronavirus được báo cáo lần đầu tiên vào năm 2019"
        },
        {
            "id": "25e055dc-09e5-4b95-83cc-3324fc9056f8",
            "word": "pneumonia",
            "phonetic": "nuːmoʊniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patients get pneumonia.",
                "These people caught pneumonia and died from suffocation.",
                "Antibiotics like penicillin have saved millions of lives from bacterial illnesses like pneumonia and scarlet fever.",
                "It's 40 people with pneumonia in China.",
                "It’s the version behind pneumonia, blood infections, and meningitis."
            ],
            "audio": "https://tts.langeek.co/read?text=cG5ldW1vbmlh&hash=c3a79c19b6004599bf8dbfebacf34f6b09405cc9&lang=en&cache-only=0",
            "defineEn": "the infection and inflammation of air sacs in one's lungs, usually caused by a bacterial infection that makes breathing difficult",
            "defineVi": "nhiễm trùng và viêm túi khí trong phổi, thường do nhiễm vi khuẩn gây khó thở"
        },
        {
            "id": "99a99b09-d351-47d8-84a2-d2c37d591442",
            "word": "plague",
            "phonetic": "pleɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, it may please your eye but plague your heart.",
                "The businessman reminded his colleagues that innovation is key to success, and that they should not be afraid to break with traditional ways of thinking, as custom is the plague of wise men and the idol of fools.",
                "A nurse shortage has plagued hospitals over the past year.",
                "This issue plagues HDPE plastic bags as well.",
                "So could the plague ever mount a Michael Jordan-style comeback?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhZ3Vl&hash=0fcff62f5f1a9cb1a8a465da91df8bed0615d45b&lang=en&cache-only=0",
            "defineEn": "a dangerous disease spread by rats that causes fever and swellings, often kills if infected",
            "defineVi": "một căn bệnh nguy hiểm do chuột lây lan gây sốt và sưng tấy, thường gây tử vong nếu nhiễm bệnh"
        },
        {
            "id": "7542e908-ca2c-47e7-996b-a25403fb62bf",
            "word": "pertussis",
            "phonetic": "pɚtʌsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like pertussis, better known as whooping cough.",
                "Vaccines currently prevent 2 to 3 million deaths every year from diseases like diphtheria, tetanus, pertussis, influenza and measles.",
                "Pertussis generally has an R0 of 12 to 17, which probably has something to do with the fact that adolescents and adults often get a mild, cold-like version of the disease, or have no symptoms at all.",
                "There were about 20 million infants in 2017 that didn't receive routine immunizations, such as for diphtheria, tetanus, and pertussis, or DTP.",
                "So it looks like our vaccination schedules will need to be updated to keep people protected from pertussis outbreaks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydHVzc2lz&hash=65e1b457acdce5dd20a24b8113ba955845757ca3&lang=en&cache-only=0",
            "defineEn": "a contagious respiratory disease often characterized by violent coughs and breathing difficulties",
            "defineVi": "một bệnh hô hấp truyền nhiễm thường đặc trưng bởi ho dữ dội và khó thở"
        },
        {
            "id": "13413e7b-ad30-40c7-988b-febd36908485",
            "word": "meningitis",
            "phonetic": "mɛnɪndʒaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And if bacterial toxins accumulate in the brain and trigger cell death, meningitis could also cause long-term brain damage and memory loss.",
                "People usually contract bacterial meningitis by breathing in tiny particles of mucus and saliva that spray into the air when an infected person sneezes or coughs.",
                "It’s the version behind pneumonia, blood infections, and meningitis.",
                "In addition to those gatherings, meningitis is most common in a region called the meningitis belt that stretches across Africa, though cases do happen all over the world.",
                "In addition to those gatherings, meningitis is most common in a region called the meningitis belt that stretches across Africa, though cases do happen all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuaW5naXRpcw&hash=ebea3fe492dcec641b7cbe6fe06ded6a93dc9dae&lang=en&cache-only=0",
            "defineEn": "a serious infectious disease characterized by inflammation of the thin protective tissue that covers the brain and spinal cord, causing intense headaches and high temperature",
            "defineVi": "một bệnh truyền nhiễm nghiêm trọng đặc trưng bởi tình trạng viêm mô bảo vệ mỏng bao phủ não và tủy sống, gây đau đầu dữ dội và nhiệt độ cao"
        },
        {
            "id": "3d9bac77-f33f-45e5-9fad-cdc748e77b61",
            "word": "measles",
            "phonetic": "miːzəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVhc2xlcw&hash=cce110001c7d8200c1859d72d1026e8fa64439f6&lang=en&cache-only=0",
            "defineEn": "a contagious disease that causes high fever and small red spots on the body, common in children",
            "defineVi": "một bệnh truyền nhiễm gây sốt cao và những nốt đỏ nhỏ trên cơ thể, thường gặp ở trẻ em",
            "hasImg": true
        },
        {
            "id": "96470302-1f8a-4839-bc82-d502a2f50a20",
            "word": "croup",
            "phonetic": "kɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JvdXA&hash=c4a603adca3b570e0d5387df33fe6e0c15292cb6&lang=en&cache-only=0",
            "defineEn": "a common respiratory infection in children that causes swelling around the vocal cords",
            "defineVi": "một bệnh nhiễm trùng đường hô hấp phổ biến ở trẻ em gây sưng quanh dây thanh âm"
        },
        {
            "id": "b3a3e107-1603-4f95-837c-e20d15cd0e5c",
            "word": "corona",
            "phonetic": "kɔːɹoʊnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corona extends for millions of kilometers.",
                "The Corona virus presents a public health emergency in the United States.",
                "At 7 million to 10 million kilometers above the sun's surface, we reach the corona, the outermost layer of the sun.",
                "The corona is a thin layer of plasma that can reach millions of degrees Celcius.",
                "And that’s because of the Sun’s corona."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb25h&hash=25ffe2b694f8be140ee8589018efead7f57245dd&lang=en&cache-only=0",
            "defineEn": "an infectious disease caused by the SARS-CoV-2 virus",
            "defineVi": "một bệnh truyền nhiễm do virus SARS-CoV-2 gây ra"
        },
        {
            "id": "f4580daf-8bea-4365-a9cf-16bfa76293f5",
            "word": "Covid-19",
            "phonetic": "kɑːvɪd naɪntiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "COVID-19 was on anybody's lips.",
                "An ostrich strategy for covid-19 is too risky.",
                "People are falling like flies from COVID-19.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Covid-19 pandemic has dealt a heavy blow to America's states."
            ],
            "audio": "https://tts.langeek.co/read?text=Q292aWQtMTk&hash=43ffd8038ad36099c008a232e907af882c4a667a&lang=en&cache-only=0",
            "defineEn": "an infectious disease caused by a type of virus called coronavirus that causes fever, tiredness, a cough, etc., and in some cases can kill, originated in China and later became a pandemic",
            "defineVi": "một bệnh truyền nhiễm do một loại vi rút gọi là coronavirus gây ra sốt, mệt mỏi, ho, v.v. và trong một số trường hợp có thể gây tử vong, có nguồn gốc từ Trung Quốc và sau đó trở thành đại dịch"
        },
        {
            "id": "d9b2c7de-4e43-4482-ae6c-4ab4dada2ef1",
            "word": "common cold",
            "phonetic": "kɑːmən koʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some strains cause the common cold, for example.",
                "Then, just over two years ago, I caught a common cold.",
                "Depression has been called the common cold of psychological disorders.",
                "Vitamins are the key to health and perhaps the cure for the common cold.",
                "Some of the many asthma triggers include tobacco smoke, pollen, dust, fragrances, exercise, cold weather, stress, and even the common cold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9uIGNvbGQ&hash=5d17262905da3a400f80a435f4d2c2d8a639e49a&lang=en&cache-only=0",
            "defineEn": "a viral infectious disease that primarily affects the upper respiratory tract and can be caused by several different types of viruses",
            "defineVi": "một bệnh truyền nhiễm do vi-rút chủ yếu ảnh hưởng đến đường hô hấp trên và có thể do một số loại vi-rút khác nhau gây ra",
            "hasImg": true
        },
        {
            "id": "79af1bd1-4825-4011-a1dd-ba377b493ddb",
            "word": "cholera",
            "phonetic": "kɑːlɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Medicine can treat cholera.",
                "Cholera bacteria live in dirty water. ",
                "Like, take cholera, for example.",
                "Cholera hit London in 1854.",
                "Cholera is typically a waterborne disease spread by sewage-contaminated water."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvbGVyYQ&hash=daf966928ff22437fc8c52128fb384923bb9b9e4&lang=en&cache-only=0",
            "defineEn": "a potentially fatal illness that is acquired from consumption of water or food contaminated with particular bacteria, causing diarrhea and vomiting",
            "defineVi": "một căn bệnh có khả năng gây tử vong mắc phải do tiêu thụ nước hoặc thực phẩm bị nhiễm vi khuẩn cụ thể, gây tiêu chảy và nôn mửa"
        },
        {
            "id": "575ea8e0-cf88-4d2d-ad77-3555abce3b8e",
            "word": "chickenpox",
            "phonetic": "tʃɪkɪnpɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "We know this has worked before, with diseases like measles, mumps, rubella, chickenpox, and polio. ",
                "In the meantime, if you had chickenpox as a youngster, at least now you know: you had the privilege of hosting one of the most talented viruses around.",
                "That certainly helps measles move around schools and daycares, and it’s part of why chickenpox generally has an R0 of 10 to 12.",
                "For example, it's relatively straightforward to know whether you've had chickenpox or not because the symptoms are highly unique and very easy to spot."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbnBveA&hash=0fbf6e456eab7f737a0c3bfd45a50cc9c30339e1&lang=en&cache-only=0",
            "defineEn": "a contagious disease that causes a mild fever and an itchy rash with blisters, primarily affects children",
            "defineVi": "một bệnh truyền nhiễm gây sốt nhẹ và phát ban ngứa có mụn nước, chủ yếu ảnh hưởng đến trẻ em"
        },
        {
            "id": "a0c75143-a4ea-4083-a1af-28b4b86cf566",
            "word": "long Covid",
            "phonetic": "lɔŋ kɑːvɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're staying sick with what's called long COVID.",
                "The M.E. community and long COVID communities are helping each other.",
                "Many with long COVID will likely be eligible for an M.E. diagnosis after six months of being sick, because they have many of the same symptoms as us."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZyBDb3ZpZA&hash=d8444c4e98156d1bd61ffa175015e3ce69c3a33b&lang=en&cache-only=0",
            "defineEn": "a medical condition wherein people continue to experience COVID-19 symptoms for weeks or months after they begin to recover",
            "defineVi": "một tình trạng y tế trong đó mọi người tiếp tục gặp các triệu chứng COVID-19 trong nhiều tuần hoặc nhiều tháng sau khi họ bắt đầu hồi phục"
        },
        {
            "id": "b821a40e-afc4-46b2-a379-9ce883f6d4af",
            "word": "leprosy",
            "phonetic": "lɛpɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son, Baldwin, was thirteen, and was ill with leprosy.",
                "Now, armadillos actually got the raw deal because scientists think that humans actually spread leprosy to armadillos in the first place, about four to five hundred years ago. ",
                "Gram positive bacteria have thick cell membranes, and they're a huge group that includes species that live individually like staphlococcus and streptococcus, as well as some colonial bacteria that are responsible for diseases like leprosy and tuberculosis.",
                "I don't know that we should because now I'm afraid that people are gonna think it's about leprosy."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVwcm9zeQ&hash=456d4e531f30ebb50acc26c9c5780090efd6ce97&lang=en&cache-only=0",
            "defineEn": "a chronic infectious disease caused by a bacteria called Mycobacterium leprae that can affect the nerves, skin, eyes, and lining of the nose",
            "defineVi": "một bệnh truyền nhiễm mãn tính gây ra bởi một loại vi khuẩn gọi là Mycobacterium leprae có thể ảnh hưởng đến dây thần kinh, da, mắt và niêm mạc mũi"
        },
        {
            "id": "6f47c4d3-ee6d-49b4-a3dd-66dd497a0e57",
            "word": "rubella",
            "phonetic": "ɹuːbɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That same year physician and researcher Stanley Plotkin developed the rubella vaccine.",
                "Vaccines for diseases like mumps and rubella offer a lifetime of protection with two shots early in life.",
                "In 1964, there was a rubella epidemic in which 12.5 million Americans contracted the disease.",
                "We know this has worked before, with diseases like measles, mumps, rubella, chickenpox, and polio. ",
                "None other than 87-year-old Stanley Plotkin, the inventor of the rubella vaccine, is currently consulting for six companies that are working on coronavirus vaccines."
            ],
            "audio": "https://tts.langeek.co/read?text=cnViZWxsYQ&hash=99dab8324c6485566bbd6cf7b7059dc1bb4723ae&lang=en&cache-only=0",
            "defineEn": "a contagious viral illness, often occurring in children, that causes a red rash on the body as well as symptoms like fever, sore throat, and eye redness",
            "defineVi": "một bệnh do virus truyền nhiễm, thường xảy ra ở trẻ em, gây phát ban đỏ trên cơ thể cũng như các triệu chứng như sốt, đau họng và đỏ mắt"
        },
        {
            "id": "2276196a-be69-473f-ae1b-2cbd51da98f4",
            "word": "gastric flu",
            "phonetic": "ɡæstɹɪk fluː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJpYyBmbHU&hash=0cbd28a5f8a0ac4d3e3c03491bda6834b9588403&lang=en&cache-only=0",
            "defineEn": "an intestinal infection‌ that often causes watery diarrhea, inflammation, nausea, vomiting, or fever",
            "defineVi": "nhiễm trùng đường ruột‌ thường gây tiêu chảy, viêm, buồn nôn, nôn hoặc sốt"
        },
        {
            "id": "516cd629-8ab4-4fc0-9884-49e8d57b2a1c",
            "word": "paratyphoid fever",
            "phonetic": "pæɹətɪfɔɪd fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYXR5cGhvaWQgZmV2ZXI&hash=a8e8cb24aaa22baab346f9432be389d919e124b3&lang=en&cache-only=0",
            "defineEn": "any of a variety of infectious intestinal diseases resembling typhoid fever",
            "defineVi": "bất kỳ loại bệnh đường ruột truyền nhiễm nào giống như sốt thương hàn"
        },
        {
            "id": "4b42ad13-4157-4e9b-ad8a-d939a18f4559",
            "word": "ebola",
            "phonetic": "iːboʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another area of the body Ebola attacks is the liver.",
                "Most recently, Ebola gave Senegal a rehearsal for COVID.",
                "Ultimately, the government suspended the Ebola vaccine trials.",
                "Ebola is a virus.",
                "Ebola is a type of hemorrhagic fever."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWJvbGE&hash=c4c361618b634e74b88bb3820e8e72114b662476&lang=en&cache-only=0",
            "defineEn": "a potentially fatal disease that causes problems with how one's blood clots",
            "defineVi": "một căn bệnh có khả năng gây tử vong gây ra vấn đề với cục máu đông của một người"
        },
        {
            "id": "eadbce2f-fc93-485e-9214-4ee99a8e413e",
            "word": "tonsillitis",
            "phonetic": "tɑːnsɪlaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And as our tonsils get smaller, so do our chances of a sore throat from tonsillitis.",
                "If you have tonsillitis, your doctor will probably recommend that you drink lots of liquids and get plenty of rest.",
                "That’s called tonsillitis.",
                "(Lisa inhaling) \"Alright, I had had a severe tonsillitis.\"",
                "But if you get tonsillitis a lot, a doctor may suggest that you have your tonsils taken out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uc2lsbGl0aXM&hash=232b6ec36b11ebe85f9ec359d196f6db6ac257f5&lang=en&cache-only=0",
            "defineEn": "an infection or inflammation of the tonsils",
            "defineVi": "nhiễm trùng hoặc viêm amidan"
        },
        {
            "id": "1bd3f143-a868-4eb8-9e87-87a809e65259",
            "word": "mumps",
            "phonetic": "mʌmps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVtcHM&hash=bde9c8b0fa64039dc9b9a01f7eed80ee7f5af8a8&lang=en&cache-only=0",
            "defineEn": "an infectious viral disease characterized by fever and the painful swelling of the neck",
            "defineVi": "một bệnh do virus truyền nhiễm đặc trưng bởi sốt và sưng đau ở cổ",
            "hasImg": true
        },
        {
            "id": "e4ce607c-86ff-49e2-9913-e3b424f91873",
            "word": "diphtheria",
            "phonetic": "dɪfθɜːɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vaccines currently prevent 2 to 3 million deaths every year from diseases like diphtheria, tetanus, pertussis, influenza and measles.",
                "And that includes the modern version of the diphtheria vaccine.",
                "The diphtheria bacteria produces a toxin which can break down tissues in the lungs and throat, forming a slimy grey mess called a pseudomembrane.",
                "So, the team injected the diphtheria toxins into horses, waited a bit, and then took some of their blood and removed the actual blood cells.",
                "Most modern vaccines are different, and that’s in part thanks to the creativity that led to the vaccine for the bacterial infection diphtheria."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwaHRoZXJpYQ&hash=eaf9e421d22db9d7a4313a9651e9d0fe9426aec1&lang=en&cache-only=0",
            "defineEn": "a chronic infection caused by a gram-positive bacterium and characterized by the formation of a false membrane in the air passages, particularly those of the throat",
            "defineVi": "một bệnh nhiễm trùng mãn tính do vi khuẩn gram dương gây ra và được đặc trưng bởi sự hình thành màng giả trong đường dẫn khí, đặc biệt là ở cổ họng"
        },
        {
            "id": "b5c6ecd4-ee86-4d43-8c39-2a7e1469e99a",
            "word": "influenza",
            "phonetic": "ɪnfluːɛnzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian influenza spreads rapidly.",
                "However, by far the greatest pandemic killer is influenza.",
                "Influenza got an effective vaccine in the 1940s.",
                "Humans and influenza have been at war for centuries.",
                "Seasonal influenza causes hundreds of thousands of deaths every year, and occasional flu pandemics can be much worse."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbHVlbnph&hash=c221823c6506c6acd224fb6666bc91609ecaa8fd&lang=en&cache-only=0",
            "defineEn": "an acute febrile highly contagious viral disease",
            "defineVi": "một bệnh sốt siêu vi cấp tính rất dễ lây lan",
            "hasImg": true
        },
        {
            "id": "8f01aef0-32ae-4c06-be05-b7fc1360c2c4",
            "word": "avian flu",
            "phonetic": "eɪvɪən fluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Studies suggest it’s theoretically possible to create a strain of avian flu that could be easily transmitted to humans, for example, or a vaccine-proof strain of smallpox.",
                "Amy, you have covered deadly disease outbreaks among farm animals such as avian flu."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZpYW4gZmx1&hash=da8ee05d39d7c360253d04dd0697d99c2b73d9f1&lang=en&cache-only=0",
            "defineEn": "a type of influenza virus that rapidly spreads among birds and in rare cases, it can affect humans as well",
            "defineVi": "một loại vi-rút cúm lây lan nhanh chóng giữa các loài chim và trong một số ít trường hợp, vi-rút này cũng có thể ảnh hưởng đến con người"
        },
        {
            "id": "f308f0f7-f6bc-48b3-b8d3-e429d8bf2138",
            "word": "giardiasis",
            "phonetic": "dʒɐədɪɑːsiz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Diarrhea-causing illnesses, like salmonella or giardiasis, are 30% more likely when you don't wash your hands."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lhcmRpYXNpcw&hash=3e6f45e962dfd8b2c8cc6ec88511db14beec02cc&lang=en&cache-only=0",
            "defineEn": "infection of the intestines with protozoa found in contaminated food and water; characterized by diarrhea and nausea and flatulence and abdominal discomfort",
            "defineVi": "nhiễm trùng đường ruột với động vật nguyên sinh được tìm thấy trong thực phẩm và nước bị ô nhiễm; đặc trưng bởi tiêu chảy và buồn nôn và đầy hơi và khó chịu ở bụng"
        },
        {
            "id": "b89b6b39-0115-4c88-b3ec-8f3a8a73c04b",
            "word": "infectious mononucleosis",
            "phonetic": "ɪnfɛkʃəs mɑːnoʊnuːklɪoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mZWN0aW91cyBtb25vbnVjbGVvc2lz&hash=4b6362f06c3c4a7a3ef3071d551a34a9e664e716&lang=en&cache-only=0",
            "defineEn": "an acute disease characterized by fever and swollen lymph nodes and an abnormal increase of mononuclear leucocytes or monocytes in the bloodstream; not highly contagious; some believe it can be transmitted by kissing",
            "defineVi": "một bệnh cấp tính đặc trưng bởi sốt và sưng hạch bạch huyết và sự gia tăng bất thường của bạch cầu đơn nhân hoặc bạch cầu đơn nhân trong máu; không lây nhiễm cao; một số người tin rằng nó có thể lây truyền qua nụ hôn"
        },
        {
            "id": "69442e2f-498e-4ef4-8a0a-01f87ed67da8",
            "word": "malaria",
            "phonetic": "mælɛɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "James had malaria while he was working in West Africa.",
                "These deadly parasites cause malaria. ",
                "We have malaria.",
                "Yet malaria persists.",
                "These mosquitoes will never spread malaria."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsYXJpYQ&hash=20bc2e1b1dbb71e21bbb40c976aca311b50d0169&lang=en&cache-only=0",
            "defineEn": "a potentially fatal disease normally transmitted to humans through the bite of an infected Anopheles mosquito",
            "defineVi": "một căn bệnh có khả năng gây tử vong thường lây sang người qua vết cắn của muỗi Anopheles bị nhiễm bệnh"
        },
        {
            "id": "30d11f40-9d77-4688-9b98-fe9dfca94da2",
            "word": "toxic shock syndrome",
            "phonetic": "tɑːksɪk ʃɑːk sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG94aWMgc2hvY2sgc3luZHJvbWU&hash=6708e1c7416085c544fe6816db64ebc6d4f9c494&lang=en&cache-only=0",
            "defineEn": "syndrome resulting from a serious acute (sometimes fatal) infection associated with the presence of staphylococcus; characterized by fever and diarrhea and nausea and diffuse erythema and shock; occurs especially in menstruating women using highly absorbent tampons",
            "defineVi": "hội chứng do nhiễm trùng cấp tính nghiêm trọng (đôi khi gây tử vong) liên quan đến sự hiện diện của tụ cầu; đặc trưng bởi sốt và tiêu chảy, buồn nôn và ban đỏ lan tỏa và sốc; xảy ra đặc biệt ở phụ nữ có kinh nguyệt sử dụng băng vệ sinh có khả năng thấm hút cao"
        },
        {
            "id": "cae742d8-0889-4d4b-8a77-25ba870ed799",
            "word": "typhoid",
            "phonetic": "taɪfɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They still get cases of typhoid there.",
                "Apparently instead of potties they had typhoid.",
                "Bacterial pneumonia and typhoid fever, for instance, typically cause fevers that stay elevated all day and night without that daily fluctuation.",
                "Soon, there were outbreaks of typhoid and other diseases, and many oyster beds had to be closed.",
                "But later re-analysis found that it was only a distant relative of the typhoid bacteria, and that it might actually have been contaminant from the soil, not an infection."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwaG9pZA&hash=1d0b18e67fb17d12ed082a7ce19635673ccacd5d&lang=en&cache-only=0",
            "defineEn": "a serious and potentially life-threatening disease marked by high fever, diarrhea, and red spots that appear on the chest and abdomen",
            "defineVi": "một căn bệnh nghiêm trọng và có khả năng đe dọa tính mạng được biểu hiện bằng sốt cao, tiêu chảy và các đốm đỏ xuất hiện trên ngực và bụng"
        },
        {
            "id": "96cd7024-ba9d-409d-bf7f-de9a9189255d",
            "word": "tuberculosis",
            "phonetic": "tuːbɚkjʊloʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did everyone have tuberculosis in 19th century England?",
                "And the tuberculosis doesn’t stand a chance at infecting the vultures.",
                "She died of tuberculosis when Conrad was only seven years old.",
                "Plague, Ebola, anthrax, tuberculosis and HIV are all endemic here.",
                "They carry a strain of bovine tuberculosis, which can sicken humans who drink infected cow's milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dHViZXJjdWxvc2lz&hash=d0e656a0e480fd068e7d56ab8c4dc4f430988512&lang=en&cache-only=0",
            "defineEn": "a potentially severe bacterial disease that primarily affects the lungs and causes swellings to appear on them or other parts of the body",
            "defineVi": "một căn bệnh nghiêm trọng do vi khuẩn có khả năng ảnh hưởng chủ yếu đến phổi và khiến phổi hoặc các bộ phận khác của cơ thể xuất hiện các vết sưng tấy"
        },
        {
            "id": "cd6748c1-6eff-4c13-8d58-c7c79c5dd6ba",
            "word": "bubonic plague",
            "phonetic": "bjuːbɑːnɪk pleɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But let's begin with the Black Death, a huge pandemic of a disease called Bubonic Plague, which spread to Europe from Asia."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVib25pYyBwbGFndWU&hash=b9f60676d9cd8708bde249be1a7ff441bccba8ff&lang=en&cache-only=0",
            "defineEn": "the most common form of the plague in humans; characterized by chills, prostration, delirium and the formation of buboes in the armpits and groin; does not spread from person to person",
            "defineVi": "dạng phổ biến nhất của bệnh dịch hạch ở người; đặc trưng bởi ớn lạnh, mệt mỏi, mê sảng và hình thành mụn nước ở nách và háng; không lây lan từ người này sang người khác"
        },
        {
            "id": "4eff4453-9ed0-43a0-8385-82ecbd8f6442",
            "word": "cytomegalovirus",
            "phonetic": "saɪɾoʊmɡæləvaɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3l0b21lZ2Fsb3ZpcnVz&hash=a846c2a51954eff7e9a9029551479b7f8035eae5&lang=en&cache-only=0",
            "defineEn": "any of a group of herpes viruses that enlarge epithelial cells and can cause birth defects; can affect humans with impaired immunological systems",
            "defineVi": "bất kỳ nhóm vi-rút herpes nào làm phóng to các tế bào biểu mô và có thể gây dị tật bẩm sinh; có thể ảnh hưởng đến con người với hệ thống miễn dịch bị suy giảm"
        },
        {
            "id": "b3840aee-e8e3-4830-b887-26892563df95",
            "word": "epstein-barr virus",
            "phonetic": "ɛpstaɪnbɑːɹ vaɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBzdGVpbi1iYXJyIHZpcnVz&hash=d261f04a74622be76f4058e4e350ee51a4cd8833&lang=en&cache-only=0",
            "defineEn": "the herpes virus that causes infectious mononucleosis; associated with specific cancers in Africa and China",
            "defineVi": "virus herpes gây bệnh bạch cầu đơn nhân nhiễm trùng; liên quan đến các bệnh ung thư cụ thể ở Châu Phi và Trung Quốc"
        },
        {
            "id": "e8ea03bd-b046-4456-a1ee-ed85d782b8ca",
            "word": "legionnaires' disease",
            "phonetic": "liːdʒənɛɹz bækslæʃ dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVnaW9ubmFpcmVzJyBkaXNlYXNl&hash=bff3b61e05cbb64b7d243d2c431baed988f4b50a&lang=en&cache-only=0",
            "defineEn": "acute (sometimes fatal) lobar pneumonia caused by bacteria of a kind first recognized after an outbreak of the disease at an American Legion convention in Philadelphia in 1976; characterized by fever and muscle and chest pain and headache and chills and a dry cough",
            "defineVi": "viêm phổi thùy cấp tính (đôi khi gây tử vong) do loại vi khuẩn được phát hiện lần đầu tiên sau đợt bùng phát dịch bệnh tại một hội nghị của Quân đoàn Mỹ ở Philadelphia năm 1976; đặc trưng bởi sốt và đau cơ và ngực, nhức đầu và ớn lạnh và ho khan"
        },
        {
            "id": "5261acfc-bf91-45b1-bfc2-623502c75483",
            "word": "leptospirosis",
            "phonetic": "lɛptəspɪɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next up is leptospirosis!",
                "And leptospirosis isn’t a perfect explanation.",
                "A 2010 study noted that the symptoms of the Wampanoag epidemic are similar to some recent leptospirosis outbreaks in Japan and Europe.",
                "Because there is some worry that leptospirosis and other tropical diseases may become more common as climate change brings warmer temperatures and more frequent flooding to northern regions.",
                "And that’s led epidemiologists to an unconventional suspect: leptospirosis."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVwdG9zcGlyb3Npcw&hash=62a3c31202a6d2b76e3d66d8da397dcdf079d274&lang=en&cache-only=0",
            "defineEn": "an infectious disease cause by leptospira and transmitted to humans from domestic animals; characterized by jaundice and fever",
            "defineVi": "bệnh truyền nhiễm do leptospira gây ra và lây truyền từ động vật nuôi sang người; đặc trưng bởi vàng da và sốt"
        },
        {
            "id": "08de03d1-3ef1-4c79-94e0-c2f6c74bac91",
            "word": "infectious mononucleosis",
            "phonetic": "mɑːnoʊnuːklɪoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mZWN0aW91cyBtb25vbnVjbGVvc2lz&hash=4b6362f06c3c4a7a3ef3071d551a34a9e664e716&lang=en&cache-only=0",
            "defineEn": "an acute disease characterized by fever and swollen lymph nodes and an abnormal increase of mononuclear leucocytes or monocytes in the bloodstream; not highly contagious; some believe it can be transmitted by kissing",
            "defineVi": "một bệnh cấp tính đặc trưng bởi sốt và sưng hạch bạch huyết và sự gia tăng bất thường của bạch cầu đơn nhân hoặc bạch cầu đơn nhân trong máu; không lây nhiễm cao; một số người tin rằng nó có thể lây truyền qua nụ hôn"
        },
        {
            "id": "cb898c7f-8bc1-4655-a9a6-d80af905bbb7",
            "word": "scarlet fever",
            "phonetic": "skɑːɹlɪt fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NhcmxldCBmZXZlcg&hash=2ffd18c4da008c46c2bd9c1a4fb3814479350294&lang=en&cache-only=0",
            "defineEn": "an acute communicable disease (usually in children) characterized by fever and a red rash",
            "defineVi": "một bệnh truyền nhiễm cấp tính (thường ở trẻ em) đặc trưng bởi sốt và phát ban đỏ"
        },
        {
            "id": "01eefffe-9193-462c-9358-6846a06b9c52",
            "word": "scrofula",
            "phonetic": "skɹɑːfjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Nyb2Z1bGE&hash=b721fb86c3f1425e3afd2f7b76729f2df27139e9&lang=en&cache-only=0",
            "defineEn": "a form of tuberculosis characterized by swellings of the lymphatic glands",
            "defineVi": "một dạng bệnh lao đặc trưng bởi sự sưng tấy của các tuyến bạch huyết"
        },
        {
            "id": "cf5359d7-0d6c-436c-8ee8-6eb241da4a8d",
            "word": "typhus",
            "phonetic": "taɪfəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You see, even modern fleas can transfer diseases like typhus, bartonellosis, and, yes, plague.",
                "Along with smallpox, Americans were killed by measles and mumps, typhus, chicken pox, none of which they had been previously exposed to.",
                "During World War II for example, militaries dusted millions of Europeans with DDT to control lice-borne typhus.",
                "Helen Burns could not come walking with me, because she was ill, not with typhus but with tuberculosis.",
                "At the same time, though, pesticides do a lot of good things for us, like protecting us from diseases like malaria and typhus, and increasing the amount of food we can grow."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwaHVz&hash=128843e3f84ac6402476d1f5308558cafabeedf7&lang=en&cache-only=0",
            "defineEn": "a potentially fatal disease characterized by high temperature and appearance of purple marks on the body",
            "defineVi": "một căn bệnh có khả năng gây tử vong được đặc trưng bởi nhiệt độ cao và sự xuất hiện của các vết tím trên cơ thể"
        },
        {
            "id": "01858a17-8597-42dc-8ed3-ddea3c61e953",
            "word": "weil's disease",
            "phonetic": "waɪl bækslæʃ ɛs dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VpbCdzIGRpc2Vhc2U&hash=de72205e254b9e93a1c4db60ed4e5402d8053b39&lang=en&cache-only=0",
            "defineEn": "a severe form of leptospirosis in human beings",
            "defineVi": "một dạng bệnh leptospirosis nghiêm trọng ở người"
        },
        {
            "id": "c0987728-44db-4882-96e2-10a8cba5fdc2",
            "word": "yaws",
            "phonetic": "jɔːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eWF3cw&hash=c50c938569024caf1097e77fe7d92d164f4ec722&lang=en&cache-only=0",
            "defineEn": "an infectious tropical disease resembling syphilis in its early stages; marked by red skin eruptions and ulcerating lesions",
            "defineVi": "một bệnh nhiệt đới truyền nhiễm giống như bệnh giang mai ở giai đoạn đầu; được đánh dấu bằng phát ban da đỏ và tổn thương loét"
        },
        {
            "id": "ee123291-3068-44aa-8c3a-62922ec27f18",
            "word": "anthrax",
            "phonetic": "ænθɹæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, under King's command, the facility mistakenly shipped live anthrax to other labs.",
                "Plague, Ebola, anthrax, tuberculosis and HIV are all endemic here.",
                "These stomachs of steel are essential to removing pathogens like cholera, anthrax, and rabies from the African ecosystem.",
                "Another notorious site was the Hart Senate office building in Washington D.C. which closed down when 30 employees were infected with anthrax bacteria.",
                "Then they become active, infectious anthrax bacteria causing severe lesions, flu-like symptoms, and even potentially death."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aHJheA&hash=17646a487a5fb4ae16a4f3e376f1328a2d53d303&lang=en&cache-only=0",
            "defineEn": "a serious bacterial disease of warm-blooded animals, particularly cattle and sheep, that can be transmitted to people by contaminated wool, raw meat, or other animal products",
            "defineVi": "một bệnh vi khuẩn nghiêm trọng của động vật máu nóng, đặc biệt là gia súc và cừu, có thể truyền sang người do len, thịt sống hoặc các sản phẩm động vật khác bị ô nhiễm"
        },
        {
            "id": "7fcd7b3f-074d-43d0-bba0-9a0698beb82c",
            "word": "toxoplasmosis",
            "phonetic": "tɑːksəplɐzmoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some estimates even say over a third of all humans have toxoplasmosis without knowing it.",
                "There is a concern with pregnant women caring for cats in terms of the litter box, and really the risk is toxoplasmosis.",
                "It is actually fairly rare in the US for women to come into contact with toxoplasmosis.",
                "But even with all this research, other studies have suggested there isn’t a significant association between toxoplasmosis and mental disorders.",
                "And if that parasite gets into a human, it can result in a full-blown infection called toxoplasmosis, which could be bad news for your body and your mind."
            ],
            "audio": "https://tts.langeek.co/read?text=dG94b3BsYXNtb3Npcw&hash=bf3406a62d75fb70b166c4fccc39a65627297d24&lang=en&cache-only=0",
            "defineEn": "a parasitic disease that mainly affects unborn children and is mostly transmitted through undercooked meat, soil, or cat feces",
            "defineVi": "một bệnh ký sinh chủ yếu ảnh hưởng đến thai nhi và chủ yếu lây truyền qua thịt, đất hoặc phân mèo chưa nấu chín"
        },
        {
            "id": "98d04382-a588-4eff-8eb9-4589134921f1",
            "word": "dengue fever",
            "phonetic": "dɛŋɡi fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, so the species we're talkin' about is the Aedes aegypti, they're the ones that carry Zika, Chikagunya, and Dengue Fever.",
                "While in the US, we don't have to worry about Malaria anymore, mosquitoes can still spread West Nile, Dengue Fever, Chikagunya, and most recently, Zika."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuZ3VlIGZldmVy&hash=0311dc75954cb34b6a65d464e6bad2e5ee82bf90&lang=en&cache-only=0",
            "defineEn": "an infectious disease of the tropics transmitted by mosquitoes and characterized by rash and aching head and joints",
            "defineVi": "một bệnh truyền nhiễm của vùng nhiệt đới do muỗi truyền và đặc trưng bởi phát ban và đau đầu và khớp"
        },
        {
            "id": "9a38406e-b2db-47f9-98ed-81d6ed153d02",
            "word": "rocky mountain spotted fever",
            "phonetic": "ɹɑːki maʊntɪn spɑːɾᵻd fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9ja3kgbW91bnRhaW4gc3BvdHRlZCBmZXZlcg&hash=38a33ba6c3a170d4710b5349603f3df91bbd5650&lang=en&cache-only=0",
            "defineEn": "caused by rickettsial bacteria and transmitted by wood ticks",
            "defineVi": "do vi khuẩn rickettsia gây ra và lây truyền qua ve gỗ"
        },
        {
            "id": "aa24a19a-4334-4b49-ad98-ef964d5beb66",
            "word": "west nile virus",
            "phonetic": "wɛst naɪl vaɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VzdCBuaWxlIHZpcnVz&hash=df54dfc01c4332978f2fd706f6a3adff54d1e2d0&lang=en&cache-only=0",
            "defineEn": "the flavivirus that causes West Nile encephalitis",
            "defineVi": "flavivirus gây viêm não West Nile"
        }
    ]
}