{
    "id": "b3b474d1-cf9f-4579-bc1a-f4e1049bae3f",
    "title": "Lesson 37",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "4dd962dd-2cd8-412c-a2b8-b3b29131d3e8",
            "word": "vestment",
            "phonetic": "vɛstmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It depicts the thing, ostensibly NOT photoshopped, not massaged, unfooled-around-with, in all of its glorious vestments.",
                "And it's part of MY obligation, I suppose, to SHOW what's going on in there and showing how STATUS and FAME and POWER and all of these small LITTLE vestments that we put ON are"
            ],
            "audio": "https://tts.langeek.co/read?text=dmVzdG1lbnQ&hash=719dbc685b435803eb3ed3800bde946fdd5aab6a&lang=en&cache-only=0",
            "defineEn": "gown (especially ceremonial garments) worn by the clergy",
            "defineVi": "áo choàng (đặc biệt là trang phục nghi lễ) được mặc bởi các giáo sĩ"
        },
        {
            "id": "c0379f88-c13e-46ed-92b7-13b0da77c7e7",
            "word": "unrequited",
            "phonetic": "ʌnɹᵻkwaɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The secret sauce for Jordan over the years has always been unrequited demand, never having enough shoes to satisfy the market, which made the kid come back on the next release and hope that he would get a pair.",
                "Simple - it’s a tragic romance about unrequited love "
            ],
            "audio": "https://tts.langeek.co/read?text=dW5yZXF1aXRlZA&hash=60be89139fddf83a847937877338092a0e090a33&lang=en&cache-only=0",
            "defineEn": "not returned in kind",
            "defineVi": "không trả lại bằng hiện vật"
        },
        {
            "id": "35993fcd-06d5-46d8-b622-1f45250ffd53",
            "word": "untenable",
            "phonetic": "ʌntɛnəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The image of ourselves as a static thing is untenable.",
                "In certain places, the sustainability of avocado production will become untenable.",
                "The volumes are simply just stacking up at home and it's becoming untenable.",
                "But, many philosophers find this idea untenable.",
                "I think migrants, they decide to leave based on the situation they're leaving, that it's just become untenable where they are."
            ],
            "audio": "https://tts.langeek.co/read?text=dW50ZW5hYmxl&hash=1aa7647af2a32ac8af7e2df352b061d5b6496da2&lang=en&cache-only=0",
            "defineEn": "(of a position, argument, theory, etc.) not capable of being supported, defended, or justified when receiving criticism or objection",
            "defineVi": "(về một lập trường, lập luận, lý thuyết, v.v.) không có khả năng được hỗ trợ, bảo vệ hoặc biện minh khi nhận được sự chỉ trích hoặc phản đối"
        },
        {
            "id": "fc3f449d-085f-49da-a012-a4a36e46a542",
            "word": "unregenerate",
            "phonetic": "ʌnɹiːdʒɛnɚɹeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5yZWdlbmVyYXRl&hash=29860a8fa9669eaa12e212bdfbbb0805205c9391&lang=en&cache-only=0",
            "defineEn": "not reformed morally or spiritually",
            "defineVi": "không cải cách về mặt đạo đức hoặc tinh thần"
        },
        {
            "id": "0110a89c-11b0-4d6e-ac13-01483402bc54",
            "word": "unprecedented",
            "phonetic": "ʌnpɹɛsᵻdəntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This time is unprecedented.",
                "The job losses have been unprecedented.",
                "This was unprecedented.",
                "It was unprecedented.",
                "That is unprecedented."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5wcmVjZWRlbnRlZA&hash=f1deb83242e731ea48a8dfe6be57248609ec3300&lang=en&cache-only=0",
            "defineEn": "never having existed or happened before",
            "defineVi": "chưa bao giờ tồn tại hoặc xảy ra trước đây"
        },
        {
            "id": "095d2ed5-7d62-48df-b659-7ba490fda95a",
            "word": "surveyor",
            "phonetic": "sɚveɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-’60s, a few years before the Apollo astronauts saw this glow with their own eyes, the Surveyor landers captured it in pictures, just before lunar dawn.",
                "So Surveyor 1 and its kin were a lot more analogous to future human landings, because of the weight of the craft.",
                "That craft was called Surveyor 1 and, along with its six siblings, it was commissioned by NASA a few months before Yuri Gagarin became the first human in space.",
                "Each of those carried more sophisticated equipment than Surveyor 1, revealing even more details about the stuff astronauts were going to put their boots in, like magnetic properties and chemical composition.",
                "[ intro ] When it launched on May 30th, 1966, Surveyor 1 was the US’s very first attempt to land something on another world."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VydmV5b3I&hash=afd54bfe908f85e99a70ce832185a0b6de8ffc6a&lang=en&cache-only=0",
            "defineEn": "a professional who measures and maps land to determine boundaries and features",
            "defineVi": "một chuyên gia đo lường và lập bản đồ đất đai để xác định ranh giới và tính năng"
        },
        {
            "id": "5cdd1631-ee15-4eb8-90a4-9767e5b636de",
            "word": "surveillance",
            "phonetic": "sɚveɪləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surveillance is a means of control and suppression.",
                "So surveillance, unfortunately, is part of our life.",
                "- Surveillance footage clearly shows a female figure.",
                "In 1999, only one in five schools had surveillance cameras.",
                "Pennsylvania’s attorney general called out illegal surveillance of a ballot dropbox in Philadelphia."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VydmVpbGxhbmNl&hash=cd8ae87b94563a3d1abaa2a3f1f53f7e30032e30&lang=en&cache-only=0",
            "defineEn": "close observation of a person or group (usually by the police)",
            "defineVi": "quan sát chặt chẽ một người hoặc một nhóm (thường là bởi cảnh sát)"
        },
        {
            "id": "9729aa62-1002-49ab-8d0b-5110237f232f",
            "word": "treble",
            "phonetic": "tɹɛbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, there's more mids and stuff on this one, as well, whereas this is more skewed towards bass and treble.",
                "Kind of like a THX, like this big rising treble",
                "But once I did this and had the separation between the bass and the treble in the mid range, they're pretty great.",
                "There is a bit, again, looking at that frequency response curve, there's a bit of a dip in the highs where you can hear the really high trebles but kind of the mid treble, there's a dip there.",
                "There is a bit, again, looking at that frequency response curve, there's a bit of a dip in the highs where you can hear the really high trebles but kind of the mid treble, there's a dip there."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYmxl&hash=fa857fcd99184d843179031dc244bb102330fc40&lang=en&cache-only=0",
            "defineEn": "the part in harmonic music or the voice with the highest pitch that belongs to a boy or female vocalist",
            "defineVi": "phần trong âm nhạc hòa âm hoặc giọng hát có âm vực cao nhất thuộc về giọng ca nam hoặc nữ"
        },
        {
            "id": "e36fecc8-90a8-4a41-af97-c1f2f7653047",
            "word": "to subsist",
            "phonetic": "tə sʌbsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "And they subsisted on a combination of small-scale agriculture and hunting and gathering, depending on where they were situated.",
                "Yumbu's RAZOR and PAIR of SCISSORS have given him the means to subsist and CARRY on the long JOURNEY from CONGO.",
                "Soon she became obsessed with dieting and it quickly spiraled into her subsisting only on rice cakes and apples and candy corn and celery.",
                "With the threat of predation removed, the island-dwelling elephants and mammoths across the Mediterranean evolved smaller body sizes so they could subsist on less food.",
                "So, being a suspension feeder doesn’t necessarily make for large body size - and you don’t always need to be huge to subsist on plankton."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic2lzdA&hash=b2671ff07545dfe6b05f3cd56adc42a27b35f5cd&lang=en&cache-only=0",
            "defineEn": "support oneself",
            "defineVi": "hỗ trợ bản thân"
        },
        {
            "id": "b6c97863-9442-4ef7-b758-01e68660b164",
            "word": "subsistence",
            "phonetic": "sʌbsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this will severely strain subsistence farmers.",
                "Basically, people were always on the edge of subsistence.",
                "In parts of Asia, Africa, and South America with dense tropical forests, many farmers have to rely on a kind of subsistence agricultural practice, which means they only grow enough food for their families.",
                "There was loss of allotments, loss of timber, loss of access to water or loss of access to be able to do subsistence living and feed your family.",
                "Europe had previously been a land of famine and mere subsistence for essentially all of its history."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lzdGVuY2U&hash=edbd8849abd53e0923b092b21e4f1d4050b5160e&lang=en&cache-only=0",
            "defineEn": "a situation in which one has just enough money or food to survive",
            "defineVi": "một tình huống trong đó một người chỉ có đủ tiền hoặc thực phẩm để tồn tại"
        },
        {
            "id": "4a5b4a09-8796-496d-8e2f-6e6f4d9aa650",
            "word": "to substantiate",
            "phonetic": "tə səbstænʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fears over the supposed danger of low-frequency turbine sounds have circulated for years, but are not substantiated by the scientific community.",
                "People have models and they're trying to substantiate the models.",
                "And the early findings we're seeing from studies are substantiating just that.",
                "So the theory is, and there's already some trials that seem to substantiate this, especially in some lower organisms, that, look, if you have some damage at some point in your body-- let me draw a nerve cell.",
                "And I think that because at that time, during those early years when the Obama administration was nominating, you still needed 60, Mitch McConnell was extremely effective in unifying his caucus in opposition with the recognition that this was, given the fact that there was so little legislation passing, this was perhaps one of the most important things they could do to substantiate their presence and their reason for being in the Senate at all. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic3RhbnRpYXRl&hash=603aa150d88ffec923b4ececb74d7a76b872ead4&lang=en&cache-only=0",
            "defineEn": "to prove something to be true by providing adequate evidence or facts",
            "defineVi": "để chứng minh một cái gì đó là sự thật bằng cách cung cấp đầy đủ bằng chứng hoặc sự kiện"
        },
        {
            "id": "66112528-5a37-4928-bfb3-fa4b930a3abf",
            "word": "substantive",
            "phonetic": "səbstæntɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Substantive liberties are limits on what the government can do.",
                "But the arguments weren’t very substantive at that point. ",
                "He had a very substantive partnership role with President Carter.",
                "Now we're in the realm of conspiracies and investigations and things like that now, so I think some of the shock of that as a substantive point of view to be expressed in American politics, regardless of hacking or any nefarious plot, is a pretty shocking thing to say.",
                "I think he was criticized for some obscure judicial opinions that, if you looked at it, really had no substantive bite to them. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RhbnRpdmU&hash=6687072680b9d1d85a4a5c91b2283570d4e17f0f&lang=en&cache-only=0",
            "defineEn": "of or relating to the real nature or essential elements of something",
            "defineVi": "của hoặc liên quan đến bản chất thực sự hoặc các yếu tố thiết yếu của một cái gì đó"
        },
        {
            "id": "49bc23cd-97a1-4ebc-bc96-9ad1ddfdf2b2",
            "word": "to reunite",
            "phonetic": "tə ɹiːjuːnaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others were reunited with their families in Saudi Arabia.",
                "We will reunite all of the families.",
                "That reunited Gargano and Scontrone with the rest of the mainland, where they remain today.",
                "So far, 45 percent of those children have been confirmed reunited.",
                "A chance New York City encounter reunites one of our correspondents with an asylum seeker she met on one of the world's most dangerous migration routes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV1bml0ZQ&hash=6e0ee693caf75a2e3e2ced975490ddddd6871a2c&lang=en&cache-only=0",
            "defineEn": "to bring together again, especially after a period of separation",
            "defineVi": "tập hợp lại với nhau, đặc biệt là sau một thời gian xa cách"
        },
        {
            "id": "a214f36e-076e-4197-8ae5-f66fa76c9e42",
            "word": "to retrieve",
            "phonetic": "tə ɹᵻtɹiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I left my phone in the taxi and had to call the company to retrieve it.",
                "Then, retrieve a one-quarter inch refrigerator water supply line.",
                "Retrieve the dough.",
                "Place, retrieve, and return.",
                "The RAM retrieves the value at that address, which is 00000011, or 3 in decimal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cmlldmU&hash=e6f2dfde686334cfe955fd7188380e51381ebb62&lang=en&cache-only=0",
            "defineEn": "to find and collect data stored on a computer",
            "defineVi": "để tìm và thu thập dữ liệu được lưu trữ trên máy tính"
        },
        {
            "id": "3dc22fcf-1028-436a-bbad-a3d296f9d4d1",
            "word": "putrid",
            "phonetic": "pjuːtɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It's putrid.",
                "Malodorous volatile thiols are found in putrid food because they're products of degrading protein.",
                "It produced a ton of waste that smelled rather putrid.",
                "(Laughs) - Man your breath is like, putrid.",
                "Once dried they apparently smell more earthy, musty or almondy than putrid, and when cooked have a nice umami flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=cHV0cmlk&hash=f488ab902d442d84e664dab65a614fa52304e875&lang=en&cache-only=0",
            "defineEn": "of or relating to or attended by putrefaction",
            "defineVi": "của, liên quan đến hoặc tham dự bởi thối rữa"
        },
        {
            "id": "e9b6b9f2-2732-4cc8-97df-0ebefb37d006",
            "word": "putrescent",
            "phonetic": "pjuːtɹɛsənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHV0cmVzY2VudA&hash=1866b118b906abb7879685ca4a27ddb41d31065c&lang=en&cache-only=0",
            "defineEn": "becoming putrid",
            "defineVi": "trở nên thối rữa"
        },
        {
            "id": "bb878528-8dec-402d-9ab6-d3f92d750e32",
            "word": "monastic",
            "phonetic": "mənæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "According to monastic law, monks were not supposed to go near women, let alone touch a beautiful stranger."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXN0aWM&hash=f591fa183a78ffee3c1a59d7c4b7813721992efa&lang=en&cache-only=0",
            "defineEn": "of communal life sequestered from the world under religious vows",
            "defineVi": "của cuộc sống cộng đồng bị cô lập khỏi thế giới dưới lời thề tôn giáo"
        },
        {
            "id": "43d54b91-f6b9-4a88-a9bc-6276e265c658",
            "word": "monastery",
            "phonetic": "mɑːnɐstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monastery was several three-storey buildings.",
                "Even the monastery doctor was only recently allowed in.",
                "Brother Callistus is the monastery cellarer, its chief operating officer.",
                "We journey inside a Catholic monastery in rural Georgia.",
                "Many merchants on the silk road became strong supporters of monasteries which in turn became convenient weigh stations for caravans."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXN0ZXJ5&hash=9fe4b734eeea77a257b1c02ca5e4dca8b4ef4596&lang=en&cache-only=0",
            "defineEn": "a building where a group of monks live and pray",
            "defineVi": "một tòa nhà nơi một nhóm các nhà sư sống và cầu nguyện",
            "hasImg": true
        }
    ]
}