{
    "id": "b3bd35ca-e530-4aeb-9e48-ac4930b14ab1",
    "title": "Architecture",
    "originalTitle": "Architecture",
    "words": [
        {
            "id": "c9797ffe-13da-4f30-bf0d-2cc3f56bda36",
            "word": "architecture",
            "phonetic": "ɑːɹkɪtɛktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "You'll find this style of architecture all over the town.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The house is a shining example of Art Deco architecture.",
                "Barcelona, located in Spain, is famous for its unique architecture."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJl&hash=5b9301f2628890e5f87eaca7889bfba5f407d565&lang=en&cache-only=0",
            "defineEn": "the study or art of building and designing houses",
            "defineVi": "nghiên cứu hoặc nghệ thuật xây dựng và thiết kế nhà ở",
            "hasImg": true
        },
        {
            "id": "c74a2dfd-c933-4b1c-85b0-56a852777fd6",
            "word": "architectural",
            "phonetic": "ɑːɹkɪtɛktʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The strange architectural design of the building sparked curiosity and became a nine day's wonder, attracting tourists from far and wide to witness its unique structure.",
                "What were once considered impossible ideas have become architectural opportunities.",
                "Apparently, that outdoor garden, or the solarium, is a rare architectural feature.",
                "Another requirement, architectural preservation, to study the methods and regulation of restoration.",
                "It has similar architectural characteristics, and it offers the hope of recovery from the inferno."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJhbA&hash=ee5a097b0812e834b2a003e4ee258fa5a4a1a085&lang=en&cache-only=0",
            "defineEn": "relating to the study or art of constructing or designing a building",
            "defineVi": "liên quan đến nghiên cứu hoặc nghệ thuật xây dựng hoặc thiết kế một tòa nhà",
            "hasImg": true
        },
        {
            "id": "95766f30-d9c1-4c0b-88ae-171a1f35b5db",
            "word": "cement",
            "phonetic": "sᵻmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new laws only further cemented the subordinate status of black people.",
                "The new laws only further cemented the subordinate status of black people.",
                "Narrator: Galileo's position as the top sire is cemented by the achievements of his offspring.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The Hostess snack cemented itself in kids' lunchboxes across America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VtZW50&hash=4cb6cd8c10f3dc844f429b69c73263b171320985&lang=en&cache-only=0",
            "defineEn": "a gray powdery substance that becomes hard if it is mixed with water and sand, used for construction purposes such as sticking bricks of a wall together",
            "defineVi": "một chất bột màu xám trở nên cứng nếu được trộn với nước và cát, được sử dụng cho mục đích xây dựng như dán các viên gạch của một bức tường lại với nhau",
            "hasImg": true
        },
        {
            "id": "3a3610ce-e262-479b-a9ac-50a5a3bc0387",
            "word": "lumber",
            "phonetic": "lʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lumber prices are through the roof.",
                "If you don't impose these financial constraints on insurers, then the government will be lumbered about a whole lot of old people who reach 85, 90, 95.",
                "Like rice, sugar, or lumber, individual pieces of content may be important, but they're still measured out from a seemingly infinite expanse.",
                "There's just four identical trees lumbering around the office.",
                "Well, you're seeing a massive surge in demand for housing due to COVID, and, not surprisingly, the lumber supply can't keep up."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtYmVy&hash=70d690e34d9312bd343f855011ca3aca7df16e77&lang=en&cache-only=0",
            "defineEn": "wood that has been cut into specific pieces to be used for building purposes",
            "defineVi": "gỗ đã được cắt thành miếng cụ thể được sử dụng cho mục đích xây dựng",
            "hasImg": true
        },
        {
            "id": "1dda513d-df01-4681-afa6-95b086d82600",
            "word": "mortar",
            "phonetic": "mɔːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As an investment, bricks and mortar are not what they were.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "Brick and mortar stores were reeling to.",
                "Brick and mortar retailers like GNC, The Vitamin Shoppe, and Vitamin World have faced an onslaught of competition from big box retailers like WalMart and Target, grocery stores like Kroger, and Whole Foods, and e-commerce giants like Amazon.",
                "The brick and mortar video game market is intensely competitive."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ydGFy&hash=3bdace8ec68ce1c856ef538b2ee27ae213ae9e55&lang=en&cache-only=0",
            "defineEn": "a substance that is a mixture of sand, cement, and water, used for fixing bricks and stones in a building",
            "defineVi": "một chất là hỗn hợp của cát, xi măng và nước, được sử dụng để cố định gạch và đá trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "c0f95c9b-d983-4dce-9cb9-e0c484f213d4",
            "word": "plaster",
            "phonetic": "plæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her right leg was coated in plaster.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "Which classic rock star had his big old yam cast in plaster.",
                "Newspapers, science journals, and popular magazines around the world plastered it across their pages.",
                "He plastered fliers all over campus with a breakdown of the best deals he found."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3Rlcg&hash=be536b5227fba721b8f4112f4c8bee2cb610fb22&lang=en&cache-only=0",
            "defineEn": "a material with a soft texture that is a combination of sand, water, and lime which is used to cover walls and ceilings to smooth their surface",
            "defineVi": "một vật liệu có kết cấu mềm là sự kết hợp của cát, nước và vôi được sử dụng để phủ tường và trần nhà để làm phẳng bề mặt của chúng"
        },
        {
            "id": "64d82ca6-7eb0-4b07-92a4-21c45aadeca6",
            "word": "beam",
            "phonetic": "biːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhbQ&hash=4e49c21077cb58fde7a96fef133a463e928dfa1c&lang=en&cache-only=0",
            "defineEn": "a long bar of wood, metal, etc. that supports the weight of a building",
            "defineVi": "một thanh dài bằng gỗ, kim loại, vv hỗ trợ trọng lượng của một tòa nhà",
            "hasImg": true
        },
        {
            "id": "c987d36d-bb91-492e-8cba-c0a01091b82d",
            "word": "scaffolding",
            "phonetic": "skæfoʊldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over time this scaffolding builds up, forming a scar around the implant.",
                "The main stairways are currently covered with scaffolding and bleachers.",
                "The crowd penetrates the scaffolding, a critical position that gives them access to stairs to the upper terraces where there are several key doors into the building.",
                "Like with scaffolding, this hasn’t been tried in people yet, but with such promising results, human trials might not be too far off.",
                "And it clearly showed that dark matter is part of the scaffolding for the entire universe."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhZmZvbGRpbmc&hash=0ee0c53a203ed76bb6f679e81e8010a1e891e748&lang=en&cache-only=0",
            "defineEn": "a structure consisting of metal poles with wooden planks on them that are put against a building so that workers can climb it or stand on it while constructing the building",
            "defineVi": "một cấu trúc bao gồm các cột kim loại với các tấm ván gỗ trên chúng được đặt dựa vào tòa nhà để công nhân có thể leo lên hoặc đứng trên đó khi xây dựng tòa nhà",
            "hasImg": true
        },
        {
            "id": "b19b3edd-03d3-4a7d-a825-068aa8fa1f15",
            "word": "to reinforce",
            "phonetic": "tə ɹiːɪnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new running shoes have a reinforced toe to provide extra durability and protection.",
                "The homeowner didn't listen to the advice of experts to reinforce his house before the hurricane hit.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "And then these exploitative relationships reinforce your mistrust of people.",
                "Projection reinforces your negative thoughts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpbmZvcmNl&hash=7ca32832b1165ddae9efd2cd08e1206b15b8f2b7&lang=en&cache-only=0",
            "defineEn": "to strengthen a substance or structure, particularly by adding extra material to it",
            "defineVi": "để tăng cường một chất hoặc cấu trúc, đặc biệt là bằng cách thêm vật liệu bổ sung cho nó"
        },
        {
            "id": "6aea8f03-2f1b-42ca-bf33-bad43ea5b131",
            "word": "to renovate",
            "phonetic": "tə ɹɛnəveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train station will be renovated when pigs fly.",
                "You're either in favor of renovating the library, or you're not.",
                "The way he's obsessing over one doorknob when we're renovating the entire house makes me think that he can't see the forest for the trees.",
                "Part of the one-euro deal requires that buyers renovate their home within three years of purchase.",
                "- Helping to renovate my daughter's house, which she just bought."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVub3ZhdGU&hash=bfbc1498406571a98a62d4bd08603f82bb9ff4b2&lang=en&cache-only=0",
            "defineEn": "to make a building or a piece of furniture look good again by repairing or painting it",
            "defineVi": "để làm cho một tòa nhà hoặc một mảnh đồ nội thất đẹp trở lại bằng cách sửa chữa hoặc sơn nó"
        },
        {
            "id": "4ac60012-d078-4216-b768-d68f637fb51b",
            "word": "foundation",
            "phonetic": "faʊndeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Sarah and her husband have been happily married for ten years and have built a strong foundation of love and trust."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bmRhdGlvbg&hash=0c70a2e807e4bb778648712c2f084d4164a8a0fb&lang=en&cache-only=0",
            "defineEn": "a hard layer of cement, stone, etc. that serves as the underground support of a building",
            "defineVi": "một lớp cứng bằng xi măng, đá, v.v. đóng vai trò là giá đỡ ngầm của một tòa nhà"
        },
        {
            "id": "8e43da63-ccd0-4ed9-9477-be551a8956b9",
            "word": "to erect",
            "phonetic": "tʊ ɪɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A teepee was erected.",
                "As rain soaked the kite and line, strands of hemp stood erect with electric charge.",
                "One year after the movie came out they erected a statue of him on Main Street in 2003.",
                "Monopolies are able to erect obstacles that economists call barriers to entry.",
                "In 1999, London, England, continued the tradition of marking momentous occasions by erecting a Ferris wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJlY3Q&hash=4a368b24cd03bfe1812dc6a4a65abadc70b747db&lang=en&cache-only=0",
            "defineEn": "to construct, build, or assemble something in an upright position, typically referring to the creation of a structure or object that stands vertically",
            "defineVi": "để xây dựng, xây dựng hoặc lắp ráp một cái gì đó ở vị trí thẳng đứng, thường đề cập đến việc tạo ra một cấu trúc hoặc đối tượng đứng thẳng đứng",
            "hasImg": true
        },
        {
            "id": "9394f596-c3a1-485a-b66c-2643c0169adb",
            "word": "blueprint",
            "phonetic": "bluːpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It becomes a blueprint for reparations initiatives across the country.",
                "But with spectra, we can examine their blueprints.",
                "And all organisms have the blueprints for at least one of these enzymes written into their genetic code.",
                "And so this becomes the blueprint.",
                "THE TURNER DIARIES GAVE McVEIGH NOT ONLY A BLUEPRINT FOR ACTION BUT THE LOCATION AND IDENTITY OF POTENTIAL ALLIES."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZXByaW50&hash=f06903a3b3d6e9e68b5bf23f73b5e6c8a9c57430&lang=en&cache-only=0",
            "defineEn": "a photographic reproduction of a technical drawing, or of an early plan of a building or a machine",
            "defineVi": "bản sao chụp ảnh của bản vẽ kỹ thuật hoặc sơ đồ ban đầu của tòa nhà hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "91d0dce3-ff59-4f72-90e7-33deb8562242",
            "word": "to crumble",
            "phonetic": "tə kɹʌmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Blue cheese crumbles are a tasty addition to burgers or salads.",
                "Grandma's gooseberry crumble is always a hit at family gatherings.",
                "They prepared a delicious dessert by crumbling sugar cubes over fresh fruit salad.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "You can add a touch of elegance to your salad by sprinkling Japanese walnut crumbles on top."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1bWJsZQ&hash=c5994ddccec1fbfa6967881de5be8e9b9c7af50d&lang=en&cache-only=0",
            "defineEn": "(of a building) to fall apart",
            "defineVi": "(của một tòa nhà) sụp đổ",
            "hasImg": true
        },
        {
            "id": "acf8e4a7-28f0-4b01-b876-73d1eaa12023",
            "word": "to demolish",
            "phonetic": "tə dᵻmɑːlɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Normally, the 22 yards only demolished a few dozen cargo ships a year.",
                "The planes are demolished for good reason.",
                "Until it was demolished.",
                "The clinic had just been demolished, making way for a much larger structure.",
                "After all, it demolishes homes, displaces thousands of people and animals, and incinerates millions of acres of land."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb2xpc2g&hash=53cdb820384725daab94ad203e17c2f9bfee5bd8&lang=en&cache-only=0",
            "defineEn": "to completely destroy or to knock down a building or another structure",
            "defineVi": "để phá hủy hoàn toàn hoặc đánh sập một tòa nhà hoặc cấu trúc khác"
        },
        {
            "id": "b1daf36f-4354-4134-bfab-0823303e9dd6",
            "word": "wrecking ball",
            "phonetic": "ɹɛkɪŋ bɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JlY2tpbmcgYmFsbA&hash=73b85bafe191dad5c804893f427a90e3342c89e7&lang=en&cache-only=0",
            "defineEn": "a heavy metal ball hanging from a crane that is struck against a building to destroy it",
            "defineVi": "một quả bóng kim loại nặng treo trên cần cẩu đập vào tòa nhà để phá hủy nó",
            "hasImg": true
        },
        {
            "id": "5120d90a-38d8-4491-b0a4-a2e218095e72",
            "word": "bulldozer",
            "phonetic": "bʊldoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bulldozers remove brush to create a big dirt containment line.",
                "The Army compensated the farmers and lent them bulldozers to bury the sheep.",
                "Determined to get to his colleagues, Joe Kennedy drove a bulldozer through the flames.",
                "If the hill doesn't have a side of exposed rock, bulldozers push sand and loose soil away until a sandstone face emerges. ",
                "And when they’re digging, archaeologists use all sorts of different tools, from spoons and brushes, to shovels, and even digging machines like bulldozers."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGRvemVy&hash=2dd8248fe9a0036a807b71fc7551e65ffa57bf49&lang=en&cache-only=0",
            "defineEn": "a large, powerful vehicle with a wide steel blade at its front that is used to destroy buildings or move earth",
            "defineVi": "một phương tiện lớn, mạnh mẽ với một lưỡi thép rộng ở phía trước được sử dụng để phá hủy các tòa nhà hoặc di chuyển trái đất",
            "hasImg": true
        },
        {
            "id": "83102c3f-6d88-4552-a520-0d85854b22f5",
            "word": "facade",
            "phonetic": "fəsɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician maintained a pleasant facade but his opponents knew that cats hide their claws, so they remained wary of his true motives and ambitions.",
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "Was that façade, the attitude toward Clinton?",
                "Similarly, the facade helps regulate the internal temperature of the building by opening and closing itself.",
                "- It's a facade to teach them about gravity, inertia, and black holes, I dunno."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjYWRl&hash=3e2783841ee1a3b3707560aa44055cb8114bd5d5&lang=en&cache-only=0",
            "defineEn": "the front of a building, particularly one that is large and has an elegant appearance",
            "defineVi": "mặt trước của một tòa nhà, đặc biệt là một tòa nhà lớn và có vẻ ngoài trang nhã",
            "hasImg": true
        },
        {
            "id": "ae16c721-9d0b-490f-ad83-1a3f409777fe",
            "word": "masonry",
            "phonetic": "meɪsənɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I joined masonry for a few reasons.",
                "But the weight of the extra masonry made that side sink even deeper.",
                "My grandfather had just started his own masonry business, and so my dad and his brother-in-laws were certified bricklayers and they went into that line of work.",
                "We can have a nonflammable masonry material like block or something on that order, and then use a nonflammable material for effacing and boxing OKAY.",
                "Students choose from seven areas of concentration, including stone, plaster and brick masonry, timber framing and architectural carpentry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzb25yeQ&hash=ceeedc046683b616e2a92705afa068eb52bd138b&lang=en&cache-only=0",
            "defineEn": "the skilled trade or craft of working with stone, bricks, or other masonry materials to construct buildings, walls, or other structures",
            "defineVi": "thương mại lành nghề hoặc thủ công làm việc với đá, gạch hoặc các vật liệu xây dựng khác để xây dựng các tòa nhà, tường hoặc các cấu trúc khác",
            "hasImg": true
        },
        {
            "id": "271b314f-aaae-40ea-a151-c819218be61d",
            "word": "arch",
            "phonetic": "ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "Over all arched the Sky god Tenggeri.",
                "And each of these animals had gill arches.",
                "I damaged the balloon arch.",
                "Arch the back and find the breath."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaA&hash=e660ec6b28190b6d678c50f58af49dffd7073bdb&lang=en&cache-only=0",
            "defineEn": "a curved symmetrical structure that supports the weight above it, used in bridges or buildings",
            "defineVi": "một cấu trúc đối xứng cong hỗ trợ trọng lượng bên trên nó, được sử dụng trong các cây cầu hoặc tòa nhà",
            "hasImg": true
        },
        {
            "id": "d78d0abb-50a8-44ff-8e26-4fbda5cb16a1",
            "word": "penthouse",
            "phonetic": "pɛnthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This penthouse is listed for $16.5 million.",
                "While Conan old fancy pants rides the elevator up to the HBO Max penthouse.",
                "A penthouse in this building set the record for the most expensive apartment in Asia per square foot when it sold in February.",
                "This apartment is one of seven three-bedroom units and one duplex penthouse in this new boutique development that was put on the market at the end of October.",
                "Narrator: The penthouse apartment of One57 sold in 2014 for a staggering $100.5 million."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVudGhvdXNl&hash=baae09e322270bbefc59382199907560f4c233a6&lang=en&cache-only=0",
            "defineEn": "an apartment on top of a tall building",
            "defineVi": "một căn hộ trên nóc một tòa nhà cao tầng",
            "hasImg": true
        },
        {
            "id": "cca870a1-6b6d-460c-be58-1d5e3ff02d6c",
            "word": "dome",
            "phonetic": "doʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "NASA’s myco-architecture project presents a unique solution for this, though: a three-layer dome.",
                "And, in many members of this group, domes also appeared on their heads.",
                "For these types of nests, the domes are almost always made of salivary secretions, plant material, or paper or cardboard.",
                "Then he hung a 67 meter pendulum from the dome of Paris’",
                "Those broken pieces then slid down the domes and piled up in a ring around them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZQ&hash=8c2b17b677c0c917e4a02e22627d873e2dcf01a7&lang=en&cache-only=0",
            "defineEn": "a building's roof that is rounded",
            "defineVi": "mái nhà của một tòa nhà được làm tròn",
            "hasImg": true
        },
        {
            "id": "85bf9fd8-2733-43b8-baec-c79acb98b6dc",
            "word": "chamber",
            "phonetic": "tʃeɪmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mark has left the Chamber now, but I wanted to put the record straight on that.",
                "The doctor approached the princesses’ chamber with gold in his eyes.",
                "By my count, just about 10 this entire year have passed both chambers.",
                "Fish only have two chambers, one ventricle and one atrium.",
                "The underground chamber contains a portion of bread, water, milk, and oil."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbWJlcg&hash=51db84d44469623486ad8a58191fe9d94f52e8e3&lang=en&cache-only=0",
            "defineEn": "a private room that is mostly used as bedroom",
            "defineVi": "một phòng riêng chủ yếu được sử dụng như phòng ngủ",
            "hasImg": true
        },
        {
            "id": "1e608e23-b2cf-4b1a-8197-0e04c16704bc",
            "word": "terrace",
            "phonetic": "tɛɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The crowd swarms the lower terrace.",
                "Terrace, are you there?",
                "Just off the solarium, there's a private terrace, and it's one of just two apartments in the building with an outdoor space.",
                "They’re still on the lower terrace battling to block off the sea of people from gaining access to other doors and windows.",
                "- This would be a master bedroom with, I have to say, what could be a fabulous terrace."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmFjZQ&hash=93c4b6d4eecb7e621b059192e896ae02f0f7890c&lang=en&cache-only=0",
            "defineEn": "a flat paved area, particularly one next to a building or restaurant, where people can sit, eat, relax, etc.",
            "defineVi": "một khu vực lát đá bằng phẳng, đặc biệt là khu vực bên cạnh tòa nhà hoặc nhà hàng, nơi mọi người có thể ngồi, ăn uống, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "fd923cb1-0317-4c27-a8d9-c19963a9020c",
            "word": "cabana",
            "phonetic": "kæbɑːnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FiYW5h&hash=fc1259d0d84827a09d0f85c287c288d56bcc41e4&lang=en&cache-only=0",
            "defineEn": "a hut, shelter, or cabin, usually at a swimming pool or beach",
            "defineVi": "túp lều, nơi trú ẩn hoặc cabin, thường ở bể bơi hoặc bãi biển",
            "hasImg": true
        },
        {
            "id": "722e86e9-d200-4512-bbef-688adf8acc94",
            "word": "gazebo",
            "phonetic": "ɡɐziːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "AMNA NAWAZ: They pack into this gazebo at night, parents sleeping on top of kids to protect them.",
                "So we cut it up and we're building a gazebo in the middle of the water."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F6ZWJv&hash=e42d18694fe247b48c7d7af5e27cd60699c99e46&lang=en&cache-only=0",
            "defineEn": "a small roofed building with open sides, usually in a garden",
            "defineVi": "một tòa nhà nhỏ có mái che với các mặt thoáng, thường là trong vườn",
            "hasImg": true
        },
        {
            "id": "afd49b28-4b5f-40e5-86d4-666d1000ab5f",
            "word": "condominium",
            "phonetic": "kɑːndəmɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And right here, everybody: Muslim, Christian, Jews will all live together in one condominium under the Force.",
                "A coral reef is a natural condominium made by thousands of tiny animals called polyps.",
                "The confirmed death toll has risen to 22 in the collapse of that condominium tower in Surfside, Florida.",
                "The reset was never about arriving at some larger U.S.-Russia condominium for the management of the globe.",
                "The number of confirmed dead rises to 22, as rescue workers continue to scour the rubble of the Surfside, Florida, condominium collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZG9taW5pdW0&hash=03ceac1c08030a458351a6f5686c1255aff6f230&lang=en&cache-only=0",
            "defineEn": "any of the apartments in a condominium",
            "defineVi": "bất kỳ căn hộ nào trong chung cư",
            "hasImg": true
        },
        {
            "id": "fdc42229-4b1c-4f62-a368-080775891d5e",
            "word": "arcade",
            "phonetic": "ɑːɹkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the late 1970s, teenagers everywhere were flocking to arcades.",
                "Arcades and at -home consoles launched in the early 1970s and quickly flourished into a booming industry.",
                "One of the most appealing variations on the model of the ancient marketplace was the European arcade that appeared in the 18th century.",
                "Maybe they're playing with arcade motion blasters too",
                "One of the first arcades was the Gostiny Dvor in St. Petersburg, Russia, built between 1757 and 1785."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjYWRl&hash=d757563ecf165ff6ef22fc350de61d126c55cf5d&lang=en&cache-only=0",
            "defineEn": "an arch-covered passage along the side of a group of buildings",
            "defineVi": "một lối đi có mái vòm dọc theo mặt của một nhóm các tòa nhà",
            "hasImg": true
        },
        {
            "id": "b7bf4265-c2f2-40df-9c99-c802e46a1c5e",
            "word": "auditorium",
            "phonetic": "ɔːdɪtoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ronald Reagan did the auditorium speech.",
                "If your auditorium is on a higher floor, get ready to pass by two or three tempting displays.",
                "When the audience walked out of the auditorium, they say, 'Ah, OK, AI is not so scary.'",
                "As another example of matching being more fundamental than counting, if I'm speaking to a packed auditorium, where every seat is taken and no one is standing, I know that there are the same number of chairs as people in the audience, even though I don't know how many there are of either."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRvcml1bQ&hash=bde50442406714bf72a1da270c0451f0af1581cd&lang=en&cache-only=0",
            "defineEn": "a large building or hall where people are gathered to attend a concert, public speech, play, etc.",
            "defineVi": "một tòa nhà hoặc hội trường lớn, nơi mọi người tụ tập để tham dự một buổi hòa nhạc, bài phát biểu trước công chúng, vở kịch, v.v."
        },
        {
            "id": "71537f4a-1c22-4137-972c-cedb8c799ff3",
            "word": "amphitheater",
            "phonetic": "æmfɪθiːeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One site of these games was the Flavian Amphitheater, AKA the Colosseum.",
                "Later But you can do that and then after that you can go down to the amphitheater There's gonna be a really cool variety show hosted by the festival the spoken nerd from the UK You can come back in under the rocket and hang out with some of the other educational content creators in the rooms There's people from all over the internet that do all different types of educational content Which is really cool because YouTube is sponsoring the event now one of the top priorities for YouTube is education"
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGl0aGVhdGVy&hash=7db03e51fa274241900fb4b87833346a826b26aa&lang=en&cache-only=0",
            "defineEn": "an open building that is round or oval in shape and has a space in the middle surrounded by several seats, originated in ancient Roman and Greek architecture used for public entertainments such as sports or drama",
            "defineVi": "một tòa nhà mở có hình tròn hoặc hình bầu dục và có một khoảng trống ở giữa được bao quanh bởi một số chỗ ngồi, có nguồn gốc từ kiến trúc La Mã và Hy Lạp cổ đại được sử dụng cho các hoạt động giải trí công cộng như thể thao hoặc kịch",
            "hasImg": true
        },
        {
            "id": "288dd405-bd86-4990-8ed3-484bc89dda1c",
            "word": "high-rise",
            "phonetic": "haɪɹaɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A high-rise made of Styrofoam.",
                "Narrator: Five steel high-rises could collapse completely, while 10 others will be red-tagged, or unsafe to enter.",
                "Since the most hazardous fallout particles are the heaviest, they sink through the air and collect on streets and rooftops, making ideal shelters underground or in the middle of high-rise buildings.",
                "And they sort of do things like sell $7,000 watches or one of the things that they did was, in Orlando, they made a high-rise where you could park your car like in the elevator and it takes you and your car up to your apartment.",
                "One way of achieving this is to build cities with multiple centers where people live close to their work in high-rise blocks that are also near public transport hubs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1yaXNl&hash=c84ad517a3f1bf99e75a23a3db7869208f0f3067&lang=en&cache-only=0",
            "defineEn": "(of buildings) having many floors",
            "defineVi": "(của tòa nhà) có nhiều tầng",
            "hasImg": true
        },
        {
            "id": "e9e0032f-c330-4bfa-89f5-fdf6a741de34",
            "word": "Gothic",
            "phonetic": "ɡɑːθɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's the world's largest Gothic cathedral.",
                "The gothic label belonged to literature and film until the 1970s when a new musical scene emerged.",
                "It’s a kind of digital Gothic where the haunted house becomes the haunted everything.",
                "I have a PhD in literature and a fascination with the gothic in horror.",
                "Here, the word Gothic was repurposed again to describe a literary genre that emerged as a darker strain of Romanticism."
            ],
            "audio": "https://tts.langeek.co/read?text=R290aGlj&hash=248404df370378f446c1d71999bd434a8c359a78&lang=en&cache-only=0",
            "defineEn": "(architecture) used to describe the building style prevalent in Western Europe in the 12th-16th centuries, whose characteristics are high ceilings, tall pillars, pointed windows and arches that are mostly made of stone",
            "defineVi": "(kiến trúc) dùng để mô tả phong cách xây dựng thịnh hành ở Tây Âu vào thế kỷ 12-16, với đặc điểm là trần cao, cột cao, cửa sổ nhọn và vòm hầu hết được làm bằng đá"
        },
        {
            "id": "aeaf1a18-ef46-47f7-a22e-ec0be4c76e4c",
            "word": "Baroque",
            "phonetic": "bɚɹoʊk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In grand baroque paintings, you can find devils, serpents, old hags, and other signs of evil filtering across society.",
                "- You know that's Baroque, that's Baroque music."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFyb3F1ZQ&hash=6296d5a8b3298865d3b9b6d880ad802a5cadb266&lang=en&cache-only=0",
            "defineEn": "of characteristics of a highly ornate and detailed style in European art, architecture, or music from the 17th to early 18th century",
            "defineVi": "các đặc điểm của phong cách trang trí công phu và chi tiết trong nghệ thuật, kiến trúc hoặc âm nhạc châu Âu từ thế kỷ 17 đến đầu thế kỷ 18"
        },
        {
            "id": "96ab3949-cdcf-46e9-8405-671d5e2bc5e1",
            "word": "colonial",
            "phonetic": "kəloʊnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A case in point is colonial India.",
                "Some colonial women fought in the war:",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "Now, taxes on colonial trade were nothing new.",
                "The colonial response to these acts is really the start of the American Revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb25pYWw&hash=c3212262c9589dde431359618800ba0b4e43880e&lang=en&cache-only=0",
            "defineEn": "relating to the architecture style that was prominent in America while it was still a British colony, often characterized by two story houses with simple, rectangular and symmetrical designs",
            "defineVi": "liên quan đến phong cách kiến trúc nổi bật ở Mỹ khi còn là thuộc địa của Anh, thường được đặc trưng bởi những ngôi nhà hai tầng với thiết kế đơn giản, hình chữ nhật và đối xứng"
        },
        {
            "id": "9c440d60-d2f5-43be-b462-6cf7e66cd624",
            "word": "Victorian",
            "phonetic": "vɪktoːɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rowling sold her 19th century Victorian mansion in 2012 for over $3.6 million.",
                "Victorian scientists were figuring out that certain parts of our brains are connected with certain parts of our bodies, like different senses or muscles.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "This prudishness didn’t just exist for the posh british victorians.",
                "The Frida to the left has a broken heart, which drips blood onto her old-fashioned Victorian dress."
            ],
            "audio": "https://tts.langeek.co/read?text=VmljdG9yaWFu&hash=2c4296b6b2481d5e876fd47217316c7e8e7155c7&lang=en&cache-only=0",
            "defineEn": "denoting or relating to Queen Victoria or her reign from 1837 to 1901",
            "defineVi": "biểu thị hoặc liên quan đến Nữ hoàng Victoria hoặc triều đại của bà từ 1837 đến 1901"
        }
    ]
}