{
    "id": "b3d367fb-82ac-4930-82fc-a6e90d0aa45d",
    "title": "Animals in the Wild",
    "originalTitle": "Lesson 1",
    "words": [
        {
            "id": "43c1eccb-71eb-479b-ae93-fc9e3ead10e7",
            "word": "amphibian",
            "phonetic": "æmfɪbiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And like fish, amphibians lay eggs that don’t have protective shells.",
                "But afterward, in the Triassic, some amphibians still held on.",
                "See you, giant amphibians!",
                "It shared its tropical forests and humid swamps with amphibians like Cochleosaurus, a giant, semiaquatic ambush predator - like, the amphibian version of today’s crocodiles.",
                "When amphibians first wiggled their way out of the swamps and walked onto land."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGliaWFu&hash=2cc2017840129ddfad27973e8d9d453012f81341&lang=en&cache-only=0",
            "defineEn": "any cold-blooded animal with the ability to live both on land and in water, such as toads, frogs, etc.",
            "defineVi": "bất kỳ động vật máu lạnh nào có khả năng sống cả trên cạn và dưới nước, chẳng hạn như cóc, ếch, v.v.",
            "hasImg": true
        },
        {
            "id": "18e30525-228d-4c60-86fd-0e7d63523626",
            "word": "cold-blooded",
            "phonetic": "koʊldblʌdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "Reptiles and other cold-blooded animals stay warm by basking in the sun.",
                "While cold-blooded murder is a possibility, the extremity of his injuries suggest a ritual sacrifice.",
                "That means that temperature has a huge effect on cold-blooded reptiles.",
                "You would think that evolution would have pushed us large animals back in the cold-blooded direction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZC1ibG9vZGVk&hash=533a7b05eb9061a40f9b78d524b9df1e26889306&lang=en&cache-only=0",
            "defineEn": "describing an animal that its body temperature changes depending on the temperature of its surroundings",
            "defineVi": "mô tả một con vật mà nhiệt độ cơ thể của nó thay đổi tùy thuộc vào nhiệt độ của môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "982a983b-2805-4390-8242-638076e5787c",
            "word": "warm-blooded",
            "phonetic": "wɔːɹmblʌdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And rings of slow growth also appear in some modern warm-blooded animals, like deer.",
                "He wouldn't need to rely on the sun since we warm-blooded creatures produce our own body heat.",
                "And warm-blooded animals use this heat in what’s known as endothermy.",
                "This makes bluefin one of the few warm-blooded fishes, a huge advantage in the marine environment.",
                "And one of the key questions that scientists revisited was whether dinosaurs were warm-blooded or cold-blooded."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FybS1ibG9vZGVk&hash=8666ca39f87c71111d79c4c3613dc7e92733dda1&lang=en&cache-only=0",
            "defineEn": "describing an animal that is able to maintain a higher body temperature than its surroundings",
            "defineVi": "mô tả một con vật có khả năng duy trì nhiệt độ cơ thể cao hơn so với môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "c59d1fcc-61da-4ef2-94e0-4362e8372523",
            "word": "indigenous",
            "phonetic": "ɪndɪdʒənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Maasai tribe is one of the indigenous tribes of Africa.",
                "No indigenous person has died from COVID-19.",
                "The other one was a truly indigenous Indian vaccine.",
                "However, the enslavement of Indigenous peoples still occurred.",
                "Oregano iss an indigenous sweet pea."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbm91cw&hash=4017c4bbe1cf46ebc6f72ec527946ef209ff5438&lang=en&cache-only=0",
            "defineEn": "(of animals and plants) found and developed only in a particular place and not been brought from elsewhere",
            "defineVi": "(của động vật và thực vật) chỉ được tìm thấy và phát triển ở một nơi cụ thể và không được mang từ nơi khác đến",
            "hasImg": true
        },
        {
            "id": "c5eae5f6-ad98-4957-b6b7-43a630a77583",
            "word": "rodent",
            "phonetic": "ɹoʊdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patagonian cavies are rodents.",
                "These crafty rodents are the ultimate urbanites.",
                "Where would they eat rodents?",
                "Rodents use their incisors, or their front teeth, to bite.",
                "And others were done on rodents."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9kZW50&hash=d752db2410613d0abfac256bce02fa8aeab2b78d&lang=en&cache-only=0",
            "defineEn": "any small mammal with a pair of strong front teeth, such as mice, hamsters, rats, etc.",
            "defineVi": "bất kỳ động vật có vú nhỏ nào có một cặp răng cửa chắc khỏe, chẳng hạn như chuột nhắt, chuột đồng, chuột cống, v.v.",
            "hasImg": true
        },
        {
            "id": "b3ead4c4-76a1-45ee-ae5d-092fd2f379ff",
            "word": "predator",
            "phonetic": "pɹɛdəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The predator looks for a way in.",
                "But some sloths take predator avoidance to the next level.",
                "Consider predators and their prey.",
                "These unexpected frugivores include infamous predators like the American crocodile, Nile crocodile and Saltwater crocodile.",
                "The lionfish have few predators in the Atlantic."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGF0b3I&hash=62958ad604af75e5186a1c59f1499e36fc29dac2&lang=en&cache-only=0",
            "defineEn": "any animal that lives by hunting and eating other animals",
            "defineVi": "bất kỳ loài động vật nào sống bằng cách săn bắn và ăn thịt các loài động vật khác",
            "hasImg": true
        },
        {
            "id": "c45103a1-1fc7-4b76-b6a7-bb767aa7e905",
            "word": "den",
            "phonetic": "dɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone just bearded him in his den.",
                "a young reporter thrown into the lion's den",
                "Today I walked straight into his office and bearded the lion in his den.",
                "I felt like I was walking into the lion's den when I went in front of the board for my annual review.",
                "Coming in person seemed the decent thing for Lily to do, bearding the lion in her den, so to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVu&hash=df8a49f1702d395896efe02bc5e77b6583855e99&lang=en&cache-only=0",
            "defineEn": "the hidden place where a wild predatory animal lives",
            "defineVi": "nơi ẩn náu nơi một loài động vật săn mồi hoang dã sống",
            "hasImg": true
        },
        {
            "id": "4af552fc-c0d6-4c6c-a9a0-7f7cfc705ac4",
            "word": "to camouflage",
            "phonetic": "tə kæməflɑːʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their baseline is camouflage.",
                "They need that camouflage.",
                "It's camouflaged.",
                "Because that piece of seaweed on their heads is life-saving camouflage.",
                "At this size they're very vulnerable to predation, so camouflage does play an important part of their surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Ftb3VmbGFnZQ&hash=dcdc121c58a93048a3fd42df05743e90528a4205&lang=en&cache-only=0",
            "defineEn": "to make or become undetectable by resembling the color or shape of a surrounding",
            "defineVi": "để làm cho hoặc trở nên không thể phát hiện được bằng cách giống với màu sắc hoặc hình dạng của xung quanh",
            "hasImg": true
        },
        {
            "id": "7b5bb32b-ad3e-4af1-9e93-c3d94ce4383d",
            "word": "to growl",
            "phonetic": "tə ɡɹaʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "To Thomas, her laugh sounded horribly like a growl.",
                "'To the devil with you, Mr Lockwood!' growled my landlord.",
                "he growled.",
                "he growled.",
                "he growled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvd2w&hash=e35bc35f4f1b98002db5cf37bf1b8223e4f2e7f9&lang=en&cache-only=0",
            "defineEn": "(of animals, particularly dogs) to make a rumbling sound from the throat as a sign of warning",
            "defineVi": "(của động vật, đặc biệt là chó) phát ra âm thanh ầm ầm từ cổ họng như một dấu hiệu cảnh báo",
            "hasImg": true
        },
        {
            "id": "1ec4a305-d4bc-4656-afba-8604d38f6dde",
            "word": "baboon",
            "phonetic": "bæbuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pigs, cows, and baboons are all in the running!",
                "So this right here is a baboon.",
                "We've only seen contagious yawning in certain species, like humans, chimpanzees, baboons, and, in response to us, dogs.",
                "And if we think of a primate that is not a great ape, you just have to think of a baboon.",
                "Elephants, apes, baboons, and dolphins have all been observed carrying dead infants for days, even as they start to decay."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFib29u&hash=fca99f34c172e302c551f2baacd6a7c108c7b4fc&lang=en&cache-only=0",
            "defineEn": "a large monkey with a doglike face and large teeth, native to Africa and South Asia",
            "defineVi": "một con khỉ lớn với khuôn mặt giống chó và hàm răng lớn, có nguồn gốc từ Châu Phi và Nam Á",
            "hasImg": true
        },
        {
            "id": "0361f6a8-49a8-4614-8368-9e8067f89698",
            "word": "badger",
            "phonetic": "bædʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Badgers are found all over the world.",
                "So what do the badgers do?",
                "Badgers like to eat worms, but they also will eat just about anything else.",
                "And also like badgers, they’ll eat just about anything.",
                "It's a honey badger getting scared by galoshes."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFkZ2Vy&hash=d43a9dafcf706db099cfb1361f009d08beb6d550&lang=en&cache-only=0",
            "defineEn": "a nocturnal animal belonging to the weasel family with short legs and gray fur",
            "defineVi": "một loài động vật sống về đêm thuộc họ chồn với đôi chân ngắn và bộ lông màu xám",
            "hasImg": true
        },
        {
            "id": "06d890ef-b9f9-4f83-abe4-fdba7285d06a",
            "word": "buffalo",
            "phonetic": "bʌfəloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buffalo's milk can be made into cheese.",
                "Buffalo chicken pizza, just finished right there.",
                "- you got any buffalo balls?",
                "Buffalo Balls: Will It Smoothie?",
                "It was cows, not buffalo."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVmZmFsbw&hash=245720d7bf005701d3e922d35aa2cdb8fd3acba7&lang=en&cache-only=0",
            "defineEn": "a large wild plant-eating animal belonging to the cow family with curved horns, native to Africa and Asia",
            "defineVi": "một loài động vật ăn thực vật hoang dã lớn thuộc họ bò có sừng cong, có nguồn gốc từ Châu Phi và Châu Á",
            "hasImg": true
        },
        {
            "id": "1188947f-7514-4bce-b927-7f40d52e8ad1",
            "word": "coyote",
            "phonetic": "kaɪoʊɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like coyote urine piece of clothing.",
                "But scientists often use coyotes as a sentinel species.",
                "For comparison - here’s a coyote.",
                "So the coyotes exacerbate it. ",
                "The coyote picked me up at that point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y295b3Rl&hash=00d2e53946d1191a04dfeaa31b0456bc174c75fc&lang=en&cache-only=0",
            "defineEn": "a North American wild animal that resembles a small wolf",
            "defineVi": "một loài động vật hoang dã ở Bắc Mỹ giống như một con sói nhỏ",
            "hasImg": true
        },
        {
            "id": "0f8d8a11-8398-4046-aa23-8857ba9b3c0e",
            "word": "cougar",
            "phonetic": "kuːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art student Randall Johnson created the first cougar logo in 1936.",
                "The W and S created the cougar's head, and the C shaped its snarling mouth.",
                "But by the late Pleistocene, the jaguar, the cougar, and the dire wolf had all crossed into South America.",
                "They both wanted to incorporate a cougar and the WSC initials, which stood for Washington State College."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291Z2Fy&hash=677c2a4377984fd4b05f586f8bc1706df653e989&lang=en&cache-only=0",
            "defineEn": "a large wild cat with a tawny fur that lives in mountains, native to the Americas",
            "defineVi": "một con mèo hoang lớn với bộ lông hung hung sống ở vùng núi, có nguồn gốc từ châu Mỹ",
            "hasImg": true
        },
        {
            "id": "6e179295-3d8c-45bd-b2a7-47ff11f5eaf8",
            "word": "hare",
            "phonetic": "hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the world of politics, it's important to remember that hares may pull dead lions by the beard, as even the most influential leaders can fall from grace if they become too complacent or lose the support of the people.",
                "Many have criticized the government of running with the hare and hunting with the hounds regarding the territorial dispute between the two nations.",
                "In our office politics, Sally always tries to run with the hare and hunt with the hounds, telling both the clerical workers and the management that she thinks they should prevail.",
                "The entrepreneur was trying to launch two different businesses simultaneously, but learned that if you run after two hares, you will catch neither, and decided to prioritize one business and put the other on hold.",
                "The snowshoe hare specifically."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZQ&hash=ecbc29fa4f6f344e505146a9bcabbeb0e969b673&lang=en&cache-only=0",
            "defineEn": "a rabbit-like animal with long legs and ears, which can run very fast",
            "defineVi": "một con vật giống thỏ với đôi chân và đôi tai dài, có thể chạy rất nhanh",
            "hasImg": true
        },
        {
            "id": "5a41511a-8295-412a-8ae4-db3dba85120b",
            "word": "hippo",
            "phonetic": "hɪpoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hippo milk is whitish, just like all other milk.",
                "I wasn't done with that hippo.",
                "Like, \"Hey I see you got those two lions over there, but check out this big hippo.\"",
                "Though, again, you probably wouldn’t want to go up to a hippo and check.",
                "That’s the way it is for turkeys and T. rexes, whales and hippos, even hyraxes and elephants."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlwcG8&hash=6a2f577fded166541f227fbdebf5a645f1e7d92e&lang=en&cache-only=0",
            "defineEn": "a very large plant-eating mammal with short legs, large tusks, and a thick skin, living in or around rivers, native to Africa",
            "defineVi": "một loài động vật có vú ăn thực vật rất lớn với chân ngắn, ngà lớn và da dày, sống trong hoặc xung quanh các con sông, có nguồn gốc từ Châu Phi",
            "hasImg": true
        },
        {
            "id": "2bb3974c-2669-4074-8583-bf394141dedc",
            "word": "jaguar",
            "phonetic": "dʒæɡwɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was happy with my new car, even though my friends called it a poor man's Jaguar.",
                "Jaguar, Porsche, Mercedes, BMW and others are all developing performance vehicles with electric power trains.",
                "Prior to Tesla, h e spent several years with Jaguar and was chief engineer of advanced engineering at Lotus.",
                "Jaguar was founded in 1922 as the Swallows Side Car company by William Lyons, a motorcycle enthusiast and engineer.",
                "Chak Ek’ speared the jaguar sun as it rose at dawn towards the end of the dry season."
            ],
            "audio": "https://tts.langeek.co/read?text=amFndWFy&hash=90edc62fe627fcff28a79fe85c67a14817f3d93c&lang=en&cache-only=0",
            "defineEn": "a large wild animal belonging to the cat family with a yellow fur covered with black spots, native to Central and South America",
            "defineVi": "một loài động vật hoang dã lớn thuộc họ mèo với bộ lông màu vàng phủ những đốm đen, có nguồn gốc từ Trung và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "fff16612-5a18-42f9-9432-c84b79445bca",
            "word": "panther",
            "phonetic": "pænθɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they're littler than tigers and panthers, which puts them in the genus Felis.",
                "They're successfully outcompeting top predators, such as the alligator and panther, causing a significant reduction in their food sources.",
                "As we enter a post-Black Panther era, Afrofuturism is not just a cultural aesthetic, philosophy of science, and philosophy of history, but also a money making machine."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudGhlcg&hash=7821f0f963a91479f4f4588a157bb8ec18dfd83b&lang=en&cache-only=0",
            "defineEn": "a large wild cat with brown or gray fur, native to North and South America",
            "defineVi": "một con mèo hoang lớn có bộ lông màu nâu hoặc xám, có nguồn gốc từ Bắc và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "87c8d445-bef1-4982-abbc-daefc3a48416",
            "word": "rhinoceros",
            "phonetic": "ɹaɪnɑːsɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rhinoceros beetle.",
                "Rhinoceros beetle!",
                "Other animals don’t really attack rhinoceroses, but they’re still in danger for two main reasons.",
                "Rhinoceros horns are made of a material called keratin, which is the same stuff that your hair and fingernails are made of!",
                "Rhinos use their horns to protect their babies from predators and to defend their territory, or the place where they live, from other rhinoceroses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmhpbm9jZXJvcw&hash=11d55589a3882e437d9d637625e9395aea371933&lang=en&cache-only=0",
            "defineEn": "a very large mammal with a thick gray skin and one or two horns on its nose, feeding on plants, which is native to Africa and Southern Asia",
            "defineVi": "một loài động vật có vú rất lớn với lớp da dày màu xám và một hoặc hai sừng trên mũi, ăn thực vật, có nguồn gốc từ Châu Phi và Nam Á",
            "hasImg": true
        },
        {
            "id": "d94c1d57-206c-4f6d-a44d-3860c6784a04",
            "word": "trunk",
            "phonetic": "tɹʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Of course, their trunks didn't evolve as bomb detectors.",
                "Maybe because banana trunks can look like human legs.",
                "In one study, researchers counted 137 trunks growing out of a single tree."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bms&hash=c7d4a7a75f3e918fdfaddedb4da136f11ed99d25&lang=en&cache-only=0",
            "defineEn": "the nose of an elephant that is in the shape of a long hose",
            "defineVi": "mũi voi có dạng vòi dài",
            "hasImg": true
        },
        {
            "id": "0db88334-729d-43b0-9176-ce8b35a4e1f6",
            "word": "tusk",
            "phonetic": "tʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because, at least one of them definitely didn’t have tusks.",
                "But, both males and females use their tusks for other reasons, too.",
                "But again, at least one of them definitely didn’t have tusks.",
                "Carve some walrus tusk?",
                "Elephant tusks are highly sought after in the ivory trade."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVzaw&hash=4fbd02a56c6088f886e679a5aa854ba7908d2333&lang=en&cache-only=0",
            "defineEn": "each of the curved pointy teeth of some animals such as elephants, boars, etc., especially one that stands out from the closed mouth",
            "defineVi": "từng chiếc răng nhọn cong của một số loài động vật như voi, lợn lòi, v.v., đặc biệt là một chiếc nhô ra khỏi miệng ngậm",
            "hasImg": true
        },
        {
            "id": "2184da66-dddd-488f-82af-348060d2f000",
            "word": "skunk",
            "phonetic": "skʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skunks have an awesome reputation.",
                "Skunks have amazing adaptation.",
                "Striped skunks are pretty amazing.",
                "In this case, your choice is Skunk Works.",
                "We have a skunk in a box."
            ],
            "audio": "https://tts.langeek.co/read?text=c2t1bms&hash=5cc3801605bc48f99ccbb6e1704bcaee525889f5&lang=en&cache-only=0",
            "defineEn": "a small mammal belonging to the weasel family with black and white stripes that can produce a strong unpleasant smell when attacked, native to North America",
            "defineVi": "một loài động vật có vú nhỏ thuộc họ chồn có sọc đen trắng có thể tạo ra mùi khó chịu khi bị tấn công, có nguồn gốc từ Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "f96bfecd-b164-4400-b747-05f8daa199a6",
            "word": "flock",
            "phonetic": "flɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a flock of sheep through the center of the city.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The coach knew that pushing his players too hard could lead to injury and burnout, so he took care to balance training with rest and recovery, believing that it is part of a good shepherd to shear his flock not skin it.",
                "For weeks around the 2020 presidential election, conservatives flocked to social media platform, Parler."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvY2s&hash=4548234aadff159fe387e4c8a2ac883b9c08b669&lang=en&cache-only=0",
            "defineEn": "a group of birds of the same type, flying and feeding together",
            "defineVi": "một nhóm chim cùng loại, bay và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "77b682a9-fc90-45fb-af40-2cea7497251c",
            "word": "cuckoo",
            "phonetic": "kʊkuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cuckoo called across the trees to its mate.",
                "Prime minister is in cloud cuckoo land on EU trade deal, says his father Stanley Johnson.",
                "After a while, I was lost in cloud cuckoo land and did not realise that the rain had stopped.",
                "Anyone who thinks this legislation will be effective is living in cloud cuckoo land.",
                "The cuckoo fungus smells like them too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vja29v&hash=15d7a59077445c57e66edc06ae0a0c6366841945&lang=en&cache-only=0",
            "defineEn": "a medium-sized bird with a grayish-brown plumage that lays its eggs in the nests of other birds",
            "defineVi": "một loài chim cỡ trung bình với bộ lông màu nâu xám đẻ trứng vào tổ của các loài chim khác",
            "hasImg": true
        },
        {
            "id": "ca3cf9ce-6227-4611-a1c9-bb6acac44b20",
            "word": "dove",
            "phonetic": "dʌv ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're a dove.",
                "Ah, you're a dove.",
                "Do you wanna' preserve us, or this dead dove.",
                "Dazzle is a very small species of dove called a diamond dove, which is a species native to the forests and grasslands of Australia.",
                "Pigeon and dove parents begin by building a rudimentary nest out of sticks and grass, and then they lay two eggs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG92ZQ&hash=57b555b8e5b414bba15e3e497e4309d499406081&lang=en&cache-only=0",
            "defineEn": "a bird that looks like a pigeon but smaller, the white one of which is the symbol of peace",
            "defineVi": "một con chim trông giống chim bồ câu nhưng nhỏ hơn, màu trắng là biểu tượng của hòa bình",
            "hasImg": true
        },
        {
            "id": "93cd3b55-ca9d-409b-9469-6856f77db549",
            "word": "falcon",
            "phonetic": "fælkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some falcons fly up to 200 miles per hour.",
                "Peregrine falcons are the fastest animals in the world.",
                "So the falcons probably feel right at home.",
                "Peregrine falcon eggs faced an even more dangerous threat 60 years ago.",
                "Compare this owl to a falcon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsY29u&hash=310dec515809d6557e1c5a1a12740b5170faf86e&lang=en&cache-only=0",
            "defineEn": "a predatory fast-flying bird that can be trained for hunting",
            "defineVi": "một loài chim săn mồi bay nhanh có thể được huấn luyện để săn mồi",
            "hasImg": true
        },
        {
            "id": "a6006a79-0cab-44d9-8802-51b0d6fc66ab",
            "word": "peacock",
            "phonetic": "piːkɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "it's a peacock mantis shrimp.",
                "Now you have HBO in on the game and Peacock.",
                "The second season of Trolls Topia premiers, March 18th on Hulu and Peacock and Dark Web. Is it Cicada 3301?",
                "Allow me to introduce you to the peacock mantis shrimp.",
                "This relaxing class covers everything you’ll need to paint realistic styles of feather, from bluebird to peacock."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY29jaw&hash=04e6d58c22ab1f40a40c0ce4333e191b8475c96a&lang=en&cache-only=0",
            "defineEn": "a male bird with a large shiny colorful tail having eyelike patterns that can be raised for display",
            "defineVi": "một con chim đực có cái đuôi lớn sáng bóng sặc sỡ có hoa văn giống như mắt có thể nuôi để trưng bày",
            "hasImg": true
        },
        {
            "id": "5d5df90e-d6af-474d-987c-49e84ff5695a",
            "word": "raven",
            "phonetic": "ɹeɪvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "a black raven is flying across the night sky.",
                "Well, ravens can imitate sounds, too!",
                "First, ravens are bigger.",
                "Normally, ravens eat fruit and nuts, as well as insects and small animals like lizards.",
                "Ravens are definitely not members of the picky eaters club!"
            ],
            "audio": "https://tts.langeek.co/read?text=cmF2ZW4&hash=b2f614496c4b20b33ee6fcabff1a6807520de78e&lang=en&cache-only=0",
            "defineEn": "a large black bird belonging to the crow family with shiny feathers and a loud unpleasant call",
            "defineVi": "một con chim lớn màu đen thuộc họ quạ với bộ lông sáng bóng và tiếng kêu khó chịu",
            "hasImg": true
        },
        {
            "id": "83457b63-70ec-45be-92e4-0e0e32f74923",
            "word": "swallow",
            "phonetic": "swɔloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One swallow does not make a summer in sports.",
                "He accidentally swallowed a pip while eating the juicy watermelon.",
                "I swallowed my pride and phoned him.",
                "The people seem to have swallowed the government's promises hook, line, and sinker.",
                "I watched as the snake swallowed its prey whole."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dhbGxvdw&hash=27597126d2f03e4055517325845cf5ddb634bf0d&lang=en&cache-only=0",
            "defineEn": "a small fast-flying bird with pointed wings and tail and a short bill, which feeds on insects",
            "defineVi": "một loài chim nhỏ bay nhanh với đôi cánh và đuôi nhọn và mỏ ngắn, chuyên ăn côn trùng",
            "hasImg": true
        },
        {
            "id": "4411f77d-63b1-4102-8b7e-486994f9b423",
            "word": "dragonfly",
            "phonetic": "dɹæɡənflaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dragonflies, however, operate differently.",
                "Dragonflies are insects, just like bees, ants, and ladybugs.",
                "Dragonflies can chase down their meal at up to 55 kilometers an hour.",
                "Part robot, part space drone, Dragonfly will make the 759,000-mile eight-year journey to Titan, Saturn's largest moon.",
                "Dragonflies aren’t only awesome fliers, though."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhZ29uZmx5&hash=2288f70808defc6ccca59c068c6de7b3cf81e59c&lang=en&cache-only=0",
            "defineEn": "a flying insect with a pair of colorful wings, mostly found around rivers",
            "defineVi": "một loài côn trùng bay với một đôi cánh đầy màu sắc, chủ yếu được tìm thấy xung quanh các con sông",
            "hasImg": true
        },
        {
            "id": "115e2410-fed8-4a82-a57a-147826deef48",
            "word": "grasshopper",
            "phonetic": "ɡɹæshɑːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Compared to the grandeur of the neighboring buildings, the quaint little café on the corner is knee-high to a grasshopper.",
                "When I first started working at the company, my opinion was considered knee-high to a grasshopper.",
                "The budget for our project is knee-high to a grasshopper, making it challenging to achieve our ambitious goals.",
                "When I first met Sarah, she was knee-high to a grasshopper, but now she's all grown up and starting college.",
                "The kindergarten class is filled with children who are knee-high to a grasshopper, their laughter and energy filling the room."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhc3Nob3BwZXI&hash=1a7c4f8759f39e6949bd63bc5ef0916a131c7bc2&lang=en&cache-only=0",
            "defineEn": "a leaping, flying insect with long back legs that feeds on plants and makes a chirping sound",
            "defineVi": "một loài côn trùng biết bay, nhảy nhót với đôi chân sau dài ăn thực vật và phát ra âm thanh líu lo",
            "hasImg": true
        },
        {
            "id": "9f4813e8-d6b8-4265-a976-ae30c41f4b27",
            "word": "wasp",
            "phonetic": "wɑːsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's face looked like a bulldog chewing a wasp when she saw that her favorite dress was ruined.",
                "The celebrities were able to avoid jail time for their drug abuse because the laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
                "When I told Jack that he had to work overtime again, he looked at me with a face like a bulldog chewing a wasp.",
                "Wasps are like butterflies.",
                "Now, wasps are a bit different than bees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzcA&hash=a754613dcac8ea84de38bd6808d3d5747bd8d1ff&lang=en&cache-only=0",
            "defineEn": "a winged insect with a powerful sting and black and yellow colors",
            "defineVi": "một loài côn trùng có cánh với vết chích mạnh mẽ và màu đen và vàng",
            "hasImg": true
        },
        {
            "id": "5af8fceb-c1b9-4ce3-af8e-c5fccb77c97d",
            "word": "crab",
            "phonetic": "kɹæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "Eating a dressed crab salad made my day.",
                "The restaurant offered a flavorful seafood ravioli, featuring a filling of shrimp and crab.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhYg&hash=deda1fcfc0b6b0537f639edf0f317bfee3937500&lang=en&cache-only=0",
            "defineEn": "a sea creature with eight legs, two pincers, and a hard shell, which is able to live on land",
            "defineVi": "một sinh vật biển có tám chân, hai càng và có mai cứng, có thể sống trên cạn",
            "hasImg": true
        },
        {
            "id": "23db8b91-e162-4d04-8d8c-455cbcd899de",
            "word": "python",
            "phonetic": "paɪθən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I owe this python 50 bucks.",
                "I tasted a python! -",
                "Where's the python?",
                "Above the corn snakes we have Puzzle the ball python.",
                "The computer science courses cover everything from Python to machine learning."
            ],
            "audio": "https://tts.langeek.co/read?text=cHl0aG9u&hash=a9d4b50c6dc6f716cca224b05ff89eec15b863c9&lang=en&cache-only=0",
            "defineEn": "a large tropical snake that is non-venomous and kills its prey by squeezing it",
            "defineVi": "một con rắn nhiệt đới lớn không có nọc độc và giết chết con mồi bằng cách siết chặt nó",
            "hasImg": true
        },
        {
            "id": "5df201d5-b0ca-4746-a4ae-83496fa0b9ef",
            "word": "orca",
            "phonetic": "ɔːɹkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's Orca plant will be entirely powered by a nearby geothermal power plant.",
                "She's captured hundreds of hours of orca recordings, like the one you're hearing.",
                "There are some rotomolded YETI competitors like Orca, OtterBox and RTIC, that are slightly cheaper, but still comparably priced.",
                "Flash the Orca and his 8 original compatriots showed up on shelves and quickly found themselves in the midst of beanie-mania.",
                "(orca sounds) -"
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjYQ&hash=5fe6e473304fb92c3e5db020af9fa4a6917366ac&lang=en&cache-only=0",
            "defineEn": "a large, black-and-white marine mammal known for its social behavior, intelligence, and adaptability, found in oceans worldwide and known as an apex predator",
            "defineVi": "một loài động vật có vú biển lớn, đen trắng được biết đến với hành vi xã hội, trí thông minh và khả năng thích ứng, được tìm thấy ở các đại dương trên toàn thế giới và được biết đến như một loài săn mồi đỉnh cao",
            "hasImg": true
        }
    ]
}