{
    "id": "b3ebc806-857e-4518-a479-32626ae2e365",
    "title": "Unit 8 - Lesson 3",
    "originalTitle": "Unit 8 - Lesson 3",
    "words": [
        {
            "id": "48ebbe6d-e3e4-4168-9ca3-dab3c6ec000b",
            "word": "to talk",
            "phonetic": "tə tɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "My wife talked sense into me.",
                "Your friend really talks a blue streak!",
                "The two men talked.",
                "A true leader walks the talk.",
                "He talked a blue streak all through breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsaw&hash=af9f1e79ba38068775944a4616aeb2a9bc29c30b&lang=en&cache-only=0",
            "defineEn": "to tell someone about the information, feelings, or ideas that we have",
            "defineVi": "để nói với ai đó về thông tin, cảm xúc hoặc ý tưởng mà chúng tôi có",
            "hasImg": true
        },
        {
            "id": "919e8e9c-ffe4-4dc4-9a56-6dc5cb424fcf",
            "word": "furniture",
            "phonetic": "fɜːnɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The furniture store has a wide section of sofas, tables, and chairs.",
                "For generations, people have made furniture out of what was available.",
                "My sister rearranged the furniture in her room to create more space.",
                "We bought new furniture for our bedroom, including a bed and a wardrobe.",
                "The dining room has a table and chairs as furniture."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVybml0dXJl&hash=55859bf9c085f00b7c0e1cc2aae23658d69ef601&lang=en&cache-only=0",
            "defineEn": "pieces of equipment such as tables, desks, beds, etc. that we put in a house or office so that it becomes suitable for living or working in",
            "defineVi": "các thiết bị như bàn, bàn, giường, v.v. mà chúng ta đặt trong một ngôi nhà hoặc văn phòng để nó trở nên phù hợp để sống hoặc làm việc trong đó",
            "hasImg": true
        },
        {
            "id": "2a4ae5cc-a9d8-41e2-9daf-e170ae2df532",
            "word": "appliance",
            "phonetic": "ɐplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stove is an essential appliance in every kitchen.",
                "J.C. Penney placed a new bet on appliances.",
                "J.C. Penney would never catch up to Sears and appliances.",
                "Healthier diets, the availability of ethnic dishes and the popularity of appliances like food processors were on the rise.",
                "And they often lack amenities like kitchen appliances and laundry that save apartment-dwellers time and money."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGlhbmNl&hash=626961f3851f5134ece55e3f3bbc70ca79cebc00&lang=en&cache-only=0",
            "defineEn": "a machine or piece of equipment, especially electrical equipment, such as washing machine, dishwasher, etc. that is used for a particular task",
            "defineVi": "một máy hoặc một phần của thiết bị, đặc biệt là thiết bị điện, chẳng hạn như máy giặt, máy rửa chén, v.v. được sử dụng cho một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "42a493c9-d57b-44e5-86ea-11710b6ac8af",
            "word": "office",
            "phonetic": "ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "This room would make a nice office.",
                "The keys are kept in my office.",
                "The Mayor left office in 2018.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNl&hash=59c7b1417abf0aea78637505feb01e61dd3505fd&lang=en&cache-only=0",
            "defineEn": "a building, a room, or a place where people work, particularly behind a desk",
            "defineVi": "tòa nhà, phòng hoặc nơi mọi người làm việc, đặc biệt là sau bàn làm việc",
            "hasImg": true
        },
        {
            "id": "50bfcbb6-8164-446e-b1dd-3a5d02b53688",
            "word": "desk",
            "phonetic": "dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom is filled with desks, chairs, and a chalkboard.",
                "The teacher placed the books on the desk.",
                "My computer is placed on the desk in the office.",
                "He gave her ticket to the woman at the check-in desk.",
                "The receptionist sat behind the desk, welcoming visitors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaw&hash=67e8fe41cf2458647a877595b9238402e7fe6db8&lang=en&cache-only=0",
            "defineEn": "furniture we use for working, writing, reading, etc. that normally has a flat surface and drawers",
            "defineVi": "đồ nội thất chúng tôi sử dụng để làm việc, viết, đọc, v.v. thường có bề mặt phẳng và ngăn kéo",
            "hasImg": true
        },
        {
            "id": "b743ed78-e958-4b56-8d76-53dec42456c8",
            "word": "computer",
            "phonetic": "kəmpjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My computer is placed on the desk in the office.",
                "Two computers have gone AWOL from the office.",
                "She can design computer programs like nobody's business.",
                "Does the computer turn itself off?",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXI&hash=786c7624c37d66b3bc24bf74d27d39297bac8bc8&lang=en&cache-only=0",
            "defineEn": "an electronic device that stores and processes data",
            "defineVi": "một thiết bị điện tử lưu trữ và xử lý dữ liệu",
            "hasImg": true
        },
        {
            "id": "99417ea9-eb8c-4688-8b59-bf3cd0aebe4f",
            "word": "printer",
            "phonetic": "pɹɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The printer isn't working.",
                "The printer is in full working order and is printing documents with high quality.",
                "The interface can be used to drive a printer.",
                "Can you stop the printer once it’s started?",
                "The mailing was at a standstill until Joe from IT rode in on a white horse and unjammed our printer."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbnRlcg&hash=98df52539da9060c62ce7d9660403b710f9cd354&lang=en&cache-only=0",
            "defineEn": "a machine, particularly one connected to a computer, that prints text or pictures onto paper",
            "defineVi": "một máy, đặc biệt là máy được kết nối với máy tính, in văn bản hoặc hình ảnh lên giấy",
            "hasImg": true
        },
        {
            "id": "af178772-8e3d-4af3-aae9-d1988637a417",
            "word": "bedroom",
            "phonetic": "bɛdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "She placed a small nightstand next to the bed in the bedroom for her belongings.",
                "In our house, the bigger bedroom was always reserved for my older sister."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkcm9vbQ&hash=0bbd03af86fc3c3258a01c30d0da8fe5851ab63d&lang=en&cache-only=0",
            "defineEn": "a room we use for sleeping",
            "defineVi": "một căn phòng chúng tôi sử dụng để ngủ",
            "hasImg": true
        },
        {
            "id": "681acc0b-ece9-4508-bd18-47783e4d5c14",
            "word": "dresser",
            "phonetic": "dɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels.",
                "This crab is a picky dresser.",
                "They're very picky dressers.",
                "Be a much better dresser than I was in my twenties.",
                "The dresser crab walks along the seafloor, looking for little things that it can wear on its shell-- like coral, sea anemones, or seaweed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Nlcg&hash=097c8e2e1374edc1022586fa838ceceb306b997b&lang=en&cache-only=0",
            "defineEn": "a piece of furniture containing several drawers, usually for keeping clothes",
            "defineVi": "một món đồ nội thất có chứa nhiều ngăn kéo, thường để giữ quần áo",
            "hasImg": true
        },
        {
            "id": "1ac461aa-d234-4acf-9402-71808682d4d8",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "furniture we use to sleep on that normally has a frame and mattress",
            "defineVi": "đồ nội thất chúng ta sử dụng để ngủ thường có khung và nệm",
            "hasImg": true
        },
        {
            "id": "5632e2f0-b764-4f68-adf1-348ebc66bbf3",
            "word": "lamp",
            "phonetic": "læmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you raise the lamp",
                "The main roadblock at the moment is producing the lamps.",
                "Bring the lamp to me.'",
                "'Give me the lamp!'",
                "Fire and red smoke came from the lamp."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtcA&hash=edd3f3ac6154620e4deedfa3ee25de87fdcf4633&lang=en&cache-only=0",
            "defineEn": "an object that can give light by using electricity or burning gas or oil",
            "defineVi": "một đối tượng có thể cung cấp cho ánh sáng bằng cách sử dụng điện hoặc khí đốt hoặc dầu",
            "hasImg": true
        },
        {
            "id": "76329c03-238b-42df-b78d-1771bcd40b74",
            "word": "rug",
            "phonetic": "ɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soft rug in the living room adds warmth to the space.",
                "We have a colorful rug in the children's playroom.",
                "He lies like a rug.",
                "The rug in front of the fireplace provides a comfortable spot to sit.",
                "I rolled up the rug to clean the floor underneath it."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVn&hash=ea23374e5dd25dfee2c4b56604d69e3cf5ac9e4d&lang=en&cache-only=0",
            "defineEn": "something we use to cover or decorate a part of the floor that is usually made of thick materials or animal skin",
            "defineVi": "thứ gì đó chúng ta sử dụng để che hoặc trang trí một phần của sàn nhà thường được làm bằng vật liệu dày hoặc da động vật",
            "hasImg": true
        },
        {
            "id": "d7839dd1-a58f-43ec-8d0c-5f148f274302",
            "word": "bathroom",
            "phonetic": "bæθɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "Water was running all over the bathroom floor.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "I cleaned the bathroom yesterday so I'm in Mum's good books.",
                "He took a refreshing shower in the bathroom after a long day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aHJvb20&hash=1df0dd490c01630a275169bf21768dc890a57cab&lang=en&cache-only=0",
            "defineEn": "a room that has a toilet and a sink, and often times a bathtub or a shower as well",
            "defineVi": "một căn phòng có nhà vệ sinh và bồn rửa, và thường có cả bồn tắm hoặc vòi hoa sen",
            "hasImg": true
        },
        {
            "id": "d5a5d530-a1ed-4b26-9d8e-3fc95f0a7260",
            "word": "mirror",
            "phonetic": "mɪɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a mirror on the inside of the door for getting dressed.",
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "I usually stand in front of the mirror to comb my hair.",
                "Unfortunately, most companies won't take a long look in the mirror until something goes disastrously wrong.",
                "He adjusted his tie in the mirror to make sure it was straight."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlycm9y&hash=9c81b0d2375685386d02c08fdf1e2d35f5372c84&lang=en&cache-only=0",
            "defineEn": "a flat surface made of glass that people can see themselves in",
            "defineVi": "một bề mặt phẳng làm bằng thủy tinh mà mọi người có thể nhìn thấy mình trong",
            "hasImg": true
        },
        {
            "id": "79e8dec0-42e1-44f5-9a98-d1d5b638fdb4",
            "word": "sink",
            "phonetic": "sɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your boat was sunk by a swordfish?",
                "He sank his teeth into an apple.",
                "My heart sank when I saw the pained expression on her face.",
                "I'm not sinking any more money into it now!",
                "He sank back on his pillow and fell into a brown study."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luaw&hash=fda469519b7d2f1100adfd04c80d9aad29fb974a&lang=en&cache-only=0",
            "defineEn": "a large and open container that has a water supply and you can use to wash your hands, dishes, etc. in",
            "defineVi": "một thùng chứa lớn và mở có nguồn cung cấp nước và bạn có thể sử dụng để rửa tay, rửa bát đĩa, v.v.",
            "hasImg": true
        },
        {
            "id": "d8e919a7-f8de-413c-aa46-05748afded34",
            "word": "shower",
            "phonetic": "ʃaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped the slippery soap in the shower.",
                "He took a refreshing shower in the bathroom after a long day.",
                "To take a bath/shower/wash.",
                "She wrapped herself in a warm bath towel after the shower.",
                "She organized shampoo and soap bottles in the shower caddy in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Vy&hash=3a5e5601d6e0bd6f31c0d75bc06db736a3a23bb8&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that flows water all over your body from above",
            "defineVi": "một thiết bị đưa nước chảy khắp cơ thể bạn từ trên cao",
            "hasImg": true
        },
        {
            "id": "6214a009-84e3-48b7-8f29-2c7ba932f92d",
            "word": "toilet",
            "phonetic": "tɔɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Could you keep an eye on my bag while I go to the toilet?",
                "You'll have to get down on all fours to clean behind the toilet.",
                "That toilet has a face on it too.",
                "My friend only wishes a toilet with washing capabilities.",
                "They have flushed the toilet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9pbGV0&hash=9744bf14febe60b1bacb184c321b4c4333bbb387&lang=en&cache-only=0",
            "defineEn": "a room or building equipped with one or more toilets",
            "defineVi": "một căn phòng hoặc tòa nhà được trang bị một hoặc nhiều nhà vệ sinh",
            "hasImg": true
        },
        {
            "id": "6dd0af95-03ce-414b-98a0-074f925f3555",
            "word": "bathtub",
            "phonetic": "bæθtʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "We should fill the bathtub with warm water for a relaxing bath.",
                "They decided to wash their dog in the bathtub.",
                "There’s even a bathtub!",
                "One of the bathrooms has a stone bathtub and shower.",
                "Pleasure boats were tossed like toys in a bathtub."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aHR1Yg&hash=10c313528f7772c438c5f5ba306b91fa801bb689&lang=en&cache-only=0",
            "defineEn": "a large container that we fill with water and sit or lie in to wash our body",
            "defineVi": "một cái thùng lớn mà chúng ta đổ đầy nước và ngồi hoặc nằm trong đó để tắm rửa cơ thể",
            "hasImg": true
        },
        {
            "id": "ddb6c8ce-109e-4d98-b8ab-18521999c9cd",
            "word": "table",
            "phonetic": "teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGU&hash=0a0273e9f5bbd22b7d01ea9eb6b6b6ff0fd945f3&lang=en&cache-only=0",
            "defineEn": "furniture with a usually flat surface on top of one or multiple legs that we can sit at or put things on",
            "defineVi": "đồ nội thất có bề mặt thường bằng phẳng trên một hoặc nhiều chân mà chúng ta có thể ngồi hoặc đặt đồ vật lên",
            "hasImg": true
        },
        {
            "id": "ae47150a-bb05-4439-b9cf-875e54b75924",
            "word": "chair",
            "phonetic": "tʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaXI&hash=45633f05549abd59b87026ad75653d2d7f7958f1&lang=en&cache-only=0",
            "defineEn": "furniture with a back and often four legs that a person can use for sitting",
            "defineVi": "đồ nội thất có lưng và thường có bốn chân mà một người có thể sử dụng để ngồi",
            "hasImg": true
        },
        {
            "id": "af2c228a-99c0-46e6-9833-c61c30c60031",
            "word": "living room",
            "phonetic": "lɪvɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "The living room had a soft rug that felt comfortable under her feet.",
                "The living room had a comfortable sofa where she took afternoon naps.",
                "The living room had a large window that let in plenty of natural light.",
                "The little boy was excitedly playing with his toy cars in the living room."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2aW5nIHJvb20&hash=037641ac7ccd35a97a83310e5a20f56249a9f3aa&lang=en&cache-only=0",
            "defineEn": "the part of a house where people spend time together talking, watching television, relaxing, etc.",
            "defineVi": "một phần của ngôi nhà nơi mọi người dành thời gian cùng nhau nói chuyện, xem truyền hình, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "bccf93a3-3e39-4289-b2c9-19fa8b7fea1b",
            "word": "TV",
            "phonetic": "tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cable TV reaches a huge audience.",
                "The TV quiz was more fun than a barrel of monkeys!",
                "The TV stays on all day in their house.",
                "Millions of people followed the trial on TV.",
                "She regularly appears on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=VFY&hash=52b33cf1729ceadde67112613df825ed2e99090c&lang=en&cache-only=0",
            "defineEn": "an electronic device that shows images and videos and plays sounds and people use to watch different programs",
            "defineVi": "một thiết bị điện tử hiển thị hình ảnh và video và phát âm thanh và mọi người sử dụng để xem các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "195822b5-9c7e-46d1-85fa-f4155d95be21",
            "word": "bookcase",
            "phonetic": "bʊkkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bookcase runs the length of the room.",
                "He's made a real pig's ear of that bookcase he was supposed to be making.",
                "Take Joe Biden’s bookcase.",
                "That pulls on the bookcase, slowing it down.",
                "But if you move the bookcase to the right, then the friction will resist to the left."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2Nhc2U&hash=7fa504fcf26b661047ed8637b55f70494ce65900&lang=en&cache-only=0",
            "defineEn": "a piece of furniture that contains shelves for holding books",
            "defineVi": "một mảnh đồ nội thất có chứa kệ để giữ sách",
            "hasImg": true
        },
        {
            "id": "354135f0-724d-4fa0-ad0a-984da5cd8713",
            "word": "sofa",
            "phonetic": "soʊfə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The leather sofa adds a touch of elegance to the room.",
                "The sofa had to serve as a bed.",
                "The sofa provides a great place to take an afternoon nap.",
                "The old sofa will have to go.",
                "The new sofa wouldn't fit into the small living room."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mYQ&hash=b2007c01164b705852bc790c420bfeee12132b88&lang=en&cache-only=0",
            "defineEn": "a comfortable seat that has a back and two arms and enough space for two or multiple people to sit on",
            "defineVi": "một chỗ ngồi thoải mái có lưng và hai cánh tay và đủ không gian cho hai hoặc nhiều người ngồi",
            "hasImg": true
        },
        {
            "id": "bc5b5c68-76f9-4a7d-b5f1-4928da3a9588",
            "word": "kitchen",
            "phonetic": "kɪtʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "A voice came from the kitchen.",
                "The aromatic spice fills the kitchen with a delightful scent.",
                "The kitchen was filled with the smell of garlic.",
                "I love the aroma of fresh herbs in my kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbg&hash=424c434e57ae7d314a1b9172171eaf9d5e85ee41&lang=en&cache-only=0",
            "defineEn": "the place in a building or home where we make food",
            "defineVi": "nơi trong một tòa nhà hoặc nhà nơi chúng tôi làm thức ăn",
            "hasImg": true
        },
        {
            "id": "66a3f50f-18b7-4bf2-ac55-99b66b68a0de",
            "word": "cabinet",
            "phonetic": "kæbᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "They want the cabinet all singing from the same hymn sheet.",
                "We installed a corner cabinet in the dining room to maximize space.",
                "The shoe cabinet by the entrance keeps our shoes organized and tidy.",
                "The cabinet doors are made of glass, allowing us to see inside."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW5ldA&hash=eced7bf1514d07bb6d8cda4c2960b343c5cddeb4&lang=en&cache-only=0",
            "defineEn": "a piece of furniture with shelves or drawers for storing or displaying things",
            "defineVi": "một món đồ nội thất có kệ hoặc ngăn kéo để cất giữ hoặc trưng bày đồ đạc",
            "hasImg": true
        },
        {
            "id": "058a8f59-c43f-4a18-a719-28848c96607c",
            "word": "refrigerator",
            "phonetic": "ɹᵻfɹɪdʒɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He stored the leftover chard in the refrigerator to use in future meals.",
                "Now, I'm not pointing the finger at anyone in particular, but someone here has been stealing food from the communal refrigerator.",
                "Early in the twentieth century, home refrigerators became available. ",
                "- Poor families in America have, 99% of them have a refrigerator.",
                "They have bathrooms, sinks, refrigerators, complex lighting systems and unique construction."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmcmlnZXJhdG9y&hash=79ad7d25488a836dd539c725bf5d160d328a1d7a&lang=en&cache-only=0",
            "defineEn": "an electrical equipment used to keep food and drinks cool and fresh",
            "defineVi": "một thiết bị điện được sử dụng để giữ cho thực phẩm và đồ uống mát và tươi",
            "hasImg": true
        },
        {
            "id": "3719a574-3a25-4446-8ce6-48a1531d7654",
            "word": "fridge",
            "phonetic": "fɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fridge has a freezer section for storing frozen foods.",
                "Milk and cream should keep quite well in a fridge.",
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "I opened the fridge to get a bottle of water.",
                "I put leftovers in the fridge to save them for later."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZGdl&hash=39662c9ae532350a0a72d3d21683d1850ae9def5&lang=en&cache-only=0",
            "defineEn": "a container, usually put in a kitchen, that uses electricity to keep food cool and fresh",
            "defineVi": "một thùng chứa, thường được đặt trong nhà bếp, sử dụng điện để giữ cho thực phẩm tươi và mát",
            "hasImg": true
        },
        {
            "id": "79a56e73-e8c2-40b6-9e7b-100d0a06ea0d",
            "word": "microwave",
            "phonetic": "maɪkɹoʊweɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, the guy just microwaves the fish.",
                "Microwaved fish in the break room.",
                "Our microwave is done.",
                "a microwave to put the soap into!",
                "Radio and microwaves are near the low end."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm93YXZl&hash=1b5f7709cda98979adcefbcf7856130fb3293c0e&lang=en&cache-only=0",
            "defineEn": "a kitchen appliance that uses electromagnetic waves to quickly heat or cook food",
            "defineVi": "một thiết bị nhà bếp sử dụng sóng điện từ để nhanh chóng làm nóng hoặc nấu thức ăn",
            "hasImg": true
        },
        {
            "id": "c83567fe-a0ac-48fd-907c-a81b0ccdac2d",
            "word": "stove",
            "phonetic": "stoʊv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stove is an essential appliance in every kitchen.",
                "The gas stove has four burners for cooking multiple dishes at once.",
                "I accidentally burned my hand on the hot stove.",
                "I cooked dinner on the electric stove in the kitchen.",
                "I boiled water on the stove to make a cup of tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvdmU&hash=645180325759f0bf2c84efbc42976a93ae4dd425&lang=en&cache-only=0",
            "defineEn": "a box-shaped equipment used for cooking or heating food by either putting it inside or on top of the equipment",
            "defineVi": "một thiết bị hình hộp được sử dụng để nấu hoặc hâm nóng thức ăn bằng cách đặt nó bên trong hoặc bên trên thiết bị",
            "hasImg": true
        },
        {
            "id": "5b286962-c0c8-4423-beab-85af4839cf8e",
            "word": "fence",
            "phonetic": "fɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fence runs along the edge of the property line.",
                "The horse took the first fence well.",
                "A fence was being raised around the property.",
                "Shergar film falls at the first fence in Cannes.",
                "We've hit our ball over the fence!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVuY2U&hash=bf6289d12a457ed79f513efd093fa1f63d4bc327&lang=en&cache-only=0",
            "defineEn": "a structure like a wall, made of wire, wood, etc. that is placed around an area or a piece of land",
            "defineVi": "một cấu trúc giống như một bức tường, làm bằng dây, gỗ, vv được đặt xung quanh một khu vực hoặc một mảnh đất",
            "hasImg": true
        },
        {
            "id": "56be87f1-69d6-48b8-a7b7-42d0f173a58f",
            "word": "driveway",
            "phonetic": "dɹaɪvweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new snow shovel makes short work of clearing off the driveway.",
                "This new snow shovel makes short work of clearing off the driveway.",
                "He goes ripping down the driveway, jams on the brake, and lays down these sweet skids!",
                "My bus stop was at a driveway, somebody else's driveway.",
                "My bus stop was at a driveway, somebody else's driveway."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmV3YXk&hash=0d9373e961e98472f58f8ede6dea286de6e18389&lang=en&cache-only=0",
            "defineEn": "a short path or private road between a street and a house",
            "defineVi": "một con đường ngắn hoặc con đường riêng giữa một con phố và một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "e7a3ed6e-225c-4eb2-9d87-802b0fbc14dd",
            "word": "roof",
            "phonetic": "ɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stone made a dent in the roof of the car.",
                "Rents have gone through the roof.",
                "When I was expelled from school, my parents went through the roof.",
                "A slate fell off the roof and missed the child by a hair's breadth.",
                "The snow on the roof started to melt in the warmth of the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZg&hash=10f48bb108201b543a19b50fdb624dcb860b6af5&lang=en&cache-only=0",
            "defineEn": "the structure that creates the outer top part of a vehicle, building, etc.",
            "defineVi": "cấu trúc tạo ra phần trên cùng bên ngoài của một chiếc xe, tòa nhà, v.v.",
            "hasImg": true
        },
        {
            "id": "b1ec8059-8b1b-490d-ae20-d93678f778aa",
            "word": "doorbell",
            "phonetic": "doːɹbɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were ringing my doorbell",
                "That's my personal doorbell.",
                "I don't have a Ring doorbell.",
                "I use my cats as my personal doorbell.",
                "And Google's Nest Hello video doorbell starts at $229."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcmJlbGw&hash=fba870c70ab7cb95d6efdd2ba6cd4f1e72541d0f&lang=en&cache-only=0",
            "defineEn": "a bell operated by a button outside a house or apartment that makes a sound when pushed, particularly to inform the inhabitants inside",
            "defineVi": "một cái chuông được vận hành bởi một nút bên ngoài một ngôi nhà hoặc căn hộ phát ra âm thanh khi được đẩy, đặc biệt là để thông báo cho những người ở bên trong",
            "hasImg": true
        },
        {
            "id": "d5dc9fd3-166c-4183-8a91-e3cf220d45c3",
            "word": "fire escape",
            "phonetic": "faɪɚɹ ɛskeɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlyZSBlc2NhcGU&hash=05b095e9760d0528eb009bb7acce11411a0c13d4&lang=en&cache-only=0",
            "defineEn": "a metal set of stairs attached on the outside of a building, used for escaping in case of fire",
            "defineVi": "một bộ cầu thang bằng kim loại gắn bên ngoài tòa nhà, được sử dụng để thoát hiểm trong trường hợp hỏa hoạn",
            "hasImg": true
        },
        {
            "id": "bff48679-0b20-4503-9f2e-cd49d51fda9e",
            "word": "pillow",
            "phonetic": "pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children had pillow fights during their sleepover.",
                "My motrher decorated her room with new curtains and pillows.",
                "As they say, a clean conscience makes a soft pillow.",
                "Sarah used to cuddle her pillow for comfort and relaxation.",
                "As the proverb goes, an honest man's pillow is his peace of mind."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsbG93&hash=ca37de80ec3067b7f4bb891b728781da3cb25044&lang=en&cache-only=0",
            "defineEn": "a cloth bag stuffed with soft materials that we put our head on when we are lying or sleeping",
            "defineVi": "một túi vải nhồi bằng vật liệu mềm mà chúng ta gối đầu khi nằm hoặc ngủ",
            "hasImg": true
        },
        {
            "id": "35738988-572b-4705-a459-39f292eec3fa",
            "word": "blanket",
            "phonetic": "blæŋkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old woman knitted blankets for her grandchildren.",
                "The trees were covered in a blanket of snowy white.",
                "We sat on a blanket in the park, enjoying fava bean and herb-filled wraps.",
                "We sat around the picnic blanket, passing a bowl of filberts, enjoying their crunchy texture.",
                "He's kicking his feet up onto the blankets, not even bothering to take off his shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhbmtldA&hash=237d135e25de6eb7787a3d7ddde8c37667c7863f&lang=en&cache-only=0",
            "defineEn": "a large piece of fabric made of wool, cotton, or other materials that is used to keep warm or to provide comfort, used on beds, sofas, chairs, etc.",
            "defineVi": "một mảnh vải lớn làm bằng len, bông hoặc các vật liệu khác được sử dụng để giữ ấm hoặc tạo sự thoải mái, được sử dụng trên giường, ghế sofa, ghế, v.v.",
            "hasImg": true
        },
        {
            "id": "0e3364d7-f6c2-495b-8676-f414fee2defd",
            "word": "sheet",
            "phonetic": "ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He produced a sheet of paper from his pocket.",
                "All newspapers sang from the same song sheet.",
                "After the surgery, his face was as white as a sheet.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori.",
                "They want the cabinet all singing from the same hymn sheet."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZXQ&hash=4be0c4d2ddc2c67e13cb9ec9a088c9034311b6a4&lang=en&cache-only=0",
            "defineEn": "a large, thin, and rectangular piece of cloth that is spread on a bed to lie under or on top of it",
            "defineVi": "một mảnh vải lớn, mỏng và hình chữ nhật được trải trên giường để nằm bên dưới hoặc bên trên nó",
            "hasImg": true
        },
        {
            "id": "8d62f10c-2a3d-40a8-a425-1528d8e32270",
            "word": "medicine cabinet",
            "phonetic": "mɛdəsən kæbᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmUgY2FiaW5ldA&hash=7ae73817671ca7843b340fc3301121e23c5f0693&lang=en&cache-only=0",
            "defineEn": "a small cabinet with shelves behind a mirrored door, used for storing medicines and first aid supplies",
            "defineVi": "một chiếc tủ nhỏ có kệ phía sau cánh cửa có gương, dùng để đựng thuốc và đồ sơ cứu",
            "hasImg": true
        },
        {
            "id": "1e8aae87-fba9-4f69-9b62-c915d0371901",
            "word": "toothpaste",
            "phonetic": "tuːθpeɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "Baking soda served as a natural toothpaste alternative, gently whitening teeth and freshening breath.",
                "She brushed her teeth with toothpaste to keep them clean and healthy.",
                "I use neem toothpaste for its natural antibacterial properties and to maintain oral hygiene.",
                "\"Charcoal toothpaste is better than regular toothpaste.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhwYXN0ZQ&hash=8b1e3ea0db8ff69bc0caa8cf4e7753205ee2986d&lang=en&cache-only=0",
            "defineEn": "a soft and thick substance we put on a toothbrush to clean our teeth",
            "defineVi": "một chất mềm và đặc mà chúng ta bôi lên bàn chải đánh răng để làm sạch răng",
            "hasImg": true
        },
        {
            "id": "8159fecc-5c74-4d97-943e-5d993307da0f",
            "word": "toothbrush",
            "phonetic": "tuːθbɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They replaced their old toothbrushes with new ones.",
                "I usually use a toothbrush with a small head to reach the back teeth easily.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhicnVzaA&hash=a5637ffee8b5e8d2de7493edc59b22ef55275dff&lang=en&cache-only=0",
            "defineEn": "a small brush with a long handle that we use for cleaning our teeth",
            "defineVi": "một bàn chải nhỏ có tay cầm dài mà chúng tôi sử dụng để làm sạch răng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "15dd63cc-cbf9-4dbc-99df-2b4ef3ddf72f",
            "word": "shower curtain",
            "phonetic": "ʃaʊɚ kɜːtən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvd2VyIGN1cnRhaW4&hash=d3cc8d7737cb2e1e9a2d91aea13e24fa121586ba&lang=en&cache-only=0",
            "defineEn": "a waterproof curtain used in bathrooms to prevent water from splashing outside the shower area",
            "defineVi": "một bức màn không thấm nước được sử dụng trong phòng tắm để ngăn nước bắn ra bên ngoài khu vực tắm",
            "hasImg": true
        },
        {
            "id": "37a3158e-648d-452d-9ab0-2df96a8e46d6",
            "word": "bath mat",
            "phonetic": "bæθ mæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0aCBtYXQ&hash=d8a789db77f593d3589d6064fe921a02e4d36303&lang=en&cache-only=0",
            "defineEn": "a small rug or mat placed on the floor in a bathroom, typically outside the shower or bathtub, to provide a non-slip surface and to absorb water",
            "defineVi": "một tấm thảm nhỏ hoặc tấm thảm đặt trên sàn nhà trong phòng tắm, thường là bên ngoài vòi hoa sen hoặc bồn tắm, để tạo bề mặt chống trượt và hút nước",
            "hasImg": true
        },
        {
            "id": "f2c591e5-e4c5-44b0-a55f-ce629198b4ac",
            "word": "burner",
            "phonetic": "bɜːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gas stove has four burners for cooking multiple dishes at once.",
                "Creating new music isn't exactly on his front burner anymore.",
                "This has been on my back burner to read for years.",
                "She put her singing career on the back burner to pursue her dream of being a movie star.",
                "For 10 years she looked after her children, with her career very much on the back burner."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVybmVy&hash=78fbc25ab43681cab3592224ce2913e26c6287f7&lang=en&cache-only=0",
            "defineEn": "the part of a heater or cooker from which heat or a flame is produced",
            "defineVi": "một phần của lò sưởi hoặc bếp từ đó nhiệt hoặc ngọn lửa được tạo ra",
            "hasImg": true
        },
        {
            "id": "4b589ad7-8d7b-4ea3-a763-bf855ce54da9",
            "word": "oven",
            "phonetic": "ʌvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "The vegetables cook in the oven until they are tender.",
                "The shrimp cocktail is on ice, the chicken is in the oven.",
                "The fish cooks in the oven wrapped in foil.",
                "The oven looked as if it had never been used."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlbg&hash=0d56b219be6669928ae0f6b21914ff2103ae0ff5&lang=en&cache-only=0",
            "defineEn": "a box-shaped piece of equipment with a front door that is usually part of a stove, used for baking, cooking, or heating food",
            "defineVi": "một thiết bị hình hộp có cửa trước thường là một phần của bếp lò, dùng để nướng, nấu hoặc hâm nóng thức ăn",
            "hasImg": true
        },
        {
            "id": "9d6736d4-9efe-4f3e-98ab-cb072733f94e",
            "word": "dishwasher",
            "phonetic": "dɪʃwɑːʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dishwasher is making a strange noise.",
                "I started off as a dishwasher making 25 cents an hour.",
                "I applied to be a cashier, even a dishwasher.",
                "Between the chefs, inventory crew, waiters, and dishwashers, it takes a team of 1,085 people to keep this massive operation going.",
                "And this meant that increasing numbers of Americans had access things like television, and air conditioning, and dishwashers and air travel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaHdhc2hlcg&hash=821141a5249e08f538d16e85211d7dadf9b544b9&lang=en&cache-only=0",
            "defineEn": "an electric machine that is used to clean dishes, spoons, cups, etc.",
            "defineVi": "một máy điện được sử dụng để làm sạch bát đĩa, thìa, cốc, v.v.",
            "hasImg": true
        },
        {
            "id": "f15e44b5-4e17-4520-b2f2-b0fdfc805809",
            "word": "coffee maker",
            "phonetic": "kɔfi meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coffee makers brew your morning cup of Joe before you even wake up.",
                "- Woah ! - I wrote coffee maker/hand job.",
                "For them I'm nothing more than a stupid coffee maker.",
                "What did I get a half point for? - Coffee maker hand job.",
                "And it has a solution that’s safer for coffee makers and drinkers alike."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVlIG1ha2Vy&hash=e034f3c9a78daa27544234d1a9a7795b7d44e807&lang=en&cache-only=0",
            "defineEn": "a machine used for making coffee",
            "defineVi": "một máy được sử dụng để pha cà phê",
            "hasImg": true
        },
        {
            "id": "7943f9a9-4412-4646-8bd1-5b5cf8a6c7c8",
            "word": "ladle",
            "phonetic": "leɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ladle it.",
                "- Where is that ladle now? ",
                "You're there with your ladle.",
                "Mike and I's personal ladle.",
                "To walk among them and restore their health, she took the form of a new avatar, carrying a golden bowl of porridge and armed with a jewel-encrusted ladle."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFkbGU&hash=6b1654382b5ac75b859d14c968adb9abe2e503bd&lang=en&cache-only=0",
            "defineEn": "a type of large spoon with a long handle and a deep bowl, particularly used for serving liquid food",
            "defineVi": "một loại muỗng lớn có tay cầm dài và một cái bát sâu, đặc biệt được sử dụng để phục vụ thức ăn lỏng",
            "hasImg": true
        },
        {
            "id": "e730eacc-70ef-4c1a-8425-8a9dda150310",
            "word": "pot",
            "phonetic": "pɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We just took pot luck.",
                "A watched pot never boils.",
                "We’ll have to take pot luck.",
                "My mom cooked a delicious pot of rice to accompany our meal.",
                "She brewed a pot of green tea and poured it over ice for a refreshing iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90&hash=a3371fa72764fcfa44aa6b8ec855b9d8c7f8649c&lang=en&cache-only=0",
            "defineEn": "a container which is round, deep, and typically made of metal, used for cooking",
            "defineVi": "một thùng chứa tròn, sâu và thường được làm bằng kim loại, được sử dụng để nấu ăn",
            "hasImg": true
        },
        {
            "id": "cf83ab65-6688-4dfe-b62d-62796c256795",
            "word": "food processor",
            "phonetic": "fuːd pɹɑːsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Healthier diets, the availability of ethnic dishes and the popularity of appliances like food processors were on the rise.",
                "It doesn't incorporate a bunch of air into it, if you threw it into a food processor or a blender.",
                "So, the way people do that is to throw it in the food processor.",
                "I'm going to need to break it down, so I'm gonna bring it into a food processor, take that liquid out, and then I'm going to need to emulsify it and not let it get too gummy and to still maintain the integrity of the mashed potatoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBwcm9jZXNzb3I&hash=2546e62cc0384cc0ebcf584ca8ff6d36f800852d&lang=en&cache-only=0",
            "defineEn": "a kitchen appliance that can quickly mix, cut, slice, etc. food",
            "defineVi": "một thiết bị nhà bếp có thể trộn, cắt, thái, v.v. thực phẩm một cách nhanh chóng",
            "hasImg": true
        },
        {
            "id": "aef4d13f-deaa-4294-8e2a-8210ea6268c3",
            "word": "napkin",
            "phonetic": "næpkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can I fix your napkin?",
                "Can I fix your napkin?",
                "Can I fix your napkin?",
                "I bring place mats, cloth napkins.",
                "So, she was always taking a small piece of paper napkin."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFwa2lu&hash=1e1acbc8d4d29aec7d1bb56c06bf73d7d2d292a9&lang=en&cache-only=0",
            "defineEn": "a square piece of cloth or paper we use to protect our clothes and clean our mouth or hands while eating",
            "defineVi": "một mảnh vải hoặc giấy vuông mà chúng ta sử dụng để bảo vệ quần áo và lau miệng hoặc tay khi ăn",
            "hasImg": true
        },
        {
            "id": "7860485a-04a9-41a8-b24e-c3b7181a38c0",
            "word": "place mat",
            "phonetic": "pleɪs mæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bring place mats, cloth napkins.",
                "So instead, one company in Uganda has figured out how to pulverize them into fiber to make rugs, place mats, even hair extensions."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2UgbWF0&hash=6d965d7f409e4da0cc8797feb1b4e83436dd5b45&lang=en&cache-only=0",
            "defineEn": "a small object put under a plate to protect the table from the hot food on the plate",
            "defineVi": "một vật nhỏ đặt dưới đĩa để bảo vệ bàn khỏi thức ăn nóng trên đĩa",
            "hasImg": true
        },
        {
            "id": "6c7658ca-29e8-430a-a995-4157bc102c7d",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a container that is used for drinks and is made of glass",
            "defineVi": "một thùng chứa được sử dụng cho đồ uống và được làm bằng thủy tinh",
            "hasImg": true
        },
        {
            "id": "273c4ec0-5c8d-4207-886b-743d5948fc31",
            "word": "bowl",
            "phonetic": "boʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "He relished a warm bowl of mung bean soup.",
                "He enjoyed a warm bowl of black-eyed pea soup.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "A warm bowl of minestrone soup is even more comforting with a sprinkle of grated Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93bA&hash=ebc613d2053d311f6c19af56435bd73fa93506d3&lang=en&cache-only=0",
            "defineEn": "a round, deep container with an open top, used for holding food or liquid",
            "defineVi": "một vật chứa tròn, sâu có nắp hở, dùng để đựng thức ăn hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "40e7d0af-cc5a-4958-ab05-b4497e1952ed",
            "word": "plate",
            "phonetic": "pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I dropped another plate!",
                "They used disposable plates for the picnic.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "Our waiter cleared the empty plates from the table.",
                "The plate of pasta was finished with a garnish of grated Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGU&hash=d7212f360846a4a544110150dbc29db80cf51d46&lang=en&cache-only=0",
            "defineEn": "a flat, typically round dish that we eat from or serve food on",
            "defineVi": "một đĩa phẳng, thường tròn mà chúng ta ăn hoặc phục vụ thức ăn trên",
            "hasImg": true
        },
        {
            "id": "ee1a7819-a60c-4732-8e38-bb2b83114a89",
            "word": "cup",
            "phonetic": "kʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cup of coffee hits the spot at any given time.",
                "A cup of tea sounds perfect.",
                "Would you like a cup of coffee?",
                "She passed a cup of tea to the headmaster.",
                "I could murder a cup of tea!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vw&hash=6c7182884a298c6f4cab787624857c4d86e4479e&lang=en&cache-only=0",
            "defineEn": "a small bowl-shaped container, usually with a handle, that we use for drinking tea, coffee, etc.",
            "defineVi": "một cái hộp nhỏ hình bát, thường có tay cầm, chúng ta dùng để uống trà, cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "7b743f7a-18f5-4a27-a55d-e1e9eae5aa93",
            "word": "saucer",
            "phonetic": "sɔːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We organized a tea party for our dolls with tiny cups and saucers.",
                "At first, a saucer can seem like a great shape for an aircraft.",
                "Saucer, I'm getting so excited just thinking about it.",
                "Now, the Air Force planned for their supersonic saucer to be the same shape, but with /six/ engines instead of three.",
                "Travis gets out and approaches the saucer."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F1Y2Vy&hash=e76a03202fa2416154a89cbca3a85625bf3cc345&lang=en&cache-only=0",
            "defineEn": "a shallow round plate of small size used for placing a cup",
            "defineVi": "một đĩa tròn nông có kích thước nhỏ dùng để đặt cốc",
            "hasImg": true
        },
        {
            "id": "c816471c-5d99-4aac-8e77-bce153c42e05",
            "word": "fork",
            "phonetic": "fɔːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "You put the fork on the right and the knife on the left.",
                "The children used a plastic fork to eat their pasta.",
                "I used a fork to eat the spaghetti.",
                "I usually use a fork to cut into a tender piece of meat.",
                "You dug your own grave with your own knife and fork when the exams came."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yaw&hash=23edf65dffdc54dfe484039ff55072491e2777d7&lang=en&cache-only=0",
            "defineEn": "an object with a handle and three or four sharp points that we use for picking up and eating food",
            "defineVi": "một vật có tay cầm và ba hoặc bốn đầu nhọn mà chúng ta dùng để gắp và ăn thức ăn",
            "hasImg": true
        },
        {
            "id": "64ed4243-eb1b-4bc8-a5f5-dd34b42dfc15",
            "word": "knife",
            "phonetic": "naɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "Emily's father went under the knife yesterday for a successful heart surgery.",
                "We used the chef's knife to chop the onions.",
                "He carefully peeled the apple with a sharp knife."
            ],
            "audio": "https://tts.langeek.co/read?text=a25pZmU&hash=4cc40905a95211e7eb57043fb2046fedb955d2e7&lang=en&cache-only=0",
            "defineEn": "a sharp blade with a handle, used for cutting or as a weapon",
            "defineVi": "một lưỡi kiếm sắc bén có tay cầm, dùng để cắt hoặc làm vũ khí",
            "hasImg": true
        },
        {
            "id": "53b87c3a-df21-4c41-bc1b-3e8190a8c78a",
            "word": "tablespoon",
            "phonetic": "teɪbəlspuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added a tablespoon of powdered milk to my pancake batter for extra richness.",
                "Add a tablespoon of soaked Irish moss to your smoothies for a creamy and nutritious texture.",
                "One tablespoon equals three teaspoons.",
                "One tablespoon equals three teaspoons.",
                "Each tablespoon of olive oil has 128 calories."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGVzcG9vbg&hash=10d11682d19d461841f3964b2d006b7330fd92a4&lang=en&cache-only=0",
            "defineEn": "a spoon of a large size which is used for serving food",
            "defineVi": "một cái muỗng có kích thước lớn được sử dụng để phục vụ thức ăn",
            "hasImg": true
        },
        {
            "id": "7f37e0b1-9e38-4e1c-9f1f-32c59a49cb9c",
            "word": "soup spoon",
            "phonetic": "suːp spuːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c291cCBzcG9vbg&hash=2be26c61bfab4c962788bbcf40258213ad596017&lang=en&cache-only=0",
            "defineEn": "a spoon that is typically larger than a teaspoon or a dessert spoon and is used for eating soup or other liquid dishes, such as chili or stew",
            "defineVi": "thìa thường lớn hơn thìa cà phê hoặc thìa tráng miệng và được dùng để ăn súp hoặc các món lỏng khác, chẳng hạn như ớt hoặc món hầm",
            "hasImg": true
        },
        {
            "id": "cd018b58-35fa-48c8-b3a2-b9cc7424b7d6",
            "word": "teaspoon",
            "phonetic": "tiːspuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A teaspoon of sugar can sweeten your morning coffee or tea.",
                "A teaspoon of grape vinegar brightened up the tomato soup, giving it a pleasant tang.",
                "Adding a teaspoon of yeast to the pizza dough will help it rise and become fluffy.",
                "One tablespoon equals three teaspoons.",
                "One tablespoon equals three teaspoons."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhc3Bvb24&hash=1fc58353074b1e07ac88c7046ec910b53dd75e48&lang=en&cache-only=0",
            "defineEn": "a small spoon used for adding sugar to tea or coffee and stirring it",
            "defineVi": "một cái muỗng nhỏ được sử dụng để thêm đường vào trà hoặc cà phê và khuấy nó",
            "hasImg": true
        },
        {
            "id": "e9c20f1f-8fa5-44c8-a76e-9f13aaa2e2d3",
            "word": "filing cabinet",
            "phonetic": "faɪlɪŋ kæbᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsaW5nIGNhYmluZXQ&hash=a3da40aab5083c89b9b1e99659fa58ae1c18d563&lang=en&cache-only=0",
            "defineEn": "a piece of office furniture with drawers for storing and organizing documents or files",
            "defineVi": "một món đồ nội thất văn phòng có ngăn kéo để lưu trữ và sắp xếp tài liệu hoặc tập tin",
            "hasImg": true
        },
        {
            "id": "5e1c7a7f-e3ec-4c03-bfbf-88b3591bc9e8",
            "word": "fax",
            "phonetic": "fæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, fax it to me.",
                "It is mostly still running on fax, phone and paper.",
                "'I need to fax that.'",
                "It included some smart capabilities, like sending emails and faxes.",
                "And my assistant just keeps coming to me with these faxes like, P. Diddy or Puff Daddy wants you at his party you've got to go."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF4&hash=4f25b7cd748c2efa20b0f267a44a981930f0ac34&lang=en&cache-only=0",
            "defineEn": "a device that can send and receive documents in electronic form using a telephone line and then print them",
            "defineVi": "một thiết bị có thể gửi và nhận tài liệu ở dạng điện tử bằng đường dây điện thoại và sau đó in chúng",
            "hasImg": true
        },
        {
            "id": "584a22f2-d69c-4496-acee-d6d95edb2ab3",
            "word": "dining room",
            "phonetic": "daɪnɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dining room has a table and chairs as furniture.",
                "She cleans the dining room after each meal.",
                "They gathered in the dining room for Sunday brunch.",
                "They enjoyed breakfast in the dining room, starting the day with a tasty meal.",
                "She set the table with plates and glasses in the dining room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGluaW5nIHJvb20&hash=32b08af606ba48c7624351561a19272f34f42fd7&lang=en&cache-only=0",
            "defineEn": "a room that we use to eat meals in",
            "defineVi": "một căn phòng mà chúng tôi sử dụng để ăn bữa ăn trong",
            "hasImg": true
        }
    ]
}