{
    "id": "b40e5ee3-374a-4f66-bb0c-8a2b926569b5",
    "title": "Signposting",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "bd6d9ce9-a57a-4640-8012-2495f5f84f02",
            "word": "additionally",
            "phonetic": "ɐdɪʃənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "Additionally, travel limitations could hurt imports of food.",
                "Additionally doctors in France make less money than those in the United States.",
                "Additionally, the maternal mortality rate in the United States is more than 2 times higher than in Germany.",
                "Additionally, the maternal mortality rate in America is nearly five times higher than in Australia."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaXRpb25hbGx5&hash=ae5c1908ce77b855c4846c36d62f6acbd1179824&lang=en&cache-only=0",
            "defineEn": "as an extra point or fact; in addition",
            "defineVi": "như một điểm bổ sung hoặc thực tế; Ngoài ra"
        },
        {
            "id": "1b83eedc-2d0a-465d-ac75-68d6e823dc52",
            "word": "furthermore",
            "phonetic": "fɜːðɚmoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization.",
                "Furthermore the company didn't have the right products.",
                "Furthermore, quality of service is often quite high.",
                "And furthermore, the rates were by class.",
                "Furthermore, these funds seemed to offer even lower risk, especially through turbulent times like this past year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcm1vcmU&hash=54d45cff0d1333819434a9546a69cc0bc6acdaca&lang=en&cache-only=0",
            "defineEn": "in addition to what has just been stated; besides",
            "defineVi": "ngoài những điều vừa nêu; bên cạnh đó"
        },
        {
            "id": "a07a73fb-e09d-4468-9741-966031a2368c",
            "word": "moreover",
            "phonetic": "moːɹoʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "Moreover each fisherman’s livelihood produced jobs for some five other people.",
                "Moreover, different policies have different multipliers.",
                "Moreover, the Germans themselves were experiencing the deprivation and losses of their loved ones 21."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yZW92ZXI&hash=8e5523d968af00aaffa1bd3260006a06b613180a&lang=en&cache-only=0",
            "defineEn": "used to support or add to the statement that has just been made by giving new or more information",
            "defineVi": "được sử dụng để hỗ trợ hoặc thêm vào tuyên bố vừa được thực hiện bằng cách đưa ra thông tin mới hoặc nhiều hơn"
        },
        {
            "id": "87e0fa59-9bd2-4ca7-829f-7fea7325b1b9",
            "word": "former",
            "phonetic": "fɔːɹmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He received a cold shoulder from his former friends after the argument.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "The successful entrepreneur knew that an old poacher makes the best gamekeeper, so he hired a former hacker to help secure his company's online systems.",
                "Joe realized the truth behind the wise words when the police hired a former hacker to uncover who had been stealing company secrets.",
                "John was discussing his former boss when he walked into the room, and someone joked, \"Speak of the devil, and he shall appear!\""
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWVy&hash=3d7bf07a1cac8e2927ac9068f99c52421568ec84&lang=en&cache-only=0",
            "defineEn": "first in order of two things or persons that are already mentioned",
            "defineVi": "đầu tiên theo thứ tự của hai điều hoặc người đã được đề cập"
        },
        {
            "id": "35f6be67-db61-49b1-8863-89c7ee02ac86",
            "word": "initial",
            "phonetic": "ɪnɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Walter, disaster followed hard on the heels of his initial success.",
                "After the initial shock, Lisa got a grip on herself and called an ambulance.",
                "The real estate investment provided a high yield, exceeding the initial expectations of the investors.",
                "She realized that her initial assumption was correct.",
                "The successful entrepreneur knew that money makes money and used his initial profits to fund new business ventures that eventually made him a millionaire."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pdGlhbA&hash=47fc11c2e427bd9e59823d54451243bc35f4819c&lang=en&cache-only=0",
            "defineEn": "related to or happening at the beginning",
            "defineVi": "liên quan đến hoặc xảy ra lúc đầu",
            "hasImg": true
        },
        {
            "id": "08173569-fd76-4943-bd29-55a3cf66994c",
            "word": "latter",
            "phonetic": "læɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As the old proverb goes, an ordinary teacher tells, a good teacher explains, an excellent teacher inspires, and I strive to be the latter.",
                "And over the latter half of Ivan’s reign, whole towns were destroyed.",
                "As a term, cultural appropriation has its roots in the latter half of the 20th century with its highest usage coming after 1980.",
                "RVs became an established American cultural phenomenon by the latter 20th century.",
                "And then in the latter half of the last century, digital detectors were invented, which were even more sensitive than film."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0dGVy&hash=36c5592e2e812dac5ee620a317c52b1b07b1a708&lang=en&cache-only=0",
            "defineEn": "second in order of two things or persons that are already mentioned",
            "defineVi": "thứ hai theo thứ tự của hai điều hoặc người đã được đề cập"
        },
        {
            "id": "61bdf56c-1523-438d-9bb8-bbcaf097a66d",
            "word": "prior",
            "phonetic": "pɹaɪɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The entrepreneur decided to follow her nose and launch a new business based on her passion for cooking, even though she had no prior experience in the food industry.",
                "Despite being innocent of the crime, the suspect's prior convictions led to a harsher sentence, demonstrating how he that has an ill name is half hanged.",
                "Cheap cars made up a good sized slice of the auto market prior to 2018.",
                "Prior to the outbreak, about half of rural hospitals operated in the red.",
                "Prior to the outbreak, the state had 53,000 beds in 187 hospitals."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpb3I&hash=05ebb943d704c2e73164c18760970d12a959e445&lang=en&cache-only=0",
            "defineEn": "happening, existing or arranged before something else or a particular time",
            "defineVi": "xảy ra, tồn tại hoặc sắp xếp trước một cái gì đó khác hoặc một thời điểm cụ thể"
        },
        {
            "id": "9061bb82-d8fa-4ea0-9763-df62665b2603",
            "word": "respectively",
            "phonetic": "ɹᵻspɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Let A and B stand for X and Y respectively.",
                "Meanwhile, two of their biggest competitors, Amul and Nestlé, made nearly five billion and 750 million from dairy, respectively.",
                "For the month of April, production of beef and pork dropped by 21 percent and 11 percent, respectively.",
                "The addition of hydrogen turns them into NADH and FADH2, respectively.",
                "After all, Google, Microsoft and Cisco, creators of Google Hangouts, Skype and WebEx, respectively, have very diverse businesses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGVjdGl2ZWx5&hash=24d4167303b8441b4ae4123ac25430c095784437&lang=en&cache-only=0",
            "defineEn": "in exactly the order mentioned",
            "defineVi": "theo đúng thứ tự đã đề cập"
        },
        {
            "id": "21676d06-0665-42f1-bde1-67e820b32664",
            "word": "subsequent",
            "phonetic": "sʌbsᵻkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The public was skeptical of the politician's claims of innocence, and the subsequent investigation proved that there is no smoke without fire.",
                "The subsequent depression lasted until 1843.",
                "And subsequent studies have provided evidence that this is really happening.",
                "And thus, his subsequent fate is a demonstration of this.",
                "So look for that tomorrow and then a few subsequent Saturdays."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2VxdWVudA&hash=6c606a621e4d9e5d9adc044bb2a528bc844aebf6&lang=en&cache-only=0",
            "defineEn": "coming or existing after something else; following",
            "defineVi": "đến hoặc tồn tại sau một cái gì đó khác; tiếp theo"
        },
        {
            "id": "93d58d78-dd1b-4fe9-aa52-bbc4ebf70fce",
            "word": "overall",
            "phonetic": "oʊvɚɹɔːl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmFsbA&hash=6b3c15dcde77b9b37d4b09ae9e733c60ec0ef7ec&lang=en&cache-only=0",
            "defineEn": "with everyone or everything included",
            "defineVi": "với tất cả mọi người hoặc tất cả mọi thứ bao gồm"
        },
        {
            "id": "9468de1f-06a2-43b2-8e44-efe207cd333d",
            "word": "thus",
            "phonetic": "ðʌs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The story of her life, thus far, has been being in the right place at the right time.",
                "The CEO of the company knew that no truth, no crown, and thus made sure that the company always operated with honesty and integrity.",
                "It’s as if Google is just so big now, the left hand doesn’t know what the right is doing, and thus different teams keep coming up with the same products.",
                "Thus ends that experiment, now back to the show."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1cw&hash=1c9b50876f601a55a139d8c436e72177d209ff25&lang=en&cache-only=0",
            "defineEn": "in the way or manner that is already mentioned",
            "defineVi": "theo cách hoặc cách thức đã được đề cập"
        },
        {
            "id": "30f9a74e-2dee-4cb0-a280-349678306e2f",
            "word": "consequently",
            "phonetic": "kɑːnsɪkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The finches consequently sort out ecological niches.",
                "The disease, consequently, becomes part of normal experience.",
                "Consequently, many young men and women cannot get a good job. ",
                "Consequently, Tom has delayed any marriage plans with Candace.",
                "Consequently, Wendy rose one step. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVudGx5&hash=b3fbbd75d4783dedca1124866f42c3bf0863bdfd&lang=en&cache-only=0",
            "defineEn": "therefore; as a result",
            "defineVi": "Vì vậy; kết quả là"
        },
        {
            "id": "a91b852e-1fc5-4d55-88fc-2bc3d0d30148",
            "word": "however",
            "phonetic": "haʊɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Council of Ministers, however, is still putting a spanner in the works.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "However, with careful planning and sacrifices, she managed to make the trips of her dreams.",
                "However, I did find Avery's reaction to catching him with his pants down to be pretty unrealistic.",
                "However, creditors have better memory than debtors, and they will eventually come calling for what is owed to them."
            ],
            "audio": "https://tts.langeek.co/read?text=aG93ZXZlcg&hash=1923969fae58d2e299fa88acc687cc7f2046d2cc&lang=en&cache-only=0",
            "defineEn": "used to indicate contrast or contradiction",
            "defineVi": "được sử dụng để chỉ ra sự tương phản hoặc mâu thuẫn"
        },
        {
            "id": "033981ec-cf72-45e4-b387-98d0ea8f744c",
            "word": "also",
            "phonetic": "ɔːlsoʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The college also runs evening classes in bricklaying and joinery.",
                "Other football stakeholders also got a share of the cake.",
                "Adults were also at risk from epidemics.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "You can also get information on careers in social work from their website."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxzbw&hash=6aab8174862ad3f38005b82c0a0def176c5f5127&lang=en&cache-only=0",
            "defineEn": "used to introduce another fact or idea in addition to something already mentioned",
            "defineVi": "được sử dụng để giới thiệu một thực tế hoặc ý tưởng khác ngoài một cái gì đó đã được đề cập"
        },
        {
            "id": "984bce8e-8c92-48b1-99e9-f9d6189044d3",
            "word": "alternatively",
            "phonetic": "ɔːltɜːnətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Alternatively the point the universe is pretty freakin’ weird.",
                "Alternatively, we could combine the water with more carbon dioxide from the atmosphere.",
                "Alternatively, we could define a function where every numerical input corresponds to a different alphabetical output.",
                "Alternatively, it could just be a random mutation.",
                "Alternatively, you can search for them in the search bar."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmVseQ&hash=d809bf232ec3886fcc76194a31d50df43cf2b29b&lang=en&cache-only=0",
            "defineEn": "as a second choice or another possibility",
            "defineVi": "như một sự lựa chọn thứ hai hoặc khả năng khác"
        },
        {
            "id": "fe2de5bd-70f0-4406-a0fc-6a1d3f0c7cad",
            "word": "conversely",
            "phonetic": "kənvɜːsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Conversely, if you have been papering over the cracks of a relationship these same eclipses will seek them out.",
                "Conversely, negative G’s create weightlessness.",
                "Conversely, tax penalties can discourage undesirable behavior like smoking or pollution, but this unfortunately can reinforce the perception of taxes as a punishment rather than a transaction or a social obligation.",
                "Conversely, the reduced light pollution saves over a billion birds each year whose migrations were disrupted by blinking communication tower lights and high-tension wires.",
                "Conversely, positive utility is the satisfaction we get from gaining or consuming something."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVyc2VseQ&hash=043661a17691cc4618b4cee9b09ecda8e11cac72&lang=en&cache-only=0",
            "defineEn": "in a way that is contrasting or different from what has been mentioned",
            "defineVi": "theo cách tương phản hoặc khác với những gì đã được đề cập"
        },
        {
            "id": "a054ee12-b512-426b-8b53-36abf8d49e19",
            "word": "to assert",
            "phonetic": "tʊ ɐsɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "She speaks softly and carries a big stick to assert her authority when necessary.",
                "He had a bad experience with a difficult boss at his previous job, and now he's afraid to speak up or assert himself at work - illustrating how the man who has once been bitten by a snake fears every piece of rope.",
                "Buda werehyena lore asserts that this blood was used for rituals, medicine, and nutrition.",
                "Attorney General Barr asserted last month that the FBI had spied on the campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXJ0&hash=124705fd62d7d4285f2ed026408a6d1b06bac4e0&lang=en&cache-only=0",
            "defineEn": "to say clearly and confidently that something is true",
            "defineVi": "để nói rõ ràng và tự tin rằng một cái gì đó là sự thật"
        },
        {
            "id": "c69603ae-6e0c-4a19-8e7a-7ab3afe16655",
            "word": "to claim",
            "phonetic": "tə kleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhaW0&hash=8840f6138d4db520b74b7f07c9633085ce444a04&lang=en&cache-only=0",
            "defineEn": "to say that something is the case without providing proof for it",
            "defineVi": "để nói rằng một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "bc769f6a-d16b-407d-9d43-f65cbb1eb9e9",
            "word": "to demonstrate",
            "phonetic": "tə dɛmənstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cooking show demonstrated the art of stuffing and rolling a pork fillet.",
                "Jennifer started off on the right foot in her new job by arriving early, being well-prepared, and demonstrating a positive attitude.",
                "Demonstrating how he dances well to whom fortune pipes.",
                "The chef demonstrated how to core the bell peppers for stuffing with rice and vegetables.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb25zdHJhdGU&hash=12a2c58128741962e70b1893aae92e8e187aea1a&lang=en&cache-only=0",
            "defineEn": "to show clearly that something is true or exists by providing proof or evidence",
            "defineVi": "để hiển thị rõ ràng rằng một cái gì đó là sự thật hoặc tồn tại bằng cách cung cấp bằng chứng hoặc bằng chứng"
        },
        {
            "id": "907d363f-15ae-43e7-a41b-69bab53f1574",
            "word": "to intend",
            "phonetic": "tʊ ɪntɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government intends, by hook or by crook, to hold on to the land.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "These changes are intended to put a lid on rising medical costs.",
                "I intend to remain faithful, simply because I've given infidelity a whirl and it doesn't work for me.",
                "She took it in the spirit in which it was intended."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZW5k&hash=95ff5b358deb751e257cb7765ee1f45f54c46039&lang=en&cache-only=0",
            "defineEn": "to have something in mind as a plan or purpose",
            "defineVi": "để có một cái gì đó trong tâm trí như một kế hoạch hoặc mục đích"
        },
        {
            "id": "e47432ed-e03c-40a8-9617-302d63bcfdbd",
            "word": "firstly",
            "phonetic": "fɜːstli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Firstly, turbulence is always chaotic.",
                "Firstly, the situation in Myanmar was really quite problematic in a number of different ways. ",
                "Firstly, the size, measured in both length and diameter.",
                "Firstly, there are several hormone-producing glands: three in your brain, and seven in the rest of your body.",
                "Firstly, what is CBD?"
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3RseQ&hash=fdd4a8889c80813a429329bc7734579b63d6b3a2&lang=en&cache-only=0",
            "defineEn": "used to introduce the first fact, reason, etc.",
            "defineVi": "được sử dụng để giới thiệu sự thật đầu tiên, lý do, v.v."
        },
        {
            "id": "882cca81-0489-4d15-bb36-95eacf2aa702",
            "word": "secondly",
            "phonetic": "sɛkəndli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Secondly, humans represent a really weird change in the universe.",
                "Secondly, we need more women in power.",
                "Secondly, wireless chargers are slower than wired chargers.",
                "Secondly is scale.",
                "Secondly, they’re very expensive."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25kbHk&hash=3dae18c1ad79e5dce2e767264dd1fe0efc85519d&lang=en&cache-only=0",
            "defineEn": "used to introduce a second fact, reason, etc.",
            "defineVi": "được sử dụng để giới thiệu một thực tế thứ hai, lý do, vv"
        },
        {
            "id": "7e19c3f3-1521-4601-89d3-3652d8f78fef",
            "word": "finally",
            "phonetic": "faɪnəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "My poor old car finally gave up the ghost.",
                "Ours has finally given up the ghost.",
                "Our efforts are finally paying dividends."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYWxseQ&hash=dc71d695481462d101a5e71c48296ff789d2c947&lang=en&cache-only=0",
            "defineEn": "as the last reason or point",
            "defineVi": "như lý do hoặc điểm cuối cùng"
        },
        {
            "id": "9be7e64a-783c-4d3e-8b1c-9bafd6207e35",
            "word": "to signpost",
            "phonetic": "tə saɪnpoʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The streets aren't as signposted.",
                "I don’t think that it was a signpost of a strategy.",
                "I think that coming down and leaving a little pile at the base of your favorite trees is sort of like a little signpost.",
                "Of course, Earth isn’t the only place that experiences tides, and tides have actually become a signpost in the search for life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbnBvc3Q&hash=79d3a22ce053a0b5d4407d5d0451f6291bbe2199&lang=en&cache-only=0",
            "defineEn": "to clearly demonstrate something, especially the way that an argument, speech, etc. will develop so that everyone will notice and understand",
            "defineVi": "để chứng minh rõ ràng điều gì đó, đặc biệt là cách mà một cuộc tranh luận, bài phát biểu, v.v. sẽ phát triển để mọi người chú ý và hiểu"
        },
        {
            "id": "f45a6134-92f9-4d4f-b674-980d47a4a025",
            "word": "supplementary",
            "phonetic": "sʌplɪmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, those planes have delivered nutritional supplementary food for children.",
                "Like Judaism with its Talmud, and Christianity with its lives of saints and writings of Church fathers, Islam has supplementary sacred texts, chief among which is the hadith, a collection of sayings and stories about the Prophet.",
                "And, also, it took a very long time for National Guard or any kind of supplementary force to arrive there.",
                "In the study, astronomers searched Kepler’s dataset, plus some supplementary data from the Gaia spacecraft, looking for stars that closely resemble the Sun.",
                "The public system pays like for major dental work, about half the cost and then you get supplementary to take it up to 80, 90 percent of the cost."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxlbWVudGFyeQ&hash=2fa45a8d7c993f5da13d162cedc1e9766da6c9c8&lang=en&cache-only=0",
            "defineEn": "provided to improve or enhance something that already exists",
            "defineVi": "cung cấp để cải thiện hoặc tăng cường một cái gì đó đã tồn tại"
        },
        {
            "id": "d7d20617-93fa-416d-92ec-f16a640309fb",
            "word": "besides",
            "phonetic": "bᵻsaɪdz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And besides, people have short attention spans.",
                "Besides, Mendeleev’s periodic table had no room for a new element like this.",
                "Besides, what’s the alternative?",
                "And besides, the average family couldn’t afford a formal portrait at all.",
                "And besides, like, knowing ASL?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzaWRlcw&hash=36989209317477c00b56c25a432a074ec887c817&lang=en&cache-only=0",
            "defineEn": "used to add a convincing reason to support the statement just mentioned",
            "defineVi": "được sử dụng để thêm một lý do thuyết phục để hỗ trợ tuyên bố vừa được đề cập"
        },
        {
            "id": "6084ee13-1ce6-41f9-95bf-002d7ff12a50",
            "word": "extra",
            "phonetic": "ɛkstɹə ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "They run extra trains during the rush hour.",
                "Be extra careful with this one.",
                "She turned her singing talent into extra money.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmE&hash=ede5ef4b06446c5d32a21cfebd9727c472db6f31&lang=en&cache-only=0",
            "defineEn": "to a degree or extent that is greater or more than usual",
            "defineVi": "ở một mức độ hoặc mức độ lớn hơn hoặc nhiều hơn bình thường"
        },
        {
            "id": "a84777fc-0a78-44e1-b8e1-3d88ffd31e15",
            "word": "whereas",
            "phonetic": "wɛɹæz ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "Their project is hitting the mark, whereas ours is just flopping.",
                "Whereas AirPods last up to five hours of constant listening.",
                "Whereas the permissive parent often caves to their child's demands and exerts little control over any of the child's behavior.",
                "Whereas, the original Google Home just had one speaker.",
                "Whereas most people around here don't!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlcmVhcw&hash=4a4bdc049772ad62d0fbc7d489d5852659fb762e&lang=en&cache-only=0",
            "defineEn": "used to introduce a statement that is true for one thing and false for another",
            "defineVi": "được sử dụng để giới thiệu một tuyên bố đó là đúng cho một điều và sai cho một điều khác"
        },
        {
            "id": "280a0c83-f627-45ee-a82e-48ea38f7604a",
            "word": "whilst",
            "phonetic": "waɪlst ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "I wait patiently whilst he gives me the once-over.",
                "Nelson Mandela was incarcerated here whilst awaiting trial.",
                "But whilst evidence of environmental degradation is mounting, the avocado industry is still growing along with consumer demand.",
                "Whilst that brought a lot of money into the game for the clubs and the ECB it killed the television audience.",
                "Whilst John is setting up the sting, the other investigators head to Boyd's Bar which Gonzalo lived above with Michelle."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbHN0&hash=7abe8ae473cc6178a039c1ca7e6fd76e29d3338c&lang=en&cache-only=0",
            "defineEn": "while something else is happening",
            "defineVi": "trong khi một cái gì đó khác đang xảy ra"
        },
        {
            "id": "5d1731fd-32a7-467a-9e93-e51b7d81d0e3",
            "word": "on balance",
            "phonetic": "ɔn bæləns ",
            "partOfSpeechType": "phrase",
            "examples": [
                "- Simply put austerity is a focus on balancing the budget.",
                "TONY BLINKEN - On balance, we thought that Putin would remain the power behind the throne, even when Medvedev was front and center.",
                "And I think, on balance, the administration certainly, and I think the country, would have been better served by making a clear declaration earlier.",
                "And while trade can lead to conflicts, on balance, it has been responsible for more peaceful contacts than violent ones because, you know, death is bad for business.",
                "People who are poor and less well-educated, on balance, probably will find it more difficult to comply with just about every voting rule than do people who are more affluent and have the benefit of more education."
            ],
            "audio": "https://tts.langeek.co/read?text=b24gYmFsYW5jZQ&hash=5d0916921bb2cafaed86d0cba00bdffc70aba24b&lang=en&cache-only=0",
            "defineEn": "after considering all relevant facts and taking every factor into account",
            "defineVi": "sau khi xem xét tất cả các sự kiện có liên quan và tính đến mọi yếu tố"
        },
        {
            "id": "c2a317ff-b489-44d7-a353-c66b2c241945",
            "word": "in contrast",
            "phonetic": "ɪn kɑːntɹæst ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gY29udHJhc3Q&hash=623bf70af4cbdd7e6fdcaf977c431ce91bcd759c&lang=en&cache-only=0",
            "defineEn": "used to compare two things when the latter is very different from the former",
            "defineVi": "được sử dụng để so sánh hai điều khi cái sau rất khác so với cái trước"
        },
        {
            "id": "002ac942-0173-4f40-9b46-eb3a420ebd8f",
            "word": "nevertheless",
            "phonetic": "nɛvɚðəlɛs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Nevertheless, all the efforts that we made, we were not successful in getting hold of him.",
                "I advised him for one hour straight, yet he played the man and not the ball nevertheless.",
                "Nevertheless, the phenomenon continued.",
                "Nevertheless, at the time, the case did serious damage to the Audi brand with image and safety conscious baby-boomers.",
                "Nevertheless, he copes."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV2ZXJ0aGVsZXNz&hash=e93f906d801bef1948f9945e98d02bc5da4f88b4&lang=en&cache-only=0",
            "defineEn": "regardless of the statement that was just referred to or mentioned",
            "defineVi": "bất kể tuyên bố vừa được đề cập hoặc đề cập"
        },
        {
            "id": "54d97b6c-2dd0-42ae-8eb3-6251ddf134f2",
            "word": "to show",
            "phonetic": "tə ʃoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clock on my computer screen shows the current time and date.",
                "A white blouse will show the blood.",
                "The photographs clearly show a broken window.",
                "This picture shows my mother as a young woman.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvdw&hash=694d09bf7d152bf9d56fc958fa18e887e9da8b75&lang=en&cache-only=0",
            "defineEn": "to teach or explain to someone how something is done in a practical way",
            "defineVi": "để dạy hoặc giải thích cho ai đó làm thế nào một cái gì đó được thực hiện một cách thực tế"
        },
        {
            "id": "72754c5a-bb26-40a0-812b-e341d1a5c0f0",
            "word": "as a result",
            "phonetic": "æz ɐ ɹɪzʌlt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "As a result, the employees had to deal with the consequences of his poor choices.",
                "It is possible that parents have lost sight of their children as a result of their own problems.",
                "I was eating way too much junk food and was gaining a lot of weight as a result.",
                "Growing up in the same neighborhood, the group of friends shared many experiences and interests, and as a result, they all tended to agree on many things.",
                "He probably has someone blowing smoke up his backside on the golf course and as a result he thinks he can actually play."
            ],
            "audio": "https://tts.langeek.co/read?text=YXMgYSByZXN1bHQ&hash=b66bd1906d3d93c7cd47df38f3b888efaef4d759&lang=en&cache-only=0",
            "defineEn": "because of something; therefore",
            "defineVi": "vì cái gì; Vì vậy"
        }
    ]
}