{
    "id": "b49197d6-7c43-4960-88af-12800f8c04a6",
    "title": "Cinema and Theater",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "44c135c5-b36a-4d2d-8728-a68ee4d42d63",
            "word": "cinema",
            "phonetic": "sɪnəmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the way to the station she passed a cinema.",
                "They share a love of cinema.",
                "Tell him you saw Helena at the cinema with another guy - that should wipe the smile off his face!",
                "As John and Betty started cuddling up in the cinema, I wished I had just gone home instead of playing gooseberry.",
                "John is just an armchair critic who loves to voice his opinions about movies without ever stepping foot in a cinema."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2luZW1h&hash=d7a82c244e0a6657a91d078824957e20c368ac73&lang=en&cache-only=0",
            "defineEn": "a building where films are shown",
            "defineVi": "tòa nhà chiếu phim",
            "hasImg": true
        },
        {
            "id": "3b74face-c56d-40de-902f-d532865eb571",
            "word": "the movies",
            "phonetic": "ðə muːvɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Movies and TV shows are full of instant science.",
                "We are at the Movies for Grownups Awards.",
                "[Martin Short Host] Welcome to AARP's Movies For Grownups Awards or as I call them, The Olden Globes.",
                "But you can play catch-up thanks to my list of the Top 10 Most Underrated Movies of 2014 on this week's episode of Angry Nerd!",
                "- I'm gonna need a raise, I just told him I need Hello and welcome to Not At The Movies."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG1vdmllcw&hash=a90e6cca036d7b67c8c7920bf4e770a6eff6839c&lang=en&cache-only=0",
            "defineEn": "a place that shows movies",
            "defineVi": "nơi chiếu phim",
            "hasImg": true
        },
        {
            "id": "663d8cbf-8176-4201-b310-80ee4da29d45",
            "word": "theater",
            "phonetic": "θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoy attending cultural events like concerts or theater performances on Saturdays.",
                "After a series of critically acclaimed performances, the theater production has received a new lease of life, drawing larger crowds and rave reviews.",
                "Even though he's not sure if he wants to pursue a career in acting, Tom is leaving the door open for the possibility by attending local theater auditions.",
                "Mothra’s first standalone film hit theaters the same year.",
                "Theater is back in person."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlYXRlcg&hash=9a372cdd72e2a81f4c1bb0e7f13d01307add8951&lang=en&cache-only=0",
            "defineEn": "a place, usually a building, with a stage where plays and shows are performed",
            "defineVi": "một nơi, thường là một tòa nhà, với một sân khấu biểu diễn các vở kịch và chương trình",
            "hasImg": true
        },
        {
            "id": "73bb01c9-8b55-4872-a12e-ffa44dd25e22",
            "word": "artist",
            "phonetic": "ɑːɹɾɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "An artist working in oils.",
                "Some artists have to be handled with kid gloves.",
                "The artist mixed different colors to create a masterpiece.",
                "The artist sought to abstract the essence of nature in her paintings.",
                "The artist decided to withdraw their painting from the exhibit."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXN0&hash=7a27ac12c33b77a508175e6287243d4332431b62&lang=en&cache-only=0",
            "defineEn": "someone who creates drawings, sculptures, paintings, etc. either as their job or hobby",
            "defineVi": "ai đó tạo ra các bản vẽ, tác phẩm điêu khắc, tranh vẽ, v.v. như công việc hoặc sở thích của họ",
            "hasImg": true
        },
        {
            "id": "f68cf671-dea8-44fc-a3c4-1369b677721d",
            "word": "acting",
            "phonetic": "æktɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Acting classes help aspiring actors develop their skills and techniques.",
                "Rick seems to have had luck on his side during his 12-year acting career.",
                "James's acting career had been stagnant, but landing a lead role in a popular TV series provided him with a new lease on life.",
                "I made my Korean acting debut.",
                "The actings out of anger in destructive ways is a big boo for me."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW5n&hash=da1b1fbb23ef24c594027a94f1f34ac5908631ac&lang=en&cache-only=0",
            "defineEn": "the performance of a role in a movie or play; the act or art of performing in movies, plays or TV series",
            "defineVi": "việc thực hiện một vai trong một bộ phim hoặc vở kịch; hành động hoặc nghệ thuật biểu diễn trong phim, vở kịch hoặc phim truyền hình",
            "hasImg": true
        },
        {
            "id": "70b849a4-944c-471f-b965-9a52309131ea",
            "word": "audience",
            "phonetic": "ɔːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The outstanding finale killed the audience.",
                "Cable TV reaches a huge audience.",
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaWVuY2U&hash=e49791df32fe6509887447d58e8cec6db54ead05&lang=en&cache-only=0",
            "defineEn": "the group of people who have assembled to watch and listen to a play, concert, etc.",
            "defineVi": "nhóm người đã tụ tập để xem và nghe một vở kịch, buổi hòa nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "5dbae99f-3b22-4e22-8c3e-3ef22d4c7b02",
            "word": "role",
            "phonetic": "ɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The role isn't exactly a walk in the park.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "Many young people look up to celebrities as role models.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "Callas created only one role, and that was Eurydice."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9sZQ&hash=19be4081a760bbf93790ed6b3c1ad89de7490ba8&lang=en&cache-only=0",
            "defineEn": "the part or character that an actor plays in a movie or play",
            "defineVi": "phần hoặc nhân vật mà một diễn viên đóng trong phim hoặc vở kịch"
        },
        {
            "id": "eb7474b6-ef58-4f03-9f8a-b612f31c95a1",
            "word": "scene",
            "phonetic": "siːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going to the beach is definitely my scene.",
                "Watch the scene where Don talks to himself in the mirror while shaving.",
                "Grown men were moved to tears at the horrific scenes.",
                "A lot of negotiating has been going on behind the scenes.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmU&hash=4c4ae28ae0a85058527ef75393f9e0658a50d488&lang=en&cache-only=0",
            "defineEn": "a part of a movie, play or book in which the action happens in one place or is of one particular type",
            "defineVi": "một phần của bộ phim, vở kịch hoặc cuốn sách trong đó hành động xảy ra ở một nơi hoặc thuộc một loại cụ thể",
            "hasImg": true
        },
        {
            "id": "86ba6d40-eedb-419a-a5bd-e26bbe4da20a",
            "word": "screen",
            "phonetic": "skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVu&hash=385c3555d6d4491b4bb0a9db80422bbf24d5f803&lang=en&cache-only=0",
            "defineEn": "the large, white surface on which movies or pictures are projected",
            "defineVi": "bề mặt lớn, màu trắng trên đó phim hoặc hình ảnh được chiếu",
            "hasImg": true
        },
        {
            "id": "ea429e49-6d66-4c65-abb4-65579b9607a0",
            "word": "character",
            "phonetic": "kæɹɪktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its characters are painted in broad brushstrokes.",
                "Most characters in his movies are somewhat larger than life.",
                "He brings the character of MacDonald to life with power and precision.",
                "A person's character can often be deduced from their actions.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVy&hash=9a26580fea1226444c40e9c4502ed9600e5e6a62&lang=en&cache-only=0",
            "defineEn": "a role or part played by an actor or performer",
            "defineVi": "một vai trò hoặc một phần đóng bởi một diễn viên hoặc người biểu diễn",
            "hasImg": true
        },
        {
            "id": "3eb6a42f-b55f-4e9a-b2f9-eecbc28212a4",
            "word": "director",
            "phonetic": "dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The director paid tribute to all she had done for the charity.",
                "She's wanted immediately in the director's office.",
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3I&hash=3d3b5f3202d469e62536763408353874e4581834&lang=en&cache-only=0",
            "defineEn": "a person in charge of a movie or play who gives instructions to the actors and staff",
            "defineVi": "một người phụ trách một bộ phim hoặc vở kịch, người đưa ra hướng dẫn cho các diễn viên và nhân viên",
            "hasImg": true
        },
        {
            "id": "2cf3bf71-c002-4e78-8f5c-54fe107a062c",
            "word": "hero",
            "phonetic": "hiəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These heroes courageously answered the call of duty.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Reeve shot from zero to hero in the 1978 blockbuster, Superman.",
                "After his parents won the lottery, John went from zero to hero in his high school overnight.",
                "This is no time to play the hero."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVybw&hash=a0ed9ed2ac83907810b4d224560bcb3a5f1965f8&lang=en&cache-only=0",
            "defineEn": "the main male character in a story, book, movie, etc., often known for his bravery and other great qualities",
            "defineVi": "nhân vật nam chính trong truyện, sách, phim, v.v., thường được biết đến với lòng dũng cảm và những phẩm chất tuyệt vời khác",
            "hasImg": true
        },
        {
            "id": "b4f68cd2-dfab-4f8f-aad2-d2f6fea6c149",
            "word": "heroine",
            "phonetic": "hɛɹoʊɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These headstrong heroines provide an entertaining anchor for their tumultuous romantic narratives.",
                "Her dry wit and cheeky playfulness informs her heroines, whose conversational tone welcomes readers with a conspiratorial wink.",
                "The heroes and heroines in these Baba Yaga tales carryover from the folklore because of problem solving, hard work, and courage they exhibit.",
                "The character’s androgynous-like design would be the inspiration for other heroines as the leads in popular shojo series like Rose of Versailles and Revolutionary Girl Utena. ",
                "You get so much more use out of Ally, a real deaf heroine, protagonist, et cetera, et cetera."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2luZQ&hash=95fb092d271347a23c7c34fbc3c12d66b8b6448f&lang=en&cache-only=0",
            "defineEn": "the main female character in a story, book, film, etc., typically known for great qualities",
            "defineVi": "nhân vật nữ chính trong truyện, sách, phim, v.v., thường được biết đến với những phẩm chất tuyệt vời",
            "hasImg": true
        },
        {
            "id": "3e2991cc-a20b-484a-8d88-df5a3c9682df",
            "word": "cartoon",
            "phonetic": "kɑːɹtuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He remembers childhood memories of enjoying a bowl of cornflakes while watching cartoons on Saturday mornings.",
                "Cartoons are big.",
                "The cartoon included two commercial breaks.",
                "Cartoons like these are made of a bunch of drawings.",
                "Cartoons are the greatest thing ever invented."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydG9vbg&hash=356d5e94080655393370613a469d700ae2347d3f&lang=en&cache-only=0",
            "defineEn": "a movie or TV show, made by photographing a series of drawings or models rather than real people or objects",
            "defineVi": "một bộ phim hoặc chương trình truyền hình, được thực hiện bằng cách chụp một loạt các bản vẽ hoặc mô hình chứ không phải người hoặc đồ vật thực",
            "hasImg": true
        },
        {
            "id": "3cabea85-84d5-471c-967d-53d58e0b9a36",
            "word": "comedy",
            "phonetic": "kɑːmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was in stitches at that comedy show.",
                "I watched a comedy movie and couldn't stop laughing.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWR5&hash=bd7295c6840821ea0fa3bc1aeb2c02c1da14a317&lang=en&cache-only=0",
            "defineEn": "professional entertainment that contains jokes and sketches, intended to make people laugh",
            "defineVi": "giải trí chuyên nghiệp chứa những câu chuyện cười và bản phác thảo, nhằm làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "54bed23e-3671-4b5a-9f7d-4c53b339ec58",
            "word": "detective story",
            "phonetic": "dɪtɛktɪv stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a detective story!",
                "One evening in June, Marcel finishes a detective story.",
                "Now, do you have a favorite detective story from the world of natural history?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0aXZlIHN0b3J5&hash=cad86e4b2f461510ec784933cfa6bdd55129ea9d&lang=en&cache-only=0",
            "defineEn": "a story about a crime, typically a murder, and a detective who tries to solve it",
            "defineVi": "một câu chuyện về một tội phạm, điển hình là một vụ giết người, và một thám tử cố gắng giải quyết nó",
            "hasImg": true
        },
        {
            "id": "b7618e6d-c4f2-4e33-ab32-f52abda345e5",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a play that is performed in a theater, on TV, or radio",
            "defineVi": "một vở kịch được thực hiện trong một nhà hát, trên TV, hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "11f6acb5-309b-4902-8220-b6629c22d9bf",
            "word": "fantasy",
            "phonetic": "fæntəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was the old rags-to-riches fantasy.",
                "What I got for my eighteenth birthday was beyond my wildest fantasies.",
                "He realized that he'd been building a fantasy in his head and decided to focus on finding someone who was actually available.",
                "Clearly, this scene is complete fantasy.",
                "Another big deal here in Ghana, is having a fantasy coffin."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFudGFzeQ&hash=109efe0db1c01094390f6b437d168d1e228c6f14&lang=en&cache-only=0",
            "defineEn": "a type of story, movie, etc. involving magic and adventure, not facts",
            "defineVi": "một loại truyện, phim, v.v. liên quan đến ma thuật và phiêu lưu, không phải sự thật",
            "hasImg": true
        },
        {
            "id": "81a8f56f-72d7-421e-abb1-23cbfca23092",
            "word": "horror",
            "phonetic": "hɔɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Startled by the sudden appearance of a ghost, he let out a cry of horror.",
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "It is a bizarre tale and the author hits just the right note of horror and disbelief.",
                "The very thought of the horror those people caused makes a chill run down my spine.",
                "He stared at me in horror, his mouth working."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ycm9y&hash=2944e46c0b11e7cc6a48cea45e18506d634321d3&lang=en&cache-only=0",
            "defineEn": "a kind of story, movie, etc. intended to scare people",
            "defineVi": "một loại truyện, phim, v.v. nhằm mục đích dọa người",
            "hasImg": true
        },
        {
            "id": "51b01cc0-fe3a-4820-aea8-c57f3099cf5d",
            "word": "ending",
            "phonetic": "ɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film had a surprisingly emotional ending, leaving the audience in tears.",
                "The book had a different ending than she expected.",
                "\"Let's start our project with a clear plan and a positive attitude, because a good beginning makes a good ending,\" said the team leader.",
                "That said, I have to admit that the ending was extremely clever.",
                "The ending's a giant joke."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kaW5n&hash=3a3133ef939b5b4a285429852c7453dc514c496f&lang=en&cache-only=0",
            "defineEn": "the final part of a story, movie, etc.",
            "defineVi": "phần cuối cùng của một câu chuyện, bộ phim, vv"
        },
        {
            "id": "cb650a42-ea89-42e9-a6bd-925281eab165",
            "word": "adventure story",
            "phonetic": "ɐdvɛntʃɚ stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over the next 24 years, Harryhausen turned from sci-fi to fantasy/adventure stories filmed in color.",
                "Later in his life, Stoker went on to write fantasy, romance, adventure stories, and, in 1897, \"Dracula.\"",
                "And like the fictitious temples from adventure stories, they’re filled with pitfalls and booby traps designed to make you spend more than you planned.",
                "When you watch The Matrix, you should congratulate the Wachowskis for giving us such a great sci-fi adventure story."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZW50dXJlIHN0b3J5&hash=e774cc4d98359e1552d11cdaf0de153ea1e462ee&lang=en&cache-only=0",
            "defineEn": "a story of an adventure full of exciting experiences",
            "defineVi": "một câu chuyện về một cuộc phiêu lưu đầy trải nghiệm thú vị",
            "hasImg": true
        },
        {
            "id": "59b02fe0-90aa-443f-848d-79c76b8bb415",
            "word": "science fiction",
            "phonetic": "saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of this is science fiction.",
                "This new arm is not science fiction. ",
                "This isn’t science fiction.",
                "It sounds like science fiction!",
                "Women and people of color have always been writing science fiction, ahem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmaWN0aW9u&hash=6b6d197b76567af19513898922548d6f73cbfd35&lang=en&cache-only=0",
            "defineEn": "books, movies, etc. about imaginary things based on science",
            "defineVi": "sách, phim, v.v. về những điều tưởng tượng dựa trên khoa học",
            "hasImg": true
        },
        {
            "id": "8e3509f0-9f4a-437d-b70b-5b1702768083",
            "word": "documentary",
            "phonetic": "dɑːkjuːmɛntɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "These allegations appear in a forthcoming documentary.",
                "We watched a documentary that highlighted the rich history of African civilizations.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Or watch a documentary.",
                "A new documentary is reigniting questions about the life and legacy of pop icon Michael Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdW1lbnRhcnk&hash=d08bffed9dc79867ca6b050ac3a5a5022a8b6ddb&lang=en&cache-only=0",
            "defineEn": "a movie or TV program based on true stories giving facts about a particular person or event",
            "defineVi": "một bộ phim hoặc chương trình truyền hình dựa trên những câu chuyện có thật đưa ra sự thật về một người hoặc sự kiện cụ thể",
            "hasImg": true
        },
        {
            "id": "89f5ddb4-064c-4f11-9b53-e21f44540afe",
            "word": "Hollywood",
            "phonetic": "hɑːliwʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "He's gone from zero to hero very quickly - he's now an A-list Hollywood star.",
                "She didn't go to Hollywood with her eyes closed.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Some people believe that the streets of Hollywood are paved with gold, where they can achieve fame and fortune as actors or musicians."
            ],
            "audio": "https://tts.langeek.co/read?text=SG9sbHl3b29k&hash=625799623d5253140d0acd4fa3abd7ed02c10865&lang=en&cache-only=0",
            "defineEn": "the US motion-picture industry; the United States cinema",
            "defineVi": "ngành công nghiệp điện ảnh Hoa Kỳ; điện ảnh Hoa Kỳ"
        },
        {
            "id": "77df2370-ab92-4557-bfb0-3884f72e5be3",
            "word": "review",
            "phonetic": "ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The immigration officer reviewed my passport before granting entry.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aWV3&hash=65fd871edd900a7cab6707db06d9ef24d8f70276&lang=en&cache-only=0",
            "defineEn": "a report that is published in a newspaper or a magazine, in which someone gives an opinion of a play, movie, book, etc.",
            "defineVi": "một báo cáo được xuất bản trên một tờ báo hoặc tạp chí, trong đó ai đó đưa ra ý kiến về vở kịch, bộ phim, cuốn sách, v.v."
        },
        {
            "id": "d7d25597-1c60-4201-873c-2e33103cafcc",
            "word": "performance",
            "phonetic": "pɚfoːɹməns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's performance is standing on shaky ground after a series of losses.",
                "Their performance was nothing to write home about.",
                "The performance improved as their confidence grew.",
                "The director praised the actor for their outstanding performance in the movie.",
                "During their performance, they turned heads with their exceptional talent and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZm9ybWFuY2U&hash=a8d7054bb5884820fa1a5cfd3d107e565372bd5d&lang=en&cache-only=0",
            "defineEn": "the act of presenting something such as a play, piece of music, etc. for entertainment",
            "defineVi": "hành động trình bày một cái gì đó chẳng hạn như một vở kịch, một bản nhạc, v.v. để giải trí",
            "hasImg": true
        },
        {
            "id": "87162637-fba9-42df-933a-f0ac9aff03c7",
            "word": "festival",
            "phonetic": "fɛstɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "At a countryside farm festival, attendees line up for a taste of the famous trotter barbecue.",
                "Summer is the season for outdoor concerts and festivals.",
                "The music festival was a great way to break up the long winter months and add some excitement to our lives.",
                "Surprisingly, the quiet neighborhood came alive with vibrant festivities during the annual festival."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVzdGl2YWw&hash=84f0b3eae7209de02daca4bca05b88d8035a2441&lang=en&cache-only=0",
            "defineEn": "a series of performances of music, plays, movies, etc., typically taking place in the same location every year",
            "defineVi": "một loạt các buổi biểu diễn âm nhạc, kịch, phim, v.v., thường diễn ra ở cùng một địa điểm hàng năm"
        },
        {
            "id": "f4ad46e8-37da-4cb3-bb7c-624f0ccb79a1",
            "word": "award",
            "phonetic": "ɐwɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "I could care less about award shows.",
                "He won the top salesperson award and impressed everyone with his presentation skills.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmQ&hash=3f3662ed9b3b8da25fe04149bd86fd02fbf7650e&lang=en&cache-only=0",
            "defineEn": "a prize or money given to a person for their great performance",
            "defineVi": "một giải thưởng hoặc tiền trao cho một người cho hiệu suất tuyệt vời của họ",
            "hasImg": true
        },
        {
            "id": "7089bdf3-285a-4784-8e6d-e0074b58ea23",
            "word": "celebrity",
            "phonetic": "səlɛbɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many young people look up to celebrities as role models.",
                "Minor celebrity status did not become Potter.",
                "I don’t follow many celebrities on Twitter any more.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The celebrity was accused of being in league with the paparazzi to stage photo opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsZWJyaXR5&hash=227efd79f0e41bc9e94d46ca86a60f016d21bf6a&lang=en&cache-only=0",
            "defineEn": "someone who is known by a lot of people, especially in entertainment business",
            "defineVi": "một người được biết đến bởi rất nhiều người, đặc biệt là trong kinh doanh giải trí",
            "hasImg": true
        },
        {
            "id": "9276d8c5-0072-4458-ae15-f18d651674f9",
            "word": "entertainment",
            "phonetic": "ɛntɚteɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Let's have a movie night upstairs in the entertainment room.",
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "I always try to fill my free time with meaningful pursuits instead of wasting hours in front of mindless entertainment, remembering the wise words that idle hands are the devil's playthings.",
                "The actress, known for her carrot top, rose to fame in the entertainment industry and left a lasting impression on audiences."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJ0YWlubWVudA&hash=2aeaa7b52446024be410e17eb8b5b5f71f4f59c3&lang=en&cache-only=0",
            "defineEn": "movies, television shows, etc. or an activity that is made for people to enjoy",
            "defineVi": "phim, chương trình truyền hình, v.v. hoặc một hoạt động được tạo ra để mọi người thưởng thức",
            "hasImg": true
        },
        {
            "id": "3c981423-ddff-465c-a652-1025aa6a0497",
            "word": "to act",
            "phonetic": "tʊ ækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0&hash=79e2be26d16ed5a64c2a4d07b42cd4f25a642093&lang=en&cache-only=0",
            "defineEn": "to play or perform a role in a play or movie",
            "defineVi": "để chơi hoặc thực hiện một vai trò trong một vở kịch hoặc phim",
            "hasImg": true
        },
        {
            "id": "65f07a2d-7442-403a-a84a-bb9e1db11247",
            "word": "to perform",
            "phonetic": "tə pɚfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress performed beautifully in the play.",
                "The magician performed a series of tricks, and surprisingly, the rabbit appeared out of thin air.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The Irish economy is performing strongly, but the devil is in the detail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyZm9ybQ&hash=4f6a152ba639497d8521f6f1ff70aa9ae93ce9b9&lang=en&cache-only=0",
            "defineEn": "to give a performance of something such as a play or a piece of music for entertainment",
            "defineVi": "để thực hiện một cái gì đó chẳng hạn như một vở kịch hoặc một bản nhạc để giải trí",
            "hasImg": true
        }
    ]
}