{
    "id": "b5511109-3724-42dd-9b1c-5fee6cd6f80f",
    "title": "Lesson 9A",
    "originalTitle": "Lesson 9A",
    "words": [
        {
            "id": "37fa7fea-e03c-4323-beb7-0159d6484a01",
            "word": "living room",
            "phonetic": "lɪvɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "The living room had a soft rug that felt comfortable under her feet.",
                "The living room had a comfortable sofa where she took afternoon naps.",
                "The living room had a large window that let in plenty of natural light.",
                "The little boy was excitedly playing with his toy cars in the living room."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2aW5nIHJvb20&hash=037641ac7ccd35a97a83310e5a20f56249a9f3aa&lang=en&cache-only=0",
            "defineEn": "the part of a house where people spend time together talking, watching television, relaxing, etc.",
            "defineVi": "một phần của ngôi nhà nơi mọi người dành thời gian cùng nhau nói chuyện, xem truyền hình, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "a4112421-811e-412e-85a8-7101736aaa8a",
            "word": "box office",
            "phonetic": "bɑːks ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie broke box office records in the US.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Despite the critics' harsh reviews, the movie's box office success had the producers laughing all the way to the bank.",
                "And it was kind of a box office disaster in Bollywood.",
                "The first years were not particularly happy years, maybe at the box office but not down on the field, except for the first half of the first season."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94IG9mZmljZQ&hash=a924e5aaf9347541a502a429e11ea386fd01c997&lang=en&cache-only=0",
            "defineEn": "a small place at a cinema, theater, etc. from which tickets are bought",
            "defineVi": "một địa điểm nhỏ tại rạp chiếu phim, nhà hát, v.v. nơi mua vé",
            "hasImg": true
        },
        {
            "id": "a55f9827-15f7-464a-9e09-cf7446b330a1",
            "word": "traffic",
            "phonetic": "tɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every day about noon, traffic in town grinds to a halt.",
                "to control the traffic congestion",
                "You can hear the traffic from your room day and night.",
                "Priority is given to traffic already on the roundabout.",
                "The new traffic system worked up to a point, but it had its problems."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYw&hash=4cbd37effd77e2d88d2e5afc3fe5972d23b56bfb&lang=en&cache-only=0",
            "defineEn": "the coming and going of cars, airplanes, etc. in an area at a particular time",
            "defineVi": "sự đến và đi của ô tô, máy bay, v.v. trong một khu vực vào một thời điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "6ba34898-e465-4c15-862b-4f747ff3c6e6",
            "word": "noise",
            "phonetic": "nɔɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closed window blocked out the noise from the street.",
                "The dishwasher is making a strange noise.",
                "The sudden noise made her start.",
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc2U&hash=6ffb23c06185e4130abebb071ac7e8069357245a&lang=en&cache-only=0",
            "defineEn": "sounds that are usually unwanted or loud",
            "defineVi": "âm thanh thường không mong muốn hoặc lớn",
            "hasImg": true
        },
        {
            "id": "9d4ef247-5d9e-4517-a2a7-531cd7920769",
            "word": "jacket",
            "phonetic": "dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The jacket sat beautifully on her shoulders.",
                "Does this jacket go with this skirt?",
                "I'll take the grey jacket.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2V0&hash=85f93b2385b3a4af2624d17b30fecb9e8d67884e&lang=en&cache-only=0",
            "defineEn": "a short item of clothing that we wear on the top part of out body, usually has sleeves and something in the front so we could close it",
            "defineVi": "một bộ quần áo ngắn mà chúng ta mặc ở phần trên cùng của cơ thể, thường có tay áo và một cái gì đó ở phía trước để chúng ta có thể đóng nó lại",
            "hasImg": true
        },
        {
            "id": "977127a3-3872-41f8-a5a9-19ed43d258fc",
            "word": "to hear",
            "phonetic": "tə hɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "I hear the sound of seagulls near the sea.",
                "To hear both sides of the argument.",
                "The Supreme Court heard the case on Tuesday.",
                "Have you heard the news?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhcg&hash=1cb67c9f8e98b3a570e145da570b72ef42f8f3da&lang=en&cache-only=0",
            "defineEn": "to notice the sound a person or thing is making",
            "defineVi": "để ý đến âm thanh mà một người hoặc vật đang tạo ra",
            "hasImg": true
        },
        {
            "id": "3949ad6d-353c-400f-a3c3-d352e207020c",
            "word": "darling",
            "phonetic": "dɑːɹlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have no horse in the race darling.",
                "That watch is made for you darling.",
                "I'd love to postpone, darling, but I just cashed my last rain check.",
                "One cannot simply unscramble scrambled eggs my darling.",
                "When Sarah's friends teased her about dating an older man, she reminded them of the saying better be an old man's darling than a young man's slave, and explained that she valued the respect and kindness he showed her."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFybGluZw&hash=90ef63c7dc085ea4728289f4e8c59855d600daa0&lang=en&cache-only=0",
            "defineEn": "a word to address a loved one",
            "defineVi": "một từ để giải quyết một người thân yêu"
        },
        {
            "id": "b8930614-2480-4d6e-afeb-0f8e2f3b3587",
            "word": "toward",
            "phonetic": "təwɔːɹd ",
            "partOfSpeechType": "preposition",
            "examples": [
                "She moved the ball toward the opponent's goal.",
                "He walked toward the park.",
                "Her behavior toward her colleagues was unprofessional.",
                "She worked hard toward her degree.",
                "They learned from their mistakes and used them as stepping stones toward success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93YXJk&hash=c94c0c8cb60c2f964f3903ad7e2802275fa4021e&lang=en&cache-only=0",
            "defineEn": "in the direction of someone or something",
            "defineVi": "theo hướng của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "c6f345a2-a4e0-40e4-8e91-a32c4dff8e52",
            "word": "outside",
            "phonetic": "aʊtsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A large bus was sitting outside.",
                "The temperature outside is nineteen degrees Celsius.",
                "The trail starts just outside the town.",
                "The children are playing outside in the park.",
                "Two huge fountains were playing outside the entrance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2lkZQ&hash=f74422e23d3642038bb63e77268c8b6cc2b22da5&lang=en&cache-only=0",
            "defineEn": "not inside a building or room",
            "defineVi": "không ở bên trong một tòa nhà hoặc phòng",
            "hasImg": true
        }
    ]
}