{
    "id": "b58c4ce3-b065-4f70-9b22-1e836afc449b",
    "title": "Lesson 15",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "fdc06318-b135-48eb-8a0b-b076f4025ed9",
            "word": "crepuscular",
            "phonetic": "kɹɛpʌskjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fox: They're actually crepuscular animals.",
                "Cats are crepuscular, which means they’re most active at dawn and dusk.",
                "Animals that are most active at sunrise and sunset are called crepuscular.",
                "Chinchillas are considered crepuscular, meaning they’re most active at dawn and dusk in the wild.",
                "And it turns out that being crepuscular is a pretty good lifestyle for people in the desert, too!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlcHVzY3VsYXI&hash=c9092138858125a8d632c8d0a46e06fc23e970f0&lang=en&cache-only=0",
            "defineEn": "relating to or resembling twilight",
            "defineVi": "liên quan đến hoặc giống như chạng vạng",
            "hasImg": true
        },
        {
            "id": "ce55dd72-4924-430d-87c9-38215a9ca9c9",
            "word": "ocular",
            "phonetic": "ɑːkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And those, we are looking at ocular irritation, or you're looking at skin sensitivity.",
                "I am an eye surgeon specializing in oculoplastics and ocular oncology.",
                "Their exaggerated ocular orbitals put them at risk for their eyes literally popping right out of their heads should they accidentally sustain any trauma to the back of the skull.",
                "The thing though is that my ocular conditions my eyes area always moving back and forth, that's called nystagmus, so I see everything moving in vertigo.",
                "That can't be replicated with these, so this is going to simulate ocular albinism which is essentially the lack of pigment in my retinas."
            ],
            "audio": "https://tts.langeek.co/read?text=b2N1bGFy&hash=944aae9812289717a590910128aa0d7a020299bf&lang=en&cache-only=0",
            "defineEn": "of or relating to or resembling the eye",
            "defineVi": "của, liên quan đến hoặc giống như mắt"
        },
        {
            "id": "9246303d-0ff0-4ea8-b92c-897190fc6ebc",
            "word": "polar",
            "phonetic": "poʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Slowly make polar bonds.",
                "It is polar.",
                "That makes water a polar molecule.",
                "Polar bodies are small, immature cells generated by the cell divisions that occur during egg development.",
                "Saturn's famous hexagonal polar storm changes color with these seasons and in the evening of a Saturnian winter you can even see light from Saturn's polar auroras."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sYXI&hash=e2ce03fcd81287f57ca4899fd4fa67b36b301903&lang=en&cache-only=0",
            "defineEn": "characterized by opposite extremes; completely opposed",
            "defineVi": "được đặc trưng bởi các thái cực đối lập; hoàn toàn phản đối"
        },
        {
            "id": "de494180-bfaa-46c7-b6ea-2518b11cce98",
            "word": "stellar",
            "phonetic": "stɛlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Samsung's history with displays is pretty stellar.",
                "Say, a stellar black hole with ten times the Sun’s mass?",
                "Interpreting stellar spectra was a tough problem.",
                "It takes a stellar core at least about three times the mass of the Sun to overcome neutron degeneracy pressure.",
                "So this stellar sibling helped us solve a big mystery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlbGxhcg&hash=a21e30b21d2401de094170cb42d582d30925fe59&lang=en&cache-only=0",
            "defineEn": "indicating the most important performer or role",
            "defineVi": "chỉ ra người biểu diễn hoặc vai trò quan trọng nhất"
        },
        {
            "id": "8b090476-2444-48b2-b948-100bde30de4e",
            "word": "unicellular",
            "phonetic": "juːnɪsɛljʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some are unicellular, like tiny diatoms, which have a hard shell made of of silica.",
                "But these could be the fossils of colonial unicellular organisms, bacterial mats, or something else entirely.",
                "Those are simple, unicellular life forms that thrive without oxygen and get energy by scavenging what molecules they find.",
                "Today, nearly all unicellular organisms are either archaea, bacteria or protists.",
                "With the exception of a few protists, they're all unicellular, and they are, by far, the most abundant and diverse organisms on Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pY2VsbHVsYXI&hash=9aae5bf6249e78209beb1049f25216d0199dc47d&lang=en&cache-only=0",
            "defineEn": "having or consisting of a single cell",
            "defineVi": "có hoặc bao gồm một tế bào duy nhất"
        },
        {
            "id": "a3c0126b-9d76-4d62-aa61-1855d5e02353",
            "word": "callow",
            "phonetic": "kæloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now cynics like to mock the supposedly spoiled or callow youth of the new millennia."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbG93&hash=abf31d371d8f6df69496cf10674b2b1f91d7cb34&lang=en&cache-only=0",
            "defineEn": "being young and behaving in a manner that displays one's inexperience or immaturity",
            "defineVi": "còn trẻ và cư xử theo cách thể hiện sự thiếu kinh nghiệm hoặc non nớt của một người"
        },
        {
            "id": "e6382d7e-973b-43ff-a33b-6cadf23a3835",
            "word": "sallow",
            "phonetic": "sæloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsbG93&hash=8fe7adc1dbeb4b377c9da735f704307fd09d10d4&lang=en&cache-only=0",
            "defineEn": "unhealthy looking",
            "defineVi": "trông không khỏe mạnh"
        },
        {
            "id": "1b9ada70-b485-4d82-933a-aaae1c02f96f",
            "word": "celibate",
            "phonetic": "sɛlᵻbət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is that tantamount to saying you're asking anyone who is currently single to be celibate until there's a vaccine?",
                "And as reformers increased in number and variety, Luther did something else that was really shocking: in 1525, he got married, even though Catholic clergy were supposed to be celibate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsaWJhdGU&hash=8f3b8e46719b0e065bc810d1560ef356c1582e53&lang=en&cache-only=0",
            "defineEn": "abstaining from sexual intercourse",
            "defineVi": "kiêng quan hệ tình dục"
        },
        {
            "id": "200452ca-dd41-44ab-b6c7-f9a239d5a999",
            "word": "inveterate",
            "phonetic": "ɪnvɛɾɚɹeɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This all culminated of course with the Red Scare and the rise of Wisconsin senator Joseph McCarthy, an inveterate liar who became enormously powerful after announcing in February 1950 that he had a list of 205 communists who worked in the state department In fact, he had no such thing, and McCarthy never identified a single disloyal American, but the fear of communism continued."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXRlcmF0ZQ&hash=20054037c50c427b1ea20a1cc38be33faa1fbf29&lang=en&cache-only=0",
            "defineEn": "in a habitual and longstanding manner",
            "defineVi": "một cách thường xuyên và lâu dài"
        },
        {
            "id": "7775b1c3-9bd3-409c-aa61-d3df6b7ff2a9",
            "word": "penultimate",
            "phonetic": "pɛnʌltᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It became the penultimate manifestation of his frustration and the sense of powerlessness he was feeling in the moment.",
                "This is Crash Course World History and today is the penultimate episode of Crash Course.",
                "This penultimate Romero zombie film explored analogies including our eroding social connections, the effect of emerging technologies on our bodies and our brains, and the collapse of civilization in a post-apocalyptic setting. "
            ],
            "audio": "https://tts.langeek.co/read?text=cGVudWx0aW1hdGU&hash=51bef840eb198bc05c18aa4f336ac10ec5d1fcc2&lang=en&cache-only=0",
            "defineEn": "second last",
            "defineVi": "thứ hai cuối cùng"
        },
        {
            "id": "bf1dd233-603a-4125-8a85-2c2f0fb26c90",
            "word": "trite",
            "phonetic": "tɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It might seem a bit trite, but it works.",
                "Bitter: The trite saying is, what?",
                "As trite as it sounds, it has made me who I am and has built in my mind the idea that we're all the same.",
                "But I think you dropped something really important about how we use it so that it doesn't become trite or meaningless."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpdGU&hash=d189bc241f8ebfb0a2d66b2214993398421b7e77&lang=en&cache-only=0",
            "defineEn": "(mainly of ideas, opinions, or remarks) used so often that it no longer has the same effect, interest, or originality",
            "defineVi": "(chủ yếu là ý kiến, quan điểm hoặc nhận xét) được sử dụng thường xuyên đến mức không còn tác dụng, sở thích hoặc tính độc đáo như cũ"
        },
        {
            "id": "823d9107-214b-480c-911f-fb65bc56f81e",
            "word": "decrepit",
            "phonetic": "dᵻkɹɛpɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Do you agree with these morally decrepit people on this and possibly other subjects?",
                "Putin wanted to demonstrate to the world a Russia that was modern, that was efficient, that was welcoming guests from all over, that could build new facilities in Sochi, that had been a mostly decrepit place before that.",
                "He said, suppose there was a guy who owned a ship that he knew was old and decrepit and hadn’t been inspected in a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjcmVwaXQ&hash=68f09253a2013ac1ef53fe2dcff8265fe36ae109&lang=en&cache-only=0",
            "defineEn": "lacking bodily or muscular strength or vitality",
            "defineVi": "thiếu sức mạnh cơ thể hoặc cơ bắp hoặc sức sống"
        },
        {
            "id": "d3437ded-a48e-42f1-8340-19587b68bb86",
            "word": "elite",
            "phonetic": "ɪliːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "Previous Elite had no onboard memory.",
                "Black people represent the wealthy elite, the middle class and the lower class there.",
                "Congress Party leaders and other nationalists in India were usually from the elite classes.",
                "Every year, hundreds of thousands of hardworking, talented students strive for admission to elite schools."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpdGU&hash=17157c15d43225fc728a2eb945faaa2c90d75baf&lang=en&cache-only=0",
            "defineEn": "selected as the best",
            "defineVi": "được chọn là tốt nhất"
        },
        {
            "id": "bed67cb9-d564-4e0e-8794-03034d453ae6",
            "word": "finite",
            "phonetic": "faɪnaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Verbs that take both the infinitive and the finite clause as their object.",
                "So the speed of light had to be finite!",
                "Sand is a finite resource.",
                "And their publics used to have pretty finite geographical boundaries.",
                "And right here is a finite geometric series."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluaXRl&hash=59b121c425b66243978d653387625766a259695d&lang=en&cache-only=0",
            "defineEn": "bounded or limited in magnitude or spatial or temporal extent",
            "defineVi": "giới hạn hoặc giới hạn về cường độ hoặc phạm vi không gian hoặc thời gian"
        },
        {
            "id": "4c06eaec-e0e1-4723-9e2d-0c0ffeb9e753",
            "word": "licit",
            "phonetic": "lɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGljaXQ&hash=3b1ea7768500c4bd375a87ed90e4d8f51b134fc8&lang=en&cache-only=0",
            "defineEn": "legally and officially authorized or approved by the law",
            "defineVi": "hợp pháp và chính thức được ủy quyền hoặc phê duyệt bởi pháp luật"
        },
        {
            "id": "a024ff7a-421d-4e7e-920b-790c5c3c6eca",
            "word": "replete",
            "phonetic": "ɹᵻpliːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "History is replete with nations who hurt themselves by going into too much debt.",
                "Russian history is replete with examples of internal arguments between Westernizers and Slavophiles or hard-liners, whatever you want to call them, those who don’t see Russia’s future tied up in any kind of greater relationship with the West or the United States.",
                "One explanation is that Scott had a healthy regimen on the ISS replete with exercise and nutritious astronaut food."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwbGV0ZQ&hash=658080bf713ad8f45450b5a25128cff0c14a60c6&lang=en&cache-only=0",
            "defineEn": "containing an abundance of something",
            "defineVi": "chứa đựng sự phong phú của một cái gì đó"
        },
        {
            "id": "cc29822c-2c4c-49ac-813b-e912ecf9445d",
            "word": "determinate",
            "phonetic": "dɪtɜːmᵻneɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The determinate is just a scalar factor.",
                "If your determinate is equal to 0, you're not going to be invertible.",
                "If your determinate is equal to 0, then that also means that you have nontrivial members in your null space.",
                "If there's some lambdas that satisfy this, then those lambdas are going to make this matrix have a 0 determinate.",
                "If this guy has a determinate of 0, then there must be-- or if there's some the lambdas that make this guy have a determinate of 0, then those lambdas are going to satisfy this equation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5hdGU&hash=3407135bba9f7c855c125acbb23b3673e93e4dc5&lang=en&cache-only=0",
            "defineEn": "precisely determined or limited or defined; especially fixed by rule or by a specific and constant cause",
            "defineVi": "xác định chính xác hoặc giới hạn hoặc xác định; đặc biệt cố định bởi quy tắc hoặc bởi một nguyên nhân cụ thể và liên tục"
        },
        {
            "id": "fe498023-4bc3-41ed-9399-71323ed4f1a7",
            "word": "ornate",
            "phonetic": "ɔːɹneɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And other dinosaur displays were even more ornate!",
                "Death camps had ornate entry gates adorned with cheering messages.",
                "The Emperor himself bestowed Shi Lin’s prize: an ornate hat decorated with jewel-encrusted flowers.",
                "No need to ornate it in any way.",
                "Their artists innovated, creating vast mosaics and ornate marble carvings."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JuYXRl&hash=a5c5fa263fe27f846bff25a2ffff5503a122c578&lang=en&cache-only=0",
            "defineEn": "marked by elaborate rhetoric and elaborated with decorative details",
            "defineVi": "được đánh dấu bằng lối tu từ trau chuốt và trau chuốt bằng các chi tiết trang trí"
        }
    ]
}