{
    "id": "b6052aee-f085-4d96-a230-b8e0a58a99e5",
    "title": "Everyday English (Unit 12)",
    "originalTitle": "Everyday English (Unit 12)",
    "words": [
        {
            "id": "824f7c93-00ae-406d-b392-59817ae34294",
            "word": "transport",
            "phonetic": "tɹænspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "We loaded the heavy boxes onto the truck for transport.",
                "The pyramids can be reached by public transport.",
                "The transport company is concerned about the cost of running more buses.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNwb3J0&hash=96aa39b9854ec11771fa19f126929b383ef8e089&lang=en&cache-only=0",
            "defineEn": "a system or method for carrying people or goods from a place to another by trains, cars, etc.",
            "defineVi": "một hệ thống hoặc phương pháp vận chuyển người hoặc hàng hóa từ nơi này sang nơi khác bằng tàu hỏa, ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "b2d05632-8b46-4157-90fd-afc7c094f011",
            "word": "to travel",
            "phonetic": "tə tɹævəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Travel broadens the mind.",
                "The train traveled through beautiful countryside.",
                "They travelled the highways and byways of Britain.",
                "The news traveled across the country like lightning.",
                "His travels brought him into contact with many famous artists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhdmVs&hash=f238b3562ceda3473b01b5fac56073fc7d6c6f32&lang=en&cache-only=0",
            "defineEn": "to go from one location to another, particularly to a far location",
            "defineVi": "đi từ địa điểm này sang địa điểm khác, đặc biệt là đến một địa điểm xa",
            "hasImg": true
        },
        {
            "id": "b9e02185-c55c-4573-b5fb-372fee019e2d",
            "word": "airport",
            "phonetic": "ɛɹpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "My mother drove us to the airport.",
                "The taxi driver drove us to the airport quickly and safely.",
                "The closing of the airport knocked our holiday plans on the head.",
                "The journey to the airport takes about half an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydA&hash=85636aa0b2a99c38a3d8270814d4021018aef0cd&lang=en&cache-only=0",
            "defineEn": "a large place where planes take off and land, with buildings and other facilities, in which passengers wait for their flights",
            "defineVi": "một nơi rộng rãi, nơi máy bay cất cánh và hạ cánh, với các tòa nhà và cơ sở vật chất khác, trong đó hành khách đợi chuyến bay của họ",
            "hasImg": true
        },
        {
            "id": "562790a6-a3ef-4a55-bb39-f85673227e59",
            "word": "season ticket",
            "phonetic": "siːzən tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29uIHRpY2tldA&hash=038ce00f5c96337aa908a16aa929ac9243ffd682&lang=en&cache-only=0",
            "defineEn": "a type of ticket that allows unlimited travel or entry to a particular venue or mode of transportation during a specified period, typically a season or year",
            "defineVi": "một loại vé cho phép đi lại không giới hạn hoặc vào một địa điểm hoặc phương thức vận chuyển cụ thể trong một khoảng thời gian xác định, thường là một mùa hoặc một năm"
        },
        {
            "id": "e00b511a-0b68-4412-928d-842255973fcb",
            "word": "departure",
            "phonetic": "dᵻpɑːɹtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "[Woman Over Speaker] Passengers on 1155 to Los Angeles, departure is now delayed to 11:15 am.",
                "Twitter co-founder Evan Williams took the reins of the company after Dorsey's departure.",
                "Some of that is due to the departure of the former CEO Brian Niccol.",
                "A few hours before departure time, the cargo is tugged to a build station."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0dXJl&hash=44cd5590e103c04bba503ce1c2de3c6aa2ed3f92&lang=en&cache-only=0",
            "defineEn": "the act of leaving, usually to begin a journey",
            "defineVi": "hành động rời đi, thường là để bắt đầu một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "2c2f5859-b7cb-4b31-8c15-db66d8375689",
            "word": "board",
            "phonetic": "boːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The board meeting painted a pretty grim picture.",
                "The board agreed to sell the company.",
                "The deal was completely open and above board.",
                "Heads will have to roll at board level.",
                "They jump off the diving board into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmQ&hash=6dec2b1475a01601e90e4b9a96944e22bddf4af1&lang=en&cache-only=0",
            "defineEn": "a flat and hard tool made of wood, plastic, paper, etc. that is designed for specific purposes",
            "defineVi": "một công cụ phẳng và cứng làm bằng gỗ, nhựa, giấy, v.v. được thiết kế cho các mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "8c8a0db7-29ea-4b04-af3e-0697b4558681",
            "word": "card",
            "phonetic": "kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "He's still playing his cards close to his chest.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "She drew a red heart on the card, with words of love and appreciation.",
                "Marriage has been on the cards from day one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZA&hash=46e72e3b98defa53190cc5a83926db709a93de6e&lang=en&cache-only=0",
            "defineEn": "a business or identification card issued by a government, organization, or institution for official purposes",
            "defineVi": "thẻ kinh doanh hoặc thẻ căn cước do chính phủ, tổ chức hoặc cơ quan cấp cho các mục đích chính thức",
            "hasImg": true
        },
        {
            "id": "0bb4dcfc-88d5-427f-b991-7e93039b89e2",
            "word": "timetable",
            "phonetic": "taɪmteɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Railroads and shipping timetables further required the standardization of time.",
                "But we are on his timetable.",
                "According to the planned timetable, that should happen.",
                "British Prime Minister Boris Johnson announced yesterday a cautious timetable to end it.",
                "We adjust the timetable as to what we see happening."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZXRhYmxl&hash=9f5f4f243f82365cf8ce7e51fa74a812ce99d0e0&lang=en&cache-only=0",
            "defineEn": "a list or chart that shows the departure and arrival times of trains, buses, airplanes, etc.",
            "defineVi": "một danh sách hoặc biểu đồ hiển thị thời gian khởi hành và đến của xe lửa, xe buýt, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "78fdc0e3-346d-49c6-a038-bd7b5284f480",
            "word": "railway station",
            "phonetic": "ɹeɪlweɪ steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFpbHdheSBzdGF0aW9u&hash=9f712d36bf827a1941506059b4759c3149411fa1&lang=en&cache-only=0",
            "defineEn": "a place designed for goods or passengers to get on or off trains",
            "defineVi": "một nơi được thiết kế cho hàng hóa hoặc hành khách lên hoặc xuống xe lửa",
            "hasImg": true
        },
        {
            "id": "6bfff0bd-fb0c-40c7-9fff-f83e05aa9b11",
            "word": "waiting room",
            "phonetic": "weɪɾɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FpdGluZyByb29t&hash=6722393b6c80f41044f55a90d71cec94dfc086ff&lang=en&cache-only=0",
            "defineEn": "a designated area, often found in transportation stations, medical facilities, or other public places, where people can wait for their turn or appointment",
            "defineVi": "một khu vực được chỉ định, thường được tìm thấy trong các trạm vận chuyển, cơ sở y tế hoặc những nơi công cộng khác, nơi mọi người có thể chờ đến lượt hoặc cuộc hẹn của họ",
            "hasImg": true
        },
        {
            "id": "e14ebfcc-7fed-492d-aef5-d193ff2ce952",
            "word": "arrival",
            "phonetic": "ɚɹaɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parents eagerly awaited the arrival of their first baby.",
                "With the arrival of spring, he eagerly anticipated the first harvest of Prussian asparagus to prepare a traditional Easter brunch.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "With the arrival of the new year, it's time to ring out the old and set new goals for personal growth and development.",
                "As the season changes, I can't wait for the first bite of a juicy Victoria plum to mark the arrival of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyaXZhbA&hash=e1f4f4d5dc73ce9fb06d6e207a17d2f64507d37e&lang=en&cache-only=0",
            "defineEn": "the act of arriving at a place from somewhere else",
            "defineVi": "hành động đến một nơi từ một nơi khác",
            "hasImg": true
        },
        {
            "id": "d699cd68-4f7b-40a0-b37c-91a531d73d52",
            "word": "to check in",
            "phonetic": "tə tʃɛk ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check in.",
                "Checking in.",
                "Check in.",
                "The sun checks in at minus 27.",
                "First, he checks in with his architects Iktinos and Callicrates."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgaW4&hash=534a5ab32e5314ea2590bce20bbaadb4e4f27559&lang=en&cache-only=0",
            "defineEn": "to arrive and fill in your name in a hotel or airport",
            "defineVi": "đến và điền vào tên của bạn trong một khách sạn hoặc sân bay",
            "hasImg": true
        },
        {
            "id": "5ee9d881-aa1a-42c8-9a55-a8be1cbe3cb5",
            "word": "desk",
            "phonetic": "dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom is filled with desks, chairs, and a chalkboard.",
                "The teacher placed the books on the desk.",
                "My computer is placed on the desk in the office.",
                "He gave her ticket to the woman at the check-in desk.",
                "The receptionist sat behind the desk, welcoming visitors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaw&hash=67e8fe41cf2458647a877595b9238402e7fe6db8&lang=en&cache-only=0",
            "defineEn": "furniture we use for working, writing, reading, etc. that normally has a flat surface and drawers",
            "defineVi": "đồ nội thất chúng tôi sử dụng để làm việc, viết, đọc, v.v. thường có bề mặt phẳng và ngăn kéo",
            "hasImg": true
        },
        {
            "id": "6732cbab-2432-4cc4-b71e-c73710feb46a",
            "word": "bus stop",
            "phonetic": "bʌs stɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She stands at the bus stop waiting for her ride.",
                "When the bus stopped for fuel, we took the opportunity to get something to eat.",
                "The bus will arrive in a few minutes, so we need to be at the bus stop.",
                "My bus stop was at a driveway, somebody else's driveway.",
                "It’s a nice thing, the school bus stops right in front of the house."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzIHN0b3A&hash=ae269ba94511bdd5f4cb7b9c8af5ab8f9d25b5a0&lang=en&cache-only=0",
            "defineEn": "a place at the side of a road that is usually marked with a sign, where buses regularly stop for passengers",
            "defineVi": "một nơi ở bên đường thường được đánh dấu bằng biển báo, nơi xe buýt thường xuyên dừng lại cho hành khách",
            "hasImg": true
        },
        {
            "id": "654565e1-f08a-4f26-8261-e5377ba6457b",
            "word": "ticket office",
            "phonetic": "tɪkɪt ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlja2V0IG9mZmljZQ&hash=471af4b88a275063dd852ca4f37518345e80696b&lang=en&cache-only=0",
            "defineEn": "a physical location, usually at a transportation station or venue, where tickets for transportation services or events are sold or issued",
            "defineVi": "một địa điểm thực tế, thường là tại một trạm vận chuyển hoặc địa điểm, nơi bán hoặc phát hành vé cho các dịch vụ hoặc sự kiện vận chuyển",
            "hasImg": true
        },
        {
            "id": "cf0f7788-19ad-48d1-aaa4-313f8972b7e0",
            "word": "buffet",
            "phonetic": "bʌfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "Our scalp is their buffet.",
                "Think: Las Vegas buffet.",
                "The stream delivers an endless buffet of new victims.",
                "In the process, it releases a buffet of long dead plants and animals on the lake floor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVmZmV0&hash=2fdc68f23739d81b0ef367d9802e48892bd3769f&lang=en&cache-only=0",
            "defineEn": "a meal with many dishes from which people serve themselves at a table and then eat elsewhere",
            "defineVi": "một bữa ăn với nhiều món ăn mà mọi người tự phục vụ tại bàn và sau đó ăn ở nơi khác",
            "hasImg": true
        },
        {
            "id": "d2ce777a-ee3f-4194-8e05-c9efe182f9f2",
            "word": "bar",
            "phonetic": "bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "er killer was finally put behind bars.",
                "He has raised the bar for other filmmakers.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Apple iPhone is really raising the bar with the latest model.",
                "I washed my face and hands with a bar of soap."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFy&hash=ad2da7ff2333c91e5f56246cc478b9d3ea64829c&lang=en&cache-only=0",
            "defineEn": "a place where alcoholic and other drinks and light snacks are sold and served",
            "defineVi": "nơi bán và phục vụ đồ uống có cồn, đồ uống khác và đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "50c52322-608c-41b4-9603-77da11047ea5",
            "word": "hand luggage",
            "phonetic": "hænd lʌɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFuZCBsdWdnYWdl&hash=844d052a7a02921b2fbc1d4eb348bf7a7c8bf0de&lang=en&cache-only=0",
            "defineEn": "bags and suitcases with a size and weight that is allowed to be carried onto an airplane",
            "defineVi": "túi, vali có kích thước, trọng lượng được phép mang lên máy bay",
            "hasImg": true
        },
        {
            "id": "cc234538-9eea-45ec-b5ef-d224b929c146",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "the act of traveling in an airplane",
            "defineVi": "hành động đi du lịch trên máy bay",
            "hasImg": true
        },
        {
            "id": "e29583a4-2240-4938-9487-131b332089d6",
            "word": "platform",
            "phonetic": "plætfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many businesses use the Salesforce platform for customer relationship management.",
                "The train station platform was busy with people waiting for their trains.",
                "The iPhone runs on the iOS platform.",
                "Windows is a popular platform for PC gaming.",
                "The online platform was offering free access to educational resources, but users had to provide personal information that was later sold to advertisers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGZvcm0&hash=d73fc3e8eea60a84fe18b21b3093b5871d7be0b1&lang=en&cache-only=0",
            "defineEn": "the raised surface next to a railroad track where people can get on and off a train in a station",
            "defineVi": "bề mặt nâng cao bên cạnh đường ray nơi mọi người có thể lên và xuống tàu trong nhà ga",
            "hasImg": true
        },
        {
            "id": "60807285-93eb-4842-9745-1aa32611472d",
            "word": "double-decker",
            "phonetic": "dʌbəldɛkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The blue and white double-decker planes have been in flight for 25 years.",
                "The airline has over 100 of the double-decker planes in its fleet, making it the largest operator of the A380."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlLWRlY2tlcg&hash=9d3693e437e9cdd674a5c1af76197ffe33cdf214&lang=en&cache-only=0",
            "defineEn": "a two-story bus",
            "defineVi": "xe buýt hai tầng",
            "hasImg": true
        },
        {
            "id": "eae2eea1-66ba-46ca-9a5e-cf642315adff",
            "word": "boarding pass",
            "phonetic": "boːɹdɪŋ pæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "I checked my bag and got my boarding pass.",
                "The government is also partnering with some airlines to use facial recognition instead of boarding passes.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone.",
                "Connect your Gmail account if you want Google Pay to easily find things like coupons and boarding passes, then select your location preference."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgcGFzcw&hash=5f408ca6e58351acce0c419ffa3340301fc1486d&lang=en&cache-only=0",
            "defineEn": "a ticket or card that passengers must show to be allowed on a ship or plane",
            "defineVi": "vé hoặc thẻ mà hành khách phải xuất trình để được phép lên tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "b3d3ad03-78bd-44b5-907a-a096db436d3a",
            "word": "to come back",
            "phonetic": "tə kʌm bæk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBiYWNr&hash=372298e32786de5c1549142a72dc7398ad600e13&lang=en&cache-only=0",
            "defineEn": "to return to a person or place",
            "defineVi": "để trở lại một người hoặc địa điểm",
            "hasImg": true
        },
        {
            "id": "576cd0cb-a74c-4cbf-bda2-099e1b5c9829",
            "word": "journey",
            "phonetic": "dʒɜːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "The journey to the airport takes about half an hour.",
                "They had to continue their journey on foot.",
                "The ticket for the bus is valid for a single journey.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5leQ&hash=a4c8b67dc4fec212df96d0ade833d3272a0b5e35&lang=en&cache-only=0",
            "defineEn": "the act of travelling between two or more places, especially when there is a long distance between them",
            "defineVi": "hành động di chuyển giữa hai hoặc nhiều nơi, đặc biệt là khi có khoảng cách xa giữa chúng",
            "hasImg": true
        },
        {
            "id": "727feb5f-86e4-4988-8bdb-ee5652237a94",
            "word": "day return",
            "phonetic": "deɪ ɹᵻtɜːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGF5IHJldHVybg&hash=56010b56d857b111348069ee6b1f64020e1f61fb&lang=en&cache-only=0",
            "defineEn": "atype of transportation ticket that allows a passenger to travel to a destination and return on the same day",
            "defineVi": "một loại vé vận chuyển cho phép hành khách đi đến một điểm đến và trở về trong cùng một ngày",
            "hasImg": true
        },
        {
            "id": "f73efa2b-6d16-46b8-85a1-9b8c0c6e1072",
            "word": "euro",
            "phonetic": "jʊɹɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A hundred cents make one euro.",
                "The euro hit a record low in trading today.",
                "I need to change some euros.",
                "How much is a thousand pounds in euros?",
                "The RemoveDEBRIS project has cost 15 million euro, or, about 17 million US dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXVybw&hash=2ef46d9a9851055fe445d9901247c5d7a50ae1bf&lang=en&cache-only=0",
            "defineEn": "the money that most countries in Europe use",
            "defineVi": "tiền mà hầu hết các nước ở châu Âu sử dụng",
            "hasImg": true
        },
        {
            "id": "89a9ee19-d43f-4b82-b6d1-6f8dff1d1901",
            "word": "return ticket",
            "phonetic": "ɹᵻtɜːn tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV0dXJuIHRpY2tldA&hash=e58f63cbd10dc8f64c7414347ff9301e86d56cec&lang=en&cache-only=0",
            "defineEn": "a ticket for a journey from one place to another and back again",
            "defineVi": "một vé cho một cuộc hành trình từ nơi này đến nơi khác và trở lại",
            "hasImg": true
        },
        {
            "id": "7a25e5ae-4c78-47a6-9de8-9007ba548855",
            "word": "to pay",
            "phonetic": "tə peɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Our efforts are finally paying dividends.",
                "Not paying attention.",
                "They both pay their employees badly.",
                "No one paid them any attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5&hash=566906c8b5cb560b20277d7fd7f4d5f5bf9217d8&lang=en&cache-only=0",
            "defineEn": "to give someone money in exchange for goods or services",
            "defineVi": "để cung cấp cho ai đó tiền để đổi lấy hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "ab50811e-addf-47f9-99d8-76f933537ae3",
            "word": "contactless",
            "phonetic": "kɑːntæktləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Contactless thermometers measure the surface temperature of our skin.",
                "It’s like contactless pickup.",
                "The advantage of contactless thermometers is its ability to provide a temperature estimate quickly a nd from a distance.",
                "But the accuracy of contactless thermometers has been called into question.",
                "Pizza Hut has offered similar contactless delivery, but the brand is still outnumbered by Domino's store count."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFjdGxlc3M&hash=6679ca3ddd01a76c3e009459f1cd37ebaf7744b7&lang=en&cache-only=0",
            "defineEn": "referring to interactions or transactions without physical contact, using wireless communication or non-touch means",
            "defineVi": "đề cập đến các tương tác hoặc giao dịch không có tiếp xúc vật lý, sử dụng giao tiếp không dây hoặc các phương tiện không chạm"
        },
        {
            "id": "b63e205c-de69-4cb2-b3d1-4a9213b38b52",
            "word": "train",
            "phonetic": "tɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The train’s here at long last.",
                "The train traveled through beautiful countryside.",
                "Trains between London and Brighton run throughout the day.",
                "To hold the train.",
                "The slow train arrived at the station behind schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW4&hash=c1b4f01b274baa72abf82f56f006c02cb4003696&lang=en&cache-only=0",
            "defineEn": "a series of connected carriages or wagons pulled along a railroad line by a locomotive",
            "defineVi": "một loạt các toa xe hoặc toa xe được kết nối với nhau do đầu máy kéo dọc theo một tuyến đường sắt",
            "hasImg": true
        },
        {
            "id": "f509817b-8b4b-41d3-b0bf-e4657f1d1721",
            "word": "ticket",
            "phonetic": "tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tickets were £25.",
                "Tickets for the concert are like gold dust.",
                "The tickets are selling like hot cakes",
                "The ticket for the bus is valid for a single journey.",
                "They checked our tickets at the entrance of the stadium."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlja2V0&hash=366f2e76c0c68d0e0f393d4f2c9fd540cec5028c&lang=en&cache-only=0",
            "defineEn": "a piece of paper, text, card, or image showing that we have paid to enter a place, travel with a public transport, etc.",
            "defineVi": "một mảnh giấy, văn bản, thẻ hoặc hình ảnh cho thấy chúng tôi đã trả tiền để vào một địa điểm, di chuyển bằng phương tiện công cộng, v.v.",
            "hasImg": true
        },
        {
            "id": "14d57646-7d21-4102-9f0a-12401d0f8257",
            "word": "machine",
            "phonetic": "məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The guidance system keeps the machine on course.",
                "The machine is worked by wind power.",
                "The machine records your messages and you can answer them at your convenience.",
                "An industrial machine like that can cut through any material like a knife through butter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZQ&hash=96856dcd75c9fb93771c7cf9554502db52093ad0&lang=en&cache-only=0",
            "defineEn": "any piece of equipment that is mechanical, electric, etc. and performs a particular task",
            "defineVi": "bất kỳ thiết bị nào là cơ khí, điện, v.v. và thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "44f0d6c4-9582-486c-ab30-9d5f1990bf69",
            "word": "customs",
            "phonetic": "kʌstəmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customs officers have the right to check all baggage going through customs.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Customs and Border Patrol was like, no chance.",
                "Ana Hinojosa is a Customs and Border Protection executive director."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tcw&hash=8d9f35c7af6f5c068c1f2f251ce4c1cf8c795a7b&lang=en&cache-only=0",
            "defineEn": "the place at an airport or port where passengers' bags are checked for illegal goods as they enter a country",
            "defineVi": "địa điểm tại sân bay hoặc bến cảng nơi túi hành khách được kiểm tra hàng hóa bất hợp pháp khi họ nhập cảnh vào một quốc gia",
            "hasImg": true
        }
    ]
}