{
    "id": "b620c39b-4893-4045-b7dc-5d77922061ed",
    "title": "Everyday English (Unit 11)",
    "originalTitle": "Everyday English (Unit 11)",
    "words": [
        {
            "id": "4f540396-aad8-459e-975f-2378675999aa",
            "word": "apparently",
            "phonetic": "ɐpæɹəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "Apparently he's turned over a new leaf and he's not smoking any more.",
                "Apparently the company had been in the red for some time before it went out of business.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "They checked their inventory, but apparently they're fresh out of the blender that's on sale."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJlbnRseQ&hash=d96b8083ea9a44d6e261c4be17187b17bc4443d8&lang=en&cache-only=0",
            "defineEn": "based on what one has read or heard and therefore uncertain if it is really the case",
            "defineVi": "dựa trên những gì một người đã đọc hoặc nghe và do đó không chắc chắn nếu đó thực sự là trường hợp"
        },
        {
            "id": "ae39b2c3-142a-40af-94e7-bd204092549c",
            "word": "actually",
            "phonetic": "æktʃuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Our team actually won!",
                "The mobile phone business was actually his bread and butter.",
                "Actually, I wear several different hats.",
                "It's actually an incredibly good deal!",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0dWFsbHk&hash=68ee65fcdfac7248f823ba1cfa5359e163fc3c8c&lang=en&cache-only=0",
            "defineEn": "used to emphasize a fact or the truth of a situation",
            "defineVi": "được sử dụng để nhấn mạnh một thực tế hoặc sự thật của một tình huống"
        },
        {
            "id": "8d8a89e1-224d-4cf1-ad73-46a0b8663680",
            "word": "personally",
            "phonetic": "pɜːsənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We’ve nothing against him personally: it’s just that we don’t trust politicians.",
                "I normally don't like taking chances on people I haven't personally vetted, but Sarah is extremely confident in you.",
                "The parading of people personally continued.",
                "I know personally the impact of good public policy.",
                "You personally only have ten dollars in your pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxseQ&hash=7613e757c8a100c38a97b828ed2bda9867c35755&lang=en&cache-only=0",
            "defineEn": "in a way that shows the opinion that someone is giving comes from their view",
            "defineVi": "theo cách cho thấy ý kiến mà ai đó đang đưa ra xuất phát từ quan điểm của họ"
        },
        {
            "id": "04e07f49-9f75-4ef3-b56b-59095489f31f",
            "word": "surely",
            "phonetic": "ʃʊɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Surely she would guess the truth.",
                "Surely she didn't have the nerve to say that to him?",
                "If he continues to neglect his studies, he will surely come a cropper in the exams.",
                "Surely you're not going to take that lying down!",
                "If we get enough dirt on Jackson, surely we can expose him and bring him down."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZWx5&hash=6de61ea201fa4757af181b2906febc11e0d8739b&lang=en&cache-only=0",
            "defineEn": "used to express an almost definite degree of certainty over what is being said",
            "defineVi": "được sử dụng để thể hiện một mức độ gần như chắc chắn về những gì đang được nói"
        },
        {
            "id": "66d68fcc-feab-4b07-842c-b64f18051c9f",
            "word": "at least",
            "phonetic": "æt liːst ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But at least I got to third base with you.",
                "At least we know where we stand with Steven now.",
                "There were at least forty people at the party, some of them gatecrashers.",
                "If I were in her place, I would have at least apologized.",
                "We all met that wolf in sheep's clothing I guess at least once a life."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQgbGVhc3Q&hash=98cd17c41f7c465049be30abbbd10b35b50937eb&lang=en&cache-only=0",
            "defineEn": "even if nothing else is done or true",
            "defineVi": "ngay cả khi không có gì khác được thực hiện hoặc đúng"
        },
        {
            "id": "4ca3f065-54af-4370-bf0c-49f8ce4f2e52",
            "word": "still",
            "phonetic": "stɪl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Memories of that day still bring a lump to his throat.",
                "A major technological advancement like that is still light years away.",
                "The child is still running a fever",
                "Men still hold most positions of power in this country.",
                "Our trip is still very much up in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGw&hash=0d544a84282b142edd0f916056c873f1b158c96b&lang=en&cache-only=0",
            "defineEn": "despite what has been said or done",
            "defineVi": "bất chấp những gì đã được nói hoặc làm"
        },
        {
            "id": "910de5c7-40e2-4eef-bd70-cad10f075be4",
            "word": "honestly",
            "phonetic": "ɑːnɪstli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Your presentation sounded great, honestly.",
                "Honestly, you're wasting your breath - he doesn't want to hear what anyone else has got to say.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?",
                "Honestly, a bottle of olive oil can cost 10 bucks."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0bHk&hash=f4f542fe9e925b9e208c4765b99810849529a5af&lang=en&cache-only=0",
            "defineEn": "used to emphasize that one is being sincere and telling the truth, especially when the thing being said sounds surprising",
            "defineVi": "được sử dụng để nhấn mạnh rằng một người đang chân thành và nói sự thật, đặc biệt là khi điều được nói nghe có vẻ đáng ngạc nhiên"
        },
        {
            "id": "f8f1c7a8-f615-4fca-bf66-bc0cad7dfbd5",
            "word": "anyway",
            "phonetic": "ɛnɪweɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Yet, for the moment anyway, the bankers have lost their Midas touch.",
                "I went to college anyway, as a part-time student, paying my own way.",
                "but i waved a dead chicken and corrected the spelling anyway.",
                "Sarah knew that skipping classes would hurt her grades, but she did it anyway.",
                "I know it's risky, but if I'm going to get in trouble anyway, I might as well be hanged for a sheep as a lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=YW55d2F5&hash=fee28890b49d1af63e40b1d3138b1f98e6b060f5&lang=en&cache-only=0",
            "defineEn": "used when ending a conversation, or changing, or returning to a subject",
            "defineVi": "được sử dụng khi kết thúc cuộc trò chuyện hoặc thay đổi hoặc quay lại chủ đề"
        },
        {
            "id": "8399ecf3-aa05-4eb9-9acb-18d094214966",
            "word": "presumably",
            "phonetic": "pɹɪzuːməbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This has their web FAI information on it presumably.",
                "Presumably this would go somewhere else.",
                "Presumably, it's costing your neighbor a fortune as well. -",
                "So presumably, bigger Dimetrodons would need bigger sails.",
                "And then presumably, there's also,"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VtYWJseQ&hash=d88c1d4bf1d298c88d9672dd186efa5f92756163&lang=en&cache-only=0",
            "defineEn": "used to say that the thing mentioned is based on an assumption",
            "defineVi": "được sử dụng để nói rằng điều được đề cập là dựa trên một giả định"
        },
        {
            "id": "6c112a9a-268e-4cbe-802a-6f6809debe58",
            "word": "probably",
            "phonetic": "pɹɑːbəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "Probably the only one who can see the forest for the trees.",
                "He probably got them off the back of a truck.",
                "We should probably invest in a good home security system.",
                "I can probably reach him on his mobile."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFibHk&hash=4907f344d4371db4d5ec37501c3311e1b61a1e0c&lang=en&cache-only=0",
            "defineEn": "used for saying that something is likely to happen or be the case",
            "defineVi": "được sử dụng để nói rằng một cái gì đó có khả năng xảy ra hoặc là trường hợp"
        },
        {
            "id": "10f367a3-8000-41ff-9a33-ef77e0f57256",
            "word": "ideally",
            "phonetic": "aɪdiəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Ideally we want to ten or fifteen minutes.",
                "Ideally, you're the same person.",
                "Ideally avoid thinking about your unpaid bills, your relationship issues, the past, the future.",
                "Of course, not all gases behave ideally, and all gases deviate from the law at low temperatures or high pressures.",
                "Uh, I see myself ideally in LA."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYWxseQ&hash=6037efdc95c4ee9cd77733082b8ce3f08bbbcedb&lang=en&cache-only=0",
            "defineEn": "used to express what is preferred",
            "defineVi": "được sử dụng để thể hiện những gì được ưa thích"
        },
        {
            "id": "b62d91b2-3e68-4671-a5dc-d43c6e287753",
            "word": "definitely",
            "phonetic": "dɛfɪnətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "I definitely felt the importance of the occasion.",
                "You should definitely bake a brie with cranberry sauce.",
                "Speaking that rudely to your teacher definitely crosses the line.",
                "Going to the beach is definitely my scene."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaW5pdGVseQ&hash=6bdcba33647e3316569c5910b6fb30358207b9d7&lang=en&cache-only=0",
            "defineEn": "in a certain or definite way",
            "defineVi": "theo một cách nhất định hoặc xác định"
        },
        {
            "id": "12422287-eb3f-402a-8ae3-118a6ab51078",
            "word": "obviously",
            "phonetic": "ɑːbviəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Obviously, over the years, this changed but my car remained behind the times with its cassette player.",
                "He obviously didn’t realize he was swimming with sharks!",
                "I was furious but just left it at that since he obviously didn't care about me.",
                "And obviously, tons of people mistake Twitter bots for humans all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=b2J2aW91c2x5&hash=ded28c1aa5c5dc13f340d0f12b834cc8e4406249&lang=en&cache-only=0",
            "defineEn": "in a way that is easily understandable or noticeable",
            "defineVi": "theo cách dễ hiểu hoặc đáng chú ý"
        },
        {
            "id": "0d635442-7749-4bee-a179-6111780c4224",
            "word": "hopefully",
            "phonetic": "hoʊpfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Hopefully he wasn't cheating with a card up his sleeve.",
                "Hopefully my point came across loud and clear.",
                "Take him for a ride and hopefully by the time you get back, his mother would be here to take him home.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I told him not to say anything, and he said his lips are sealed, so hopefully he'll be able to keep a secret this time."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZWZ1bGx5&hash=167ce385b84955c4af8e9672c52057eb1e633eec&lang=en&cache-only=0",
            "defineEn": "used for expressing that one hopes something will happen",
            "defineVi": "được sử dụng để thể hiện rằng một người hy vọng điều gì đó sẽ xảy ra"
        },
        {
            "id": "5a772d6e-4bcc-43a9-897f-f62def996543",
            "word": "certainly",
            "phonetic": "sɜːʔn̩li ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Things certainly move fast in the blogosphere.",
                "He certainly earned his place in the sun.",
                "Kramer has certainly won the respect of his peers.",
                "I certainly learned my lesson about buying something from a stranger online.",
                "America is certainly bigger than the sum of its parts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGFpbmx5&hash=064ab5b78236514007bf6836f920b192a0e89a77&lang=en&cache-only=0",
            "defineEn": "with no doubt",
            "defineVi": "không có nghi ngờ"
        },
        {
            "id": "dafac739-a021-45ca-9888-7b419cd2444a",
            "word": "basically",
            "phonetic": "beɪsɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Basically, he was a bully, and like most bullies, he could dish it out, but couldn't take it.",
                "The company wants to hire her at any cost, so she can basically take her pick of perks during the negotiation process.",
                "Your grandmother will be there, and she is basically Mrs. Grundy!",
                "The cast of 'Spring Awakening' was there, basically.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWNhbGx5&hash=354ff07808c55a41fa5f84766e5e56c8eaafbc0f&lang=en&cache-only=0",
            "defineEn": "used to state one’s opinion while emphasizing or summarizing its most important aspects",
            "defineVi": "được sử dụng để nêu ý kiến của một người trong khi nhấn mạnh hoặc tóm tắt các khía cạnh quan trọng nhất của nó"
        },
        {
            "id": "6c9a8d22-5fb5-457e-9420-d9b84551373c",
            "word": "absolutely",
            "phonetic": "æbsəluːtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I absolutely love your shoes.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "Jenny is absolutely cheesed off with her job.",
                "He was said to be absolutely shattered after losing his job.",
                "Those of you with clear consciences have absolutely nothing to fear."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGVseQ&hash=5f2b274d530b8fd8f80ac7a414ff0422bca83e7b&lang=en&cache-only=0",
            "defineEn": "used to put an emphasis on a statement",
            "defineVi": "được sử dụng để nhấn mạnh vào một tuyên bố"
        },
        {
            "id": "d23a7b0b-fe0e-4492-81ec-1ed6a04a4f07",
            "word": "by and large",
            "phonetic": "baɪ ænd lɑːɹdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnkgYW5kIGxhcmdl&hash=e1a04acbab97d2bb4b8473d468aceb01d192d62a&lang=en&cache-only=0",
            "defineEn": "used when something is being considered or regarded in a general manner",
            "defineVi": "được sử dụng khi một cái gì đó đang được xem xét hoặc xem xét một cách chung chung"
        },
        {
            "id": "44bd082e-17ed-46ec-aa83-c59f96cd9105",
            "word": "as a matter of fact",
            "phonetic": "æz ɐ mæɾɚɹ ʌv fækt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "As a matter of fact, it has everything to do with the wine you drink.",
                "My mom is in Ghana right now, as a matter of fact.",
                "As a matter of fact, about time to do that again.",
                "As a matter of fact, I have.",
                "As a matter of fact they're so cool"
            ],
            "audio": "https://tts.langeek.co/read?text=YXMgYSBtYXR0ZXIgb2YgZmFjdA&hash=b9f2a62b0a7b1c31fb5f1913a173edd89f16f540&lang=en&cache-only=0",
            "defineEn": "said to disagree with what someone just said",
            "defineVi": "nói không đồng ý với những gì ai đó vừa nói"
        },
        {
            "id": "af0d089f-d350-4a71-96b9-3f13a07d7d2b",
            "word": "still",
            "phonetic": "ɔːl ðə seɪm ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Memories of that day still bring a lump to his throat.",
                "A major technological advancement like that is still light years away.",
                "The child is still running a fever",
                "Men still hold most positions of power in this country.",
                "Our trip is still very much up in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGw&hash=0d544a84282b142edd0f916056c873f1b158c96b&lang=en&cache-only=0",
            "defineEn": "despite what has been said or done",
            "defineVi": "bất chấp những gì đã được nói hoặc làm"
        },
        {
            "id": "e87d745d-81b1-46e6-8d0f-6879281b81ba",
            "word": "after all",
            "phonetic": "æftɚɹ ɔːl ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXIgYWxs&hash=8cbc96a554cc23a0bda509649e194b1335b584fa&lang=en&cache-only=0",
            "defineEn": "used to introduce a fact that is being considered or remembered",
            "defineVi": "được sử dụng để giới thiệu một thực tế đang được xem xét hoặc ghi nhớ"
        }
    ]
}