{
    "id": "b8486318-cc7f-4c88-8fc7-c0817bf5a60d",
    "title": "Know Your Verbs! (Part 4)",
    "originalTitle": "Lesson 44",
    "words": [
        {
            "id": "1ff79c04-3db3-4c05-b1f9-3db82bb942dd",
            "word": "to adhere",
            "phonetic": "tʊ ɐdhɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Unlike the universe of discourse to which Harry Potter belongs, the universe of House of Cards adheres to all of the rules of our world.",
                "If it's cooled down too much, the food will adhere and really stick to the pan.",
                "Since water adheres weakly to the wax paper or to the plant, but strongly to itself, the water molecules are holding those droplets together in a configuration that creates the least amount of surface area.",
                "it'll actually kind of adhere to you in a sense, providing you, what I assume will be fantastic support.",
                "Today, millions of people worldwide adhere to the principles of Confucianism, and though the precise meaning of his words has been debated for millennia, when asked to summarize his teachings in a single phrase, Confucius himself said, \"Do not inflict upon others that which you yourself would not want.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRoZXJl&hash=dacf81162f13777d7ff955e7f4df7769c8f94bd9&lang=en&cache-only=0",
            "defineEn": "to firmly stick to something",
            "defineVi": "dính chắc vào cái gì",
            "hasImg": true
        },
        {
            "id": "5eacd112-6d5c-4fdf-ae54-5d76807f8ed1",
            "word": "to allege",
            "phonetic": "tʊ ɐlɛdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The secretary alleges that the CEO tried to put his hands on her multiple times during the course of her time working at the company.",
                "The interviewer suddenly began whaling on the politician over his alleged ties to the pharmaceutical industry.",
                "They're alleging massive fraud, conspiracy.",
                "She's alleging a 12-year affair with you.",
                "This is alleged, OK"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsZWdl&hash=17ae9493474bbd0f77626cafbaa34f42d55533d3&lang=en&cache-only=0",
            "defineEn": "to say something is the case without providing proof for it",
            "defineVi": "để nói một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "7a27711d-b37f-483d-989a-bbe5152aaba9",
            "word": "to attribute",
            "phonetic": "tʊ ɐtɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hired Jess only because she thinks quick on her feet, an attribute that you sadly do not possess.",
                "This approach is different from the traditional view that make a salesperson become a fast-talker who inform averything about the product or services attributes and persuade the customer to buy and walk away with an order.",
                "Research attributes this decline to the popularity of e-readers, the boom in chain bookstores, and of course, the lure of online retailers.",
                "People often attribute such experiences to paranormal forces outside the sphere of material life.",
                "Attributing a person's actions mainly to the situation, instead of his personality."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0cmlidXRl&hash=8eb13e0620911db44e7ee09dc3dfbf27b91983de&lang=en&cache-only=0",
            "defineEn": "to think or say that something is caused by a certain thing",
            "defineVi": "để suy nghĩ hoặc nói rằng một cái gì đó được gây ra bởi một điều nhất định"
        },
        {
            "id": "0e1dec4c-4ed0-4f31-ac0b-af0e3f3cffae",
            "word": "to await",
            "phonetic": "tʊ ɐweɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parents eagerly awaited the arrival of their first baby.",
                "We planted cherry tomato plants in our backyard and eagerly awaited the first harvest.",
                "He hung tight for 50 minutes, awaiting further instructions.",
                "After weeks of intense preparation, Jennifer is now on the other side of her job interview and eagerly awaits the results.",
                "Was it wiser to take the puppy to the police station or await David's reaction?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXdhaXQ&hash=2f4579707e37895206a0e659e338e2043c0d089f&lang=en&cache-only=0",
            "defineEn": "to wait for something or someone",
            "defineVi": "để chờ đợi cho một cái gì đó hoặc ai đó"
        },
        {
            "id": "a24fbb5b-fc70-4af0-8c10-204a3307947e",
            "word": "to burst",
            "phonetic": "tə bɜːst ",
            "partOfSpeechType": "verb",
            "examples": [
                "REd algae adds a burst of color to the underwater landscape.",
                "Spread a layer of blue cheese on your burger for an extra burst of flavor.",
                "In the '90s, the bubble burst on Internet startups, but that didn't stop the success of online ventures",
                "The Muscat grape jelly on my morning toast was a delightful burst of sweetness.",
                "We added sauerkraut to our tacos for an extra burst of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyc3Q&hash=d159f834e72f6c222f16ef12fd150e2289f9bfdd&lang=en&cache-only=0",
            "defineEn": "to suddenly and violently break open or break apart, particularly as a result of internal pressure",
            "defineVi": "đột ngột và dữ dội vỡ ra hoặc vỡ ra, đặc biệt là do áp lực bên trong"
        },
        {
            "id": "04ca08ce-e7ab-4d1c-b94c-9d74309e8106",
            "word": "to cease",
            "phonetic": "tə siːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wonders never cease!",
                "Wonders never cease!",
                "Will wonders ever cease?",
                "Would wonders ever cease?",
                "Would wonders never cease?!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vhc2U&hash=ed894ed33245f80ac60a3b55f1ed097f1c0a5da5&lang=en&cache-only=0",
            "defineEn": "to stop or bring to an end an action, activity, or process",
            "defineVi": "để dừng lại hoặc kết thúc một hành động, hoạt động, hoặc quá trình"
        },
        {
            "id": "e0a2e022-f160-40ad-ae7d-cb77208902a2",
            "word": "to characterize",
            "phonetic": "tə kæɹɪktɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Scientists first characterized one of these important developmental genes back in the 1980s in studies of fruit fly development.",
                "This condition is characterized by periods of intense fear, intrusive memories, and feelings of helplessness.",
                "The founders of our Constitution characterized the Supreme Court as the least dangerous branch. ",
                "That COVID-19 can be characterized as a pandemic.",
                "This past decade has been characterized by very low interest rates and generally fiscal stimulus."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmFjdGVyaXpl&hash=97ea8490098a2489b27ab0ddc1c7af36753aa1b6&lang=en&cache-only=0",
            "defineEn": "to describe or display the qualities of someone or something in a certain manner",
            "defineVi": "để mô tả hoặc hiển thị những phẩm chất của một ai đó hoặc một cái gì đó trong một cách nhất định"
        },
        {
            "id": "cf315be2-b04e-4c49-a043-683607053d3a",
            "word": "to compute",
            "phonetic": "tə kəmpjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The histograms in the previous applets computed the total number of times each web page was visited at the current stage of the game.",
                "They have the most compute variation.",
                "Then we used to compute tradition as a script metadata.",
                "- It doesn't compute.",
                "A large enough bunch of them could compute anything from astrophysics to Zelda."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHV0ZQ&hash=dbf144d1bc7edcf47150d040b0f6fc896c0e886b&lang=en&cache-only=0",
            "defineEn": "to calculate a sum or number",
            "defineVi": "để tính tổng hoặc số"
        },
        {
            "id": "0b465c86-66de-4ff8-a983-8eb945a355c7",
            "word": "to conceive",
            "phonetic": "tə kənsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "He conceived this thing.",
                "The heroes of our story were conceived in this oil refinery.",
                "The structure was conceived by Alexander’s former general Ptolemy I Soter and his son.",
                "He conceived Arthur, Lancelot, and Guinevere’s love triangle.",
                "Fewer babies were conceived, and population growth slowed down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VpdmU&hash=ac10bb42c630c7a81421476765db904f3b34393d&lang=en&cache-only=0",
            "defineEn": "to produce a plan, idea, etc. in one's mind",
            "defineVi": "để tạo ra một kế hoạch, ý tưởng, vv trong tâm trí của một người"
        },
        {
            "id": "090fb69f-9bec-42c0-8ccb-3ae5b65fbc65",
            "word": "to counter",
            "phonetic": "tə kaʊntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "My cat jumped onto the kitchen counter.",
                "He jumped the queue at the ticket counter.",
                "Sarah cleans the kitchen counters with a sponge.",
                "I left a jar of milk on the counter overnight, and it turned into clabber."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcg&hash=7d7392591685f39fa417c420bd1480cc56a9d3dd&lang=en&cache-only=0",
            "defineEn": "to do something to avoid or decrease the harmful or unpleasant effects of something",
            "defineVi": "để làm một cái gì đó để tránh hoặc giảm tác hại hoặc khó chịu của một cái gì đó"
        },
        {
            "id": "05b34364-1624-447a-a8d8-5b0d16463558",
            "word": "to designate",
            "phonetic": "tə dɛzɪɡneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "There are designated seats for elderly and pregnant passengers on the subway.",
                "Early voting designates a window before Election Day where citizens can vote in-person at various polling sites.",
                "Unlike the US and Russian presidents, China's leader, Xi Jinping, doesn't have a designated plane.",
                "We have a designated parking lot.",
                "We have a designated parking lot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaWduYXRl&hash=1e2e9cb4a0530efac32b6507714a74e27346b288&lang=en&cache-only=0",
            "defineEn": "to choose someone for a certain position, post, or task",
            "defineVi": "để chọn ai đó cho một vị trí nhất định, bài viết, hoặc nhiệm vụ"
        },
        {
            "id": "e70ef68f-6903-4bc2-81f4-3fcb761c10ab",
            "word": "to differentiate",
            "phonetic": "tə dɪfɚɹɛnʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, a uniform differentiates these workers from other people. ",
                "So these three aspects really differentiate us.",
                "- Differentiating between them as well.",
                "And that really differentiates our design from other designers.",
                "Among its employees, a company differentiates between the types of workers via job titles like lab technician, secretary, or department supervisor. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVyZW50aWF0ZQ&hash=2c1a5995eb37126bc83cecc2e07b949a6a34e735&lang=en&cache-only=0",
            "defineEn": "to tell or recognize the difference present between two people or things",
            "defineVi": "để nói hoặc nhận ra sự khác biệt giữa hai người hoặc vật"
        },
        {
            "id": "82861854-cbca-4301-b390-a341e962b58d",
            "word": "to discard",
            "phonetic": "tə dɪskɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He found a discarded toy in the trash can and decided to keep it.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "All is grist that comes to the mill, he would tell his employees, as they sorted through piles of discarded items.",
                "In the Netherlands, MetdeStad collects discarded loaves from the streets around Rotterdam to turn into natural gas.",
                "No, I don't wanna discard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2FyZA&hash=e62c2006e555b5037464a15edc108deb5950c203&lang=en&cache-only=0",
            "defineEn": "to get rid of something that is no longer needed",
            "defineVi": "để loại bỏ một cái gì đó không còn cần thiết",
            "hasImg": true
        },
        {
            "id": "90880336-dbaf-4056-982c-3b82619e539b",
            "word": "to oversee",
            "phonetic": "tʊ oʊvɚsiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Narrator: 400 feet above Atlanta Hartsfield Airport, air traffic controllers oversee the skies of the world's busiest airport.",
                "The Shizuoka Crown Melon company oversee the distribution and checks on melons from over 200 farmers.",
                "Christie's international director of wine, Tim Tiptree, oversaw the sale.",
                "As chief marketing officer and then chief executive of Taco Bell, Nicole regularly oversaw the creation of new menu items."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNlZQ&hash=c45213f56227655dc746398e23aacf859c061468&lang=en&cache-only=0",
            "defineEn": "to observe someone or an activity and check to see if everything is conducted properly",
            "defineVi": "để quan sát ai đó hoặc một hoạt động và kiểm tra xem mọi thứ có được tiến hành đúng cách không"
        },
        {
            "id": "f793a462-ea0f-4933-8384-136cd33378d4",
            "word": "to denounce",
            "phonetic": "tə dᵻnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's income tax arrangement has been denounced as a sweetheart deal.",
                "More and more people are getting on the bandwagon to denounce cigarette smoking.",
                "China's Foreign Ministry denounced the move.",
                "The State Department also denounced human rights abuses in China, Russia and Syria.",
                "All of the contenders have denounced President Trump's immigration policies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVub3VuY2U&hash=c24113b451318b88b88f77355beff41781e88a91&lang=en&cache-only=0",
            "defineEn": "to publicly say that someone or something is evil, illegal, wrong, etc.",
            "defineVi": "công khai nói rằng ai đó hoặc cái gì đó là xấu xa, bất hợp pháp, sai, v.v."
        },
        {
            "id": "936a9562-d0cc-4da2-913f-fd6422c41a59",
            "word": "to dissolve",
            "phonetic": "tə dɪsɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dissolve the bouillon cube in hot water to create a flavorful broth as the base for my soup",
                "Make lemonade jelly by dissolving agar-agar in lemon juice and sweetened water.",
                "She carefully stirred her tea, watching the sugar cube dissolve slowly.",
                "I like to dissolve caster sugar in hot water to make a sweet syrup for my cocktails.",
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc29sdmU&hash=be1fac6ece36f2f12a8c051d5ed408536d215a5d&lang=en&cache-only=0",
            "defineEn": "to make a solid become one with a liquid",
            "defineVi": "để làm cho một chất rắn trở thành một với một chất lỏng"
        },
        {
            "id": "e3d0cf9c-693c-46d5-a59d-0f6a0e62c2e9",
            "word": "to elevate",
            "phonetic": "tʊ ɛlɪveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The salad was elevated with a colorful salpicon of roasted vegetables and feta cheese.",
                "You can elevate your pasta dishes by tossing them in a light and tangy white wine sauce.",
                "You can elevate your fish tacos by adding a dollop of tartar sauce.",
                "You can elevate a simple bowl of fresh fruit by adding a sprinkle of vanilla extract.",
                "You can elevate your tacos by spooning some chili sauce onto the fillings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxldmF0ZQ&hash=6fefc205b3df27eb2788b922087b371702c9c689&lang=en&cache-only=0",
            "defineEn": "to give a better rank, position, or condition to someone or something",
            "defineVi": "để đưa ra một thứ hạng tốt hơn, vị trí, hoặc điều kiện cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "a8b1ff48-9b09-4f4b-9075-0c07eb1930ac",
            "word": "to enquire",
            "phonetic": "tʊ ɛŋkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm writing to enquire about language courses.",
                "She probably knew that something was in the wind but chose not to enquire too closely about it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5xdWlyZQ&hash=0bd74c3d99e2b78b1a138e44ec20f307ca0382fe&lang=en&cache-only=0",
            "defineEn": "to officially investigate",
            "defineVi": "điều tra chính thức"
        },
        {
            "id": "f2404c7e-e2ee-4036-8ba4-7ec9d9cba6c5",
            "word": "to diminish",
            "phonetic": "tə dᵻmɪnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite knowing that he lacked knowledge on the topic, Tom refused to listen to the opinions of experts, proving that arrogance diminishes wisdom.",
                "Your anxiety will diminish.",
                "The humps gradually diminish in size.",
                "His influence within the White House and with the president has kind of diminished. ",
                "Would it diminish our appreciation of art?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGltaW5pc2g&hash=d97b20b7c6821b4aef4314cc9ad172af17725be7&lang=en&cache-only=0",
            "defineEn": "to decrease in degree, size, etc.",
            "defineVi": "để giảm về mức độ, kích thước, vv",
            "hasImg": true
        },
        {
            "id": "452c4b0a-3d18-4a7a-8aca-e1946ba527bf",
            "word": "to intensify",
            "phonetic": "tʊ ɪntɛnsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the pain intensified, he couldn't help but cry out in agony.",
                "The sexual harassment storm around Clarence Thomas is intensifying.",
                "Questions are intensifying about the pace of vaccinations nationwide, just over two million people so far.",
                "The Trump White House today intensified its resistance to investigations by congressional Democrats.",
                "And that feeling of connection may have then intensified their desire to help. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZW5zaWZ5&hash=d121a9dbde3e0e5997370cc66e6b86bc6015196a&lang=en&cache-only=0",
            "defineEn": "to become more in degree or strength",
            "defineVi": "để trở nên nhiều hơn trong mức độ hoặc sức mạnh"
        },
        {
            "id": "4a09ec7f-7bf0-4fcf-914d-c78a0202fb25",
            "word": "to escalate",
            "phonetic": "tʊ ɛskɐleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That's when the balloon went up, and tensions escalated.",
                "The manager knew that a little fire is quickly trodden out, so she quickly addressed the issue before it had a chance to escalate.",
                "The parent who put off talking to their child about a serious issue found that the situation had escalated beyond their control - they had been too hesitant to act and suffered the consequences of while the grass grows the horse starves.",
                "A former staffer for New York Governor Andrew Cuomo has escalated her accusation against him of sexual harassment.",
                "Trump would escalate the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXNjYWxhdGU&hash=2515df38e4bc36eacda847036543060e513e90db&lang=en&cache-only=0",
            "defineEn": "to become or make something become much worse or more intense",
            "defineVi": "để trở thành hoặc làm cho một cái gì đó trở nên tồi tệ hơn hoặc dữ dội hơn"
        },
        {
            "id": "f3dc4fb4-4e2a-4dac-8883-4fdd146422ed",
            "word": "to exaggerate",
            "phonetic": "tʊ ɛɡzædʒɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have to take everything she says with a grain of salt, because she tends to exaggerate.",
                "He exaggerated the threat of the American administration.",
                "He's exaggerating.",
                "You're not even exaggerating.",
                "But did Mackay exaggerate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhZ2dlcmF0ZQ&hash=556b6d6cc9a5385c213ae7c30cd4053897b4a4f7&lang=en&cache-only=0",
            "defineEn": "to describe something better, larger, or worse than it truly is",
            "defineVi": "để mô tả một cái gì đó tốt hơn, lớn hơn, hoặc tồi tệ hơn nó thực sự là"
        },
        {
            "id": "1e5e141a-5039-411a-ae69-4d179637564c",
            "word": "to supplement",
            "phonetic": "tə sʌplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Support your thyroid health by incorporating bladderwrack supplements into your daily routine.",
                "Most herbivores supplement a leafy diet with higher energy foods like fruit and seeds.",
                "In addition to porpoise meat, the early Polynesian settlers supplemented their diet with seabirds, land birds, and rats.",
                "According to the Council for Responsible Nutrition, 77% of U.S. adults take dietary supplements.",
                "In the end, only 35 supplements met the hospital's standards."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcGxlbWVudA&hash=678c8adb560a96cc12b91012485c7f674d659409&lang=en&cache-only=0",
            "defineEn": "to increase or improve something by adding something to it",
            "defineVi": "để tăng hoặc cải thiện một cái gì đó bằng cách thêm một cái gì đó vào nó"
        },
        {
            "id": "b438de24-485f-4e91-87c0-98dec8306df4",
            "word": "to formulate",
            "phonetic": "tə fɔːɹmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Once you've completed the research and analysis, half the battle is already done for formulating a successful marketing strategy.",
                "Like John Locke, a major Enlightenment thinker, formulated his version of inalienable rights as life, liberty, and property.",
                "Have you formulated a guess?",
                "For example, a lot of European brands and U.S.-based brands are formulating their products with Korean R&D chemists and manufacturing plants.",
                "I won't be able to formulate sentences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9ybXVsYXRl&hash=1780c63630a73a55c51c24e9f914bb39923ff7a8&lang=en&cache-only=0",
            "defineEn": "to carefully develop something by considering all of its aspects",
            "defineVi": "để cẩn thận phát triển một cái gì đó bằng cách xem xét tất cả các khía cạnh của nó",
            "hasImg": true
        },
        {
            "id": "5cc77f0f-b3e0-486c-838f-fb368e222dcd",
            "word": "to heighten",
            "phonetic": "tə haɪʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The snack chips used a flavor enhancer that heightened the bold and tangy taste of the seasoning.",
                "Our senses are heightened, our visual sens-- hey!",
                "And the Queen's death could heighten that support.",
                "That really heightened the anxiety.",
                "This victory heightened Cold War tensions as the new People’s Republic of China initially allied itself with the USSR."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVpZ2h0ZW4&hash=9eaaa1f5a1fe99b6e533dfa3314b71671c3f2110&lang=en&cache-only=0",
            "defineEn": "to become stronger",
            "defineVi": "để trở nên mạnh mẽ hơn"
        },
        {
            "id": "67e05026-8d72-4816-9b49-e527d72b9757",
            "word": "to disrupt",
            "phonetic": "tə dɪsɹʌpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The businessman had a detailed strategy for the launch of his new product, but unexpected market changes disrupted his plans, reminding him of the saying 'you plan and God laughs.'",
                "More established companies are disrupting the funeral industry as well.",
                "The magical setting of the woods at night disrupts the boundaries between separate groups, with bizarre results.",
                "But the virus disrupts this whole process.",
                "Sometimes, in extremely complex systems, the failure of one segment can disrupt the whole thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcnVwdA&hash=30c2e90d93fef2ebf7f07b3c69465d82e2e589eb&lang=en&cache-only=0",
            "defineEn": "to stop the usual continuance of something, often temporarily",
            "defineVi": "để ngăn chặn sự tiếp tục thông thường của một cái gì đó, thường là tạm thời"
        },
        {
            "id": "5483844c-2289-450c-8675-10b46b47048c",
            "word": "to inhibit",
            "phonetic": "tʊ ɪnhɪbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Deodorants, however, inhibit bacterial activity and mask odors at the same time.",
                "And catechins inhibit the action of lipases, which gives them a minor fat blocking effect.",
                "Number five, is inhibited in new interpersonal situations because of feelings of inadequacy.",
                "They inhibit an enzyme called lipase.",
                "It inhibits a key enzyme that your cells need to convert sugar and oxygen into usable energy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5oaWJpdA&hash=7095b9af38ce40f5643c41b9aad03f456d14df57&lang=en&cache-only=0",
            "defineEn": "to prevent or limit an action or process",
            "defineVi": "để ngăn chặn hoặc hạn chế một hành động hoặc quá trình"
        },
        {
            "id": "44225384-ae20-469f-84de-aa9c6fc887e9",
            "word": "to license",
            "phonetic": "tə laɪsəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you want to get a new license you will have to go through the proper channels.",
                "When he lost his driver's license, he made a virtue out of necessity and got in shape by riding his bike to work.",
                "For example, U.S. exports of tear gas and other law enforcement equipment to Hong Kong requires a license.",
                "I got a new driver's license.",
                "I clearly need a license."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGljZW5zZQ&hash=e83e84cd0f9afad420435b3501911c3e16fae76b&lang=en&cache-only=0",
            "defineEn": "to officially authorize the use, practice, or production of something",
            "defineVi": "để chính thức cho phép sử dụng, thực hành, hoặc sản xuất của một cái gì đó"
        },
        {
            "id": "28984cda-62a2-463a-9848-1315056206d4",
            "word": "to devastate",
            "phonetic": "tə dɛvᵻsteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When their house was burglarized, Tom and his family were devastated, but their neighbors tried to console them by saying that lightning never strikes the same place twice.",
                "John's been putting on a front since his wife left him, but I can tell that he is devastated on the inside.",
                "The pandemic has absolutely devastated the casual dining segment.",
                "Even just a little bit of water can devastate a home.",
                "The coronavirus has devastated the airline industry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2YXN0YXRl&hash=da1549154c63403eeb8fd8321448884eb1ab367d&lang=en&cache-only=0",
            "defineEn": "to destroy something completely",
            "defineVi": "để phá hủy một cái gì đó hoàn toàn"
        },
        {
            "id": "ac491171-3d80-4863-b6da-6dd1c114d7e4",
            "word": "to oblige",
            "phonetic": "tʊ əblaɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Van Meegeren obliged, selling him an alleged early Vermeer painting titled \"Christ with the Adulteress.\"",
                "And he very kindly obliged and it was wonderful.",
                "But it would it would oblige the central banks to pursue very friendly monetary policies for even longer than we have now.",
                "And if kids want to express themselves by advertising his company's products, like Oreo cookies, he's happy to oblige.",
                "But in the end, we felt obliged to tell the American public what we knew so that they had a sense for where these hacks and where these leaks were coming from."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JsaWdl&hash=0399eb5326bc5dd1c8fb62f9d67d4b6df2907bb5&lang=en&cache-only=0",
            "defineEn": "to make someone do something because a law, duty, etc. has made it necessary",
            "defineVi": "để khiến ai đó làm điều gì đó vì luật pháp, nghĩa vụ, v.v. đã khiến nó trở nên cần thiết"
        },
        {
            "id": "4d9c86dc-62d9-4b44-9722-3fa5dae23ca0",
            "word": "to obsess",
            "phonetic": "tʊ əbsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste.",
                "The way he's obsessing over one doorknob when we're renovating the entire house makes me think that he can't see the forest for the trees.",
                "Although he was never obsessed with money, Jim acknowledged that a heavy purse makes a light heart, and he made sure to save for retirement.",
                "Obsessed with the perfection of the periodicity.",
                "Totally obsessing over the customer experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXNz&hash=aa7f60d3877296b830f19ba233511721e29c80b4&lang=en&cache-only=0",
            "defineEn": "to think about something or someone all the time, in a way that makes one unable to think about other things",
            "defineVi": "luôn nghĩ về điều gì đó hoặc ai đó, theo cách khiến người ta không thể nghĩ về những thứ khác"
        },
        {
            "id": "2d95c4f6-f57e-4cf5-b20d-f97740cb0bbc",
            "word": "to persist",
            "phonetic": "tə pɚsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The scientist faced numerous challenges and obstacles in his research, but remembered that a handful of patience is worth more than a bushel of brains, and persisted with determination and hard work until he finally made groundbreaking discoveries.",
                "A strong Polish accent persisted throughout his life.",
                "The title of her new book is \"Persist.\"",
                "Yet malaria persists.",
                "In a year of racial reckoning, violence, abuse and inequities persist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc2lzdA&hash=e043f1da06af5726dfe3ba6097be0d8d8a8d46db&lang=en&cache-only=0",
            "defineEn": "to keep doing something despite opposition or difficulty",
            "defineVi": "để tiếp tục làm một cái gì đó bất chấp sự phản đối hoặc khó khăn"
        },
        {
            "id": "4f1af791-9915-43f5-8e29-4915e5225c26",
            "word": "to recount",
            "phonetic": "tə ɹᵻkaʊnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it just flogging a dead horse to ask for another recount of the votes?",
                "When the dust settled and the votes were recounted, she had won the election.",
                "The 20th century French philosopher Albert Camus recounted the ancient Greek myth of Sisyphus.",
                "The state is recounting presidential votes after president-elect Biden won by 14,000 votes.",
                "A contested vote, a recount and all of it came down to the chads."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3VudA&hash=8fd5e1e8122f30e6372163c7f22ddfbbeb9229c5&lang=en&cache-only=0",
            "defineEn": "to tell a story or describe an event or experience to someone",
            "defineVi": "để kể một câu chuyện hoặc mô tả một sự kiện hoặc kinh nghiệm cho ai đó"
        },
        {
            "id": "77028f68-5734-424d-ae46-0dad85a963f8",
            "word": "to render",
            "phonetic": "tə ɹɛndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cook rendered fatback to make lard for baking and frying in the farmhouse kitchen.",
                "This echo is rendered as a dot on the imaging screen.",
                "Judgment rendered.",
                "His interpreter rendered that into English as, \"We will bury you!\"",
                "It's rendering, look at this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZGVy&hash=402ee8f514f6ac76c79c9ca41efc04eb400b5c82&lang=en&cache-only=0",
            "defineEn": "to provide someone with something such as help or services, particularly as obliged or expected",
            "defineVi": "để cung cấp cho ai đó một cái gì đó như trợ giúp hoặc dịch vụ, đặc biệt là bắt buộc hoặc mong đợi"
        },
        {
            "id": "2b6d3e18-6769-4c5c-b112-0017c7bd79f2",
            "word": "to spare",
            "phonetic": "tə spɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spare his blushes.",
                "I let the spare room.",
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "Martin went spare at me last night.",
                "The manager spoke for his young employee in order to spare her blushes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BhcmU&hash=c6c6fbaf8606237ee89ff0851cc20f9324f17d5a&lang=en&cache-only=0",
            "defineEn": "to give someone something that one has enough of",
            "defineVi": "để cung cấp cho một ai đó một cái gì đó mà người ta có đủ"
        },
        {
            "id": "e9ab077c-2dcb-4db6-9969-1d633cf95b55",
            "word": "to stabilize",
            "phonetic": "tə steɪbɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "And once again, we are resonance stabilized.",
                "After an hour, the radiation levels stabilized.",
                "They stabilized.",
                "Purchase prices have stabilized recently due to new policies, political unrest, and the global pandemic.",
                "The United States's is stabilizing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhYmlsaXpl&hash=1ba02400d351b88df5ce6cb2ccb5c3eb088ef9c5&lang=en&cache-only=0",
            "defineEn": "to make something become steady or stable",
            "defineVi": "để làm cho một cái gì đó trở nên ổn định hoặc ổn định"
        },
        {
            "id": "015c7307-8661-4369-a516-1259f06e5a16",
            "word": "to supervise",
            "phonetic": "tə suːpɚvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Children should be supervised when out of their depth.",
                "Because they're not supervised.",
                "Yeah, they're never supervised.",
                "She next supervises her ladies who are unpinning her yurt and lifting it onto its custom wagon.",
                "Those he supervised?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwZXJ2aXNl&hash=3e0236fd9315f2e9acad860aafd7e4cc81c24e5b&lang=en&cache-only=0",
            "defineEn": "to be in charge of someone or an activity and watch them to make sure everything is done properly",
            "defineVi": "chịu trách nhiệm về ai đó hoặc một hoạt động và theo dõi họ để đảm bảo mọi thứ được thực hiện đúng cách"
        },
        {
            "id": "e4ec635a-3b59-42ef-a252-17b10db2023a",
            "word": "to sustain",
            "phonetic": "tə səsteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Talent, hard work, and professionalism are what truly sustain a career.",
                "The radiation from the sun provides heat and light to sustain life on Earth.",
                "Of course, planets with more dense atmospheres, like Venus or Saturn, could sustain more intense sound waves, and even higher decibel levels.",
                "Could that smaller budget sustain the same number of contractors?",
                "An average midsize supermarket can sustain one person for about 55 years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzdGFpbg&hash=e338be6c0989b67d5ce9ff24f678d1ca9e40bcc6&lang=en&cache-only=0",
            "defineEn": "to support an opinion, argument, theory, etc. or to prove it's credibility",
            "defineVi": "để hỗ trợ một ý kiến, lập luận, lý thuyết, vv hoặc để chứng minh nó đáng tin cậy"
        },
        {
            "id": "2e36b3be-6190-4c31-aa02-225726083802",
            "word": "to terminate",
            "phonetic": "tə tɜːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rental agreement had an escape clause that allowed the tenant to terminate the lease early if they needed to move for work purposes.",
                "Despite their pleas for forgiveness, the company did not give the dishonest employees house room and terminated their contracts immediately.",
                "But she was terminated.",
                "New York City is terminating all contracts with the Trump Organization after the assault on the U.S. Capitol.",
                "So, Amazon terminated its use of an occupational clinic and switched to another."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVybWluYXRl&hash=9a0f0774b48c4102ae8cac3c297271ddfe48cfef&lang=en&cache-only=0",
            "defineEn": "to bring something to a standstill or to end it completely",
            "defineVi": "để đưa một cái gì đó vào bế tắc hoặc kết thúc nó hoàn toàn"
        },
        {
            "id": "c784f0ca-ec26-4063-b0b7-d6af9979aa97",
            "word": "to warrant",
            "phonetic": "tə wɔːɹənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "The skepticism around ESG investing is warranted.",
                "In 1555, this procedure didn’t warrant much acclaim.",
                "Are they warranted?",
                "We hunt the warrant it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FycmFudA&hash=ab892cf100abf30dc21458dc4eb46a65281fed40&lang=en&cache-only=0",
            "defineEn": "to necessitate or justify a certain action",
            "defineVi": "để đòi hỏi hoặc biện minh cho một hành động nhất định"
        }
    ]
}