{
    "id": "b8b098ac-e9d8-4674-8509-7d99667409ae",
    "title": "Lesson 8A",
    "originalTitle": "Lesson 8A",
    "words": [
        {
            "id": "4884423d-eb0e-4edd-8a3a-007730cf83b6",
            "word": "health",
            "phonetic": "hɛlθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "Years of smoking and drinking has taken a toll on her health.",
                "Support your thyroid health by incorporating bladderwrack supplements into your daily routine.",
                "Public education campaigns highlight potential health risks of consuming pink slime products."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRo&hash=548e05f3da57f5ab1cf715323f420f0484dcb80f&lang=en&cache-only=0",
            "defineEn": "the general condition of a person's mind or body",
            "defineVi": "tình trạng chung của tâm trí hoặc cơ thể của một người"
        },
        {
            "id": "94f7abbb-5ec1-4717-8845-df9db3ef076d",
            "word": "medicine",
            "phonetic": "mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new medicine is a beacon of hope for/to thousands of people.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "The doctor has given me some medicine to take for my cough.",
                "You are getting a taste of your own medicine!",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmU&hash=d04a3679fc1da6d2f215cec241561fd4e3d4d673&lang=en&cache-only=0",
            "defineEn": "the field of science that is concerned with treating injuries and diseases",
            "defineVi": "lĩnh vực khoa học liên quan đến điều trị chấn thương và bệnh tật",
            "hasImg": true
        },
        {
            "id": "3e717367-6ef3-4db5-8468-c0f5c0e47de6",
            "word": "bruise",
            "phonetic": "bɹuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was always bruising competition.",
                "There's significant bruises.",
                "So it's a huge bruise underneath the skin.",
                "Also this dark coloration kinda looks like a bruise, what a bruise looks like underneath the skin.",
                "So my nerves, I can have a massive bruise, and it won't hurt me."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1aXNl&hash=dd088d463a24e5d754b2fbef1ba937bddf449a79&lang=en&cache-only=0",
            "defineEn": "an injury on the skin that appears as a dark mark, caused by a blow involving the rupture of vessels underneath",
            "defineVi": "một vết thương trên da xuất hiện dưới dạng một vết sẫm màu, do một cú đánh liên quan đến việc vỡ các mạch bên dưới",
            "hasImg": true
        },
        {
            "id": "954d144b-050e-478e-944c-6b9541646531",
            "word": "rash",
            "phonetic": "ɹæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Three days later a rash appeared.",
                "There is no rash.",
                "I've already made a rash decision.",
                "Tell us about the rash.",
                "Ariana Hawk's son suffered from blisters and skin rashes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzaA&hash=743c4ae615fa9ceb109a872fae6ce336a96a657c&lang=en&cache-only=0",
            "defineEn": "a part of one's skin covered with red spots, which is usually caused by a sickness or an allergic reaction",
            "defineVi": "một phần da của một người có những đốm đỏ, thường do bệnh tật hoặc phản ứng dị ứng gây ra",
            "hasImg": true
        },
        {
            "id": "d65e15b8-1aaa-4842-beca-342e1dd45f64",
            "word": "blister",
            "phonetic": "blɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pace in that building is blistering.",
                "It causes blisters, pain and inflammation.",
                "Ariana Hawk's son suffered from blisters and skin rashes.",
                "Until one day, you suddenly see a blister on your leg.",
                "Had one of those old Sears and Roebuck guitars with the strings that high off the neck, and your fingers literally would bleed and blister."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxpc3Rlcg&hash=2f05e1ba51b3ab946e92e0cb9ca3312df0df0d86&lang=en&cache-only=0",
            "defineEn": "a swollen area on the skin filled with liquid, caused by constant rubbing or by burning",
            "defineVi": "một vùng sưng tấy trên da chứa đầy chất lỏng, do cọ xát liên tục hoặc do bỏng",
            "hasImg": true
        },
        {
            "id": "b437cf72-b10b-42b7-881d-45e34aceb2de",
            "word": "side effect",
            "phonetic": "saɪd ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The side effects of a medication may be worse than the symptoms of the illness it was intended to treat, showing how the cure is worse than the disease.",
                "Common side effects include dizziness, dry mouth, nausea, fatigue, confusion, balance problems, and euphoria.",
                "These medications have less side effects overall.",
                "Humanity’s longest experiment in controlled evolution has had other side effects as well.",
                "Vaccines do carry certain risks and side effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZSBlZmZlY3Q&hash=5e562e3028a2c49105a9a30588ba26b501b9de88&lang=en&cache-only=0",
            "defineEn": "a secondary effect of any drug or medicine, usually an undesirable one",
            "defineVi": "tác dụng phụ của bất kỳ loại thuốc hoặc thuốc nào, thường là tác dụng không mong muốn"
        },
        {
            "id": "3d8b5a79-f740-4e5e-9204-376639f0ae47",
            "word": "small",
            "phonetic": "smɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small cracks appeared in the wall.",
                "That holiday cost me a small fortune.",
                "This small restaurant is the best pound for pound in the city.",
                "The whole may be smaller than the sum of its parts!",
                "I gave a small donation."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hbGw&hash=7df44bdfe670afa5fa2f958b47b2ad3554cee646&lang=en&cache-only=0",
            "defineEn": "modest or minor in importance, size, quantity, extent, or degree",
            "defineVi": "khiêm tốn hoặc nhỏ về tầm quan trọng, quy mô, số lượng, mức độ hoặc mức độ"
        },
        {
            "id": "73965ef5-578b-4aa0-8efb-0c3ef2bc15aa",
            "word": "cut",
            "phonetic": "kʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0&hash=d16f1388479dd1933f1fbaa7dbf36f5a5619c760&lang=en&cache-only=0",
            "defineEn": "the act of dividing or separating something, typically with a knife or other sharp tool",
            "defineVi": "hành động phân chia hoặc tách một cái gì đó, thường là bằng dao hoặc dụng cụ sắc bén khác"
        },
        {
            "id": "39ddd1c6-f25b-4af5-83f6-5acce600b5e9",
            "word": "deep",
            "phonetic": "diːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To take a deep breath.",
                "As I bite into a black cherry, its deep red juice stains my lips, leaving behind a sweet aftertaste.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "He knew deep down inside that she was right.",
                "His deep love of music moved him to take lessons with Dr. Hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcA&hash=19546422bb4e9ab997ca93851d9f151d4ca0caed&lang=en&cache-only=0",
            "defineEn": "having a great distance from the surface to the bottom",
            "defineVi": "có một khoảng cách lớn từ bề mặt đến đáy",
            "hasImg": true
        },
        {
            "id": "20206e17-050a-455e-97ca-20864d1bc6db",
            "word": "throat infection",
            "phonetic": "θɹoʊt ɪnfɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyb2F0IGluZmVjdGlvbg&hash=4fcff2d30145e8b5c5e052bd4643ab91b8c7c945&lang=en&cache-only=0",
            "defineEn": "an inflammation of the throat that is typically caused by a viral or bacterial infection",
            "defineVi": "viêm họng thường do nhiễm virus hoặc vi khuẩn"
        },
        {
            "id": "9177532a-71e5-4837-ab21-daf4fde29a5f",
            "word": "sprain",
            "phonetic": "spɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "If you sprain your ankle, that pain is probably associated with tissue damage.",
                "I think I've sprained my wrist I've had a cold for three days now last year.",
                "This is the type of crash most likely to inflict a neck sprain or whiplash injury.",
                "Her leg was stable, but her ankle joint was swollen, meaning she had sprained it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByYWlu&hash=401deced73dfa4a85ec0031dca3bac1310a36b05&lang=en&cache-only=0",
            "defineEn": "a painful injury resulting in the sudden twist of a bone or joint, particularly one's wrist or ankles",
            "defineVi": "một chấn thương đau đớn dẫn đến xoắn xương hoặc khớp đột ngột, đặc biệt là cổ tay hoặc mắt cá chân của một người",
            "hasImg": true
        },
        {
            "id": "20209791-e864-4cb9-bbcd-9b6fff228087",
            "word": "ankle",
            "phonetic": "æŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wright turned his ankle in the first minute of the game.",
                "She wore ankle boots that emphasized her cankles.",
                "She turned her ankle on the rocks and had to hobble back to camp.",
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "The X-rays show that he has a broken ankle."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5rbGU&hash=a2c54e40c73218dedf8de11f0b6479f65a253fef&lang=en&cache-only=0",
            "defineEn": "the joint that connects the foot to the leg",
            "defineVi": "khớp nối bàn chân với chân",
            "hasImg": true
        },
        {
            "id": "824fff6f-6cce-4f48-8084-5dec838ebcfd",
            "word": "broken",
            "phonetic": "bɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The surgeon set her broken arm.",
                "This broken promise is a real kick in the teeth for our fans.",
                "He sounds like a broken record.",
                "The X-rays show that he has a broken ankle.",
                "He'd walk around the house repeating his favourite sayings like a broken record."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2Vu&hash=2c903d7b310169d9315e17c2b1276fd860f0bba5&lang=en&cache-only=0",
            "defineEn": "cracked or shattered; physically separated into pieces",
            "defineVi": "nứt hoặc vỡ; vật lý tách thành từng mảnh",
            "hasImg": true
        },
        {
            "id": "b953bc9a-f80b-4fba-aeaf-685efaadef7b",
            "word": "arm",
            "phonetic": "ɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both teams chanced their arms at every opportunity.",
                "His arms dropped limply to his sides.",
                "He moved his arm away from his face.",
                "The mother gently cradled her newborn baby in her arms.",
                "The proud uncle held his newborn nephew in his arms."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJt&hash=06f559c6a0ca6d672f59aca0a725c4f41d0c69fa&lang=en&cache-only=0",
            "defineEn": "one of the two body parts that is connected to the shoulder and ends with fingers",
            "defineVi": "một trong hai bộ phận cơ thể được nối với vai và kết thúc bằng ngón tay",
            "hasImg": true
        },
        {
            "id": "d02212e3-8405-4331-a665-4eb3df11635b",
            "word": "cold",
            "phonetic": "koʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He feels the cold a lot.",
                "The film caught a cold over the outstanding debt.",
                "Sarah’s got a cold.",
                "On the day of the wedding, Brown experienced cold feet.",
                "He's out cold and as still as a stone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZA&hash=8875f66e2064a93958cd6d321da2787e7167f462&lang=en&cache-only=0",
            "defineEn": "having a temperature lower than the human body's average temperature",
            "defineVi": "có nhiệt độ thấp hơn nhiệt độ trung bình của cơ thể con người",
            "hasImg": true
        },
        {
            "id": "594076d1-8001-4897-a79c-12538c608cf4",
            "word": "flu",
            "phonetic": "fluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I might be getting the flu.",
                "The flu is going around, and many people in town are as sick as horses.",
                "My friend is afraid he might go down with the flu.",
                "Samantha looked like a bag of bones and feathers after weeks of battling the flu.",
                "The doctor advised me to let the flu run its course, rather than prescribing medication."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1&hash=f12566333ecdece8c5ac02abddd6a0adb0d10fd3&lang=en&cache-only=0",
            "defineEn": "influenza; an infectious disease similar to a bad cold, causing fever and severe pain",
            "defineVi": "cúm; một bệnh truyền nhiễm tương tự như cảm lạnh nặng, gây sốt và đau dữ dội",
            "hasImg": true
        },
        {
            "id": "b3647018-63ea-4bb1-a52a-2161c2314cb3",
            "word": "food poisoning",
            "phonetic": "fuːd pɔɪzənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went down with a bad case of food poisoning last weekend.",
                "You'll probably feel better once you get whatever caused the food poisoning out of your system.",
                "After getting food poisoning from a sketchy restaurant, I now only eat at places with great reviews.",
                "I used to be an adventurous eater, but after getting food poisoning, I'm much more cautious.",
                "In 2009, over 77 people across 30 states got food poisoning after eating prepackaged raw cookie dough."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBwb2lzb25pbmc&hash=8fdda0e9f485deffcb57d657e206ce46f2e0c7bc&lang=en&cache-only=0",
            "defineEn": "an illness resulting from the consumption of food or water contaminated with bacteria",
            "defineVi": "một căn bệnh do tiêu thụ thực phẩm hoặc nước bị nhiễm vi khuẩn",
            "hasImg": true
        },
        {
            "id": "610d2fba-127c-41f8-8f6d-f6b08a2a0e14",
            "word": "heart attack",
            "phonetic": "hɑːɹt ɐtæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've suffered a heart attack, maybe two.",
                "I was afraid he might have a heart attack or something!",
                "I was afraid he might have a heart attack or something!",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems.",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgYXR0YWNr&hash=28eecb6caef9b607164cb7954ce9e078a63552b8&lang=en&cache-only=0",
            "defineEn": "a medical emergency that happens when blood flow to the heart is suddenly blocked, which is fatal in some cases",
            "defineVi": "một trường hợp cấp cứu y tế xảy ra khi máu chảy vào tim đột ngột bị tắc nghẽn, có thể gây tử vong trong một số trường hợp",
            "hasImg": true
        },
        {
            "id": "c25b8f97-ce8d-40cb-aa5d-75c92f15ddee",
            "word": "to stroke",
            "phonetic": "tə stɹoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Ryb2tl&hash=f22be274b41d20d277c04860bee6bdd57dd2f625&lang=en&cache-only=0",
            "defineEn": "to rub gently or caress an animal's fur or hair",
            "defineVi": "để xoa nhẹ nhàng hoặc vuốt ve lông hoặc tóc của một con vật",
            "hasImg": true
        },
        {
            "id": "fd2d191c-de7a-4259-a33c-141cdad874f1",
            "word": "general practitioner",
            "phonetic": "dʒɛnɚɹəl pɹæktɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "French general practitioners make on average nearly $112,000 a year.",
                "In America a general practitioner can expect to make around $218,000.",
                "Well, the median salary for a general practitioner is $175,000 a year, but the average cost of medical school at a public university is around $200,000.",
                "The problem is that people are experiencing the moment as is taking longer to see your general practitioner.",
                "Most Britons receive their primary care through general practitioners who are frequently referred to as GPs."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhbCBwcmFjdGl0aW9uZXI&hash=65007f23fb59a302d72b65eb70aa52f37bd148cd&lang=en&cache-only=0",
            "defineEn": "a physician who is not a specialist but treats people with acute and chronic illnesses who live in a particular area",
            "defineVi": "một bác sĩ không phải là bác sĩ chuyên khoa nhưng điều trị cho những người mắc bệnh cấp tính và mãn tính sống ở một khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "5940ccb2-eee2-438a-96f6-3258c6783fb1",
            "word": "specialist",
            "phonetic": "spɛʃəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans 50,000 years ago were survival specialists.",
                "The specialists are not even in the area.",
                "Different specialists had different ways of turning the outputs of their forecast models into percentages.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\"",
                "I went to some specialist."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGlzdA&hash=ddc9c751898b72aef81faefe027b233659f5734d&lang=en&cache-only=0",
            "defineEn": "a doctor who is highly trained in a particular area of medicine",
            "defineVi": "một bác sĩ được đào tạo chuyên sâu trong một lĩnh vực cụ thể của y học",
            "hasImg": true
        },
        {
            "id": "4c0d7625-9087-41b0-8c29-9d93050b0c9f",
            "word": "surgeon",
            "phonetic": "sɜːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The surgeon set her broken arm.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "So surgeons had to consider factors like blood supply, nerves, and sweat glands.",
                "In corrective laser eye surgery, surgeons rely on excimer lasers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2Vvbg&hash=a4cd913acd61baf613eb741bd128cda9ebd258cb&lang=en&cache-only=0",
            "defineEn": "a doctor who performs medical operation",
            "defineVi": "một bác sĩ thực hiện phẫu thuật y tế",
            "hasImg": true
        },
        {
            "id": "7d6e0854-c4e4-4cf7-b426-5d30c70d64fe",
            "word": "psychiatrist",
            "phonetic": "saɪkaɪətɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also seeing a psychiatrist.",
                "Many people seek help from psychiatrists.",
                "Psychiatrists will use them for bipolar disorder predominantly.",
                "But some psychiatrists still consider it a useful tool as part of other therapies.",
                "Reach out to your psychiatrist."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyaXN0&hash=799c983ad3a799750f5542278923e961b62f20b6&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in the treatment of mental illnesses or behavioral disorders",
            "defineVi": "một bác sĩ y khoa chuyên điều trị các bệnh tâm thần hoặc rối loạn hành vi",
            "hasImg": true
        },
        {
            "id": "68e0ca56-fa33-46ec-9a75-6326d81951e1",
            "word": "simile",
            "phonetic": "sɪmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the subject of Homer’s poems, archeological evidence tells us that the Trojan War occurred around the twelfth century BCE, although it probably included far fewer gods and similes than in the epics based on it.",
                "That's such a good simile, Nathaniel Hawthorne."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltaWxl&hash=b84cf1e8fb2671d218bb97bcee0903b43311c181&lang=en&cache-only=0",
            "defineEn": "a word or phrase that compares two things or people, highlighting the similarities, often introduced by 'like' or 'as'",
            "defineVi": "một từ hoặc cụm từ so sánh hai sự vật hoặc con người, làm nổi bật những điểm tương đồng, thường được giới thiệu bằng 'like' hoặc 'as'"
        },
        {
            "id": "606424aa-cd7f-46cf-b27b-d420352c8316",
            "word": "(as|) stubborn as a mule",
            "phonetic": "æz stʌbɚn æz ɐ mjuːl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgc3R1YmJvcm4gYXMgYSBtdWxl&hash=075981cb65455f185e41a8ce217d8bf40e9c55b2&lang=en&cache-only=0",
            "defineEn": "used to describe someone who refuses to change their opinion or chosen course of action",
            "defineVi": "được sử dụng để mô tả ai đó từ chối thay đổi quan điểm của họ hoặc lựa chọn hành động"
        },
        {
            "id": "4072dcf9-823d-4701-8992-dbb876c6fa5e",
            "word": "(as|) deaf as a (post)",
            "phonetic": "æz dɛf æz ɐ poʊst ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgZGVhZiBhcyBhIHBvc3Q&hash=196e3c18b6f3ea084ac692fc119aa611f24eba4f&lang=en&cache-only=0",
            "defineEn": "completely lacking the ability to hear sounds",
            "defineVi": "hoàn toàn mất khả năng nghe âm thanh",
            "hasImg": true
        },
        {
            "id": "1bdc461d-478a-426e-8299-07b35a3c3240",
            "word": "(as|) blind as a bat",
            "phonetic": "æz blaɪnd æz ɐ bæt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgYmxpbmQgYXMgYSBiYXQ&hash=6296caa80a639a9fe2f7367e64a5d849a68f548b&lang=en&cache-only=0",
            "defineEn": "used to refer to someone who is unable to see well",
            "defineVi": "được sử dụng để chỉ một người không thể nhìn rõ",
            "hasImg": true
        },
        {
            "id": "863d45cc-e175-4ee3-968d-317b12ae3e47",
            "word": "(as|) fit as a fiddle",
            "phonetic": "æz fɪt æz ɐ fɪdəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgZml0IGFzIGEgZmlkZGxl&hash=304c2157fa69a75ed4e59c89842703c48759a22e&lang=en&cache-only=0",
            "defineEn": "used to refer to someone who is very healthy and in good physical condition",
            "defineVi": "được sử dụng để chỉ một người rất khỏe mạnh và trong tình trạng thể chất tốt",
            "hasImg": true
        },
        {
            "id": "986286e4-65cd-49f1-8c1c-5db24af7e8dc",
            "word": "(as|) thin as a rake",
            "phonetic": "æz θɪn æz ɐ ɹeɪk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgdGhpbiBhcyBhIHJha2U&hash=1c2d6d0a611bab395f6991cb0960100ed41582e8&lang=en&cache-only=0",
            "defineEn": "used to refer to someone who is extremely thin, often in an unhealthy way",
            "defineVi": "được sử dụng để chỉ một người cực kỳ gầy, thường là một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "423ba910-9535-4aeb-b1d6-9e7a091f2242",
            "word": "to [eat] like a (horse|pig)",
            "phonetic": "tʊ iːt laɪk ɐ hɔːɹs slæʃ pɪɡ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZWF0IGxpa2UgYSBob3JzZQ&hash=3275d548e179b2df5160efefd3692b100a4403da&lang=en&cache-only=0",
            "defineEn": "to eat an excessive amount of food",
            "defineVi": "ăn quá nhiều thức ăn"
        },
        {
            "id": "f917f02f-3b0f-4277-b47e-9740e5940032",
            "word": "(as|) good as gold",
            "phonetic": "æz ɡʊd æz ɡoʊld ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgZ29vZCBhcyBnb2xk&hash=5bcd146effde1d09ffa1cbd728a4eb0f4829b1b6&lang=en&cache-only=0",
            "defineEn": "used to describe a very well-behaved and obedient individual, especially a child",
            "defineVi": "được sử dụng để mô tả một cá nhân rất ngoan ngoãn và ngoan ngoãn, đặc biệt là một đứa trẻ"
        },
        {
            "id": "b34524a8-cded-4d1b-9f1a-0456971b6d10",
            "word": "(as|) tough as old boots",
            "phonetic": "æz tʌf æz oʊld buːts ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgdG91Z2ggYXMgb2xkIGJvb3Rz&hash=8194ebc4f944831c5e4dd0c77938e840f4cd47fc&lang=en&cache-only=0",
            "defineEn": "(of a person) not easily broken, weakened, or defeated",
            "defineVi": "(của một người) không dễ dàng bị phá vỡ, suy yếu, hoặc bị đánh bại"
        },
        {
            "id": "ccaa53ac-a1de-41ab-985b-7b5985ec11eb",
            "word": "(as|) (hard|tough) as nails",
            "phonetic": "æz hɑːɹd slæʃ tʌf æz neɪlz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgaGFyZCBhcyBuYWlscw&hash=ae8436d3caa41d4968ee559515c1f271e7104190&lang=en&cache-only=0",
            "defineEn": "a tough person who is not easily affected by emotions",
            "defineVi": "một người cứng rắn không dễ bị ảnh hưởng bởi cảm xúc"
        },
        {
            "id": "fc9c2062-d7f3-4510-8781-932f9a9f42de",
            "word": "to [sleep] like a dog",
            "phonetic": "tə sliːp laɪk ɐ dɑːɡ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xlZXAgbGlrZSBhIGRvZw&hash=918ed4796a527c58f0500d5e22f283ecd8a3db60&lang=en&cache-only=0",
            "defineEn": "to sleep in a way that one cannot be easily woken up",
            "defineVi": "ngủ theo cách mà người ta không thể dễ dàng đánh thức"
        },
        {
            "id": "c26f0f06-d585-439a-b0bf-38370d2cf22f",
            "word": "to [drink] like a fish",
            "phonetic": "tə dɹɪŋk laɪk ɐ fɪʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpbmsgbGlrZSBhIGZpc2g&hash=8d6ceb980510830648681000db6479a3002126b3&lang=en&cache-only=0",
            "defineEn": "to drink too much of alcoholic drinks on a regular basis",
            "defineVi": "uống quá nhiều đồ uống có cồn một cách thường xuyên"
        }
    ]
}