{
    "id": "b8e576b5-da0e-4dc6-8f68-d85150e309b6",
    "title": "Top 301 - 325 Adjectives",
    "originalTitle": "Top 301 - 325 Adjectives",
    "words": [
        {
            "id": "d46b6833-b8b8-45f0-b768-6aaed7f4c605",
            "word": "primary",
            "phonetic": "pɹaɪmɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "The Red Cross's primary concern is to preserve and protect human life.",
                "English is the primary language spoken in the United States.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems.",
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWFyeQ&hash=aad93f71c97ff08168d532c0144b03c3d5fc6178&lang=en&cache-only=0",
            "defineEn": "having the most importance or influence",
            "defineVi": "có tầm quan trọng nhất hoặc ảnh hưởng"
        },
        {
            "id": "06c680ff-f056-491e-9472-d01041ef5359",
            "word": "democratic",
            "phonetic": "dɛməkɹæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "In a democratic society, the voice of the people is the voice of God, and it is the duty of the government to listen to and respect the will of the majority.",
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention.",
                "In a democratic society, it is important to create a level playing field for all political candidates, ensuring fair and equal opportunities for campaigning and participating in elections.",
                "It's all enough to make Democratic strategists who focus on communities of color feel as if they are caught in a time warp."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYXRpYw&hash=cea710282c6c798da018b35a206683b94e2ccc84&lang=en&cache-only=0",
            "defineEn": "marked by the characteristics of democracy",
            "defineVi": "được đánh dấu bởi các đặc điểm của nền dân chủ"
        },
        {
            "id": "8943130f-ba81-4533-82c9-cec98ab489bb",
            "word": "false",
            "phonetic": "fɔls ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "He presented a false document as evidence in the court case.",
                "He shared false information without verifying its accuracy.",
                "She received false advice that led to negative consequences.",
                "She received a false promise that was never fulfilled."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsc2U&hash=240fa58cfb536ec3f1cda2e66c3b1a1557c2b419&lang=en&cache-only=0",
            "defineEn": "not according to reality or facts",
            "defineVi": "không theo thực tế hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "0710d31e-a499-478f-ac45-64513ab98836",
            "word": "absolute",
            "phonetic": "æbsəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "For years he was an absolute penny-pincher.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGU&hash=42ae677f354ebac7689fe17336d4864b06e2e5e0&lang=en&cache-only=0",
            "defineEn": "complete and total, or free from any imperfection",
            "defineVi": "đầy đủ và toàn bộ, hoặc không có bất kỳ sự không hoàn hảo nào"
        },
        {
            "id": "924ef022-ecc6-4b4d-8e8c-1202c4932f3e",
            "word": "impressive",
            "phonetic": "ɪmpɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The museum had an impressive collection of European art.",
                "The new mansion looked impressive, but something was missing.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "What they promise sounds impressive enough - let's see if they come up with the goods.",
                "He's an impressive player to watch, but he's all brawn and no brain."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2l2ZQ&hash=e1c84d5fbbca362b4ad7fb55f484564d3d37eca2&lang=en&cache-only=0",
            "defineEn": "causing admiration because of size, skill, importance, etc.",
            "defineVi": "gây ngưỡng mộ vì quy mô, kỹ năng, tầm quan trọng, v.v."
        },
        {
            "id": "fdbc331d-99d4-4f9a-bbea-10c8e7d1a63f",
            "word": "vast",
            "phonetic": "væst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The west is home to vast deserts, rolling plains, and majestic mountain ranges.",
                "Canada is a vast country known for its stunning landscapes and friendly people.",
                "My grandmother collects porcelain dolls and has a vast display in her living room.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts.",
                "The Sargasso Sea is renowned for its vast floating mats of Sargasso seaweed."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFzdA&hash=9afac9d0ab95cf4d933c27b23aff4ee1b250198d&lang=en&cache-only=0",
            "defineEn": "very great in size or amount",
            "defineVi": "rất lớn về kích thước hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "1f72d8cb-44ac-470e-ae1b-8c33e0f16960",
            "word": "official",
            "phonetic": "əfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The referee in the firing line is an experienced official.",
                "Officials there insist they have no hidden agenda.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Officials are urging residents not to try to weather the storm.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNpYWw&hash=772b079bbff8744df223c1b2ff6bb597b7f8348e&lang=en&cache-only=0",
            "defineEn": "relating to a person with authority",
            "defineVi": "liên quan đến một người có thẩm quyền",
            "hasImg": true
        },
        {
            "id": "01da9f8b-4707-433c-a7d9-4b3095edfa58",
            "word": "sharp",
            "phonetic": "ʃɑːɹp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep a sharp lookout for David.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He remained sharp as a tack.",
                "She felt a sharp pain in her hand.",
                "He's as sharp as a tack."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcnA&hash=972244ec15676b3b56066aa40a8e754d81066927&lang=en&cache-only=0",
            "defineEn": "having a point or edge that can pierce or cut something",
            "defineVi": "có một điểm hoặc cạnh có thể đâm hoặc cắt một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2e3026e1-b99f-45f8-8225-745271c6ccdf",
            "word": "western",
            "phonetic": "wɛstɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As for the groundless accusations of certain Western media, I can only say that they are measuring other people's corn by their own bushel.",
                "Back in this country, Western states faced another day of searing heat, with no relief in sight until next week.",
                "\"I love western films!\"",
                "In western Siberia, many people have a missing DNA letter in position 35 of the GJB2 gene.",
                "Hey fun fact, though: the western hemisphere has water too."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VzdGVybg&hash=a082408c4716122d0d910dc5313cf3be2034accd&lang=en&cache-only=0",
            "defineEn": "directed toward or located in the west",
            "defineVi": "hướng về phía hoặc nằm ở phía tây",
            "hasImg": true
        },
        {
            "id": "7ad0d373-564f-4722-a11d-90227a4be701",
            "word": "internal",
            "phonetic": "ɪntɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "You have internal energy.",
                "Internal energy is 0.",
                "Monarch butterflies actually have two internal clocks.",
                "Monarch butterflies actually have two internal clocks."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYWw&hash=691bbdb181b5b12e18e30fae1f5ed630cf0a7913&lang=en&cache-only=0",
            "defineEn": "located in or related to the inside of something",
            "defineVi": "nằm trong hoặc liên quan đến bên trong của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d560dcb5-345b-420b-bbd1-327f0e47c9cc",
            "word": "valuable",
            "phonetic": "væljuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "Leaving your valuables in plain sight in your car is asking for a break-in.",
                "He was able to abstract valuable insights from the extensive research.",
                "The business owner reflected on his own youthful mistakes, acknowledging that wanton kittens make sober cats, and that his early errors had taught him valuable lessons that he applied to his business practices.",
                "Did the burglars take anything valuable?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWFibGU&hash=1bc68ccefe71cdb3c2e8037befb66581ae06bca7&lang=en&cache-only=0",
            "defineEn": "worth a large amount of money",
            "defineVi": "trị giá một số tiền lớn",
            "hasImg": true
        },
        {
            "id": "7d48e2e8-c77a-409c-9812-b5c245054f94",
            "word": "civil",
            "phonetic": "sɪvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proposal was dropped after opposition from civil liberties groups.",
                "When it comes to civil rights issues, Mary is always eager to take up the gauntlet.",
                "Although she was angry, she kept a civil tongue.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWw&hash=518bba424f6f9b3b9d2018ee7556293757db1d9a&lang=en&cache-only=0",
            "defineEn": "related to the citizens of a country",
            "defineVi": "liên quan đến công dân của một quốc gia"
        },
        {
            "id": "25543ee9-3a38-495a-b51e-085bb9817039",
            "word": "wet",
            "phonetic": "wɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, wet your whistle.",
                "He's still wet behind the ears!",
                "You're all wet Jameson",
                "I may be all wet on this point.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire."
            ],
            "audio": "https://tts.langeek.co/read?text=d2V0&hash=372fcafe56f185a9dfde63d3581ae1843ddd9778&lang=en&cache-only=0",
            "defineEn": "covered with or full of water or another liquid",
            "defineVi": "được bao phủ bởi hoặc đầy nước hoặc chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "440efd3e-7a74-4555-8a21-f6dabf681e11",
            "word": "cultural",
            "phonetic": "kʌltʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The east is known for its rich cultural heritage.",
                "This is one of our top cultural projects, for which we are putting our shoulders to the wheel with great enthusiasm.",
                "France is known for its rich history and cultural heritage.",
                "I enjoy attending cultural events like concerts or theater performances on Saturdays.",
                "London is the capital city of the United Kingdom and a major cultural and economic hub."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdHVyYWw&hash=acec27ac5d043162cd8089a5756d87539bc75246&lang=en&cache-only=0",
            "defineEn": "involving a society's culture, traditions, beliefs, and other related matters",
            "defineVi": "liên quan đến văn hóa, truyền thống, tín ngưỡng của một xã hội và các vấn đề liên quan khác",
            "hasImg": true
        },
        {
            "id": "8f76c853-7c6d-4cca-8e6d-488c285b880c",
            "word": "fundamental",
            "phonetic": "fʌndəmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The society believed that education was a fundamental human right, knowing that better unborn than untaught - it was essential to ensure that everyone had the opportunity to reach their full potential.",
                "First off is the fundamentals.",
                "So your fundamental frequency stays, well, fundamental.",
                "So people no longer care about fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZGFtZW50YWw&hash=f5fd1ffb44031690cc9dbea1c9430d431b344db3&lang=en&cache-only=0",
            "defineEn": "impacting the core and most important parts of something; the most basic or important",
            "defineVi": "tác động đến phần cốt lõi và quan trọng nhất của một cái gì đó; cơ bản nhất hoặc quan trọng nhất"
        },
        {
            "id": "8983b765-76dd-4dca-99cd-4914dd0af198",
            "word": "fat",
            "phonetic": "fæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "The fat is in the fire now, huh?",
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The company's new product launch led to a fat increase in revenue.",
                "She proudly served a fat hen-infused pesto at the neighborhood potluck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0&hash=0e7432c9d518f59f91f5293a522793ca9ec23c2b&lang=en&cache-only=0",
            "defineEn": "(of people or animals) weighing much more than what is thought to be healthy for their body",
            "defineVi": "(của người hoặc động vật) nặng hơn nhiều so với những gì được cho là lành mạnh cho cơ thể của họ",
            "hasImg": true
        },
        {
            "id": "927ff8ad-0378-41fb-8175-60684c995d44",
            "word": "pure",
            "phonetic": "pjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He bought pure maple syrup from a local farm.",
                "He's not exactly as pure as the driven snow himself.",
                "I am not exactly pure as the driven snow you know.",
                "When it comes to pure processing power, Spikerosoft's new machine runs circles round Flapple's.",
                "Sarah believes that people are inherently good, and that if you approach them with kindness and trust, they will reciprocate - she truly embodies the idea that to the pure all things are pure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyZQ&hash=ef5157c4c6e771a59035d0d3e84b56c0a08669cf&lang=en&cache-only=0",
            "defineEn": "not combined or mixed with anything else",
            "defineVi": "không kết hợp hoặc pha trộn với bất cứ điều gì khác",
            "hasImg": true
        },
        {
            "id": "76c9f1f4-361a-4c8d-bc91-a78c07174bcb",
            "word": "initial",
            "phonetic": "ɪnɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Walter, disaster followed hard on the heels of his initial success.",
                "After the initial shock, Lisa got a grip on herself and called an ambulance.",
                "The real estate investment provided a high yield, exceeding the initial expectations of the investors.",
                "She realized that her initial assumption was correct.",
                "The successful entrepreneur knew that money makes money and used his initial profits to fund new business ventures that eventually made him a millionaire."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pdGlhbA&hash=47fc11c2e427bd9e59823d54451243bc35f4819c&lang=en&cache-only=0",
            "defineEn": "related to or happening at the beginning",
            "defineVi": "liên quan đến hoặc xảy ra lúc đầu",
            "hasImg": true
        },
        {
            "id": "190b19f1-f422-4678-b2fd-d1010b114f22",
            "word": "further",
            "phonetic": "fɜːðɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The city has put the brakes on further spending.",
                "Further details can be found on our website.",
                "He hung tight for 50 minutes, awaiting further instructions.",
                "I think any further intervention would be unwise at this stage of the game. ",
                "It gets colder as you travel further north."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcg&hash=470030bb03fa0d762fc6aaddff64965e45b7922b&lang=en&cache-only=0",
            "defineEn": "to a greater extent",
            "defineVi": "đến một mức độ lớn hơn"
        },
        {
            "id": "701b8e2e-e29b-449d-b8a1-7508dad10b0e",
            "word": "opposite",
            "phonetic": "ɑːpəzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She stopped the car opposite the school.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "The Foreign Secretary is currently having talks with his opposite number in the White House.",
                "He was proud to be playing opposite a famous actor.",
                "Do you agree that the opposite side of the coin is too often untold?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGU&hash=273d7e0d83e4f02b978e1361143a009e031ab326&lang=en&cache-only=0",
            "defineEn": "on the other side of an area when seen from a particular vantage point",
            "defineVi": "ở phía bên kia của một khu vực khi nhìn từ một điểm thuận lợi cụ thể"
        },
        {
            "id": "f8d009cb-b96d-4499-a2f7-c7d9ff693ac2",
            "word": "Roman",
            "phonetic": "ɹoʊmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Unlike the other Celtic tribes, Roman legions have no regard for the druids’ sacred role as peacemakers.",
                "Roman society was comfortable with caca.",
                "Roman engineering built on Greek engineering.",
                "But Roman road builders took the art of logistics to another level.",
                "But only a few Roman texts deal with natural philosophy."
            ],
            "audio": "https://tts.langeek.co/read?text=Um9tYW4&hash=6d02417686a18815ed8bd008967e89916082b3eb&lang=en&cache-only=0",
            "defineEn": "related to ancient Rome, its citizens, or empire",
            "defineVi": "liên quan đến La Mã cổ đại, công dân hoặc đế chế của nó"
        },
        {
            "id": "17cc8f0d-8a85-4997-a62c-520e09846ad5",
            "word": "Italian",
            "phonetic": "ɪtæliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Italian coffee, like espresso and cappuccino, is enjoyed all around the world.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "My Italian friend told me to combine tagliatelle with a rich tomato and basil sauce for a traditional pasta dish.",
                "The Italian champion was in second position when he came to grief on the third lap.",
                "Italian gelato is a delicious frozen treat that comes in a variety of flavors and is enjoyed by people of all ages."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbGlhbg&hash=bf89156c66c26844e817730e7d88222d6c2cd62e&lang=en&cache-only=0",
            "defineEn": "relating to Italy or its people or language",
            "defineVi": "liên quan đến Ý hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "c883908a-f938-489a-9e3f-be57a43b5897",
            "word": "Persian",
            "phonetic": "pɜːʒən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Persian carpet in the living room adds elegance and style to the space.",
                "Yesterday I purchased a ripe Persian melon from the market.",
                "The Persian melon I tried in Iran was incredibly juicy and sweet.",
                "A few weeks later, the Greek navy tricked the Persian fleet into fighting in a narrow sea channel near Athens.",
                "The Persian opened the door."
            ],
            "audio": "https://tts.langeek.co/read?text=UGVyc2lhbg&hash=805b483a212a4ebe41daa60a455f9da23176f8d5&lang=en&cache-only=0",
            "defineEn": "related to Iran, its language, or people",
            "defineVi": "liên quan đến Iran, ngôn ngữ hoặc con người của nó",
            "hasImg": true
        },
        {
            "id": "777ddbc8-f42a-45be-b468-ac180db66c38",
            "word": "Japanese",
            "phonetic": "dʒæpəniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Japanese company is light years ahead of its European competitors.",
                "Do you know any Japanese?",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2U&hash=9063cad537176f6de3f3509f494d2dc244e33f3e&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Japan",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Nhật Bản",
            "hasImg": true
        },
        {
            "id": "0730ee1e-3c20-4d30-9c06-df74bfa86730",
            "word": "enormous",
            "phonetic": "ɪnoːɹməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her credit card bills are enormous!",
                "True, there wasn't always an enormous difference between letting the interviewees speak for themselves and giving them enough rope.",
                "The challenge of powerful imagesfor an authoritarian state is enormous.",
                "The recognition value of this brand is enormous. ",
                "The Amazon rainforest is enormous."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5vcm1vdXM&hash=ed170edc68f20a1a556f4bb8aaf3778b39f68b8f&lang=en&cache-only=0",
            "defineEn": "extremely large in size or quantity",
            "defineVi": "cực kỳ lớn về kích thước hoặc số lượng",
            "hasImg": true
        }
    ]
}