{
    "id": "b8eba7c4-dd96-464c-8de1-a4a34f8b6afd",
    "title": "Lesson 3",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "6ce9b7ed-d76c-46c9-b18d-b8ac8d2a7f94",
            "word": "sepulcher",
            "phonetic": "sɛpʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VwdWxjaGVy&hash=2872cb3b8311993220794ff221a79a1b482c4888&lang=en&cache-only=0",
            "defineEn": "a chamber that is used as a grave",
            "defineVi": "một căn phòng được sử dụng như một ngôi mộ"
        },
        {
            "id": "34667255-1c34-4b7b-8d74-8ab699530a88",
            "word": "sepulchral",
            "phonetic": "sɛpʌlkɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VwdWxjaHJhbA&hash=46cd5de082727531c909d82f633983a943c6c997&lang=en&cache-only=0",
            "defineEn": "of or relating to a sepulchre",
            "defineVi": "của hoặc liên quan đến một ngôi mộ"
        },
        {
            "id": "59750e1f-7052-4b04-b69a-41f864754ced",
            "word": "to coalesce",
            "phonetic": "tə koʊəlɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "These legacies of HIV/AIDS, care, and political action have coalesced to create present conditions. ",
                "In the asteroid belt’s case, the enormous gravitation of Jupiter likely prevented those particles from coalescing into even a small planet.",
                "I asked him, could that even coalesce this week?",
                "These tiny debris particles coalesced into our young planet along with the water they carried.",
                "There is clearly a real hunger among many voters in the party to coalesce quickly around someone they see as an electable challenger for President Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29hbGVzY2U&hash=3d9ebb618bb4715f76c479db3394d2c1e1d318db&lang=en&cache-only=0",
            "defineEn": "mix together different elements",
            "defineVi": "kết hợp các yếu tố khác nhau"
        },
        {
            "id": "2d82a7b8-1608-4924-a1c5-35744ce69616",
            "word": "coalition",
            "phonetic": "koʊəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 1970 elections were won by a coalition led by Allende.",
                "The Party was a thorn in the flesh of his coalition.",
                "Only a few days ago, the Social Democrats were playing hard to get as the CDU tried to get them into coalition talks.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government.",
                "A government coalition needs 61 of 120 seats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hbGl0aW9u&hash=257f3c56c170e96ca335e560cedf9156bd378b7a&lang=en&cache-only=0",
            "defineEn": "an alliance between two or more countries or between political parties when forming a government or during elections",
            "defineVi": "một liên minh giữa hai hoặc nhiều quốc gia hoặc giữa các đảng chính trị khi thành lập chính phủ hoặc trong các cuộc bầu cử"
        },
        {
            "id": "f10db446-5f04-472b-9804-90682c8ddef4",
            "word": "to coagulate",
            "phonetic": "tə koʊæɡjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It looks coagulated.",
                "But if a body's been dead for more than 12 hours, the blood will have coagulated or dried.",
                "Once I take the steak off of the heat, it gives those coagulated myosin proteins a chance to relax a little bit.",
                "In 1914, researchers discovered that the chemical sodium citrate stopped blood coagulating by removing the calcium necessary for clot formation.",
                "Our best understanding is that these cosmic curds formed as quantum fluctuations in the otherwise creamy infant universe, and then began to coagulate as the universe cooled and expanded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29hZ3VsYXRl&hash=8a98277038c6aeafc4ca270c1a5e6ac088adb353&lang=en&cache-only=0",
            "defineEn": "change from a liquid to a thickened or solid state",
            "defineVi": "thay đổi từ trạng thái lỏng sang trạng thái đặc hoặc rắn"
        },
        {
            "id": "b0a1d134-d6bc-4c39-bab0-7962b0a33517",
            "word": "to aggrieve",
            "phonetic": "tʊ ɐɡɹiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mr. Putin joined Russian intelligence during their waning days, in the latter years of the Cold War, when they really felt aggrieved and the much lesser power than the United States.",
                "I think it’s just that he feels, you know, aggrieved that they’re coming after him on things that are made up. ",
                "This meant ensuring that France was no longer a menace and that no state felt aggrieved enough to start another war.",
                "Trump has told me that he believes the country was already divided, that if he is just confrontational and a fighter, that people who feel aggrieved in the country will rally to him.",
                "But he joined Russian intelligence, I think during their waning days, in the latter years of the Cold War, when they really felt aggrieved and the much lesser power than the United States, so I think that just reinforced some of his feelings of insecurity, and I think that carried over to him when he then entered public office in Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdncmlldmU&hash=022cf8ff5bc26857a73c39c0e5f11b502b0a7bd4&lang=en&cache-only=0",
            "defineEn": "to cause someone to feel distress or sorrow",
            "defineVi": "để gây ra một ai đó để cảm thấy đau khổ hoặc buồn"
        },
        {
            "id": "586f2458-687b-457d-b4c9-48a3c8b4255e",
            "word": "to aggress",
            "phonetic": "tʊ ɐɡɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "People aggress, as psychologists say, in all kinds of ways, verbally, emotionally, and physically, and for lots of different reasons: out of anger, to assert dominance, or as a response to fear."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdncmVzcw&hash=83d5442c29b2b14b08fe10f6a5d62ea67f3a41d6&lang=en&cache-only=0",
            "defineEn": "take the initiative and go on the offensive",
            "defineVi": "chủ động và tiếp tục tấn công",
            "hasImg": true
        },
        {
            "id": "a17f3fab-d0b7-4ac6-a3bb-91d53d817c90",
            "word": "to aggravate",
            "phonetic": "tʊ æɡɹɐveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The smallest thing aggravates you.",
                "And it can only aggravate the issue.",
                "Keep in mind every time you increase the dose, it could aggravate your anxiety.",
                "Gregory McMichael and his son Travis were charged with murder and aggravated assault.",
                "That has, I think, aggravated divisions that were already there. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdncmF2YXRl&hash=79b941a383ad540287faa2f30e71c954adb656db&lang=en&cache-only=0",
            "defineEn": "to make a disease or medical condition worse or more serious",
            "defineVi": "để làm cho một căn bệnh hoặc tình trạng y tế tồi tệ hơn hoặc nghiêm trọng hơn"
        },
        {
            "id": "1f53eae7-3f4a-47fa-83c1-7f249a4f113e",
            "word": "depository",
            "phonetic": "dᵻpɑːzɪtoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3NpdG9yeQ&hash=7e9ef389c0969ecf4378c2c937f11fa9e4b375a8&lang=en&cache-only=0",
            "defineEn": "a facility where things can be deposited for storage or safekeeping",
            "defineVi": "một cơ sở nơi mọi thứ có thể được ký gửi để lưu trữ hoặc bảo quản an toàn"
        },
        {
            "id": "e5571a89-d138-4e5e-9ed1-48bffcdb2abf",
            "word": "depositor",
            "phonetic": "dᵻpɑːzɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe bank A, the depositors haven't asked for the money or for whatever reason Bank A is sitting on a lot of cash.",
                "One, just in case their depositor comes and hey, can I have some of my money back and two because the central bank, the Federal Reserve, says you have to keep a certain amount of your deposits in reserve.",
                "As those borrowers pay the interest on their loans, the bank takes part of that money to cover their costs and passes the rest along to the depositor.",
                "Automating meant building a top-secret machine called the depositor, which could spit out rows of marshmallow chicks at once.",
                "So when depositors rushed to take money out, the banks couldn't pay."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3NpdG9y&hash=a29d867ad9300e6a95054d4ed596b3f57e2a31b1&lang=en&cache-only=0",
            "defineEn": "a person who has deposited money in a bank or similar institution",
            "defineVi": "một người đã gửi tiền vào ngân hàng hoặc tổ chức tương tự"
        },
        {
            "id": "ea6e39f2-12af-474c-9008-6ff1e62f7af3",
            "word": "deposition",
            "phonetic": "dɛpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the deposition is in a large room. ",
                "The truth would only come out years later in this deposition.",
                "I was relieved in a way, because the deposition was brutal. ",
                "This is a deposition, I'm taking forever.",
                "And while a case like this can't result in jail time, what can happen is that, through the discovery process and through depositions and possibly even a trial, we learn a whole lot of information that we don't know."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3NpdGlvbg&hash=9b6d956fd4fbbda91f05343d0d9c99c3077e0dd3&lang=en&cache-only=0",
            "defineEn": "the act of deposing someone; removing a powerful person from a position or office",
            "defineVi": "hành động hạ bệ ai đó; loại bỏ một người mạnh mẽ từ một vị trí hoặc văn phòng"
        },
        {
            "id": "a3a14174-26ff-4949-9b41-e527b0e2df1d",
            "word": "propriety",
            "phonetic": "pɹəpɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "As they grapple with the endless rules of their society, Austen’s characters can usually find humor in all the hypocrisy, propriety, and small talk."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcHJpZXR5&hash=cb65289d6d3a4456da716e10e97391da0a8313b8&lang=en&cache-only=0",
            "defineEn": "the way of behaving that is considered to be morally and socially correct and acceptable",
            "defineVi": "cách hành xử được coi là đúng đắn về mặt đạo đức và xã hội và được chấp nhận"
        },
        {
            "id": "6d6fa89b-ab2a-417e-925c-02ba6b7586aa",
            "word": "proprietary",
            "phonetic": "pɹəpɹaɪətɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the dawn of the Internet era through the late 1990s, proprietary software proliferated.",
                "It's all proprietary.",
                "But throughout the 1980s and the 1990s, proprietary software is still dominated.",
                "The three core technologies ceramics optical physics and glass science there are the four proprietary manufacturing platforms.",
                "This is not running any kind of proprietary firmware whatsoever."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcHJpZXRhcnk&hash=4ce3453b576749782289951ee34195c62a938c56&lang=en&cache-only=0",
            "defineEn": "protected by trademark or patent or copyright; made or produced or distributed by one having exclusive rights",
            "defineVi": "được bảo vệ bởi nhãn hiệu hoặc bằng sáng chế hoặc bản quyền; được thực hiện hoặc sản xuất hoặc phân phối bởi một người có độc quyền"
        },
        {
            "id": "f638b29f-1f56-40da-8c24-89f74a157bc8",
            "word": "missive",
            "phonetic": "mɪsɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzc2l2ZQ&hash=5241b1a9d45367b118854c511989d7bdf12e4330&lang=en&cache-only=0",
            "defineEn": "a written message addressed to a person or organization",
            "defineVi": "một tin nhắn bằng văn bản gửi đến một người hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "ebad50da-c8ab-4f72-80e4-1f0bb177632a",
            "word": "projectile",
            "phonetic": "pɹədʒɛktəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "All projectiles do.",
                "Tear gas projectiles have caused serious injuries.",
                "But in this case, the projectile is the car.",
                "And sure, projectile weapons have evolved in other animals.",
                "And we saw parabolic ballistic motion of a projectile."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdGlsZQ&hash=432eafc08f97b8cac263891ef796868f3635f0cb&lang=en&cache-only=0",
            "defineEn": "any object fired or thrown at a person or thing for the purpose of hurting or destroying them",
            "defineVi": "bất kỳ vật thể nào bắn hoặc ném vào người hoặc vật với mục đích làm tổn thương hoặc phá hủy chúng",
            "hasImg": true
        },
        {
            "id": "290d2364-dc6a-45af-ad44-960d720edf34",
            "word": "convention",
            "phonetic": "kənvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention.",
                "After attending a gaming convention, she got the bug and now spends all her weekends playing video games.",
                "KISS convention.",
                "Convention starts at 10.",
                "So this Russian campaign successfully affected Hillary Clinton’s convention."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbg&hash=1b1ff5f65d81ccb6e037de506b6e21aacfebc37c&lang=en&cache-only=0",
            "defineEn": "a formal agreement between countries",
            "defineVi": "thỏa thuận chính thức giữa các quốc gia",
            "hasImg": true
        },
        {
            "id": "38690d79-903a-4a12-82ec-e5697d95879a",
            "word": "conventional",
            "phonetic": "kənvɛnʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No conventional drugs had produced any significant change.",
                "She presented an abstract idea that challenged conventional wisdom and sparked a lively debate.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "The conventional spring is like the wound, tight coil of wire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbmFs&hash=fa9c8fa63dde8d33ec9c64e61d1b5c530bd910f8&lang=en&cache-only=0",
            "defineEn": "following established customs, practices, or standards that are widely accepted or commonly used",
            "defineVi": "tuân theo các phong tục, tập quán hoặc tiêu chuẩn đã được thiết lập được chấp nhận rộng rãi hoặc được sử dụng phổ biến"
        },
        {
            "id": "36735113-72e3-4ac8-9b54-9f6fce54c0fe",
            "word": "arcane",
            "phonetic": "ɑːɹkeɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of the things about game consoles prior to Xbox was that the hardware is arcane.",
                "Somebody that speaks the arcane language Legalese.",
                "Now here's one, this is a bit of arcane trivia.",
                "I had to scrounge in vfx chat-rooms, dvd special features, and arcane blogs to learn enough to make my lord-of-the-rings and star-wars parodies.",
                "Imagine, like, Gandalf, but with one eye, lots of muscles, an unhealthy desire for arcane wisdom and a bit of a mean streak."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjYW5l&hash=3b200c74e8d828b10f4349d3c71fde83ab53c5bc&lang=en&cache-only=0",
            "defineEn": "secret knowledge is necessary for it to be understood",
            "defineVi": "kiến thức bí mật là cần thiết để nó được hiểu"
        },
        {
            "id": "1e8ab4ce-cab6-45a3-8055-2e511568548d",
            "word": "arcade",
            "phonetic": "ɑːɹkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the late 1970s, teenagers everywhere were flocking to arcades.",
                "Arcades and at -home consoles launched in the early 1970s and quickly flourished into a booming industry.",
                "One of the most appealing variations on the model of the ancient marketplace was the European arcade that appeared in the 18th century.",
                "Maybe they're playing with arcade motion blasters too",
                "One of the first arcades was the Gostiny Dvor in St. Petersburg, Russia, built between 1757 and 1785."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjYWRl&hash=d757563ecf165ff6ef22fc350de61d126c55cf5d&lang=en&cache-only=0",
            "defineEn": "an arch-covered passage along the side of a group of buildings",
            "defineVi": "một lối đi có mái vòm dọc theo mặt của một nhóm các tòa nhà",
            "hasImg": true
        },
        {
            "id": "72a5751b-27d2-4531-8966-67b7bc6d2f95",
            "word": "archive",
            "phonetic": "ɑːɹkaɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enjoy the archives in the meantime.",
                "Going into the archives.",
                "It could be an archive.",
                "and I search the archives for quotes about him from Angela Merkel, everybody.",
                "Honda pulled the passport name out of its archives for a new sport utility."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl2ZQ&hash=f4d20f864ac597d0ee2fa129ed92eb6aff3a3b1c&lang=en&cache-only=0",
            "defineEn": "a place or a collection of records or documents of historical importance",
            "defineVi": "một địa điểm hoặc một bộ sưu tập hồ sơ hoặc tài liệu có tầm quan trọng lịch sử"
        }
    ]
}