{
    "id": "b8f404fb-0afa-4ee0-848e-d8cca679a490",
    "title": "Internet and Websites",
    "originalTitle": "Lesson 44",
    "words": [
        {
            "id": "b6e337ba-b8ff-482e-b791-46b1917ed38d",
            "word": "account",
            "phonetic": "ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudA&hash=a14f9ecf7c006812f3c236dcb3be803b3ccf278a&lang=en&cache-only=0",
            "defineEn": "an arrangement based on which a user is given a private and personalized access to an online platform, application, or computer",
            "defineVi": "một sự sắp xếp dựa trên đó người dùng được cấp quyền truy cập riêng tư và được cá nhân hóa vào một nền tảng, ứng dụng hoặc máy tính trực tuyến",
            "hasImg": true
        },
        {
            "id": "6cbaf15e-12e6-4502-98e3-a67ef89a998e",
            "word": "address bar",
            "phonetic": "ɐdɹɛs bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRkcmVzcyBiYXI&hash=cbfd5859c6fe61de668032940af9eaacf114b603&lang=en&cache-only=0",
            "defineEn": "a box-like area in a web browser where the address of a website is shown or where the user can type a web address into",
            "defineVi": "một khu vực giống như hộp trong trình duyệt web nơi địa chỉ của trang web được hiển thị hoặc nơi người dùng có thể nhập địa chỉ web vào",
            "hasImg": true
        },
        {
            "id": "8be5f88f-166b-4043-b00c-32a6683406be",
            "word": "to attach",
            "phonetic": "tʊ ɐtætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can’t really attach a label to this type of art.",
                "I'll drive you home - no strings attached.",
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "The policy offers 15% interest, with no strings attached.",
                "Attach the butt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNo&hash=5f9f1f1a7f1e11eb60ce83ee20d29428c27c1a91&lang=en&cache-only=0",
            "defineEn": "(computing) to send a file with an email; to upload a file to a site",
            "defineVi": "(máy tính) để gửi một tập tin với một email; để tải một tập tin lên một trang web",
            "hasImg": true
        },
        {
            "id": "1c7bf0c2-2c35-4a71-93b8-6572ccc83ab0",
            "word": "blog",
            "phonetic": "blɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "I decided to start a fashion blog.",
                "Check out his astronomy blog here.",
                "Check out his blog, Quarks and Coffee, for more awesome stuff like this!",
                "I would read that blog."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZw&hash=12e6c9038c265b698df25944500e1431293b4558&lang=en&cache-only=0",
            "defineEn": "a web page on which an individual or group of people regularly write about a topic of interest or their opinions or experiences, usually in an informal style",
            "defineVi": "một trang web mà một cá nhân hoặc một nhóm người thường xuyên viết về một chủ đề quan tâm hoặc ý kiến hoặc kinh nghiệm của họ, thường là theo phong cách thân mật"
        },
        {
            "id": "a0986e73-e6ba-496c-813d-724fd7a2f78b",
            "word": "blogger",
            "phonetic": "blɑːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous food blogger shared a tantalizing recipe featuring marinated squab.",
                "The word was invented by an Irish blogger in 2005.",
                "A popular blogger ripped up what she called her last H&M blouse.",
                "In their place, Chinese blogger O Wang Xiao Ming told her million followers to buy Chinese.",
                "[Narrator] Tokyo based video-blogger, Hikosaemon visited the Pyongyang restaurant in Dalian, China."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZ2dlcg&hash=3de78f3b979424f13dd7734c3a0da94d5d44a8e9&lang=en&cache-only=0",
            "defineEn": "someone who writes for a blog",
            "defineVi": "một người viết cho một blog",
            "hasImg": true
        },
        {
            "id": "bfdba96b-94be-4663-b2b5-13c63197022a",
            "word": "blog post",
            "phonetic": "blɑːɡ poʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I wrote a blog post.",
                "It can be a blog post. ",
                "In a September seven blog post, Robinhood updated users on its improvements and future changes to options trading.",
                "Branson also said in a blog post on April 20th that he moved to Necker Island, which he purchased in 1975 for health reasons and not to dodge taxes.",
                "When you create media, like a blog post or an Instagram, what is your responsibility to those who view it?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZyBwb3N0&hash=0bc3092440e622597f6e441b44de709d83cb6605&lang=en&cache-only=0",
            "defineEn": "any article or piece of information posted on a blog",
            "defineVi": "bất kỳ bài báo hoặc mẩu thông tin nào được đăng trên blog"
        },
        {
            "id": "e44e8f87-0aaf-49d9-9f95-dd826567ee85",
            "word": "bookmark",
            "phonetic": "bʊkmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a kitty bookmark.",
                "And it has little bookmarks and stuff.",
                "It's used as a bookmark.",
                "Turn these following links into bookmarks in your browser for easy access.",
                "But I could use it as a bookmark if I wanted"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va21hcms&hash=4e74624501c427fc29965039f28cdf36f189e984&lang=en&cache-only=0",
            "defineEn": "(computing) the marked address of a website or file for easier and faster access",
            "defineVi": "(máy tính) địa chỉ được đánh dấu của trang web hoặc tệp để truy cập dễ dàng và nhanh hơn",
            "hasImg": true
        },
        {
            "id": "da391011-b17b-4f18-86f9-90f0b4462f39",
            "word": "browser",
            "phonetic": "bɹaʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your web browser has strong encryption in it.",
                "Open the Google Chrome browser.",
                "He called his browser the World Wide Web.",
                "Microsoft's browser has since been eclipsed by the likes of Google's Chrome and Apple Safari.",
                "Originally, these laptops just accessed the internet via Google's Chrome browser, nothing else."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvd3Nlcg&hash=ad58cfb0c9f1d9420461948d9a5ee58733b4a565&lang=en&cache-only=0",
            "defineEn": "a computer program that enables the user to read or look at information on the Internet",
            "defineVi": "một chương trình máy tính cho phép người dùng đọc hoặc xem thông tin trên Internet",
            "hasImg": true
        },
        {
            "id": "aef715f3-8630-4110-a0b4-e6bf51df00a7",
            "word": "to chat",
            "phonetic": "tə tʃæt ",
            "partOfSpeechType": "verb",
            "examples": [
                "To have a chat/a conversation/a discussion/a talk.",
                "They stayed up chatting about this and that.",
                "Her grandchild lives in another country, but they video chat every week to stay in touch.",
                "As the school bell rang, the boys rushed out of the classroom, laughing and chatting with their friends.",
                "Sorry, but I can't stay to chat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhdA&hash=e6167ddb6ae6744ad1be89edd108099a668c641d&lang=en&cache-only=0",
            "defineEn": "to send and receive messages on an online platform",
            "defineVi": "để gửi và nhận tin nhắn trên một nền tảng trực tuyến",
            "hasImg": true
        },
        {
            "id": "234b5369-8ca8-4f37-9a3c-8e02d1b02f87",
            "word": "chat room",
            "phonetic": "tʃæt ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each server is a broad chat room that can host subgroups and private messages.",
                "Maybe she's online, in a chat room, talking with others who are struggling.",
                "I’m not talking about sharing your passwords in chat rooms or anything.",
                "For instance, a man might be an engineer, a husband, a father, a son, a brother, the coach of his son's baseball team, a tennis club member, a conservative voter, and an Internet chat room visitor. ",
                "So you can sign up for it, it's my eating disorder workbook, I'll have others coming out and you don't want to miss, there are forums, chat rooms."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhdCByb29t&hash=475e7e0dbc0a98f6c40d867e63b323fd7efc1e0a&lang=en&cache-only=0",
            "defineEn": "a place on the Internet where people can communicate with one another and talk about a specific topic",
            "defineVi": "một nơi trên Internet nơi mọi người có thể giao tiếp với nhau và nói về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "438eba66-9c42-4085-835d-de1ddfe31930",
            "word": "DM",
            "phonetic": "diːɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "People would just slide in your DM's and say hateful things.",
                "Change your DM settings using the icon here, which will enable you to change the theme of the window and mute messages.",
                "Sliding into someone’s DMs is a thing.",
                "Leave them a comment, a DM, tweet, whatever, simply asking them to caption their videos.",
                "But he sent his followers after me because I didn't answer his dm about his boyfriend's issues."
            ],
            "audio": "https://tts.langeek.co/read?text=RE0&hash=debdf677a0cf2d4e184ff3df1f565fdafba4b40d&lang=en&cache-only=0",
            "defineEn": "a message sent on a social media platform that is available only to the recipient",
            "defineVi": "một tin nhắn được gửi trên một nền tảng truyền thông xã hội chỉ dành cho người nhận"
        },
        {
            "id": "037ae320-740a-43b7-9bc9-8f3cad75b39c",
            "word": "Facebook",
            "phonetic": "feɪsbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "She went on Facebook and changed her relationship status.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "If you've been following me on Facebook recently you may have seen a bunch of different posts about surgery and back trouble.",
                "So the government shuts down Facebook. "
            ],
            "audio": "https://tts.langeek.co/read?text=RmFjZWJvb2s&hash=932e9f05315fe89a1d84cd172e262d77b059933e&lang=en&cache-only=0",
            "defineEn": "a social media platform that is very popular",
            "defineVi": "một nền tảng truyền thông xã hội rất phổ biến",
            "hasImg": true
        },
        {
            "id": "553b43ca-f052-468e-98d1-f4b7aa96d8f7",
            "word": "to follow",
            "phonetic": "tə fɑːloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "The movie follows the book faithfully.",
                "The film faithfully follows Shakespeare's plot.",
                "Millions of people followed the trial on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sbG93&hash=81f37c11a5ef93e3d1ef3f754dd1914977bdf9a7&lang=en&cache-only=0",
            "defineEn": "to subscribe to a person or organization's account on a social media platform to check everything that they post or publish",
            "defineVi": "đăng ký tài khoản của một người hoặc tổ chức trên nền tảng truyền thông xã hội để kiểm tra mọi thứ họ đăng hoặc xuất bản"
        },
        {
            "id": "ea1fd410-70b3-451d-8f56-50aa5142a506",
            "word": "to forward",
            "phonetic": "tə fɔːɹwɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "After that, things moved forward at lightning speed.",
                "We'll take the matter forward at our next meeting.",
                "My children look forward to receiving gifts during the winter holidays.",
                "He took a big step forward to start his new adventure.",
                "He leaned forward to take her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yd2FyZA&hash=2e1939c41b65d262dee7f94b22a3417ef508953f&lang=en&cache-only=0",
            "defineEn": "to send an email, letter, etc. that one has received to another person",
            "defineVi": "để gửi email, thư, v.v. mà một người đã nhận được cho người khác",
            "hasImg": true
        },
        {
            "id": "f8507e6d-42e5-47ac-b92d-462684c5ef7a",
            "word": "Google",
            "phonetic": "ɡuːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s as if Google is just so big now, the left hand doesn’t know what the right is doing, and thus different teams keep coming up with the same products.",
                "I googled that one.",
                "My mom's going to google this debacle.",
                "My father Googles me a lot",
                "Hey Google, unlock the garage. -"
            ],
            "audio": "https://tts.langeek.co/read?text=R29vZ2xl&hash=6c74e1b22e529604801b73f775d3d3a262e7cd0b&lang=en&cache-only=0",
            "defineEn": "a widely used and very popular search engine",
            "defineVi": "một công cụ tìm kiếm được sử dụng rộng rãi và rất phổ biến",
            "hasImg": true
        },
        {
            "id": "fef15651-9a6b-4d82-a326-ec6787b4b252",
            "word": "inbox",
            "phonetic": "ɪnbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "She has sixteen unread messages in her inbox.",
                "The CEO's obsession with reviewing every email that came into her inbox caused her to stop the plough to catch a mouse, delaying critical decisions and projects.",
                "Check your inbox.",
                "My inbox is full right now of allegations, not just from within NBC, but in the broader media world and beyond.",
                "Access to our QQ inbox is just one of the many joys of being a SciShow patron on Patreon."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ib3g&hash=c555184b2c82e9004ae00e923fa2012a1a9d5c3a&lang=en&cache-only=0",
            "defineEn": "a folder in which received emails or text messages are stored",
            "defineVi": "một thư mục trong đó các email hoặc tin nhắn văn bản đã nhận được lưu trữ",
            "hasImg": true
        },
        {
            "id": "d524f27b-8dcd-4284-8751-01dfd54a95c0",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to show support for or interest in a post shared on social media, a blog, etc. by tapping a specific button",
            "defineVi": "để thể hiện sự ủng hộ hoặc quan tâm đến bài đăng được chia sẻ trên mạng xã hội, blog, v.v. bằng cách nhấn vào một nút cụ thể",
            "hasImg": true
        },
        {
            "id": "bea3b06f-4d48-45d9-b095-9a69bc185260",
            "word": "to log in",
            "phonetic": "tə lɔɡ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Log in to your Gmail account.",
                "Log in to your Streamlabs.com dashboard.",
                "First, log in to your Facebook account.",
                "First, log in to your Google account.",
                "Log in to your account on Twitch.tv."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9nIGlu&hash=83c0adee25b46f27ed82ae1672d4d79f7003934a&lang=en&cache-only=0",
            "defineEn": "to start using a computer system, online account, or application by doing particular actions",
            "defineVi": "để bắt đầu sử dụng hệ thống máy tính, tài khoản trực tuyến hoặc ứng dụng bằng cách thực hiện các hành động cụ thể",
            "hasImg": true
        },
        {
            "id": "94ab3662-a943-4aa6-a146-003e7eec2c37",
            "word": "to log on",
            "phonetic": "tə lɔɡ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I look at my computer to log on in the morning.",
                "Just because you can’t log on to the wood wide web, doesn’t mean you aren’t connected.",
                "SOPHIA FADEM: I logged on to all my classes, and we discussed it.",
                "Now you can log on to wehackthemoon.com to discover the story of the male and female engineers who guided them there and back safely.",
                "You know the story of the astronauts that landed on the moon now you can log on to wehackthemoon.com to discover the story of the male and female engineers who guided them there and back safely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9nIG9u&hash=6b5d028e598ebae8ea43adf0ae822fd7d6c525dd&lang=en&cache-only=0",
            "defineEn": "to start using a computer system, online account, or application by performing specific actions",
            "defineVi": "để bắt đầu sử dụng hệ thống máy tính, tài khoản trực tuyến hoặc ứng dụng bằng cách thực hiện các hành động cụ thể",
            "hasImg": true
        },
        {
            "id": "6d67fc96-ed72-4841-81e1-a2308e60707a",
            "word": "offline",
            "phonetic": "ɔflaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "90 percent of all retail sales are offline.",
                "And their courses are now available offline using their iOS app.",
                "The fact is oil, gas, and nuclear all went offline during this storm.",
                "Parlor's website is now back up in a very limited capacity, but the platform's app is still offline.",
                "And so we gave some of that data to her offline and had a subsequent meeting. "
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmbGluZQ&hash=e0db5243a5c13a1786118028af10f7fcf1200071&lang=en&cache-only=0",
            "defineEn": "not connected to the Internet; able to work without the Internet",
            "defineVi": "không kết nối Internet; có thể làm việc mà không cần Internet",
            "hasImg": true
        },
        {
            "id": "db7782af-fc9e-49dd-8029-a4a41ef4e7d7",
            "word": "outbox",
            "phonetic": "aʊtbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0Ym94&hash=f2a408e6bb491882e3e4b464fb451214c97f97e1&lang=en&cache-only=0",
            "defineEn": "(computing) a place where unsent emails are stored",
            "defineVi": "(máy tính) nơi lưu trữ các email chưa gửi",
            "hasImg": true
        },
        {
            "id": "abb00376-4ddf-4a59-85fc-6c8137dc6375",
            "word": "page",
            "phonetic": "peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She turned a page noisily.",
                "See page 158.",
                "My son reads twelve pages of his book every day.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "I ran my eyes over the page."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnZQ&hash=5300c28800473b0c9b59eed83d5031ee62c5e969&lang=en&cache-only=0",
            "defineEn": "all the data that can be seen on a screen at one time, such as a part of a website",
            "defineVi": "tất cả dữ liệu có thể nhìn thấy trên màn hình cùng một lúc, chẳng hạn như một phần của trang web",
            "hasImg": true
        },
        {
            "id": "ce5b4ac0-350a-416f-8259-7dc8ff4af6d4",
            "word": "server",
            "phonetic": "sɜːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were no servers. ",
                "Come on super fast server.",
                "First, open the Dropbox web server.",
                "- I shipped you a 160 terabytes server.",
                "Each server is a broad chat room that can host subgroups and private messages."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmVy&hash=564a2d8757587d5ea04f9c0f420571983e84c153&lang=en&cache-only=0",
            "defineEn": "a computer that gives other computers access to files and information in a network",
            "defineVi": "một máy tính cho phép các máy tính khác truy cập vào các tệp và thông tin trong mạng",
            "hasImg": true
        },
        {
            "id": "8986000a-031f-4ba2-9f52-60cd5a931daf",
            "word": "spam",
            "phonetic": "spæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spam had a time in the sun decades ago",
                "Spam packs 42 grams of protein into one 12-ounce can that retails for $2.79.",
                "With e-mail in the ’90s, it was spam. ",
                "It's um, artificially shaped Spam. -",
                "The app even spams me with the best way to use it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhbQ&hash=03fc2c56ce3e26272f39089fe59622579caee4ee&lang=en&cache-only=0",
            "defineEn": "unwanted or irrelevant online advertisements sent to many people",
            "defineVi": "quảng cáo trực tuyến không mong muốn hoặc không liên quan được gửi đến nhiều người"
        },
        {
            "id": "5bbb33c5-a68a-4e70-ad90-821ac0953002",
            "word": "to surf",
            "phonetic": "tə sɜːf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The beach was crowded with people enjoying the sun and surf.",
                "- She loves-- - I have surfed.",
                "The rugged shells protect the snails’ squishy bodies from the relentless surf.",
                "But also, I surf through cable channels.",
                "You didn't have a surf recently?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VyZg&hash=a610507dd5008b8c3489778d1cefc3ce013031cf&lang=en&cache-only=0",
            "defineEn": "to visit different websites",
            "defineVi": "để truy cập các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "d393858a-9359-44d1-bfa9-4d3d703047b4",
            "word": "to tweet",
            "phonetic": "tə twiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdlZXQ&hash=88d3d822f384ccacc160efabb0447f00cacc0214&lang=en&cache-only=0",
            "defineEn": "to post or send something on Twitter",
            "defineVi": "để đăng hoặc gửi một cái gì đó trên Twitter",
            "hasImg": true
        },
        {
            "id": "6ec5f59d-5e51-4a61-a1de-3d414531e029",
            "word": "tweet",
            "phonetic": "twiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlZXQ&hash=9751c309d29b5ebf8952a0435696ed088f9e1864&lang=en&cache-only=0",
            "defineEn": "a message or post on Twitter",
            "defineVi": "một tin nhắn hoặc bài đăng trên Twitter",
            "hasImg": true
        },
        {
            "id": "d72c5b60-7855-416f-8a25-0c4157062946",
            "word": "URL",
            "phonetic": "juːɑːɹɹɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And when you're on a website, check the URL for the letters https.",
                "Paste the URL link and click \"Insert.\"",
                "They focused on things that a website creator could easily change, like the URL or the About page.",
                "You can navigate there by entering the URL Reddit.com/r/ and then put in the subreddit name at the end or by searching for the subreddit by using the search box at the top.",
                "You might notice that you don't have the option to customize your channel URL yet."
            ],
            "audio": "https://tts.langeek.co/read?text=VVJM&hash=d5deff4de8b0a6569b033d74a00cdf75f5340f8a&lang=en&cache-only=0",
            "defineEn": "the address of a resource on the Internet",
            "defineVi": "địa chỉ của một tài nguyên trên Internet",
            "hasImg": true
        },
        {
            "id": "90f0cfcb-d9e7-4b3c-8290-3534582a10bc",
            "word": "to visit",
            "phonetic": "tə vɪzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzaXQ&hash=91c8b7064343f9ba09995690aeb3a43029cd9201&lang=en&cache-only=0",
            "defineEn": "to check a website",
            "defineVi": "để kiểm tra một trang web",
            "hasImg": true
        },
        {
            "id": "ad9e05a8-0281-42be-8308-0d42dccea90e",
            "word": "YouTube",
            "phonetic": "juː tuːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "I finally got real about my YouTube channel and after posting videos regularly for the past year, I've got almost 27,000 subscribers.",
                "After watching one video on YouTube, I fell down the rabbit hole and spent hours watching videos on the same topic.",
                "Today's question comes from Youtube.",
                "My favourite website is, of course, YouTube."
            ],
            "audio": "https://tts.langeek.co/read?text=WW91VHViZQ&hash=f934f63d70d4381205faf8556906f0d89b917202&lang=en&cache-only=0",
            "defineEn": "a website on which people share their videos so that others can watch them",
            "defineVi": "một trang web mà mọi người chia sẻ video của họ để những người khác có thể xem chúng",
            "hasImg": true
        }
    ]
}