{
    "id": "b9b9f9a7-e1cf-4679-be2e-01f7ac8a550b",
    "title": "Sickness and Health",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "defca8bd-c5aa-49f1-900e-95f25fc6a348",
            "word": "addiction",
            "phonetic": "ɐdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His drug addiction has been a monkey on his back for years.",
                "I worry that his drug addiction will be the death of him.",
                "He is fighting a losing battle against his addiction.",
                "I had a really bad drug addiction in college, but seeing my friend die from an overdose really scared me straight.",
                "After years of struggling with addiction, he finally drew a line under his old life and started a new, healthier chapter."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaWN0aW9u&hash=af28393fe2a0399a8eaea25969aa54dd2fad8deb&lang=en&cache-only=0",
            "defineEn": "the inability to stop taking, using, or doing something, particularly something harmful or unhealthy",
            "defineVi": "không có khả năng ngừng lấy, sử dụng hoặc làm điều gì đó, đặc biệt là điều gì đó có hại hoặc không lành mạnh",
            "hasImg": true
        },
        {
            "id": "cce2ebea-b8e4-46cf-a7f3-74b41c06fbd6",
            "word": "allergic",
            "phonetic": "ɐlɜːdʒɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lots of people are allergic to it.",
                "Most people are just allergic to it.",
                "I'm allergic.",
                "In a clinical trial, one in four patients developed severe allergic reactions to the drug.",
                "I'm allergic to nothing."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZXJnaWM&hash=714ef9d82331134de397a3d30af2a16596581b5c&lang=en&cache-only=0",
            "defineEn": "caused by or relating to allergy",
            "defineVi": "gây ra bởi hoặc liên quan đến dị ứng"
        },
        {
            "id": "369f31ed-bfa1-4d3d-b03a-465bf4802306",
            "word": "bruise",
            "phonetic": "bɹuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was always bruising competition.",
                "There's significant bruises.",
                "So it's a huge bruise underneath the skin.",
                "Also this dark coloration kinda looks like a bruise, what a bruise looks like underneath the skin.",
                "So my nerves, I can have a massive bruise, and it won't hurt me."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1aXNl&hash=dd088d463a24e5d754b2fbef1ba937bddf449a79&lang=en&cache-only=0",
            "defineEn": "an injury on the skin that appears as a dark mark, caused by a blow involving the rupture of vessels underneath",
            "defineVi": "một vết thương trên da xuất hiện dưới dạng một vết sẫm màu, do một cú đánh liên quan đến việc vỡ các mạch bên dưới",
            "hasImg": true
        },
        {
            "id": "87447697-b0b7-41ab-a3d8-5385015d8532",
            "word": "bump",
            "phonetic": "bʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you feel the bump on my head?",
                "Bump, bump, bump.",
                "Check out these bumps.",
                "He measured these bumps. ",
                "He measured these bumps. "
            ],
            "audio": "https://tts.langeek.co/read?text=YnVtcA&hash=5695f4f3c3c8dfabf9f64b564a8d5768c731acdd&lang=en&cache-only=0",
            "defineEn": "a swelling on the body caused by illness or injury",
            "defineVi": "sưng tấy trên cơ thể do bệnh tật hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "53fa81da-c58b-4a67-9312-6b56c26833c2",
            "word": "cancer",
            "phonetic": "kænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cancer kills thousands of people every year.",
                "The department led the world in cancer research.",
                "The event raised over £30 000 for cancer research.",
                "A cure for lung cancer would save thousands of lives each year.",
                "My mother's recent bout with cancer has really put us through the wringer this year."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2Vy&hash=06e748aaac239c72c2499225ac218c2fb47099d6&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by the uncontrolled growth of cells in a part of the body that may spread to other parts",
            "defineVi": "một căn bệnh nghiêm trọng gây ra bởi sự phát triển không kiểm soát của các tế bào trong một bộ phận của cơ thể có thể lây lan sang các bộ phận khác",
            "hasImg": true
        },
        {
            "id": "f7e841d9-43e3-4287-8ce5-e9db87d77297",
            "word": "to cure",
            "phonetic": "tə kjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A cure for lung cancer would save thousands of lives each year.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "Remember that an ill wound is cured, not an ill name.",
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "Scientists are still trying to find a cure for cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VyZQ&hash=de4757c833353832fc94eb61695e046e19568ed7&lang=en&cache-only=0",
            "defineEn": "to become healthy again or make someone regain their health",
            "defineVi": "để trở nên khỏe mạnh một lần nữa hoặc làm cho ai đó lấy lại sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "8a939923-8433-4dc9-9191-0e8341f8ed9c",
            "word": "diabetes",
            "phonetic": "daɪəbiːɾiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And diabetes was a fatal disease before insulin.",
                "Narrator: A Type 1 diabetes diagnosis was a death sentence before this life-saving discovery.",
                "Diabetes is a complicated disease.",
                "Diabetes is a big problem worldwide.",
                "And diabetes is a level that's greater than 126 milligrams per deciliter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhYmV0ZXM&hash=b1fff322d59617140efcd5f33628da6769893335&lang=en&cache-only=0",
            "defineEn": "a serious medical condition in which the body is unable to regulate the blood sugar levels because it does not produce enough insulin",
            "defineVi": "một tình trạng y tế nghiêm trọng trong đó cơ thể không thể điều chỉnh lượng đường trong máu vì không sản xuất đủ insulin",
            "hasImg": true
        },
        {
            "id": "92fb70fd-461b-4174-917e-b1b85c2f2cf2",
            "word": "depression",
            "phonetic": "dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "This episode finds him deep in depression as divorce looms large.",
                "Depression darkens my door and steals so many chunks of what makes me who I am.",
                "Too much black bile, for example, causes depression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVzc2lvbg&hash=e97badb39be6db880c5316d35a258a2031312f00&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person feels severe sadness and dejection, usually with physical symptoms such as insomnia, lethargy, etc.",
            "defineVi": "một tình trạng tâm thần trong đó một người cảm thấy buồn bã và chán nản nghiêm trọng, thường có các triệu chứng thể chất như mất ngủ, thờ ơ, v.v.",
            "hasImg": true
        },
        {
            "id": "42a4c23d-9ad3-4c36-b140-4b9d19e0df91",
            "word": "disability",
            "phonetic": "dɪsɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "Insulting disabilities.",
                "The disability is still there.",
                "The vast majority have non-visible disabilities.",
                "Second, she has other disabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWJpbGl0eQ&hash=2d1b8be4cf8ef0d54790e290e7f4400468d6048a&lang=en&cache-only=0",
            "defineEn": "a physical or mental condition that prevents a person from using some part of their body completely or learning something easily",
            "defineVi": "một tình trạng thể chất hoặc tinh thần ngăn cản một người sử dụng hoàn toàn một phần cơ thể của họ hoặc học một cái gì đó một cách dễ dàng",
            "hasImg": true
        },
        {
            "id": "8d3f242a-b9d1-4b13-a383-8dc7a8fdfae0",
            "word": "disorder",
            "phonetic": "dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their advice is not meant to send you down a rabbit hole, and involve you in chaos and disorder.",
                "Jake's disordered eating habits have caused him to appear as skinny as a rail.",
                "So conduct disorder.",
                "And up to 18% develop postpartum anxiety disorders.",
                "The biggest problem is diagnosing the disorder in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzb3JkZXI&hash=f5145bd0606030eba93bb3593b77d9bbdae11caf&lang=en&cache-only=0",
            "defineEn": "a disease or a medical condition that prevents a part of the body or mind from functioning normally",
            "defineVi": "một căn bệnh hoặc tình trạng y tế ngăn cản một phần cơ thể hoặc tâm trí hoạt động bình thường"
        },
        {
            "id": "d3e5d2a5-ab89-43b5-8fc7-fc32378ad0f8",
            "word": "immune",
            "phonetic": "ɪmjuːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the herd was immune.",
                "And the manufacturing industry is not immune.",
                "So, naturally, DNA damage triggers an immune response: inflammation.",
                "Your body enlists several types of antibodies in its immune army.",
                "This immune cell, a macrophage, attacks it."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5l&hash=c471038cc5629303528aa273ced16270fc771fb6&lang=en&cache-only=0",
            "defineEn": "safe from catching a disease or being infected",
            "defineVi": "an toàn không mắc bệnh hoặc bị nhiễm bệnh",
            "hasImg": true
        },
        {
            "id": "b8325d7c-2f88-46bb-a34d-acb19022accb",
            "word": "athletic",
            "phonetic": "æθlɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "The club was becoming noted for its boxing rather than its athletics and this was not welcomed by the runners and walkers.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "Athletics have happened in recent past, no.",
                "And in sports, male athletic directors hire male coaches."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWM&hash=9dcb811bea629b17bfbeba7f65b8b2d27b48dd93&lang=en&cache-only=0",
            "defineEn": "being physically active and strong with a proportionate body",
            "defineVi": "hoạt động thể chất và mạnh mẽ với thân hình cân đối",
            "hasImg": true
        },
        {
            "id": "c08e1b5e-caec-4ca5-bd8f-f33232154abb",
            "word": "to strengthen",
            "phonetic": "tə stɹɛŋθən ",
            "partOfSpeechType": "verb",
            "examples": [
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "The couple who had grown apart in their relationship understood that it is never too late to mend and worked together to strengthen their bond and rebuild their connection.",
                "When Jake and Maria had a disagreement, they remembered that the quarrel of lovers is the renewal of love, and they worked together to find a solution that strengthened their relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZW5ndGhlbg&hash=529d8b7b489daea31255e3543f0312c4166ee749&lang=en&cache-only=0",
            "defineEn": "to make something more powerful or become so",
            "defineVi": "để làm cho một cái gì đó mạnh mẽ hơn hoặc trở nên như vậy"
        },
        {
            "id": "819861d1-a5d2-46ff-b6ab-e6d61b30a43e",
            "word": "alternative medicine",
            "phonetic": "ɔːltɜːnətɪv mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alternative medicine for depression that's what I'm going to talk about today.",
                "So how did homeopathy become the most successful alternative medicine?",
                "Homeopathy may be the most controversial but also the most popular alternative medicine.",
                "In a previous video, I talked about alternative medicines for depression and I'll put post a link for you in the corner for that one.",
                "Alternative medicines for anxiety that's what I'm going to be talking about today I'm Dr. Tracey Marks a psychiatrist and on this channel I talk about mental health education and self-improvement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmUgbWVkaWNpbmU&hash=21f9a1362023a29059cbb9dd2a0f23359c7eb9b7&lang=en&cache-only=0",
            "defineEn": "any type of treatment such as herbalism, faith healing, etc. that does not follow the usual methods of Western medicine",
            "defineVi": "bất kỳ hình thức điều trị nào như thảo dược, chữa bệnh bằng đức tin, v.v. không tuân theo các phương pháp thông thường của y học phương Tây",
            "hasImg": true
        },
        {
            "id": "fc39c5dd-acd1-4438-b521-c4d45a6d4169",
            "word": "examination",
            "phonetic": "ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "A lot of examination to come over these votes.",
                "But closer examination has revealed that salps are actually an incredibly important food source for hundreds of species of marine animals.",
                "Science, however, did not figure much into these state examinations."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbWluYXRpb24&hash=ab5ac8baa6d08466eb0df286194d921d0efed741&lang=en&cache-only=0",
            "defineEn": "the process of looking closely at something to see if there are any issues",
            "defineVi": "quá trình xem xét kỹ một cái gì đó để xem có vấn đề gì không",
            "hasImg": true
        },
        {
            "id": "717d72a8-2c57-400a-94a9-3a1a04017240",
            "word": "to implant",
            "phonetic": "tʊ ɪmplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But cochlear implants are.",
                "In the remains of each arm, a microchip has been implanted.",
                "Hearing aids and cochlear implants do not benefit all deaf and hard- of-hearing people.",
                "Cochlear implants are not cosmetic procedures, obviously.",
                "They surgically implanted an array of electrodes onto the brains of two participants who had lost their sight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGFudA&hash=62defbf860713e55d6fed6e6d26fc0a2f16e0fb0&lang=en&cache-only=0",
            "defineEn": "to insert a living tissue or an artificial object into the body via medical procedure",
            "defineVi": "để chèn một mô sống hoặc một đối tượng nhân tạo vào cơ thể thông qua thủ tục y tế",
            "hasImg": true
        },
        {
            "id": "8e9792f2-e645-454d-8774-7311f80521c0",
            "word": "nutritionist",
            "phonetic": "njuːtɹɪʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was no certified nutritionist.",
                "Use a dietician or a nutritionist.",
                "Instinctively, we've become expert nutritionists, hunting out what we need from our food.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "And so, I would urge you to not, and to see a nutritionist or a dietitian, and a therapist."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9uaXN0&hash=dcf0464edfb3fbc657c8534be02daddf0dfe743d&lang=en&cache-only=0",
            "defineEn": "someone who is an expert in the field of food and nutrition",
            "defineVi": "một người là một chuyên gia trong lĩnh vực thực phẩm và dinh dưỡng",
            "hasImg": true
        },
        {
            "id": "13432409-f31f-47cf-8221-5ac58106bbcb",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a medical operation",
            "defineVi": "một hoạt động y tế",
            "hasImg": true
        },
        {
            "id": "366ffc0c-781b-4965-860a-4f2d6882b6cf",
            "word": "specialist",
            "phonetic": "spɛʃəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans 50,000 years ago were survival specialists.",
                "The specialists are not even in the area.",
                "Different specialists had different ways of turning the outputs of their forecast models into percentages.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\"",
                "I went to some specialist."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGlzdA&hash=ddc9c751898b72aef81faefe027b233659f5734d&lang=en&cache-only=0",
            "defineEn": "a doctor who is highly trained in a particular area of medicine",
            "defineVi": "một bác sĩ được đào tạo chuyên sâu trong một lĩnh vực cụ thể của y học",
            "hasImg": true
        },
        {
            "id": "fe81002d-f80a-4ce1-9826-f57be782343f",
            "word": "therapist",
            "phonetic": "θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "The therapist reminded the client that a good laugh and a long sleep are the best cures in the doctor's book, encouraging them to find joy in life and prioritize self-care to help manage their mental health.",
                "If you're in a hole, stop digging and seek support from a therapist or trusted friend or family member.",
                "As a therapist, I know that it's important to create a safe and non-judgmental space for my clients."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwaXN0&hash=c6236b708e5861c24609416133ac336cc9531431&lang=en&cache-only=0",
            "defineEn": "a person who is trained to treat a particular type of disease or disorder, particularly by using a specific therapy",
            "defineVi": "một người được đào tạo để điều trị một loại bệnh hoặc rối loạn cụ thể, đặc biệt là bằng cách sử dụng một liệu pháp cụ thể"
        },
        {
            "id": "fa8d3ea8-827f-408c-bbe8-e3443947c468",
            "word": "to transplant",
            "phonetic": "tə tɹænsplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwbGFudA&hash=42325204997b990a4ef4aef48c92dd883239ac35&lang=en&cache-only=0",
            "defineEn": "to surgically remove an organ from someone's body and put it in someone else's body",
            "defineVi": "để phẫu thuật loại bỏ một cơ quan từ cơ thể của một ai đó và đưa nó vào cơ thể của người khác"
        },
        {
            "id": "4e321a67-3308-466a-93c8-53fb46234298",
            "word": "genetic",
            "phonetic": "dʒɪnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Genetic conditions like diabetes and high blood pressure often run in families, and it's important to be aware of your family history for early detection and prevention.",
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "Genetics are a part of it.",
                "The last comparison is genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYw&hash=1be0922e89e5e74943d108b0e81ac00d84b198df&lang=en&cache-only=0",
            "defineEn": "(of diseases) passed on from one's parents; related to genes",
            "defineVi": "(về bệnh tật) do cha mẹ truyền lại; liên quan đến gen",
            "hasImg": true
        },
        {
            "id": "00bbc351-fc8a-4607-82b6-890b536c0ff6",
            "word": "infection",
            "phonetic": "ɪnfɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once one child in the school has the infection, it spreads like wildfire.",
                "The pandemic has run its course in some countries, but others are still struggling with high infection rates.",
                "Infections here are rising.",
                "Long ago, people did not understand infection. ",
                "COVID-19 infections set more records today."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZWN0aW9u&hash=061c83b71ffb9248cd6b71cda69be86a694d5d6c&lang=en&cache-only=0",
            "defineEn": "the process or the act of catching or causing a disease resulting from a bacterial or viral infestation",
            "defineVi": "quá trình hoặc hành động bắt hoặc gây bệnh do nhiễm vi khuẩn hoặc vi rút"
        },
        {
            "id": "8b0b76f9-e831-4d11-b7ce-b71f21c6c67c",
            "word": "obese",
            "phonetic": "oʊbiːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nba contracts are very similar to them obese contracts.",
                "You're not going to be obese.",
                "Breakfast skipping causes you to be obese.",
                "Being obese for a chinchilla can have some serious side effects including liver, kidney, or heart disease.",
                "What does it mean to be obese?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2U&hash=f52c4710a1be26d0369a84b5a376e9b4dcb1d607&lang=en&cache-only=0",
            "defineEn": "very fat in an unhealthy way",
            "defineVi": "rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "daa4bf02-ee18-4607-9927-b1e8ef2cc96c",
            "word": "obesity",
            "phonetic": "oʊbiːsəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another possible factor in this dropping sperm count is obesity, but it also has some variability.",
                "Obesity is defined by your body mass index, or BMI as it's called.",
                "Normally, people with obesity store a portion of their extra fat deep inside the abdomen, where it wraps around the pancreas, liver, and other vital organs.",
                "And this also leads to obesity.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2l0eQ&hash=649d30ca46355d0cc99e5c171e13cb32676227fb&lang=en&cache-only=0",
            "defineEn": "the state of being very fat in an unhealthy way",
            "defineVi": "tình trạng rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "78e83ddc-97d3-408b-876c-1846a4fbde34",
            "word": "recovery",
            "phonetic": "ɹᵻkʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent economic recovery was almost entirely led by exports.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "Ben’s making a good recovery, touch wood."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Zlcnk&hash=5ca64ffdcac969a85f44c810039c5ed4af698b31&lang=en&cache-only=0",
            "defineEn": "the process of becoming healthy again after an injury or disease",
            "defineVi": "quá trình trở nên khỏe mạnh trở lại sau một chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "782479cf-36f7-4196-a573-d3ace063703c",
            "word": "severely",
            "phonetic": "sᵻvɪɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The infrastructure, the electrical infrastructure in Puerto Rico was severely destroyed.",
                "These stabby crystals, and other plant proteins on them, can severely irritate the delicate tissue in a mouth.",
                "And finally, the big one will severely impact the economy.",
                "We severely limit our talent pool in a number of ways.",
                "At the time, Attica prison was severely overcrowded."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJlbHk&hash=16bde37e524d9d5718cb9797ab6754ea274c16a0&lang=en&cache-only=0",
            "defineEn": "very badly or to a serious extent",
            "defineVi": "rất tệ hoặc đến một mức độ nghiêm trọng"
        },
        {
            "id": "c888e38c-2d6f-4692-ba18-f9f95eeef216",
            "word": "psychiatric",
            "phonetic": "saɪkɪætɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For me personally, it's the psychiatric calls.",
                "It defines all of the psychiatric diagnoses.",
                "It transformed psychiatric treatment because it was the first drug to effectively and reliably treat psychosis and mania.",
                "Like with a lot of other psychiatric treatments, the answer has to do with a chemical imbalance in the brain.",
                "They’re also the root of many psychiatric disorders."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyaWM&hash=faaeb2c48afeabd58b2240e96de1a6be10d6632a&lang=en&cache-only=0",
            "defineEn": "relating to the study and treatment of mental illness",
            "defineVi": "liên quan đến nghiên cứu và điều trị bệnh tâm thần",
            "hasImg": true
        },
        {
            "id": "d31ab441-bb71-4a5d-b56e-71bb629a7da6",
            "word": "physician",
            "phonetic": "fɪzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "The nurse joked that doctors make the worst patients, after a particularly difficult interaction with a physician who was reluctant to follow medical advice.",
                "My father always told me that every man is a fool or physician by forty, so I made sure to learn from my mistakes and make better decisions as I approached that milestone age.",
                "Aztec physicians had an extensive anatomical lexicon.",
                "One physician experimented on the exposed cerebral cortices of decapitated prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljaWFu&hash=f3cc8d3abb2cbe7d4f143825002eaa841e327bc1&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in general medicine, not in surgery",
            "defineVi": "một bác sĩ y khoa chuyên về y học nói chung, không phải trong phẫu thuật",
            "hasImg": true
        },
        {
            "id": "07ef487d-c424-4b02-8b99-ef92a1fb0c8f",
            "word": "optician",
            "phonetic": "ɑːptɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1727, a British optician named Edward Scarlett developed the modern style of glasses which are kept in place with arms which hook over each ear."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aWNpYW4&hash=c4746f5519c8b8be4ee7fd24a78bb2d8e147c12f&lang=en&cache-only=0",
            "defineEn": "a person whose job is to test people's eyes and sight or to make and supply glasses or contacts",
            "defineVi": "một người có công việc là kiểm tra mắt và thị lực của mọi người hoặc chế tạo và cung cấp kính hoặc kính áp tròng",
            "hasImg": true
        },
        {
            "id": "e7eff803-ad4d-4316-ac79-3db9c689b4e7",
            "word": "career",
            "phonetic": "kɚɹɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Not even the most talented athlete is guaranteed a long career.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "She started her career working for the BBC."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWVy&hash=bf8ded266dfa4857a0216637d53a8e06201844df&lang=en&cache-only=0",
            "defineEn": "a profession or a series of professions that one can do for a long period of one's life",
            "defineVi": "một nghề hoặc một loạt các nghề mà người ta có thể làm trong một thời gian dài của cuộc đời mình",
            "hasImg": true
        }
    ]
}