{
    "id": "b9c24b5f-3253-438c-9709-a356e6ab52e3",
    "title": "Will You Be My Valentine?",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "a061d373-e5a2-40ed-af86-693a345beb75",
            "word": "adorable",
            "phonetic": "ɐdoːɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "She loves spending time with her adorable nephews.",
                "Sarah's newborn baby had a unique set of features that made him adorable in his own special way, with a face only a mother could love.",
                "Baby deer are adorable!",
                "And my character is adorable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcmFibGU&hash=deba9c8e7ce12a07e2653b2e0767930369fbfe13&lang=en&cache-only=0",
            "defineEn": "lovely and attractive",
            "defineVi": "đáng yêu và hấp dẫn",
            "hasImg": true
        },
        {
            "id": "ec2e0713-4970-4799-a715-c4d8ddf3602f",
            "word": "beloved",
            "phonetic": "bᵻlʌvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My sister's son is my beloved nephew.",
                "Ice hockey is a beloved sport in Canada.",
                "Sue, our beloved daughter, is leaving the country to live in Australia.",
                "When his beloved wife passed away, the widower knew stone-dead hath no fellow and that nothing could replace her or bring her back.",
                "Perhaps Morrison’s most famous exploration of the difficulty of love takes place in \"Beloved.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsb3ZlZA&hash=5df369a0c125f21b8a21c7e148ec280634dd9eb7&lang=en&cache-only=0",
            "defineEn": "loved by someone",
            "defineVi": "được yêu bởi ai đó",
            "hasImg": true
        },
        {
            "id": "41e874fb-e6dd-4e02-92c0-9d8c405e58f5",
            "word": "committed",
            "phonetic": "kəmɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was now committed to the band, body and soul.",
                "They have been in a committed relationship for two years, celebrating their love as boyfriend and girlfriend.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "Some people believe it's important to sow their wild oats before getting into a committed relationship.",
                "Despite feeling discouraged and exhausted after months of job searching, Mary remained committed to her career goals by remembering that it is dogged that does it, and ultimately landed her dream job."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0dGVk&hash=06428e1d44f1d2f9c660666be217e42e2b0b0883&lang=en&cache-only=0",
            "defineEn": "being in or related to a long-term relationship",
            "defineVi": "đang ở trong hoặc liên quan đến một mối quan hệ lâu dài",
            "hasImg": true
        },
        {
            "id": "d26e0ace-97db-4f71-8786-6f24d5680c9f",
            "word": "enchanted",
            "phonetic": "ɛntʃæntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Get the enchanted collection or the adventure collection at audible.com/smarter",
                "You'll need to place the item in the left slot and the enchanted book in the right slot.",
                "Once you have the enchanted book and item of your choice, you can then place them in the empty slots of an anvil.",
                "If you want to get like five books for the price of one, then get something called the enchanted collection or the adventure collection.",
                "Some enchanted books may not be compatible with your item due to the kind of enchantment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jaGFudGVk&hash=344ce33c31c4751730b727cdac9ba703604fc311&lang=en&cache-only=0",
            "defineEn": "being filled with joy",
            "defineVi": "tràn ngập niềm vui"
        },
        {
            "id": "c81c11b2-2867-4cba-903c-e9fa9a91ea7e",
            "word": "hot",
            "phonetic": "hɑːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The weather was disagreeably hot.",
                "The news came hot on the heels of another plane crash.",
                "The factory closure follows hot on the heels of several others",
                "The winter issue is hot off the press.",
                "That hot guy had a good head on his shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90&hash=0da9ddb695c016e223f206638448aae9581d299f&lang=en&cache-only=0",
            "defineEn": "sexually desired or desiring",
            "defineVi": "mong muốn hoặc ham muốn tình dục"
        },
        {
            "id": "1e0f40cc-bfc5-4fda-9245-3816b9cd403a",
            "word": "loved",
            "phonetic": "lʌvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I feel so loved!",
                "You'll pick them up from towels, pillows, and your loved ones.",
                "We don’t want to bury any more loved ones.",
                "But that's our time to reconnect with our family and loved ones.",
                "Our hearts go out to you, as they do to all who've lost loved ones during this pandemic."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZWQ&hash=c41b1c2c3b94664192d8333a2ed0fd0297ab33f0&lang=en&cache-only=0",
            "defineEn": "describing how much someone or something is held dear",
            "defineVi": "mô tả bao nhiêu một ai đó hoặc một cái gì đó được tổ chức thân yêu",
            "hasImg": true
        },
        {
            "id": "60299758-de86-44d4-a8e6-175ffc1e3f30",
            "word": "loving",
            "phonetic": "lʌvɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "My parent, a loving and supportive figure, always encouraged me to pursue my dreams.",
                "She has always been a loving and caring mother, raising her children with patience and kindness.",
                "As a mother, Sarah is a loving and caring woman who always puts her children's needs before her own.",
                "Jake's dog, Max, was a bag of bones before we adopted him and gave him a loving home."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92aW5n&hash=f6d5d82a40d6e832961e857dbe9c0a5c7fffb936&lang=en&cache-only=0",
            "defineEn": "showing or feeling great love or care",
            "defineVi": "thể hiện hoặc cảm thấy tình yêu hoặc sự quan tâm tuyệt vời",
            "hasImg": true
        },
        {
            "id": "27ed555c-2600-44ff-8b92-2cd0a14f1420",
            "word": "lovesick",
            "phonetic": "lʌvsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He swiftly healed the princess, but before she could even utter her thanks, Death had dragged his lovesick Godson away."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZXNpY2s&hash=f89bd8b8870570936758d2e28f1faa0389fda268&lang=en&cache-only=0",
            "defineEn": "affected by love in a way that causes one to act or think unclearly",
            "defineVi": "bị ảnh hưởng bởi tình yêu theo cách khiến một người hành động hoặc suy nghĩ không rõ ràng"
        },
        {
            "id": "7058e59e-f715-4adb-82fc-07ec3849b530",
            "word": "admirer",
            "phonetic": "ɐdmaɪɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite being surrounded by many admirers, Martha only had eyes for Harold, the charming and kind-hearted man she had fallen in love with.",
                "Despite his age, Henry maintains his reputation as a lady's man, always surrounded by female admirers at social events.",
                "A secret admirer will send Barack Obama a dozen roses.",
                "I was a great admirer of him. ",
                "Many admirers believed that Steve Harvey was on his way to achieving the fame of another Black saxophone legend from Kansas City, Charlie Parker."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaXJlcg&hash=74caddd770b52e8cd71e6350f93ff8441b4eb275&lang=en&cache-only=0",
            "defineEn": "someone who desires a specific person in a romantic or sexual way",
            "defineVi": "một người mong muốn một người cụ thể một cách lãng mạn hoặc tình dục"
        },
        {
            "id": "73c23e20-23c2-40d3-a313-8e9cea50a652",
            "word": "(other|better) half",
            "phonetic": "ʌðɚ slæʃ bɛɾɚ hæf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3RoZXIgaGFsZg&hash=1048a48af38ac91e2162dbf1f167a5fc0018d014&lang=en&cache-only=0",
            "defineEn": "a person whom one is married to or is in a romantic relationship with",
            "defineVi": "một người mà một người đã kết hôn hoặc đang trong một mối quan hệ lãng mạn với",
            "hasImg": true
        },
        {
            "id": "8a73cb21-b08e-40a9-acb0-abf1e8ab1f28",
            "word": "lovebirds",
            "phonetic": "lʌvbɜːdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG92ZWJpcmRz&hash=328fac2a22b127257dacaa1c1c6bb63926f91485&lang=en&cache-only=0",
            "defineEn": "a couple who love each other and show their affection",
            "defineVi": "một cặp đôi yêu nhau và thể hiện tình cảm của họ",
            "hasImg": true
        },
        {
            "id": "dc66f4df-c534-4854-b4cd-3204a5293a00",
            "word": "significant other",
            "phonetic": "sɪɡnɪfɪkənt ʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make your significant other a steak.",
                "[Narrator] There was a significant other benefit.",
                "We showed a picture of you and your significant other, Macaulay Culkin.",
                "And about nine months ago, my significant other and I broke up, and it turned out that he was unfaithful through the bulk of our relationship.",
                "We have a tradition, every Thursday night we do trivia night with our significant others."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmlmaWNhbnQgb3RoZXI&hash=882f0962a913358ff0b53740b096d162691c6fdb&lang=en&cache-only=0",
            "defineEn": "one's partner, wife, or husband with whom one has a long-term sexual or romantic relationship",
            "defineVi": "bạn đời, vợ hoặc chồng của một người mà một người có mối quan hệ tình dục hoặc lãng mạn lâu dài"
        },
        {
            "id": "5023b041-a53b-4aa3-9ed6-4f062298bd5d",
            "word": "anniversary",
            "phonetic": "ænɪvɜːsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant",
                "My grandparents celebrated their sixtieth wedding anniversary.",
                "They celebrated their anniversary at a fancy restaurant overlooking the city.",
                "She planned a romantic candlelit meal for their anniversary.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5uaXZlcnNhcnk&hash=a4d71a8d47c0f2c433880198bad2e53700adfee7&lang=en&cache-only=0",
            "defineEn": "the date on which a special event happened in a previous year",
            "defineVi": "ngày mà một sự kiện đặc biệt đã xảy ra trong một năm trước",
            "hasImg": true
        },
        {
            "id": "a91a6fa6-d269-4b31-a16b-3b9392cf92f4",
            "word": "bridegroom",
            "phonetic": "bɹaɪdɡɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "From this came association of Death with love, leading to its portrayal as a bridegroom of young Maidens during the Renaissance period."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGVncm9vbQ&hash=b8a32183b7ded4245cabcef93fa08ff080305c08&lang=en&cache-only=0",
            "defineEn": "a man on his wedding day or just before or after it",
            "defineVi": "một người đàn ông vào ngày cưới của mình hoặc ngay trước hoặc sau đó",
            "hasImg": true
        },
        {
            "id": "6ab747ba-41d8-4d6e-9373-5dc2b1451d5c",
            "word": "to propose",
            "phonetic": "tə pɹəpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new law is proposed to curb this type of blatantly dishonest description, and not before time",
                "Because of the proposed merger, the company is standing at the crossroads.",
                "He also casts his eye over the proposed law changes.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcG9zZQ&hash=d505e4623dbfbc54fa58a760fb751d254ae3eb24&lang=en&cache-only=0",
            "defineEn": "to ask a person to marry one",
            "defineVi": "để yêu cầu một người kết hôn với một",
            "hasImg": true
        },
        {
            "id": "ad3454fe-2fc1-4369-b194-b12c64a31299",
            "word": "proposal",
            "phonetic": "pɹəpoʊzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The proposal has won the approval of the city council.",
                "The proposal was dropped after opposition from civil liberties groups.",
                "The government's latest proposals are a dog's dinner.",
                "On May 1st, the proposal went down in flames.",
                "The politician's opponent laughed at his proposal during the debate."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zYWw&hash=fc214a2466ebfb41d5fdc0a13332daa6d43e7b16&lang=en&cache-only=0",
            "defineEn": "the action of asking a person to marry one",
            "defineVi": "hành động yêu cầu một người kết hôn với một người",
            "hasImg": true
        },
        {
            "id": "2eb4272c-2605-4130-86ef-eeb2e5997c81",
            "word": "broken heart",
            "phonetic": "bɹoʊkən hɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got a broken heart.",
                "All of us have dealt with a broken heart -",
                "The Frida to the left has a broken heart, which drips blood onto her old-fashioned Victorian dress.",
                "There are so sung not about love or broken hearts.",
                "Reading thoughtfully gives us better tools to explain corporate profits and broken hearts."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2VuIGhlYXJ0&hash=e5b1b47a2f532a65d6d3842e981c2acb2d8b2e56&lang=en&cache-only=0",
            "defineEn": "a state of great sorrow and sadness caused by the ending of a romantic relationship or the death of a loved one",
            "defineVi": "một trạng thái vô cùng đau buồn và buồn bã do kết thúc một mối quan hệ lãng mạn hoặc cái chết của một người thân yêu"
        },
        {
            "id": "ebd76c3a-2b79-4042-9f25-d722d42d10a5",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a time that is arranged to meet a person with whom one is in a relationship or is likely to be in the future",
            "defineVi": "một thời gian được sắp xếp để gặp một người mà một người đang có mối quan hệ hoặc có khả năng sẽ có trong tương lai",
            "hasImg": true
        },
        {
            "id": "51b056f3-97fe-4b88-b2e0-0a0c4f52c065",
            "word": "eye candy",
            "phonetic": "aɪ kændi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here I thought I was the coxswain of an elite crew of eye candy, when in actuality, you've just been settling on progressively safer, less hot dudes until you landed on the safest, least hot guy of all, me."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllIGNhbmR5&hash=a62a2c537ee3accb6f90d904d3640fc45f7e6569&lang=en&cache-only=0",
            "defineEn": "someone or something that is attractive but useless",
            "defineVi": "một ai đó hoặc một cái gì đó là hấp dẫn nhưng vô dụng"
        },
        {
            "id": "db9f972c-d262-4331-ba1f-71f64d3a86fb",
            "word": "prince charming",
            "phonetic": "pɹɪns tʃɑːɹmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNlIGNoYXJtaW5n&hash=1e5533bedf3c5aa0401a9c6a3108665460f7209a&lang=en&cache-only=0",
            "defineEn": "a young attractive man who is considered to be the perfect boyfriend or husband",
            "defineVi": "một người đàn ông trẻ hấp dẫn được coi là bạn trai hoặc chồng hoàn hảo"
        },
        {
            "id": "3455933e-6fcc-4700-9bb1-46b7560b62d7",
            "word": "love affair",
            "phonetic": "lʌv ɐfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should check out the Audible book, \"Junk: Digging Through America's Love Affair with Stuff.\"",
                "Caroline Lamb, wife of future Prime Minister Lord Melbourne, had a very messy love affair with Byron that had several public dramatic moments, including her breaking a wine glass and trying to harm herself.",
                "Stanton and the other defense lawyers get him off, the main reason being that the deceased was having a love affair with the wife of the killer.",
                "Vietnam again began to open up in the late 80's early 90's and since then I have come back and renewed my love affair with Vietnam.",
                "By 1929 half of all American families owned a car and thus began the American love affair with the automobile, which is also where love affairs were often consummated, which is why in the 1920s cars came to be known as Scootaloo pooping chariots."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZSBhZmZhaXI&hash=03417e1e873adfe7cca218074587006c5831d1e4&lang=en&cache-only=0",
            "defineEn": "the romantic relationship between two people who love one another but are not married to each other",
            "defineVi": "mối quan hệ lãng mạn giữa hai người yêu nhau nhưng không kết hôn với nhau"
        },
        {
            "id": "5b08de33-ecfb-4887-b9cb-3829cf55dd5c",
            "word": "passion",
            "phonetic": "pæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "Music has been a passion that is handed down from father to son in the Smith family.",
                "The artist chose to pursue his passion, even though it didn't pay as well as other careers, because he believed that money is not everything.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "He made a decision to quit his job and pursue his passion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbg&hash=81b013d24ffd13f3c2dbbe5aa60677bc468f832e&lang=en&cache-only=0",
            "defineEn": "a great feeling of love, hate, etc.",
            "defineVi": "một cảm giác tuyệt vời của tình yêu, ghét, vv."
        },
        {
            "id": "a78a01c5-e482-47f6-a57e-060c68ebea3e",
            "word": "puppy love",
            "phonetic": "pʌpi lʌv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Timmy and Lisa's relationship is just puppy love.",
                "When I was in middle school, I had a crush on my classmate, but it was just puppy love that faded away over time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwcHkgbG92ZQ&hash=9241f2e27538837ca62c8b2c70dabe4f5bda55d0&lang=en&cache-only=0",
            "defineEn": "a young person's strong, yet brief feeling of love toward someone",
            "defineVi": "cảm giác yêu thương mạnh mẽ nhưng ngắn ngủi của một người trẻ đối với ai đó",
            "hasImg": true
        },
        {
            "id": "c7266b61-13cf-4940-b2fa-a3c098debdcf",
            "word": "valentine",
            "phonetic": "væləntaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's Valentine's Day",
                "and I don't have a Valentine.",
                "She died on Valentine's Day.",
                "On Valentine's Day, Dr. Williams took his message to a church in Harlem.",
                "Valentine’s Day can hurt relationships, but it doesn’t hurt all of them equally."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsZW50aW5l&hash=d0e61107fd693eb1d2eb83189704f265abf89098&lang=en&cache-only=0",
            "defineEn": "a love letter that a person sends to their beloved on Valentine's Day, sometimes without signing it",
            "defineVi": "một bức thư tình mà một người gửi cho người mình yêu vào ngày lễ tình nhân, đôi khi không cần ký tên",
            "hasImg": true
        },
        {
            "id": "76c59226-d86a-4531-bf20-810be963431f",
            "word": "to adore",
            "phonetic": "tʊ ɐdoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She adores her little alligator pouch.",
                "I absolutely adore these two bowties!",
                "I adore him.",
                "I just adore to work.",
                "and I just have adored every second of this journey."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRvcmU&hash=065a58d05c8cbd32931b2fb9b0bb5290b13254b0&lang=en&cache-only=0",
            "defineEn": "to love and respect someone very much",
            "defineVi": "yêu và tôn trọng ai đó rất nhiều"
        },
        {
            "id": "4a07fec3-b9c6-4eb3-a968-4ede8070b7b1",
            "word": "to ask out",
            "phonetic": "tʊ æsk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So I ask out these two girls at the same time and they both show up to the same restaurant.",
                "This may look like the 38-year-old person who wants so much to find a partner and get married, but can't bring himself to ask out this woman who's sending obvious signals that she's interested."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNrIG91dA&hash=9cd7499c3ac2d365243316ce5b5896b8aeb9dbc8&lang=en&cache-only=0",
            "defineEn": "to invite someone on a date",
            "defineVi": "mời ai đó hẹn hò",
            "hasImg": true
        },
        {
            "id": "eab9eb99-c857-4876-9cb5-dc6e05e4b2ba",
            "word": "to [fall] in love",
            "phonetic": "tə fɔːl ɪn lʌv ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsbCBpbiBsb3Zl&hash=ab6f5d3fa6d1088c85ad9f79ca6c11c841f7bb3c&lang=en&cache-only=0",
            "defineEn": "to start loving someone deeply",
            "defineVi": "để bắt đầu yêu ai đó sâu sắc",
            "hasImg": true
        },
        {
            "id": "72aa1305-113c-4877-9f2a-0e1b0460ffc5",
            "word": "to go out",
            "phonetic": "tə ɡoʊ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb3V0&hash=5adca6321d205db55630145e6689c23fcbb93413&lang=en&cache-only=0",
            "defineEn": "to regularly spend time with a person that one likes and has a sexual or romantic relationship with them",
            "defineVi": "thường xuyên dành thời gian với một người mà một người thích và có một mối quan hệ tình dục hoặc lãng mạn với họ",
            "hasImg": true
        },
        {
            "id": "4009d8d5-8342-4ddd-93fa-32eb89f03aed",
            "word": "to woo",
            "phonetic": "tə wuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Woo, emulsify!",
                "Crowd: Woo!",
                "People were like, woo, woo, woo!",
                "You guys are a woo crowd.",
                "- Woo! - Thanks to Amazon Echo for sponsoring this episode."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29v&hash=f336efa666bce00365442f665db0a35f016103fe&lang=en&cache-only=0",
            "defineEn": "to try to persuade someone to love one, especially for marriage",
            "defineVi": "để cố gắng thuyết phục ai đó yêu một người, đặc biệt là cho hôn nhân"
        },
        {
            "id": "858a4e0c-e906-490a-a1a2-f082fecb0706",
            "word": "to hook up",
            "phonetic": "tə hʊk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "But for now, sharpshooters are still hooking up.",
                "They're going to hook up.",
                "They're going to hook up.",
                "Hooked up with an actual male model, Francesco, when I was backpacking through Europe.",
                "It's not hooked up right."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9vayB1cA&hash=96e318885d50e922a8e7bd29afd3bfbc20d8f6ee&lang=en&cache-only=0",
            "defineEn": "to have a brief sexual relationship with a person",
            "defineVi": "để có một mối quan hệ tình dục ngắn với một người"
        },
        {
            "id": "c551193a-7760-41b5-9955-2f8194e56267",
            "word": "to [have] a crush on {sb}",
            "phonetic": "tə hæv ɐ kɹʌʃ ɔn ɛsbiː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIGNydXNoIG9uIHtzYn0&hash=92a18627f4b03101a01066b63d674aa26737a5e8&lang=en&cache-only=0",
            "defineEn": "to be romantically or sexually attracted to a person that one is not in a relationship with",
            "defineVi": "bị thu hút về mặt tình cảm hoặc tình dục đối với một người mà người đó không có quan hệ tình cảm với"
        },
        {
            "id": "2c692cff-0247-4145-94a8-7901fd85e69e",
            "word": "hickey",
            "phonetic": "hɪki ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they do leave hickeys.",
                "Hickey wasn't alone in recognizing the problems created by these short-term loans.",
                "But Hickey says, in reality, there are plenty of ways to help people who need money without charging them triple-digit interest."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlja2V5&hash=1f635362131f5f3d536bdb7374854dd0e341a541&lang=en&cache-only=0",
            "defineEn": "a bruise left on a person's skin, especially their neck, as a result of a passionate kiss or bite by their lover",
            "defineVi": "một vết bầm tím để lại trên da của một người, đặc biệt là cổ của họ, do nụ hôn nồng nàn hoặc vết cắn của người yêu"
        }
    ]
}