{
    "id": "ba02e79a-412d-403c-b73f-7a11e8a9f0dd",
    "title": "Time",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "e4a948e3-193d-487a-b305-099b65c5c7f3",
            "word": "academic year",
            "phonetic": "ækədɛmɪk jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One survey looked at 3,375 college students during the academic year between 1987 and 1988.",
                "You’ll probably only make a few thousand dollars during the academic year, but the perks can be sweet.",
                "Three times during the academic year, she asked them for information: when their last two periods were, and who they were hanging out with.",
                "They kept experiencing the liking gap in all the check-ins throughout the academic year, except for the very last one in May.",
                "So whether that's completely remote or a hybrid where some classes are in person, it's likely to continue for the rest of the academic year."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWMgeWVhcg&hash=025be0641fd84eff1ede3047c19d81e8c8e5d502&lang=en&cache-only=0",
            "defineEn": "the period of the year during which schools and universities hold classes",
            "defineVi": "khoảng thời gian trong năm mà các trường học và trường đại học tổ chức các lớp học"
        },
        {
            "id": "f5f93e80-817b-44fb-9d95-a6e5beb1119d",
            "word": "alternate",
            "phonetic": "ɔːltɜːnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mood states don't have to alternate.",
                "Once in the forward department, and once in the engine room We alternate every two hours.",
                "We create this ideal alternate universe.",
                "The winners of ties will alternate, starting with you.",
                "- Independently, at NASA's Langley Research Center, and alternate approach to lunar simulation was initiated."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRl&hash=b2b2a2a1b0c1391b4e6e3b85b6e9464961194fc3&lang=en&cache-only=0",
            "defineEn": "(of two things) regularly happening one after another",
            "defineVi": "(của hai điều) thường xuyên xảy ra lần lượt"
        },
        {
            "id": "a5a669be-42d5-4f9c-b36f-61f760c2ec66",
            "word": "beforehand",
            "phonetic": "bᵻfoːɹhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He knew about the attack beforehand and it shows.",
                "During the event last week, he had a bad hair day and regretted not scheduling a salon appointment beforehand.",
                "It's beforehand.",
                "They can see the victory beforehand.",
                "Just driving around with it beforehand."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3JlaGFuZA&hash=7c06bbb916211de10b07049afe7d1bdc22939862&lang=en&cache-only=0",
            "defineEn": "before an event or an action",
            "defineVi": "trước một sự kiện hoặc một hành động"
        },
        {
            "id": "aa5cde50-4bb0-4c2f-bf7b-8e1c07e2815e",
            "word": "bce",
            "phonetic": "biːsiːiː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The year is 1400 BCE.",
                "In 73 BCE, the gladiator Spartacus famously led a slave revolt in Italy.",
                "The first siren stories date back to around the 8th century BCE with Homer’s The Odyssey.",
                "Iron production in China had been a state enterprise since 117 BCE.",
                "Since at least 213 BCE, book burnings have been a reaction to the power of the written word."
            ],
            "audio": "https://tts.langeek.co/read?text=YmNl&hash=9da7b737b23c059b9f0f8c5eee52605accdd66f6&lang=en&cache-only=0",
            "defineEn": "before common, current, or Christian era, especially used by non-Christians referring to a date before the birth of Jesus Christ",
            "defineVi": "trước thời đại phổ biến, hiện tại hoặc Cơ đốc giáo, đặc biệt được sử dụng bởi những người không theo đạo Cơ đốc đề cập đến một ngày trước khi Chúa Giê-su giáng sinh"
        },
        {
            "id": "bd48f18a-99be-4c19-8b2c-ec86f2de90e0",
            "word": "ce",
            "phonetic": "siː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Zuni and Hopi civilization roundabout here peaked about 1200 CE.",
                "So the first official crusade began with a call to arms from Pope Urban II in 1095 CE.",
                "The first siren as a fish-woman appears in art as early as the 7th century CE.",
                "The year is 15 CE and the Roman Empire is prospering.",
                "This was written some time before 200 CE."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2U&hash=2dff875149272773caab331c2384ab0796af584a&lang=en&cache-only=0",
            "defineEn": "common or Christian era, especially used by non-Christians referring to the years after the birth of Jesus Christ",
            "defineVi": "kỷ nguyên chung hoặc Cơ đốc giáo, đặc biệt được sử dụng bởi những người không theo đạo Cơ đốc đề cập đến những năm sau khi Chúa Giê-su giáng sinh"
        },
        {
            "id": "9c888cd8-4638-4232-871e-6adfee2f6384",
            "word": "chronological",
            "phonetic": "kɹɑːnəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The concept of a kid's mental age is essentially the level of performance associated with a certain chronological age.",
                "On early versions of the test, IQ was calculated by taking a person’s score on a standardized test, dividing it by their chronological age, and then multiplying the result by 100.",
                "If we can keep it as chronological as possible they can actually follow along.",
                "And rather than describing his life events in chronological order, he jumps between times and places.",
                "At the time, your IQ was simply your mental age, divided by your chronological age, multiplied by a hundred."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9naWNhbA&hash=9b90f6e8a76baa3a943554fd37b38ea66e7647c9&lang=en&cache-only=0",
            "defineEn": "organized according to the order that the events occurred in",
            "defineVi": "sắp xếp theo thứ tự các sự kiện xảy ra trong"
        },
        {
            "id": "5db03c4b-68e5-4086-a3ce-0152d11af75d",
            "word": "indefinite",
            "phonetic": "ɪndɛfɪnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We cannot have indefinite detention anywhere, any time in the United States.",
                "The territory faces an indefinite blockade from Israel and Egypt and an unemployment rate near 50 percent.",
                "As the reality of indefinite isolation sets in, experts worry the lack of physical intimacy isn't just an inconvenience, it could cause lasting damage.",
                "Um, this is later than the 80's, an indefinite period later.",
                "We want to know our indefinite integral in terms of x."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWZpbml0ZQ&hash=0909728f6f1a10355b9d5e1da5afe3c9b4cf799e&lang=en&cache-only=0",
            "defineEn": "not clearly defined; without clear limits",
            "defineVi": "không được xác định rõ ràng; không có giới hạn rõ ràng"
        },
        {
            "id": "ece6c65e-9a1a-4df8-a52a-5516b1f8ebf1",
            "word": "instant",
            "phonetic": "ɪnstənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Be patient and trust in the process, rather than seeking instant gratification.",
                "They had an instant connection without her even laying a finger on him.",
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "Things can change in an instant in this industry, so you've got to think quick on your feet to be successful.",
                "Every day, 290 million people eat instant noodles."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudA&hash=b4b5f7da8c9e110d261ace503f3d997260b42402&lang=en&cache-only=0",
            "defineEn": "a moment or a certain point in time",
            "defineVi": "một khoảnh khắc hoặc một thời điểm nhất định trong thời gian"
        },
        {
            "id": "97a5bd73-f9d6-4a4a-85db-c5c660cee722",
            "word": "latter",
            "phonetic": "læɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As the old proverb goes, an ordinary teacher tells, a good teacher explains, an excellent teacher inspires, and I strive to be the latter.",
                "And over the latter half of Ivan’s reign, whole towns were destroyed.",
                "As a term, cultural appropriation has its roots in the latter half of the 20th century with its highest usage coming after 1980.",
                "RVs became an established American cultural phenomenon by the latter 20th century.",
                "And then in the latter half of the last century, digital detectors were invented, which were even more sensitive than film."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0dGVy&hash=36c5592e2e812dac5ee620a317c52b1b07b1a708&lang=en&cache-only=0",
            "defineEn": "closest to the end of a particular period of time",
            "defineVi": "gần nhất đến cuối một khoảng thời gian cụ thể"
        },
        {
            "id": "7eef0a74-4f82-49fb-99a0-c6cb434efb13",
            "word": "occasional",
            "phonetic": "əkeɪʒənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite their occasional disagreements, the siblings always stood by each other's side, as they believed that blood is thicker than water.",
                "The CEO held occasional company events that were lighthearted and fun, as he believed that a little nonsense now and then is cherished by the wisest men, and that it helped to foster a positive work culture.",
                "The International Space Station even has the occasional pizza night.",
                "But over the last few decad es, this occasional feeling has become chronic for millions.",
                "Other areas have occasional outbreaks of bioluminescence, including Australia, the US, the UK, and the Maldives."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjYXNpb25hbA&hash=381f691877b49cfc42e337d671b16221c9b80e99&lang=en&cache-only=0",
            "defineEn": "happening or done from time to time, not frequently",
            "defineVi": "xảy ra hoặc thực hiện theo thời gian, không thường xuyên"
        },
        {
            "id": "7fdcd1c0-e909-4424-8601-4382866a869f",
            "word": "simultaneous",
            "phonetic": "saɪməlteɪniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles.",
                "Both side boosters made a simultaneous successful landing back at Kennedy Space Center shortly after takeoff.",
                "Many ancient civilizations allowed some form of multiple simultaneous marriage.",
                "But after the advent of radio technology, a new simultaneous interpretations system was developed in the wake of World War II."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltdWx0YW5lb3Vz&hash=506ae63595b51e03caf8538741fc4c0bb0f768a0&lang=en&cache-only=0",
            "defineEn": "taking place at precisely the same time",
            "defineVi": "diễn ra chính xác cùng một lúc"
        },
        {
            "id": "83f68713-d939-4520-8f92-145e1e169893",
            "word": "yearly",
            "phonetic": "jɪɹli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're losing $200,000 on this deal, but that's chickenfeed to a company with yearly profits of $25 million.",
                "Yearly flu shots aren’t so much boosters as whole new vaccines.",
                "So yearly adjustment in the case that we're looking at.",
                "Therefore, we're still learning a lot of new information yearly.",
                "And so is getting your yearly checkup at the doctor!"
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcmx5&hash=0dca8afa614912fc0bc599b4d3c6be1b1c653e40&lang=en&cache-only=0",
            "defineEn": "appearing or happening once a year",
            "defineVi": "xuất hiện hoặc xảy ra mỗi năm một lần"
        },
        {
            "id": "620a55cb-3c94-4c5f-aa17-160f9ba83ddd",
            "word": "afterwards",
            "phonetic": "æftɚwɚdz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But she always excused her language afterwards very prettily.",
                "Afterwards I was shaking like a leaf.",
                "But I haven't the slightest doubt that Beria used his cunning to trick my father into many other things and laughed up his sleeve about it afterwards.",
                "I felt I'd asked the tough questions and given him a tough time, but afterwards I thought nothing more of it.",
                "Both places have actually experienced overall economic growth afterwards."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJ3YXJkcw&hash=daa79c9dc3061ecaecf4192ceb52f085bde4d1cb&lang=en&cache-only=0",
            "defineEn": "after the time or event that has already been mentioned",
            "defineVi": "sau thời gian hoặc sự kiện đã được đề cập"
        },
        {
            "id": "037f98de-e2b2-48ef-b98d-9b1831477b34",
            "word": "annually",
            "phonetic": "ænjuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Calgary Stampede is a famous rodeo and festival held annually in Alberta, Canada.",
                "France is one of the most visited countries in the world, attracting millions of tourists annually.",
                "This facility processes up to a million tons of waste annually.",
                "Research like Cohen's can save lives and billions annually.",
                "In 1976, the industry was already making $25 billion annually."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5udWFsbHk&hash=20411dd2dc17932caf5dd26c983912ef7d022b95&lang=en&cache-only=0",
            "defineEn": "once in a year; yearly",
            "defineVi": "một lần trong năm; hàng năm"
        },
        {
            "id": "975a806d-2ebe-4b5f-bd12-70b8841ddfa2",
            "word": "era",
            "phonetic": "iəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A new era had begun.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "We are on the threshold of a new era in global relations.",
                "Every era had some imprint on comedy and popular culture.",
                "Each concentric sphere is an era."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJh&hash=c72eebc283206fa2ae5e81c34320a7d96a3061fc&lang=en&cache-only=0",
            "defineEn": "a period of history marked by particular features or events",
            "defineVi": "một giai đoạn lịch sử được đánh dấu bằng các tính năng hoặc sự kiện cụ thể"
        },
        {
            "id": "2c0d87de-f841-4784-9cbc-74415d01f18b",
            "word": "fortnight",
            "phonetic": "fɔːɹtnaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The committee meets once a fortnight.",
                "We have a man who comes in and cuts the grass once a fortnight.",
                "Huge games like Fortnight or Call of Duty or World of Warcraft are created by organizational behemoths with massive budgets and scores of employees.",
                "Some of the most popular games like Minecraft and Fortnight can run on your phone without a console.",
                "While there are absolutely popular nonviolent games, undeniably violent games like Call of Duty, Counter-Strike, PUBG and Fortnight continue to be hugely successful."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydG5pZ2h0&hash=af28a9f6da653d64b7da960a8e88512199df797e&lang=en&cache-only=0",
            "defineEn": "a period consisting of two weeks or 14 days",
            "defineVi": "một khoảng thời gian bao gồm hai tuần hoặc 14 ngày"
        },
        {
            "id": "0e8c0f42-815f-485e-9805-64b992b0b7ab",
            "word": "lateness",
            "phonetic": "leɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His constant lateness was really starting to eat into their friendship.",
                "[WAH-WAH-WAH] I don't particularly care the lateness, especially on a first date."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZW5lc3M&hash=50a533691cef2beddfce7591c45914f132c5b979&lang=en&cache-only=0",
            "defineEn": "the fact or quality of arriving, happening, or being done after the usual or expected time",
            "defineVi": "thực tế hoặc chất lượng của việc đến, xảy ra hoặc được thực hiện sau thời gian thông thường hoặc dự kiến"
        },
        {
            "id": "f5a5c446-7a5e-468f-89ed-2c71e4a359fc",
            "word": "millennium",
            "phonetic": "mɪlɛniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tell them you didn't have eyes for something that needed two millennia to achieve and I'll take it all back.",
                "McDonald's fries will last a millennium.",
                "In the first millennium, a large group of tribes spread through the dense woodlands of Eastern Europe.",
                "It took nearly a millennium until Jericho, probably the first city on Earth, was founded in the year 1000 after the start of the human era.",
                "By the first millennium BCE, apples had become part of Western agriculture."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGVubml1bQ&hash=10bf1a39d4f8d20e8ee6b517f5e5fdf01789d9c4&lang=en&cache-only=0",
            "defineEn": "a period of 1000 years, usually calculated from the year of the birth of Jesus Christ",
            "defineVi": "khoảng thời gian 1000 năm, thường được tính từ năm Chúa Giêsu giáng sinh"
        },
        {
            "id": "e549f8b1-0009-4326-8588-a1fb384e9e04",
            "word": "subsequently",
            "phonetic": "sʌbsᵻkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Shares subsequently tanked.",
                "That molecule subsequently is converted into a sugar.",
                "Subsequently families are going to be separated. ",
                "Those changes in turn drive their decline, and subsequently, the failure of the whole organism.",
                "Did you subsequently talk to a reporter with the Washington Post?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2VxdWVudGx5&hash=f23de028afbec71710a9447f79b07dc8e270e79a&lang=en&cache-only=0",
            "defineEn": "after something specific; afterward",
            "defineVi": "sau một cái gì đó cụ thể; sau đó"
        },
        {
            "id": "10a60aae-660a-4dc1-b55d-04fee38a1b72",
            "word": "continuously",
            "phonetic": "kəntɪnjuːəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The same types of rocks and mountains lined up continuously between continents.",
                "It continuously moves between neighboring bonds.",
                "The tanks are continuously filled with fresh water from an aquifer along with a steady flow of oxygen.",
                "We feel this way continuously for a week.",
                "The assembly line moves continuously, and a new Vespa is ready every three minutes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludW91c2x5&hash=adc5f757f61b4686846f37ab1776aef988a8eea2&lang=en&cache-only=0",
            "defineEn": "without any pause or interruption",
            "defineVi": "mà không có bất kỳ tạm dừng hoặc gián đoạn"
        },
        {
            "id": "06646655-23e7-462a-b3e3-bc50d5ef98f3",
            "word": "decade",
            "phonetic": "dɛkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "After decades as an investigator, I can identify a con man a mile away.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "The Beatles are a band that have become a household name and whose music is still popular decades later.",
                "A decade ago, Whitley became enamored of romance and gave writing a whirl.",
                "My father had a living in an inner suburb of Leeds which had been going down in the world for decades."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYWRl&hash=118672652ab63f2ffc91f4564bdef184e7c61fee&lang=en&cache-only=0",
            "defineEn": "ten years of time",
            "defineVi": "mười năm thời gian",
            "hasImg": true
        },
        {
            "id": "4c190581-aba2-4ef3-b290-0059f12a5098",
            "word": "eventually",
            "phonetic": "ᵻvɛntʃuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "These powers were eventually passed to municipalities.",
                "The rumors eventually reached the President.",
                "She eventually became a victim of her own success.",
                "Eventually, he came face to face with discrimination again.",
                "If you keep working so hard, the stress will eventually take its toll."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnR1YWxseQ&hash=e384b8540a28af735313d0257067347b2b7d1c47&lang=en&cache-only=0",
            "defineEn": "after or at the end of a series of events or a long time",
            "defineVi": "sau hoặc khi kết thúc một chuỗi sự kiện hoặc một thời gian dài"
        },
        {
            "id": "8722985b-6d8e-4879-b7a8-db121daa4d9f",
            "word": "immediate",
            "phonetic": "ɪmiːdɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "Distant water will not quench your immediate thirst, and it's important to address pressing issues first.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "He had to decide whether to continue his education and pursue his dream career or take a job offer that would provide immediate financial stability - it was a lose the horse or win the saddle choice.",
                "Netanyahu's reaction was immediate."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tZWRpYXRl&hash=dd832b7a97d55548a7bb3ae6c41e0da5728d7e50&lang=en&cache-only=0",
            "defineEn": "taking place or existing now and needing quick action",
            "defineVi": "đang diễn ra hoặc hiện đang tồn tại và cần hành động nhanh chóng"
        },
        {
            "id": "2d586daf-57ba-4851-a1e1-6d5292cd9852",
            "word": "semester",
            "phonetic": "səmɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school semester starts next month.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "I was worried that Sarah wouldn't be able to handled the advanced math class that we moved her into, but she's been on fire this whole semester.",
                "The student did not spend all his savings until he was sure he could afford the tuition for the next semester, following the advice of the saying 'never empty the water jar until the rain falls.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtZXN0ZXI&hash=96f2bfe8069cb1d284aab823fdf85cb726dc0819&lang=en&cache-only=0",
            "defineEn": "a period of six month; half a year",
            "defineVi": "thời hạn sáu tháng; nửa năm"
        },
        {
            "id": "cc210720-3ac4-4a08-934d-52fc0dfc8d27",
            "word": "while",
            "phonetic": "waɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "While in hospital, Jeremy took stock of his life.",
                "It took a while, but I've finally found my feet in my job.",
                "But, it'll knock the breath out of them for a while.",
                "His business was booming for a while, orders flooding in constantly.",
                "Elon Musk walked the walk for the first time in a while."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbGU&hash=212b8edee08382a08ca239e1711a104825314df5&lang=en&cache-only=0",
            "defineEn": "a length of time",
            "defineVi": "một khoảng thời gian"
        },
        {
            "id": "41b4108d-656b-414a-9a05-3a19d077fc24",
            "word": "calendar",
            "phonetic": "kæləndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She placed a calendar on the wall to keep track of important dates.",
                "We should mark the date on the calendar for our family gathering.",
                "I need to check my calendar to see if I'm available on that date.",
                "Here's a calendar.",
                "Mark your calendars."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZW5kYXI&hash=dbb8c27925ccb00aa6f5d3950dd9614f174cddfc&lang=en&cache-only=0",
            "defineEn": "a page or set of pages showing the days, weeks, and months of a particular year, especially one put on a wall",
            "defineVi": "một trang hoặc tập hợp các trang hiển thị ngày, tuần và tháng của một năm cụ thể, đặc biệt là trang được dán trên tường",
            "hasImg": true
        },
        {
            "id": "b87a95e4-82ca-480d-bda8-839b4f884dda",
            "word": "eve",
            "phonetic": "iːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adam knew Eve.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "It's New Year's Eve.",
                "This is mitochondrial Eve.",
                "We spent New Year’s Eves with the Scalia and the Ginsburg family, my wife and I. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZl&hash=64575eeef90b2855652f549e0ab43fee1dbf3047&lang=en&cache-only=0",
            "defineEn": "the evening or day before an event, particularly a religious one",
            "defineVi": "buổi tối hoặc ngày trước một sự kiện, đặc biệt là một sự kiện tôn giáo",
            "hasImg": true
        },
        {
            "id": "e57ecf66-dea1-47ff-ad94-67b101c731ee",
            "word": "seasonal",
            "phonetic": "siːzənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables.",
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "As the winter approached, he started preparing his garden for the planting of seasonal flowers.",
                "They decided to visit a local farm to pick their own seasonal fruits and vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29uYWw&hash=936e80860d1788ca3be2cfc3e07ea4ae8de4d809&lang=en&cache-only=0",
            "defineEn": "relating to or happening during a particular season of the year",
            "defineVi": "liên quan đến hoặc xảy ra trong một mùa cụ thể của năm",
            "hasImg": true
        },
        {
            "id": "4b7ef361-9f91-474a-a98f-de55d4a7a6fc",
            "word": "leap year",
            "phonetic": "liːp jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Looking at you here, leap years.",
                "But 2020’s a leap year, and weekdays jump by two.",
                "Of course, no one was around in the beginning to plan any of this planet/solar system stuff, and even a tropical year doesn't divide up evenly into days, so we have to correct it with a complex system of leap years, which CGPGrey explains really well in this video.",
                "Assume for the sake of argument that there are no twins, that every birthday is equally likely, and ignore leap years.",
                "Now, a perpetual calendar is a mechanical watch which knows the difference between a leap year and a non-leap year, and which also advances the date correctly at the end of each month, whether it's a 30-day month or a 31-day month."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcCB5ZWFy&hash=f53c493142b52a9923d8956653eeae5a8f4db06a&lang=en&cache-only=0",
            "defineEn": "a year in every four years that has 366 days instead of 365",
            "defineVi": "một năm trong bốn năm có 366 ngày thay vì 365"
        },
        {
            "id": "cfdd68ed-004a-472c-b416-3f0376446ed6",
            "word": "for the time being",
            "phonetic": "fɚðə taɪm biːɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "For the time being, our plans remain unchanged until something convinces us otherwise.",
                "Laura has left John and is living with her parents for the time being.",
                "Sorry for not being more straightforward about my plans, but I'm holding my cards close to my chest for the time being.",
                "However, for the time being, the demand for macadamia nuts outpaces the supply, which drives up prices.",
                "MALCOLM BRABANT: For the time being, Danes will keep on community singing."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yIHRoZSB0aW1lIGJlaW5n&hash=5caa2a46584f8c298ed524c97a8714638c33344d&lang=en&cache-only=0",
            "defineEn": "temporarily or for a short period of time",
            "defineVi": "tạm thời hoặc trong một khoảng thời gian ngắn"
        }
    ]
}