{
    "id": "ba609fb6-fedc-42db-a78a-8aad4ccdb350",
    "title": "Lesson 39",
    "originalTitle": "Lesson 39",
    "words": [
        {
            "id": "344f0011-d64c-467d-9186-c4636e26aab5",
            "word": "regime",
            "phonetic": "ɹeɪʒiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parade is the first sign of the new regime flexing its military muscles.",
                "Most of the country has fallen to the brutal regime, but there remains several pockets of resistance determined to hold out until the bitter end.",
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom.",
                "In 2012, blogger Sattar Beheshti criticized the regime.",
                "The Putin regime is a mafia state."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW1l&hash=342a5ada6583be0dd78cdb56f8a354c0367c7854&lang=en&cache-only=0",
            "defineEn": "a system of governing that is  authoritarian and usually not selected in a fair election",
            "defineVi": "một hệ thống cai trị độc đoán và thường không được lựa chọn trong một cuộc bầu cử công bằng",
            "hasImg": true
        },
        {
            "id": "cd3ed85e-d719-4c6b-a3d9-659b5268d2c9",
            "word": "regimen",
            "phonetic": "ɹɛdʒɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moved by her powerful words, the sage told the princess to follow an ancient spiritual regimen.",
                "So let's go back to Jay's medication regimen.",
                "Eating well, keep hydrated and really have a good clean skin regimen.",
                "My question is, for those who are experiencing mild symptoms, is there any particular self-care regimen that they should be doing?",
                "Of actually going there, you have that regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW1lbg&hash=76d64513fc1583f0c11082202929e59eb51177b9&lang=en&cache-only=0",
            "defineEn": "a set of instructions given to someone regarding what they should eat or do to maintain or restore their health",
            "defineVi": "một tập hợp các hướng dẫn được đưa ra cho ai đó về những gì họ nên ăn hoặc làm để duy trì hoặc phục hồi sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "0b72acfd-6d72-4065-bdde-e489e6843e5b",
            "word": "collegian",
            "phonetic": "kəliːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnaWFu&hash=543cd69c3ab9c46839c50aa2ad1de0b53efeb9bf&lang=en&cache-only=0",
            "defineEn": "a student (or former student) at a college or university",
            "defineVi": "một sinh viên (hoặc cựu sinh viên) tại một trường cao đẳng hoặc đại học"
        },
        {
            "id": "c35c88c8-c4bb-48d4-955e-6caed405a2f1",
            "word": "colleague",
            "phonetic": "kɑːliːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her behavior toward her colleagues was unprofessional.",
                "She left him for a colleague.",
                "John introduced his wife to his colleagues at the company dinner party.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVhZ3Vl&hash=f1d221dd00b1c29673ff0086433ba9c555bafe31&lang=en&cache-only=0",
            "defineEn": "someone with whom one works",
            "defineVi": "một người mà một người làm việc",
            "hasImg": true
        },
        {
            "id": "eacec953-1cdf-4aab-b3db-1526dbde5640",
            "word": "ambiguity",
            "phonetic": "æmbɪɡjuːɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There’s no ambiguity there.",
                "There is no ambiguity about this.",
                "The ambiguity of Article two in the Constitution has left presidents with the ability to take initiative on a number of policy areas that could be questionable.",
                "Whispered in the dark, this question begins a tale of conspiracy, deception and moral ambiguity.",
                "So, the instant the electron’s position is known, the ambiguity is gone, and the interference is, too."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaWd1aXR5&hash=e824aa3008a09cb739149c082aac59c71e634a04&lang=en&cache-only=0",
            "defineEn": "an expression whose meaning cannot be determined from its context",
            "defineVi": "một biểu thức mà ý nghĩa của nó không thể được xác định từ ngữ cảnh của nó"
        },
        {
            "id": "012590bf-867a-4f13-b4d4-15854a449432",
            "word": "ambiguous",
            "phonetic": "æmbɪɡjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In other words, it was ambiguous.",
                "So it’s an ambiguous legacy. ",
                "But on the other hand, they’re also the most ambiguous signals.",
                "Well this is probably the most ambiguous wrap up of an Origin of Everything episode to date!",
                "Insider trading by corporate insiders is a criminal offense, but those rules are ambiguous for congressional lawmakers."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaWd1b3Vz&hash=d8058d2bac3c530e2cd422bb51122b86a003dd21&lang=en&cache-only=0",
            "defineEn": "having multiple meanings and being open to different interpretations, which can be intentional at times",
            "defineVi": "có nhiều nghĩa và cởi mở với những cách hiểu khác nhau, đôi khi có thể là cố ý"
        },
        {
            "id": "dfcd0633-9897-4f8c-94b4-f131734463ff",
            "word": "lumen",
            "phonetic": "luːmɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "2640 lumens.",
                "The targeted lighting for a 100-square-foot living space is 2,000 lumens, which a flush-mount will do fine, but it's one source."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtZW4&hash=ad71a76e56e550d7bb69a6ff513b780421c9d6e6&lang=en&cache-only=0",
            "defineEn": "a unit of luminous flux equal to the amount of light given out through a solid angle of 1 steradian by a point source of 1 candela intensity radiating uniformly in all directions",
            "defineVi": "một đơn vị quang thông bằng lượng ánh sáng phát ra qua một góc rắn 1 steradian bởi một nguồn điểm có cường độ 1 candela phát ra đều theo mọi hướng"
        },
        {
            "id": "181815d0-1bb0-4d5c-be64-88e170c2fea5",
            "word": "luminary",
            "phonetic": "luːmɪnɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a baseball luminary got very angry at us.",
                "Yes we have a podcast on Luminary.",
                "And under separate umbrellas for writers, actors and musicians the WPA also supported luminaries like Zora Neale Hurston, Ralph Ellison, Orson Welles, May Swenson, Studs Terkel, Alan Lomax, and John Steinbeck (who actually worked for the agency).",
                "But still, Russia was climbing out of the Soviet era still, and there was a fair amount of jockeying among a number of Russian political luminaries.",
                "Whether or not guests were involved, Monet and his second wife Alice would devote time to devising the menu, and liked to cater to the preferences of special guests including close artist friends, valued art dealers, as well as political and literary luminaries of the time."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtaW5hcnk&hash=4d558e778ac2bb4dc0e40a2c336f30653a5c99e8&lang=en&cache-only=0",
            "defineEn": "a celebrity who is an inspiration to others",
            "defineVi": "một người nổi tiếng là nguồn cảm hứng cho người khác"
        },
        {
            "id": "e7e49ac0-589b-42a8-a65d-0e21477e13cd",
            "word": "luminous",
            "phonetic": "luːmɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And they are luminous.",
                "Stars like this are extremely luminous, and can be seen for tremendous distances.",
                "And that’s about twice as luminous as typical AGN!",
                "They're up to 30,000 times as luminous as the sun.",
                "If two stars are the same size, but one is hotter, the hotter one will be more luminous."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtaW5vdXM&hash=0e734d6caa6c39110cc117cfabe28ada4ac2cb53&lang=en&cache-only=0",
            "defineEn": "(of colors) having a very bright shade",
            "defineVi": "(về màu sắc) có bóng rất sáng"
        },
        {
            "id": "9c49bc03-34a5-4874-ac4d-d88ae8448331",
            "word": "lummox",
            "phonetic": "lʌmɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVtbW94&hash=eff1063cac38e9ffd8876ae793b7fa0284004b02&lang=en&cache-only=0",
            "defineEn": "an awkward stupid person",
            "defineVi": "một người ngu ngốc vụng về"
        },
        {
            "id": "9f95272e-ee0a-4182-8ed9-8ca0d016a9b3",
            "word": "sympathetic",
            "phonetic": "sɪmpəθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "One of the two divisions of your autonomic nervous system is called the sympathetic system.",
                "The sympathetic division is responsible for, like, freaking out.",
                "as opposed to in the sympathetic system, where effectors get a dose of norepinephrine instead.",
                "While the sympathetic nerves all spring from the thoracolumbar area of your spinal cord, right around your midsection, the nerves of the parasympathetic division are craniosacral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWM&hash=1bd1baa158ccaef1eb4cc389cd5499267a17fe59&lang=en&cache-only=0",
            "defineEn": "of or relating to the sympathetic nervous system",
            "defineVi": "của hoặc liên quan đến hệ thống thần kinh giao cảm"
        },
        {
            "id": "14d81e9e-019d-4f5b-a8c4-951a75508c52",
            "word": "symphonic",
            "phonetic": "sɪmfɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That is what they're technically known in the orchestral world, in the symphonic world, as I am entering into.",
                "It's been producing gongs since 1906, and its largest gong, an 80-inch symphonic model, retails for around $27,000."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGhvbmlj&hash=3f030c6ecf8d4f6190ad581a5de07b9c59580ef5&lang=en&cache-only=0",
            "defineEn": "connected with or in form of a symphony",
            "defineVi": "kết nối với hoặc trong hình thức của một bản giao hưởng"
        },
        {
            "id": "f804f478-4ea9-495e-a39e-2534a00b4650",
            "word": "symphony",
            "phonetic": "sɪmfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "Aboard Royal Caribbean's Symphony of the Seas, there are ice shows, Broadway-style plays, and an aqua performance.",
                "Like it, It's like a symphony.",
                "We could study a symphony by describing the physics of individual sound waves but it loses a bit of its beauty along the way.",
                "In the West, gongs have become commonplace not only in popular culture, but also in meditation studios and symphony orchestras."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGhvbnk&hash=314f5ae988537f382244500e68da923fc5edb92b&lang=en&cache-only=0",
            "defineEn": "a long and sophisticated musical composition written for a large orchestra, in three or four movements",
            "defineVi": "một tác phẩm âm nhạc dài và phức tạp được viết cho một dàn nhạc lớn, trong ba hoặc bốn chuyển động"
        },
        {
            "id": "14a10de3-3c44-474f-b88c-16b807508169",
            "word": "symptomatic",
            "phonetic": "sɪmptəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And then, over the summer, I had a complete symptomatic relapse.",
                "Moderna and BioNTech looked for any symptomatic COVID-19 after two doses of vaccine or placebo shots, and counted those as cases in their trials.",
                "In the largest COVID vaccine trial yet, AstraZeneca's was 79 percent effective in preventing symptomatic infections.",
                "It's 79 percent effective at preventing symptomatic infections, and 25 million people in Europe have already received it.",
                "And if you're in the symptomatic stage you should certainly have virus that's enough there to detect."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcHRvbWF0aWM&hash=ad982b3f522b6e81e898641c609a77a073bf7548&lang=en&cache-only=0",
            "defineEn": "characteristic or indicative of a disease",
            "defineVi": "đặc trưng hoặc dấu hiệu của bệnh"
        },
        {
            "id": "66dc8ec8-fc59-4290-a533-173ed9c7f053",
            "word": "to intercede",
            "phonetic": "tʊ ɪntɚsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "(intercede on our behalf to the Lord.)",
                "They're a big part of our conversation today, and I think maybe if we can help Intercede do whatever we have to do"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJjZWRl&hash=e83eba9411c595e1b36ce0d39169514c88280ddc&lang=en&cache-only=0",
            "defineEn": "to talk to someone in order to persuade them to help settle an argument or not to punish someone else",
            "defineVi": "nói chuyện với ai đó để thuyết phục họ giúp giải quyết tranh cãi hoặc không trừng phạt người khác"
        },
        {
            "id": "861bc626-6d7d-4dc6-ad7c-839ca96f0efc",
            "word": "to intercept",
            "phonetic": "tʊ ɪntɚsɛpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "At the core of our investigations are intercepted cockpit recordings of Russian pilots and air controllers.",
                "Overall, 19 units of radiant energy from our sunbeam are intercepted by absorption. ",
                "Often, the intercept might not make much sense.",
                "On her way, a woman intercepts Peseshet in the street.",
                "The Earth intercepts a lot of solar power: 173 thousand terawatts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJjZXB0&hash=6b848cca0c6edc3544665545700a58239a78edb9&lang=en&cache-only=0",
            "defineEn": "seize on its way",
            "defineVi": "nắm bắt trên đường đi của nó"
        },
        {
            "id": "d9006d5c-6807-4a45-89dc-29d009228b28",
            "word": "intercession",
            "phonetic": "ɪntɚsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJjZXNzaW9u&hash=d56a534f7450bd0b4962b9584d026efad6eb6bb0&lang=en&cache-only=0",
            "defineEn": "the action of talking to someone so that they help settle an argument or show kindness to someone else",
            "defineVi": "hành động nói chuyện với ai đó để họ giúp giải quyết tranh cãi hoặc thể hiện lòng tốt với người khác"
        },
        {
            "id": "0ea63c17-1303-4d70-8d42-6f9d1f0934a9",
            "word": "intercessor",
            "phonetic": "ɪntɚsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJjZXNzb3I&hash=81357d6992ed839707778e602505b08393f9ff4a&lang=en&cache-only=0",
            "defineEn": "a negotiator who acts as a link between parties",
            "defineVi": "một nhà đàm phán hoạt động như một liên kết giữa các bên"
        },
        {
            "id": "6342f6a8-fe64-42d8-85ab-8c4f676a8481",
            "word": "nihilist",
            "phonetic": "naɪəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, I'm talking about whether you identify as liberal or conservative or libertarian or socialist or anarchist or nihilist or craigist - people who just love me."
            ],
            "audio": "https://tts.langeek.co/read?text=bmloaWxpc3Q&hash=2f7ec4a74b1a31317eba6e1730ce3641a17cd643&lang=en&cache-only=0",
            "defineEn": "an advocate of anarchism",
            "defineVi": "một người ủng hộ chủ nghĩa vô chính phủ"
        },
        {
            "id": "53682998-5b22-4d95-a0d2-ee9bbe5a8e50",
            "word": "nil",
            "phonetic": "nɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a long time, the chances of that seemed nil.",
                "Basically, there's nil at times.",
                "They end up with nil.",
                "But an important distinction is, none of the NIL legislation deems these student athletes as employees or workers.",
                "But I think my chances of winning were close to nil."
            ],
            "audio": "https://tts.langeek.co/read?text=bmls&hash=07dd4e692acf65cb081f8df8ae38cbf8f7d3bcc5&lang=en&cache-only=0",
            "defineEn": "a quantity of no importance",
            "defineVi": "một số lượng không quan trọng",
            "hasImg": true
        }
    ]
}