{
    "id": "ba73dcf9-4f05-4abf-a2a2-8001fd44c0ba",
    "title": "Phrasal Verbs",
    "originalTitle": "Lesson 33",
    "words": [
        {
            "id": "50960ba2-b646-4cd1-a421-1cddfdaa9b8b",
            "word": "to [look] forward to {sth}",
            "phonetic": "tə lʊk fɔːɹwɚd tʊ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBmb3J3YXJkIHRvIHtzdGh9&hash=316e1782017338bcbb0760af9fe61da92e8a83b7&lang=en&cache-only=0",
            "defineEn": "to wait with satisfaction for something to happen",
            "defineVi": "để chờ đợi với sự hài lòng cho một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "74b97394-9ba6-48ed-a0e1-f5058658c96c",
            "word": "to cheer up",
            "phonetic": "tə tʃɪɹ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "In fact, if you have a room with infinitely many kids but not infinitely many cookies, if you share the cookies evenly each kid will only get an infinitesimally small crumb, and none of them will be cheered up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlZXIgdXA&hash=850098e30df463dd196ba0855c245868e5d97573&lang=en&cache-only=0",
            "defineEn": "to feel happier",
            "defineVi": "để cảm thấy hạnh phúc hơn",
            "hasImg": true
        },
        {
            "id": "c27d06c6-6de0-4844-8658-f6d6c92c18c8",
            "word": "to put up",
            "phonetic": "tə pʊt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They put up a good fight, but they never really had a chance of defeating us.",
                "She and her campaign put up a fight to the very end, but it was clear in the weeks leading up to the election that she would lose.",
                "The investors who have put up around $30 million could catch a cold.",
                "Why do they bother putting up a fight?",
                "'Put up your hands!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHVw&hash=3ee906fb83722ad10b57e558244c74185730d445&lang=en&cache-only=0",
            "defineEn": "to accept or tolerate an unpleasant situation, person, etc. without complaining",
            "defineVi": "chấp nhận hoặc chịu đựng một tình huống khó chịu, một người, v.v. mà không phàn nàn"
        },
        {
            "id": "e34d891c-cc94-4f3f-80a2-c1409fc38786",
            "word": "to let down",
            "phonetic": "tə lɛt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "They‘ve been let down by a Republican-led Senate who prioritized political posturing over real solutions.",
                "What if I am let down again, or if I'm a failure again?'",
                "If you have been paying attention to the news, you will be aware that the United States’ healthcare system is letting down many Black Americans.",
                "Well, I do feel there's a sense of being let down from some folks, that they were really hoping that we'd be able to break this barrier.",
                "And I was a little bit let down because this was a version of Facebook that was pre-photos, pre-News Feed, pre-Like button, pre-commenting, pre-everything, essentially."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV0IGRvd24&hash=f010d28d38a34e6942661e367ae47f83fec82c24&lang=en&cache-only=0",
            "defineEn": "to make someone disappointed by not meeting their expectations",
            "defineVi": "để làm cho ai đó thất vọng bằng cách không đáp ứng mong đợi của họ"
        },
        {
            "id": "5969390d-25a8-4e83-a6ea-562b0ef82977",
            "word": "to break up",
            "phonetic": "tə bɹeɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book dealer would not break up the set.",
                "John still carries a torch for Mary, even though they broke up years ago.",
                "The music festival was a great way to break up the long winter months and add some excitement to our lives.",
                "Rob has had the cockroach ever since Gloria broke up with him.",
                "Rob has been down in the mouth ever since Gloria broke up with him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgdXA&hash=fa5c33d6d24b70ae94bc679fc950f6599b814180&lang=en&cache-only=0",
            "defineEn": "to put an end to a gathering and cause people to go in different directions",
            "defineVi": "chấm dứt một cuộc tụ họp và khiến mọi người đi theo các hướng khác nhau"
        },
        {
            "id": "0e048f00-c116-468c-bfe6-fbd090a41af0",
            "word": "to fall out",
            "phonetic": "tə fɔːl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tom was a talented musician, but when he fell out with his bread and butter, his bandmates, they kicked him out of the band, causing him to lose his primary source of income from performing gigs.",
                "The window fell out.",
                "And then, the bottom fell out.",
                "Oh, and your teeth fall out.",
                "So, \"Your teeth fall out as you get older.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsbCBvdXQ&hash=8add9757eae1214f64e8cb9655a5ccd778681629&lang=en&cache-only=0",
            "defineEn": "to be no longer friendly with someone as a result of an argument",
            "defineVi": "không còn thân thiện với ai đó do tranh cãi",
            "hasImg": true
        },
        {
            "id": "300865aa-7a38-42be-843e-571d354e95e8",
            "word": "to cut down",
            "phonetic": "tə kʌt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "I'm trying to cut down on sugar in my diet, but it's so hard.",
                "Processors cut down orders with growers.",
                "Some beavers cut down trees as far as 200 meters away from their home pond.",
                "That misclassification error has been cut down to about 0.6 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IGRvd24&hash=15003464efd52395fd96f550856c7b28fc57d7f9&lang=en&cache-only=0",
            "defineEn": "to reduce the amount, size, or number of something",
            "defineVi": "để giảm số lượng, kích thước, hoặc số lượng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "add1a5e2-83f6-460f-ae8a-4912baf56978",
            "word": "to come across",
            "phonetic": "tə kʌm əkɹɑːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I came across a recipe that uses quark as a base for homemade ice cream.",
                "We recently came across a wall, before that it was all going very smoothly.",
                "As we walked through the cornfield, we came across a cob that had fallen from one of the stalks.",
                "He looked through her belongings in the hope of coming across some information.",
                "He looked through her belongings in the hope of coming across some information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhY3Jvc3M&hash=b92121b54e63df8dda8c7ab95fafe239fa2fd684&lang=en&cache-only=0",
            "defineEn": "to discover, meet, or find someone or something by accident",
            "defineVi": "để khám phá, đáp ứng, hoặc tìm một ai đó hoặc một cái gì đó một cách tình cờ"
        },
        {
            "id": "4e255940-1740-448f-9042-d3c6e9b79b12",
            "word": "to pay off",
            "phonetic": "tə peɪ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty.",
                "I think if we invest in this project, it will pay off over the long run.",
                "We've had to dig into our saving to pay off the debt.",
                "After paying off my credit card, I am in credit by $500."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5IG9mZg&hash=0d04632768329e0ba8e524f40b504768e295e952&lang=en&cache-only=0",
            "defineEn": "(of a plan or action) to succeed and have good results",
            "defineVi": "(của một kế hoạch hoặc hành động) để thành công và có kết quả tốt",
            "hasImg": true
        },
        {
            "id": "1e95a3c8-4c95-4cec-b40a-0397affa5f53",
            "word": "to pick up",
            "phonetic": "tə pɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He picked up a beautiful head of savoy cabbage from the market.",
                "They picked up the check for dinner last night.",
                "Whenever we go out, my father picks up the tab.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages.",
                "He picked up the new language easily by listening to podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayB1cA&hash=d255d49be38c203f8498afac14a082c089eb1faa&lang=en&cache-only=0",
            "defineEn": "to notice or become aware of something, such as a sense, sign, etc.",
            "defineVi": "để ý hoặc nhận thức được điều gì đó, chẳng hạn như một cảm giác, dấu hiệu, v.v."
        },
        {
            "id": "2214790d-1154-48b1-9e6b-a9678a74b6b4",
            "word": "to set off",
            "phonetic": "tə sɛt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the oil and water before setting off.",
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination.",
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IG9mZg&hash=45a415b6020ab221cf1cbe764503718f4ce8f89d&lang=en&cache-only=0",
            "defineEn": "to make something operate, especially by accident",
            "defineVi": "để làm cho một cái gì đó hoạt động, đặc biệt là một cách tình cờ",
            "hasImg": true
        },
        {
            "id": "99a43f25-7fd4-47be-a42d-0b065a587f76",
            "word": "to embark on",
            "phonetic": "tʊ ɛmbɑːɹk ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJrIG9u&hash=2da6ebc86fd7f1da10991b9cd9c00c0f1f6b77d4&lang=en&cache-only=0",
            "defineEn": "to start to do something, especially something that is new, difficult or time-consuming",
            "defineVi": "để bắt đầu làm một cái gì đó, đặc biệt là một cái gì đó mới, khó khăn hoặc tốn thời gian"
        },
        {
            "id": "637327fa-db36-4bd4-bacd-683d8582c064",
            "word": "to break down",
            "phonetic": "tə bɹeɪk daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The heating system is always breaking down.",
                "It has broken down almost every day this week.",
                "My dad gave me a ride to school when my car broke down.",
                "They had already had a good time on the ride before it broke down.",
                "It’s Sod’s law that the car breaks down when you need it most."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgZG93bg&hash=bdc38ed33ff810f44feaab963d3c0e27916a0565&lang=en&cache-only=0",
            "defineEn": "(of a machine or vehicle) to stop working as a result of a defect",
            "defineVi": "(của máy móc hoặc phương tiện) ngừng hoạt động do lỗi",
            "hasImg": true
        },
        {
            "id": "b8fd305d-743b-4d43-8496-61f55960804b",
            "word": "to look into",
            "phonetic": "tə lʊk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So now that we got the situation straight, let's look into the word in a bit more detail.",
                "When she looked into his eyes, she could see the pain and sadness that he was trying so hard to hide.",
                "Recently, HHS's internal investigator looked into the issue.",
                "- Look into your camera there.",
                "Squeaks and I are looking into an animal mystery."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBpbnRv&hash=10eaabf64aecdce40b6a0e2b6291f3526d842b63&lang=en&cache-only=0",
            "defineEn": "to investigate or explore something in order to gather information or understand it better",
            "defineVi": "để điều tra hoặc khám phá một cái gì đó để thu thập thông tin hoặc hiểu nó tốt hơn",
            "hasImg": true
        },
        {
            "id": "b3dd576c-a496-4a3d-8fe2-7361265d5f2e",
            "word": "to map out",
            "phonetic": "tə mæp aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFwIG91dA&hash=53e8d54bc23033d78aa428afb28f058569ab8854&lang=en&cache-only=0",
            "defineEn": "to plan or arrange something in a careful and detailed way",
            "defineVi": "để lên kế hoạch hoặc sắp xếp một cái gì đó một cách cẩn thận và chi tiết"
        },
        {
            "id": "64a6b5d0-fcdc-4b22-8b7f-91100fa6183f",
            "word": "to talk into",
            "phonetic": "tə tɔːk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Going to talk into it here.",
                "Now tell your friend to put their cup over their ear while you talk into your cup.",
                "Now you can check if your microphones are working right on the interface by talking into them.",
                "I cannot understand anybody that is talking into a microphone, like from far away, it's just too muffly.",
                "I got talked into that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsayBpbnRv&hash=3310c8e1f1a1d0fea2837f923bea9dfff97e80a5&lang=en&cache-only=0",
            "defineEn": "to convince someone to do something they do not want to do",
            "defineVi": "để thuyết phục ai đó làm điều gì đó mà họ không muốn làm"
        },
        {
            "id": "2fac09f5-db78-4843-978a-929fc3bad860",
            "word": "to [talk] {sb} out of {sth}",
            "phonetic": "tə tɔːk ɛsbiː aʊɾəv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsayB7c2J9IG91dCBvZiB7c3RofQ&hash=61532e3be35e1d2f6e59669d8c3f1d1069396aca&lang=en&cache-only=0",
            "defineEn": "to advise someone against doing something",
            "defineVi": "để khuyên ai đó chống lại làm điều gì đó"
        },
        {
            "id": "1604b9c8-a90f-4d44-84c9-5db75e82b34c",
            "word": "to give up",
            "phonetic": "tə ɡɪv ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man gave up the ghost.",
                "My poor old car finally gave up the ghost.",
                "Ours has finally given up the ghost.",
                "Er, don't give up the day job!",
                "We gave up the right to use the valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB1cA&hash=075710c87a3af0ae11d6f7234b660092b4110220&lang=en&cache-only=0",
            "defineEn": "to stop trying when faced with failures or difficulties",
            "defineVi": "ngừng cố gắng khi đối mặt với thất bại hoặc khó khăn",
            "hasImg": true
        },
        {
            "id": "e0e3d296-aedf-4ff0-8d0d-7375431e5500",
            "word": "to brush up",
            "phonetic": "tə bɹʌʃ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've also got some English language to brush up on before this whole thing happens so I don't look silly.",
                "For an Italian Renaissance painting like Sandro Boticelli’s The Birth of Venus, you may need to brush up on your greek mythology to appreciate it, or learn about the Medici Family who likely commissioned its creation, as clued to by the orange trees in the background, an emblem of the Medici Dynasty.",
                "And if you want to brush up on your photo-taking skills to help share your discoveries and memories, you can try a class from Skillshare.",
                "So it’s 20% cheaper for you to wrap your brain around the science of infinity, or brush up on the fundamentals of chemistry.",
                "To brush up on how DNA replicates itself like this, check out this episode and then come on back."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJ1c2ggdXA&hash=6f2875e6470e46e06c018f5962fad85d7e7596f9&lang=en&cache-only=0",
            "defineEn": "to refresh someone's memory or renew one's skill",
            "defineVi": "để làm mới trí nhớ của ai đó hoặc làm mới kỹ năng của một người"
        },
        {
            "id": "e9d03c2b-9cec-4305-9b53-f502206d2696",
            "word": "to end up",
            "phonetic": "tʊ ɛnd ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "I am afraid if I accept that offer, I might end up with a pig in a poke.",
                "These birds head for France or Spain but sometimes overshoot the mark and end up in English gardens.",
                "The con artist thought they could dupe people out of their money, but eventually their scheme fell apart, and they ended up in jail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kIHVw&hash=f24caf38621acec4f332260148457362c4087e83&lang=en&cache-only=0",
            "defineEn": "to come to a situation or place after a period of time or after a process has ended",
            "defineVi": "đến một tình huống hoặc địa điểm sau một khoảng thời gian hoặc sau khi một quá trình đã kết thúc"
        },
        {
            "id": "ccca45bc-ec06-4b06-88f7-e19471e6ba1b",
            "word": "to bone up",
            "phonetic": "tə boʊn ʌp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9uZSB1cA&hash=e0ce30898b1fee3a5bdb2502c4f4cdc0799e396e&lang=en&cache-only=0",
            "defineEn": "to study hard and gather a lot of information on a subject in order to get prepared for a meeting, exam, etc.",
            "defineVi": "học tập chăm chỉ và thu thập nhiều thông tin về một chủ đề để chuẩn bị cho một cuộc họp, kỳ thi, v.v."
        },
        {
            "id": "f6c5b180-0127-4195-98b0-355512204ff5",
            "word": "to do away with",
            "phonetic": "tə duː ɐweɪ wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "Do away with private insurance.",
                "The Snapdragon 888 does away with that completely.",
                "We're going to do away with premiums and co-payments and deductibles and out-of-pocket expenses.",
                "Unlike other processors, Square did away with complex contracts and additional fees.",
                "A superhabitable planet would do away with these barren landscapes to support more species and more diversity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG8gYXdheSB3aXRo&hash=f632671de6aa58b5ab52d30bb331ec2eb87afc98&lang=en&cache-only=0",
            "defineEn": "to stop using or having something",
            "defineVi": "để ngừng sử dụng hoặc có một cái gì đó"
        },
        {
            "id": "74c09b51-61fd-4420-88fd-a3218236e3f9",
            "word": "to figure out",
            "phonetic": "tə fɪɡjɚɹ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need to figure out a way to fix this broken thing.",
                "I need to figure out which direction my life should take.",
                "I've been weighing his words all day, trying to figure out what he meant.",
                "She couldn't figure out how to use the software for the life of her.",
                "It sometimes appears that this entire process of stewing in our juices and trying to figure out what is wrong with this country is rather fruitless."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlndXJlIG91dA&hash=65edee6ea1ba041146a1c6c18265ad453fde19b0&lang=en&cache-only=0",
            "defineEn": "to find the answer to a question or problem",
            "defineVi": "để tìm câu trả lời cho một câu hỏi hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "66e8b282-5dc7-42a6-97aa-9c36661fa186",
            "word": "to make up",
            "phonetic": "tə meɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quite suddenly, her mind was made up.",
                "It's now or never, so make up your mind.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "Before making up your mind, you need to give both sides a fair hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cA&hash=0b8bc43fbdf0ecebc12ad0092ad26bf192017101&lang=en&cache-only=0",
            "defineEn": "to combine together to form something",
            "defineVi": "để kết hợp với nhau để tạo thành một cái gì đó",
            "hasImg": true
        },
        {
            "id": "58a47cad-2125-4b53-8afc-87b537b3b1b4",
            "word": "to account for",
            "phonetic": "tʊ ɐkaʊnt fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ministers should be called to account for their actions.",
                "This, he says, accounts for developers fighting shy of putting money into the city.",
                "Those games accounted for 40% to 50% of Chuck E. Cheese's restaurant profits.",
                "Every minute was accounted for.",
                "Health care accounts for about 18 percent of U.S. GDP."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb3VudCBmb3I&hash=cf9e2045af1eae26e11e8d510110aa01aa029401&lang=en&cache-only=0",
            "defineEn": "to be the cause or reason of something",
            "defineVi": "là nguyên nhân hoặc lý do của một cái gì đó"
        },
        {
            "id": "dd6c21d9-3fac-4b33-bb93-62dddd96ac0d",
            "word": "to bring up",
            "phonetic": "tə bɹɪŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "You definitely struck a sour note when you brought up Dan's ex-girlfriends during your best man speech.",
                "Like Castle, Wilson had been brought up in a similar way, and they spoke the same language.",
                "I thought about bringing up my concerns but decided instead to let sleeping dogs lie.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "And if I ever felt tempted to bring up the situation, I zipped my lips before any words emerged."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgdXA&hash=ada8788d48b144424ced6a65e4f5cc03effa603b&lang=en&cache-only=0",
            "defineEn": "to raise a subject so that it can be talked about",
            "defineVi": "để nâng cao một chủ đề để nó có thể được nói về"
        },
        {
            "id": "2fecf10b-ed75-4897-b9a8-28600aa25dae",
            "word": "to come about",
            "phonetic": "tə kʌm ɐbaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And from that limited recipe, somehow, cells came about.",
                "And then the Legendary collection came about mid-2002.",
                "Well, Lazarus taxa can come about for lots of different reasons.",
                "The problems come about when you can't stop.",
                "The idea for these ecofriendly mugs first came about in 2009 when Julian was studying product design."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhYm91dA&hash=bb90c271a31589cffa819fb056e69a4629126992&lang=en&cache-only=0",
            "defineEn": "to happen, especially when it is not expected",
            "defineVi": "xảy ra, đặc biệt là khi nó không được mong đợi"
        },
        {
            "id": "a5321da2-8f48-4d08-9317-c66ee919f46a",
            "word": "to get across",
            "phonetic": "tə ɡɛt əkɹɑːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bridge was destroyed so we couldn't get across the river.",
                "Get across the street.",
                "Get across the street.",
                "Get across the street.",
                "Get across the street."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGFjcm9zcw&hash=76151540d940833e73877ce38ae81395b88fcc97&lang=en&cache-only=0",
            "defineEn": "to be clearly understood or communicated",
            "defineVi": "được hiểu rõ ràng hoặc truyền đạt"
        },
        {
            "id": "9855bed3-3ba3-479c-9926-0c51c6bf2122",
            "word": "to narrow down",
            "phonetic": "tə næɹoʊ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Narrator: Vince narrowed down his product portfolio.",
                "The very nature of a trial narrows down the issue to a focus that may not deal with any kind of systemic change at all.",
                "The body's reaction to a bite may not help narrow down the suspects.",
                "It was so hard to narrow down the list.",
                "The context of the game can help narrow down the possibilities, give the hitter a sort of ballpark estimate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycm93IGRvd24&hash=089e7659dbdf1671c6c42360b6d00a638fec265d&lang=en&cache-only=0",
            "defineEn": "to decrease the number of possibilities or choices",
            "defineVi": "để giảm số lượng các khả năng hoặc sự lựa chọn"
        },
        {
            "id": "3f296bbb-1ba3-4097-ac4c-ca2775d3f5f2",
            "word": "to rule out",
            "phonetic": "tə ɹuːl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It seems clear that a compromise, half-way solution had equally been ruled out by Government, Opposition, economists, press, TV, Uncle Tom Cobleigh and all.",
                "So contractarianism necessarily rules out things like slavery.",
                "Iran's incoming president, Ebrahim Raisi, has ruled out a possible meeting with President Biden. ",
                "That ruled out the first hypothesis.",
                "So they ruled out that hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVsZSBvdXQ&hash=95107dcf1d7cfc991da9663ace2be06d613182be&lang=en&cache-only=0",
            "defineEn": "to prevent something from occurring or someone from doing something",
            "defineVi": "để ngăn chặn một cái gì đó xảy ra hoặc ai đó làm điều gì đó"
        },
        {
            "id": "93645951-c3e4-4a61-8b09-ed353953e780",
            "word": "to turn out",
            "phonetic": "tə tɜːn aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The whole controversy turned out to be a storm in a teacup.",
                "His latest invention turned out to be a real cash cow.",
                "The renovation of the charming old house turned out to be a money pit.",
                "The new manager turned out to be a ball of fire.",
                "Turns out that David Pickering and friends are wetting the baby's head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvdXQ&hash=2af21884045d4414f0c69887dac8db68ce33d3fc&lang=en&cache-only=0",
            "defineEn": "to end up being or proving to be, especially in a way that was not expected or anticipated",
            "defineVi": "để kết thúc hoặc chứng minh là, đặc biệt là theo cách không được mong đợi hoặc dự đoán"
        },
        {
            "id": "50cabd63-18c3-4ce6-9d15-ace69651f909",
            "word": "to turn down",
            "phonetic": "tə tɜːn daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A collar that turns down.",
                "And the palms turned down.",
                "Never turn down a nugget.",
                "You can't turn down jury duty.",
                "Although it won’t turn down an unassuming adult either."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBkb3du&hash=e15bbd2b1d2c738f120ac5231bd6442bb35047f2&lang=en&cache-only=0",
            "defineEn": "to not accept or to refuse a proposal, request, or offer",
            "defineVi": "không chấp nhận hoặc từ chối một đề nghị, yêu cầu, hoặc cung cấp",
            "hasImg": true
        },
        {
            "id": "4b9b1426-12da-4971-9b0e-82736026cdd9",
            "word": "to carry on",
            "phonetic": "tə kæɹi ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I had lost my job and my wife, and I didn't know how I would carry on.",
                "You make me as mad as a hornet with the way you carry on sometimes, you know that?",
                "I carry on, more concurrent conversations.",
                "So carry on.",
                "Alright, carry on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnkgb24&hash=224798e62b34943fff78ad5e7cad006bd1be7455&lang=en&cache-only=0",
            "defineEn": "to keep arguing or complaining in a way that is annoying",
            "defineVi": "tiếp tục tranh luận hoặc phàn nàn theo cách gây phiền nhiễu"
        },
        {
            "id": "5c97331a-0386-4b06-8af3-81f88b9e32ca",
            "word": "to fall behind",
            "phonetic": "tə fɔːl bᵻhaɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The home team fell behind by a large margin in the first half, but you can expect them to come out with their guns blazing in the second half.",
                "After falling behind in the polls, the candidate's new policies helped them gain ground with voters.",
                "Despite their best efforts, our team wasn't able to draw first blood in the game and fell behind early.",
                "People with few skills fall behind in terms of income.",
                "And with the success of Windows NT and Windows 95, Mac OS was falling behind."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsbCBiZWhpbmQ&hash=586d518f796e31a886042142af0169ce4320f41e&lang=en&cache-only=0",
            "defineEn": "to make less progress than other competitors",
            "defineVi": "để đạt được ít tiến bộ hơn so với các đối thủ cạnh tranh khác"
        },
        {
            "id": "6bd6dba3-fe27-45d6-873a-676b003e2a49",
            "word": "to face up to",
            "phonetic": "tə feɪs ʌp tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjZSB1cCB0bw&hash=8a973061cd997f7415e8c8d6ba889aea2ddeccbd&lang=en&cache-only=0",
            "defineEn": "to confront and deal with a difficult or unpleasant situation directly and courageously",
            "defineVi": "đối mặt và đối phó với một tình huống khó khăn hoặc khó chịu một cách trực tiếp và dũng cảm"
        },
        {
            "id": "59b8fc2e-5231-4f28-ad6b-da1da9cf97d8",
            "word": "to count on",
            "phonetic": "tə kaʊnt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He counted on his fingers to solve the math problem.",
                "You can count on him to be there in weal and woe.",
                "I can always count on my bosom buddy to be there for me.",
                "You gave your word, and people are counting on you.",
                "We knew we could count on him to come up with the goods."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnQgb24&hash=56bb0247ab6031a9926cac125b32f38523f52390&lang=en&cache-only=0",
            "defineEn": "to rely on or to put trust in something or someone",
            "defineVi": "dựa vào hoặc đặt niềm tin vào một cái gì đó hoặc ai đó"
        },
        {
            "id": "98a70729-c75b-44b7-b4b5-5e9d84cba651",
            "word": "to die out",
            "phonetic": "tə daɪ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ichthyosaurs died out.",
                "Unfit species die out.",
                "99% of all species on Earth have died out.",
                "Humanity has died out.",
                "The last known population of Castoroides died out in the Great Lakes region about 10,000 years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGllIG91dA&hash=61549924794abd6dff410aad2fd5dfa8d3a73e33&lang=en&cache-only=0",
            "defineEn": "to cease to exist or disappear completely",
            "defineVi": "ngừng tồn tại hoặc biến mất hoàn toàn",
            "hasImg": true
        },
        {
            "id": "a2f9d3f2-b9bd-4fa0-8aa5-6501620fb675",
            "word": "to leave out",
            "phonetic": "tə liːv aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It seeks to leave out the mumbo jumbo about the terms of the agreement.",
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "Perhaps we'll leave out the window.",
                "And some groups were left out from federal assistance.",
                "Hunters would leave out offerings from their kills to appease these beings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhdmUgb3V0&hash=46664a4d678d94567ee29f89929a10563b31e4f0&lang=en&cache-only=0",
            "defineEn": "to not mention or include something or someone",
            "defineVi": "để không đề cập đến hoặc bao gồm một cái gì đó hoặc ai đó"
        },
        {
            "id": "cb0e01a1-b405-4178-b34b-00c401ac058a",
            "word": "to get through",
            "phonetic": "tə ɡɛt θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I got through school by the seat of my pants.",
                "You're not getting through here with me standing.",
                "It seems like every time I'm in a rush to catch a flight, the security line is extra long, and I always get stuck behind someone who's taking forever to get through.",
                "Get through the skin.",
                "They got through everything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHRocm91Z2g&hash=41eb08f9b99aa3702e28a6eb6b75b7fd1dadb81c&lang=en&cache-only=0",
            "defineEn": "to succeed in doing a task",
            "defineVi": "để thành công trong việc thực hiện một nhiệm vụ"
        },
        {
            "id": "7a13e13f-891f-4f87-8037-85ee2d858088",
            "word": "to put down",
            "phonetic": "tə pʊt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was put down as the most talented musician in the competition.",
                "She was put down for the team's upcoming match.",
                "But the forces of the Holy Alliance of Austria, Prussia and Russia put down both revolts.",
                "Put down your crossbows.",
                "Put down a little bit of the sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGRvd24&hash=90dfb4e04b399576460187a6e61e71ecf84d339a&lang=en&cache-only=0",
            "defineEn": "to land an aircraft, especially in case of emergency",
            "defineVi": "để hạ cánh một chiếc máy bay, đặc biệt là trong trường hợp khẩn cấp",
            "hasImg": true
        },
        {
            "id": "bab5d920-ab1f-4938-87c8-95977a6db644",
            "word": "to abide by",
            "phonetic": "tʊ ɐbaɪd baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite their illegal activities, there is honor among thieves, and they have a code of conduct that they abide by to avoid betrayal and maintain their reputation.",
                "But your two-year-old force of nature was only abiding by the second law of thermodynamics.",
                "They don't abide by them.",
                "And they have to abide by what the member states' wishes are.",
                "China constantly uses national security as a reason for saying, I don't have to abide by any rules."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJpZGUgYnk&hash=1e9aac0aac9bcd7e32e93c84e7b5678f67c4858a&lang=en&cache-only=0",
            "defineEn": "to accept a rule, decision, or recommendation without objection",
            "defineVi": "chấp nhận một quy tắc, quyết định hoặc khuyến nghị mà không phản đối",
            "hasImg": true
        }
    ]
}