{
    "id": "baa306e1-226d-4c63-bcc7-8c20b721eaf8",
    "title": "Lesson 48",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "85a3ec51-0d03-48ae-8193-03609b5403ea",
            "word": "stratum",
            "phonetic": "stɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It begins under the Tapeats Sandstone, a stratum laid down by the ancient tides of a shallow sea about 508 to 501 million years ago during the Cambrian.",
                "In relative dating, you can get an approximate age range for a fossil from a stratum of rock, by finding other rocks with similar composition that you can date reliably.",
                "That’s because Sprigg’s little jelly-looking-things were found in a stratum of rock that was more than 550 million years old.",
                "And when you’ve got a layer of rock that’s distinct from everything above and below it, that’s called a stratum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXR1bQ&hash=62b9505317976f3a70f8f221c358c51b176bcd97&lang=en&cache-only=0",
            "defineEn": "an abstract place usually conceived as having depth",
            "defineVi": "một nơi trừu tượng thường được hình thành như có chiều sâu"
        },
        {
            "id": "10762c1b-6d25-4ab7-a73c-53b18ea702a0",
            "word": "conundrum",
            "phonetic": "kənʌndɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that led to a conundrum.",
                "In fact, the Queen of Hearts could cobble together an analogous conundrum out of any four consecutive Fibonacci numbers.",
                "This conundrum is called the Twins Paradox, and I'll explain the solution to it in my next video.",
                "But more importantly to our temperature conundrum, changes from liquid phase to gas phase require a TON of energy, and that energy has to come from somewhere.",
                "This year, researchers at Harvard and the Institute of Science and Technology Austria used evolutionary game theory to make sense of these conundrums."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udW5kcnVt&hash=aa26dab8239ceb7281b3bf3c2ad40edf430314cd&lang=en&cache-only=0",
            "defineEn": "a problem or question that is confusing and needs a lot of skill or effort to solve or answer",
            "defineVi": "một vấn đề hoặc câu hỏi khó hiểu và cần rất nhiều kỹ năng hoặc nỗ lực để giải quyết hoặc trả lời"
        },
        {
            "id": "fed5dc03-bb8a-4537-b27f-c93c4e5a835e",
            "word": "addendum",
            "phonetic": "ɐdɛndəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you sign the addendum and you're there, you're in the sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkZW5kdW0&hash=1e612860f2a2eedad7a109ef7f1b534a87f7fa97&lang=en&cache-only=0",
            "defineEn": "a section of additional material that is usually added at the end of a book",
            "defineVi": "một phần tài liệu bổ sung thường được thêm vào cuối cuốn sách"
        },
        {
            "id": "6667e9f9-aded-4c06-9d5d-d77c02c8b8cb",
            "word": "bacterium",
            "phonetic": "bæktɪɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each bacterium can create a copy of itself every 20 minutes. ",
                "But, like any organism, a bacterium faces threats from its environment.",
                "Our giant bacterium would just die.",
                "So this particle outside here is some kind of dangerous bacterium in your body.",
                "The plague is caused by the bacterium Yersinia pestis."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjdGVyaXVt&hash=02f20e4f9f9a893e260844f6c9cd7ded68113491&lang=en&cache-only=0",
            "defineEn": "(microbiology) single-celled or noncellular spherical or spiral or rod-shaped organisms lacking chlorophyll that reproduce by fission; important as pathogens and for biochemical properties; taxonomy is difficult; often considered to be plants",
            "defineVi": "(vi sinh học) các sinh vật đơn bào hoặc không tế bào hình cầu hoặc xoắn ốc hoặc hình que thiếu chất diệp lục sinh sản bằng cách phân hạch; quan trọng như tác nhân gây bệnh và cho các đặc tính sinh hóa; phân loại là khó khăn; thường được coi là thực vật",
            "hasImg": true
        },
        {
            "id": "a8cdbe96-b158-4148-842d-9d8d1b82de1a",
            "word": "emporium",
            "phonetic": "ɛmpoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Veneta, Oregon, Annie Molnar gave me a tour of The Emporium, a brand-new marketplace for local artisans.",
                "But the company soon pivoted to selling entertainment software, putting it on the path to becoming one of the nation's go to emporiums for all things gaming.",
                "Molnar and Lough opened the Emporium, because, with the usual venues shut down, they desperately needed somewhere to sell their soaps and bakeware."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wb3JpdW0&hash=cbd0c6ef550a787585aaad41ed0ad24ec544f906&lang=en&cache-only=0",
            "defineEn": "a large retail store selling various goods, or a particular type of goods",
            "defineVi": "một cửa hàng bán lẻ lớn bán hàng hóa khác nhau, hoặc một loại hàng hóa cụ thể",
            "hasImg": true
        },
        {
            "id": "a0d7f1de-862a-448b-b138-63995239fc84",
            "word": "wampum",
            "phonetic": "wæmpəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FtcHVt&hash=d3b1aef9c28adb6acbe4913d18e319b2684c0ba6&lang=en&cache-only=0",
            "defineEn": "small cylindrical beads made from polished shells and fashioned into strings or belts; used by certain Native American peoples as jewelry or currency",
            "defineVi": "hạt hình trụ nhỏ làm từ vỏ sò đánh bóng và kết thành dây hoặc thắt lưng; được một số người Mỹ bản địa sử dụng làm đồ trang sức hoặc tiền tệ"
        },
        {
            "id": "0baf5e55-9623-4e1e-b451-fcef7e6fc3e5",
            "word": "pendulum",
            "phonetic": "pɛndʒuːləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Say, a simple pendulum.",
                "It works an awful lot like a pendulum.",
                "Then he hung a 67 meter pendulum from the dome of Paris’",
                "You can find Foucault’s pendulums in science museums all over the world.",
                "But like atomic pendulums, these littie springs only vibrate at a certain special frequency."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuZHVsdW0&hash=07b106e8557f1846593ff2c35182c68c9d6f58ad&lang=en&cache-only=0",
            "defineEn": "a device with a long thin bar and a weight at the end that swings side to side to keep a clock working",
            "defineVi": "một thiết bị có một thanh mỏng dài và một vật nặng ở đầu đu đưa sang hai bên để giữ cho đồng hồ hoạt động"
        },
        {
            "id": "329be9a1-c7a7-47a0-b47c-d9aeb54dd584",
            "word": "proscenium",
            "phonetic": "pɹəsiːniəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvc2Nlbml1bQ&hash=42da4f30af0fa29bd59f9665a7f6fade5c2f11d7&lang=en&cache-only=0",
            "defineEn": "the wall separating the audience and the stage in a theater hall, including the arch on its top",
            "defineVi": "bức tường ngăn cách khán giả và sân khấu trong phòng hát, bao gồm cả vòm trên đỉnh của nó"
        },
        {
            "id": "17889d60-70a7-4fa7-8242-0c0a73c4cd06",
            "word": "oakum",
            "phonetic": "oʊkəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2FrdW0&hash=747cc68e9291c598acc48754b17fdfd1d8e37858&lang=en&cache-only=0",
            "defineEn": "loose hemp or jute fiber obtained by unravelling old ropes; when impregnated with tar it was used to caulk seams and pack joints in wooden ships",
            "defineVi": "sợi gai dầu hoặc sợi đay lỏng lẻo thu được bằng cách tháo dây thừng cũ; khi được ngâm tẩm hắc ín, nó được sử dụng để hàn các đường nối và đóng các mối nối trong tàu gỗ"
        },
        {
            "id": "f534c54c-8c91-4108-a417-79d14c6b6676",
            "word": "datum",
            "phonetic": "deɪɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So this is your datum. ",
                "Does that become your datum?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0dW0&hash=cc817e650d48e6b7ac4a004f9392115a7190fed1&lang=en&cache-only=0",
            "defineEn": "an item of factual information derived from measurement or research",
            "defineVi": "một mục thông tin thực tế có được từ đo lường hoặc nghiên cứu"
        },
        {
            "id": "c96e1a9b-ee8d-4dd4-86a7-632676629755",
            "word": "compendium",
            "phonetic": "kəmpɛndiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The source for that myth, and many other stories from Norse mythology, is the Prose Edda, an Icelandic compendium written by the amazingly-named Snorri Sturluson around 1220 CE.",
                "And when we're not making new Case For videos, we're gonna be developing an Art Assignment book that gathers together into one sweet, fat compendium all 60 existing assignments with lots of additional reading material and images of works made in response."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGVuZGl1bQ&hash=1b52f0ac86d1a4b74dd3ea366fa79f26d2ba815b&lang=en&cache-only=0",
            "defineEn": "a concise but comprehensive summary of a larger work",
            "defineVi": "một bản tóm tắt ngắn gọn nhưng toàn diện về một tác phẩm lớn hơn"
        },
        {
            "id": "7f8e0b02-6f52-4e1e-8280-e718e94373c2",
            "word": "opprobrium",
            "phonetic": "ɑːpɹɑːbɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The larger question was Russia under Putin in a third term now is acting in a way that really doesn’t pay attention as much to the opprobrium of the West, to sanctions, to criticism from the Europeans or the Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwcm9icml1bQ&hash=bcd878d0814a1020abb6d84db7b81f4b37bf0403&lang=en&cache-only=0",
            "defineEn": "a state of extreme dishonor",
            "defineVi": "một tình trạng cực kỳ bất lương"
        },
        {
            "id": "08948e61-2a95-4822-8a7a-625adbd3572d",
            "word": "fulcrum",
            "phonetic": "fʌlkɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's got a 10 inch fulcrum distance there, one inch of movement.",
                "And that something is called a fulcrum.",
                "This time, we’ll put the fulcrum closer to the rock we want to lift.",
                "But what if we move the fulcrum?",
                "Next, we’ll use this smaller rock as our fulcrum, and put it under the middle of the lever."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsY3J1bQ&hash=bbf82629ed6a7160f1430c72c80ea580f68d6f68&lang=en&cache-only=0",
            "defineEn": "the pivot about which a lever turns",
            "defineVi": "trục mà một đòn bẩy quay"
        },
        {
            "id": "0ed438c4-1934-40de-a088-3857a9223718",
            "word": "cranium",
            "phonetic": "kɹæniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This partial cranium belonged to a young member of Paranthropus robustus dating to between 1.8 and 1.5 million years ago.",
                "If you can look at the cranium here.",
                "So all that goo is well-protected by the bones of your vertebrae and cranium, as well as membrane layers, or meninges, before being bathed in a cushy waterbed of clear cerebrospinal fluid.",
                "These include, say, the joints between the bones that make up your cranium.",
                "It was pretty small, but that little cranium was the only piece left of this animal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jhbml1bQ&hash=455194631c24e21725b21754db5a9c4e9ff9949d&lang=en&cache-only=0",
            "defineEn": "(anatomy) the bone structure that surrounds and protects the brain",
            "defineVi": "(giải phẫu) cấu trúc xương bao quanh và bảo vệ não",
            "hasImg": true
        },
        {
            "id": "69869e17-70cc-44da-922a-894a6e34c68a",
            "word": "effluvium",
            "phonetic": "ɛfluːviəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmbHV2aXVt&hash=680aef15c3332b79a89f2c090678c1c38832b00f&lang=en&cache-only=0",
            "defineEn": "a foul-smelling outflow or vapor (especially a gaseous waste)",
            "defineVi": "một dòng chảy hoặc hơi có mùi hôi (đặc biệt là chất thải khí)"
        },
        {
            "id": "ff9c41af-6aa9-4b08-afde-b4eacd0a79ad",
            "word": "millennium",
            "phonetic": "mɪlɛniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tell them you didn't have eyes for something that needed two millennia to achieve and I'll take it all back.",
                "McDonald's fries will last a millennium.",
                "In the first millennium, a large group of tribes spread through the dense woodlands of Eastern Europe.",
                "It took nearly a millennium until Jericho, probably the first city on Earth, was founded in the year 1000 after the start of the human era.",
                "By the first millennium BCE, apples had become part of Western agriculture."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGVubml1bQ&hash=10bf1a39d4f8d20e8ee6b517f5e5fdf01789d9c4&lang=en&cache-only=0",
            "defineEn": "a period of 1000 years, usually calculated from the year of the birth of Jesus Christ",
            "defineVi": "khoảng thời gian 1000 năm, thường được tính từ năm Chúa Giêsu giáng sinh"
        },
        {
            "id": "2fd1bac4-5521-4181-aadd-51b3626dd5ce",
            "word": "moratorium",
            "phonetic": "mɔːɹɐtoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Late Tuesday, a federal judge in Texas barred enforcement of the moratorium.",
                "New York state has put a 90-day moratorium on evictions.",
                "The moratorium covers payments totaling $20 billion.",
                "Today, the Biden administration extended a federal moratorium on evictions through the end of June.",
                "There is an eviction moratorium in place."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYXRvcml1bQ&hash=c121d1572168edfe93357582cc7062429e8d4739&lang=en&cache-only=0",
            "defineEn": "suspension of an ongoing activity",
            "defineVi": "đình chỉ một hoạt động đang diễn ra"
        },
        {
            "id": "d414df2c-1829-488c-b8ca-06d11b769940",
            "word": "encomium",
            "phonetic": "ɛŋkoʊmiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jb21pdW0&hash=873b99a565b7085af1da5a2c21ac0ce7ae308016&lang=en&cache-only=0",
            "defineEn": "a formal expression of praise",
            "defineVi": "một biểu hiện chính thức của lời khen ngợi"
        },
        {
            "id": "fd8d2cdf-2210-425a-bd00-623bab29b1fa",
            "word": "asylum",
            "phonetic": "ɐsaɪləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of these families have actually won their asylum claim.",
                "None of these families have actually won their asylum claim.",
                "Asylum advocates insist this rule change takes away a vital lifeline for people in really desperate situations.",
                "There’s still economic asylum. ",
                "He is pretty systematically retooling the asylum system. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXN5bHVt&hash=95cbb817c05cb1b32ac31ea212876fdd99586f5b&lang=en&cache-only=0",
            "defineEn": "a hospital for mentally incompetent or unbalanced person",
            "defineVi": "một bệnh viện cho người thiểu năng trí tuệ hoặc mất cân bằng"
        },
        {
            "id": "4674ff4c-8953-4837-b22b-1c0fca4ef5d0",
            "word": "nostrum",
            "phonetic": "nɑːstɹəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9zdHJ1bQ&hash=2efdaeacbec3a14ae7168e812dafcbdfe4cfe855&lang=en&cache-only=0",
            "defineEn": "patent medicine whose efficacy is questionable",
            "defineVi": "thuốc bằng sáng chế có hiệu quả đáng nghi ngờ"
        }
    ]
}