{
    "id": "bafa90bf-0a8e-4c3c-99d6-922c89563a5c",
    "title": "Painting Materials",
    "originalTitle": "Painting Materials",
    "words": [
        {
            "id": "34670ba0-c7f9-4d1d-b277-0db58a3c2497",
            "word": "acrylic paint",
            "phonetic": "ɐkɹɪlɪk peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNyeWxpYyBwYWludA&hash=ee6f8a2a0f5f8970c80161cffc73c0656dd111a2&lang=en&cache-only=0",
            "defineEn": "a fast-drying water-based paint that uses pigments suspended in a polymer emulsion to create a versatile and durable medium for painting on a variety of surfaces",
            "defineVi": "một loại sơn gốc nước khô nhanh sử dụng các sắc tố lơ lửng trong nhũ tương polymer để tạo ra một phương tiện linh hoạt và bền để vẽ trên nhiều bề mặt",
            "hasImg": true
        },
        {
            "id": "4b42369e-3bc2-4336-994b-9e5b53be4ffa",
            "word": "adhesive",
            "phonetic": "ɐdhiːsɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "So what’s the world’s strongest adhesive?",
                "Adhesives can be made from synthetic molecules or natural proteins and carbohydrates like the vegetable starch dextrin, the milk protein casein, and the terpenes in tree resin.",
                "Even the famously adhesive feet of geckos usually can't get a grip.",
                "In order to work, glue and tape need both adhesive bonds and cohesive bonds.",
                "But adhesive chemicals often behave very differently from concrete, and over time, these adhesives can lead to even worse cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRoZXNpdmU&hash=b6fc2759a612bb5eb8e6cf88679a852dbb19616b&lang=en&cache-only=0",
            "defineEn": "a substance, such as glue, paste, or tape, that is used to bind two or more surfaces together by creating a bond that resists separation",
            "defineVi": "một chất, chẳng hạn như keo, hồ dán hoặc băng, được sử dụng để liên kết hai hoặc nhiều bề mặt với nhau bằng cách tạo ra một liên kết chống lại sự phân tách",
            "hasImg": true
        },
        {
            "id": "399cc0a2-665f-4af0-8d1e-8c2e59d42f26",
            "word": "aerosol paint",
            "phonetic": "ɛɹəsɑːl peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWVyb3NvbCBwYWludA&hash=3761b6c68573fbb6e8e5ca71c16578bf697dba3f&lang=en&cache-only=0",
            "defineEn": "a type of spray paint that is packaged in a pressurized can and dispensed through a nozzle, allowing for a controlled and even application of paint on a variety of surfaces",
            "defineVi": "một loại sơn phun được đóng gói trong hộp có áp suất và được phân phối qua vòi phun, cho phép sơn được kiểm soát và đồng đều trên nhiều bề mặt"
        },
        {
            "id": "7a1935fc-d93a-4070-a2ff-287d1e69935b",
            "word": "aquarelle",
            "phonetic": "ækwɚɹɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXF1YXJlbGxl&hash=851e4d5b5ded4c29f7b2ba1cbfad99e01d46ba02&lang=en&cache-only=0",
            "defineEn": "a painting technique that uses water-soluble pigments to create transparent and luminous washes of color on paper or other absorbent surfaces",
            "defineVi": "một kỹ thuật sơn sử dụng các sắc tố hòa tan trong nước để tạo ra các vệt màu trong suốt và sáng trên giấy hoặc các bề mặt thấm hút khác"
        },
        {
            "id": "36abc6ac-a287-4864-88dd-a41616f6741b",
            "word": "blacklight paint",
            "phonetic": "blæklaɪt peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhY2tsaWdodCBwYWludA&hash=1c8ec8dace173048a1b6b1b3d821550188f46000&lang=en&cache-only=0",
            "defineEn": "a type of paint that glows under ultraviolet light, creating a vibrant and luminous effect",
            "defineVi": "một loại sơn phát sáng dưới tia cực tím, tạo hiệu ứng rực rỡ và rực rỡ"
        },
        {
            "id": "79aef851-3b22-41a7-b1c7-9bcb2a1b24c7",
            "word": "chalk",
            "phonetic": "tʃɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I were like chalk and cheese.",
                "She walked the chalk when dealing with her new boss, not wanting to make a bad impression.",
                "They might look different as chalk and cheese but both face the same issues at the end of the day.",
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "It's safe to say that Lisa's night job and her day job are as different as chalk and cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGs&hash=34450f5d4ee361ad3ba6976090598f74eb5de503&lang=en&cache-only=0",
            "defineEn": "a white or colored stick similar to chalk that is used for drawing or writing",
            "defineVi": "một thanh màu trắng hoặc màu tương tự như phấn được sử dụng để vẽ hoặc viết",
            "hasImg": true
        },
        {
            "id": "1a4141e0-3fbc-4159-bbc8-c415f93b6d83",
            "word": "charcoal",
            "phonetic": "tʃɑːɹkoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friends gather around the grill as spare ribs slowly cook over charcoal.",
                "\"Charcoal toothpaste is better than regular toothpaste.\"",
                "\"Charcoal toothpaste is better than regular toothpaste.\"",
                "Coal burned more efficiently than charcoal.",
                "Normally, incense sticks are made from charcoal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmNvYWw&hash=a2672e9b871871889a6beaa71d4c058cab7fc70d&lang=en&cache-only=0",
            "defineEn": "a piece or pencil made of a black substance mostly consisting carbon, used by artists for drawing",
            "defineVi": "một mảnh hoặc bút chì làm bằng chất màu đen chủ yếu bao gồm carbon, được các nghệ sĩ sử dụng để vẽ",
            "hasImg": true
        },
        {
            "id": "4ec8d294-7633-4dc2-a430-e01831f54eb2",
            "word": "colored pencil",
            "phonetic": "kʌlɚd pɛnsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sb3JlZCBwZW5jaWw&hash=900d94a9505d4069b975267266b3346dbcddd012&lang=en&cache-only=0",
            "defineEn": "a drawing medium that uses wax or oil-based pigments to create vibrant and detailed images on paper",
            "defineVi": "một phương tiện vẽ sử dụng sáp hoặc bột màu gốc dầu để tạo ra hình ảnh sống động và chi tiết trên giấy"
        },
        {
            "id": "557990ca-2c7e-4df9-a6cb-805fd60a2e6a",
            "word": "conte",
            "phonetic": "kɑːnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGU&hash=a5446b84c8bc6606badf8231f71415178e9139bb&lang=en&cache-only=0",
            "defineEn": "a drawing medium that uses compressed powdered graphite or charcoal mixed with clay and wax to create a firm and versatile drawing tool",
            "defineVi": "một phương tiện vẽ sử dụng bột than chì hoặc bột nén trộn với đất sét và sáp để tạo ra một công cụ vẽ chắc chắn và linh hoạt"
        },
        {
            "id": "e1e96d98-cf27-423d-8bd0-d85c90471395",
            "word": "crayon",
            "phonetic": "kɹeɪɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "William was never known as the brightest crayon in the box.",
                "Your mother's not the sharpest crayon in the box, and she does great.",
                "Which is a good thing, otherwise crayons would melt in your hand!",
                "You’ll only need two things: your old crayons, and some kind of bakeable mold to shape the new crayons in.",
                "It’s time to check our crayons!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JheW9u&hash=8ca00ed34f6b61c55585f9fd049d462d2993c072&lang=en&cache-only=0",
            "defineEn": "a small stick of white or colored wax or chalk, used for writing or drawing",
            "defineVi": "một thanh nhỏ sáp hoặc phấn màu trắng hoặc màu, được sử dụng để viết hoặc vẽ",
            "hasImg": true
        },
        {
            "id": "4ab77508-53a5-444a-8b6a-d15755c8ab26",
            "word": "drying oil",
            "phonetic": "dɹaɪɪŋ ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJ5aW5nIG9pbA&hash=6e5751c5253de76bc2b3564cbf9ac9c1348d9480&lang=en&cache-only=0",
            "defineEn": "an oil that hardens when it is exposed to air, commonly used in paints and other coatings to make them dry and form a solid layer",
            "defineVi": "một loại dầu cứng lại khi tiếp xúc với không khí, thường được sử dụng trong sơn và các chất phủ khác để làm cho chúng khô và tạo thành một lớp rắn"
        },
        {
            "id": "9b08fe09-3d46-4018-9533-2a0bf7a2f829",
            "word": "tempera",
            "phonetic": "tɛmpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "For millennia, artists used tempera paint consisting of ground pigment in egg yolk, which created vivid but opaque colors.",
                "I don’t know how I thought of this one first, but Jacob Lawrence’s Migration Series is a succession of sixty paintings, made of tempera on board and measuring 12 by 18 inches each."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGVyYQ&hash=4d1cf4d28dff92104e67231b4575b227b2b89fca&lang=en&cache-only=0",
            "defineEn": "a kind of pigment that is mixed with water or egg yolk in order to be painted on a canvas, paper, etc.",
            "defineVi": "một loại bột màu được trộn với nước hoặc lòng đỏ trứng để vẽ trên vải, giấy, v.v.",
            "hasImg": true
        },
        {
            "id": "8f8f39fa-827a-4d87-847f-3f6f7d7b613a",
            "word": "encaustic",
            "phonetic": "ɛŋkɔːstɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jYXVzdGlj&hash=ebf287c9a46bc054d6029847ba1e5ec43ee3cfd2&lang=en&cache-only=0",
            "defineEn": "a paint consisting of pigments with melted beeswax and applying the mixture to a surface, often a wooden panel or canvas",
            "defineVi": "một loại sơn bao gồm các sắc tố với sáp ong tan chảy và bôi hỗn hợp lên bề mặt, thường là một tấm gỗ hoặc vải bạt"
        },
        {
            "id": "13e6e3f3-92ce-4f9f-84d0-25bdcd822ae0",
            "word": "gesso",
            "phonetic": "dʒɛsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2Vzc28&hash=3e913a26d6fa31de19eb65c64427292c4ece89e8&lang=en&cache-only=0",
            "defineEn": "a primer used to prepare surfaces, particularly canvas, for painting",
            "defineVi": "sơn lót dùng để chuẩn bị bề mặt, đặc biệt là canvas, để sơn"
        },
        {
            "id": "5c3b90ea-8dfa-4258-a44f-3ec7b42fd11b",
            "word": "glair",
            "phonetic": "ɡlɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhaXI&hash=caaac4904d6013c675a056bf4fb6d29549941a07&lang=en&cache-only=0",
            "defineEn": "a clear, viscous substance made from egg whites that is often used in the preparation of art and in bookbinding",
            "defineVi": "một chất nhớt, trong suốt được làm từ lòng trắng trứng thường được sử dụng trong quá trình chuẩn bị nghệ thuật và đóng sách"
        },
        {
            "id": "bfa5cdc6-c18d-4590-b96e-9bcdd6214c46",
            "word": "glass paint",
            "phonetic": "ɡlæs peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MgcGFpbnQ&hash=1d8211777cdbb8ec9208392e6e6682902f3b7884&lang=en&cache-only=0",
            "defineEn": "a type of paint that is specially formulated to adhere to glass surfaces and create a translucent or opaque finish that can be used for decorative or functional purposes",
            "defineVi": "một loại sơn được pha chế đặc biệt để bám dính vào các bề mặt kính và tạo ra lớp hoàn thiện trong mờ hoặc mờ đục có thể được sử dụng cho mục đích trang trí hoặc chức năng"
        },
        {
            "id": "58f40af7-41bc-4f8a-9dae-205c3216f74b",
            "word": "glaze",
            "phonetic": "ɡleɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "He marinated chicken in a tangy sorghum glaze before grilling it to perfection.",
                "The donut shop offers a variety of glazes, including classic vanilla, chocolate, and colorful options like strawberry",
                "They ordered individual mini meatloaves, topped with a tangy ketchup glaze."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhemU&hash=c41b9cd4aa77e2ffc0905d4c4fdb45af26a404d0&lang=en&cache-only=0",
            "defineEn": "a clear liquid used to give a shine to the surface of cups, plates or other objects made of clay",
            "defineVi": "một chất lỏng trong suốt được sử dụng để tạo độ bóng cho bề mặt cốc, đĩa hoặc các đồ vật khác làm bằng đất sét",
            "hasImg": true
        },
        {
            "id": "5ca5167a-ca11-467c-97aa-60084883b35f",
            "word": "glitter",
            "phonetic": "ɡlɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She decorated her cake with edible glitter for a touch of sparkle.",
                "Many people are drawn to the glitz and glamour of Hollywood, but all that glitters is not gold, and the constant pressure and scrutiny can take a toll on mental health and well-being.",
                "Lunar dust is worse than glitter.",
                "Like, glitter never just jumps back into its bag.",
                "But it's glitter in a jar."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xpdHRlcg&hash=c15f84c8926e8cc2b87b16a40ed45a0e77be10c2&lang=en&cache-only=0",
            "defineEn": "a decorative material made up of small, shiny particles, typically made of plastic, metal, or glass, that reflect light and create a sparkling effect",
            "defineVi": "một vật liệu trang trí được tạo thành từ các hạt nhỏ, sáng bóng, thường được làm bằng nhựa, kim loại hoặc thủy tinh, phản chiếu ánh sáng và tạo hiệu ứng lấp lánh"
        },
        {
            "id": "6429e6b0-7ebb-4334-bc83-e3514169972e",
            "word": "gouache",
            "phonetic": "ɡwɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the collage books of the German artist Max Ernst, images clipped from pamphlets and ads populate his narratives with chimera or swim up through layers of gouache like steeping scraps of childhood memories."
            ],
            "audio": "https://tts.langeek.co/read?text=Z291YWNoZQ&hash=7170e2ca977c821277449615becf118ec5596bd6&lang=en&cache-only=0",
            "defineEn": "a type of watercolor paint that is opaque and has a matte finish when dry",
            "defineVi": "một loại sơn màu nước mờ đục và có lớp sơn mờ khi khô"
        },
        {
            "id": "0d800ba9-9f03-4d71-94b7-98a09df1077f",
            "word": "graphite",
            "phonetic": "ɡɹæfaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they have graphite tips.",
                "- Yep - Made out of graphite.",
                "Other key battery elements include graphite, nickel, manganese and cobalt, which are mined in large quantities in China, Indonesia, South Africa and the Democratic Republic of Congo.",
                "Large graphite deposits in Alaska are being explored.",
                "Like, silicon can hold more lithium ions than graphite."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpdGU&hash=643bda0356fc9a58fad8d11bad92728e5b2b1120&lang=en&cache-only=0",
            "defineEn": "a soft, black, and highly conductive material made up of carbon atoms that is commonly used in pencils and as a lubricant",
            "defineVi": "một vật liệu mềm, đen và dẫn điện cao được tạo thành từ các nguyên tử carbon thường được sử dụng trong bút chì và làm chất bôi trơn",
            "hasImg": true
        },
        {
            "id": "1de40db1-9411-4ff3-bfd7-c0d2d33710a9",
            "word": "ink",
            "phonetic": "ɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "The council changed its mind on the by-pass before the ink was dry.",
                "Edible ink is a popular choice for creating custom designs on cookies, such as monograms, logos, and holiday themes.",
                "you spilled this ink.",
                "The ink is expensive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5r&hash=d50fd49b4d4847bdad7ad3b6b9fa49afa3091c8e&lang=en&cache-only=0",
            "defineEn": "a black or colored liquid used for drawing, writing, etc.",
            "defineVi": "một chất lỏng màu đen hoặc màu được sử dụng để vẽ, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "1be56770-9f9e-4d05-af81-5580da3806fa",
            "word": "latex paint",
            "phonetic": "leɪtɛks peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF0ZXggcGFpbnQ&hash=c05e54fd19d594648d73bb0dd3ec28fc6d87df53&lang=en&cache-only=0",
            "defineEn": "a water-based paint that uses synthetic polymers to bind pigment particles together, creating a durable and flexible coating when it dries",
            "defineVi": "một loại sơn gốc nước sử dụng các polyme tổng hợp để liên kết các hạt sắc tố lại với nhau, tạo ra một lớp phủ bền và linh hoạt khi khô"
        },
        {
            "id": "87529729-10ac-4f86-87c6-c2f9a26e0a81",
            "word": "mineral spirit",
            "phonetic": "mɪnɚɹəl spɪɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWluZXJhbCBzcGlyaXQ&hash=4b6435cc52d289459e795acc528b10763536a129&lang=en&cache-only=0",
            "defineEn": "a type of solvent made from petroleum that is used to thin and clean up oil-based paints, varnishes, and stains",
            "defineVi": "một loại dung môi làm từ dầu mỏ được sử dụng để pha loãng và làm sạch sơn gốc dầu, vecni và vết bẩn"
        },
        {
            "id": "27ef0e5d-8f87-49ce-ba51-2702199ce947",
            "word": "oil paint",
            "phonetic": "ɔɪl peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Narrator] Oil paint is simple.",
                "Oil paint has been used for hundreds of years.",
                "Tegen Hager-Suart: So in a good oil paint, you're gonna be looking for a high pigment loading and a good-quality pigment in that high pigment loading.",
                "Winsor & Newton has been making oil paints for almost 200 years, and its factory in France produces over 5 million liters of paint each year.",
                "The Altarpiece was the first to showcase the unique abilities of oil paint."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lsIHBhaW50&hash=f13b57f2a2c28b68be040bd4cdf783a22bf08c65&lang=en&cache-only=0",
            "defineEn": "a thick paint that has oil in it, which is used by artists",
            "defineVi": "một loại sơn dày có dầu trong đó, được sử dụng bởi các nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "426fd91c-ddb1-4761-9a31-40150f2a3fa3",
            "word": "paint",
            "phonetic": "peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnQ&hash=220fd4b0b773f7f0c5cbe84a31811994dc65c575&lang=en&cache-only=0",
            "defineEn": "a colored liquid that you put on the surface of a wall, etc. to decorate or protect it",
            "defineVi": "một chất lỏng có màu mà bạn bôi lên bề mặt tường, v.v. để trang trí hoặc bảo vệ nó",
            "hasImg": true
        },
        {
            "id": "9f056216-0f21-483c-bf60-e4534cf02d38",
            "word": "pastel",
            "phonetic": "pæstɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pastels didn’t even play a part.",
                "It has pastel colors, a communal meeting table, new booths, power outlets and one employee favorite.",
                "Well the perhaps unexpected answer to this question is that before babies were being outfitted in gender specific pastels they didn’t wear colors at all.",
                "Which is weird because the paintings themselves are just horizontal bands of faint color Pastel pinks and yellows and blues.",
                "What's really interesting is I didn't like pastel en hojas when I was younger."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGVs&hash=b4c42607b16129e6ac713dc56235ed9959420033&lang=en&cache-only=0",
            "defineEn": "a crayon that is made of powdered pigment that is made like a paste using gum or resin",
            "defineVi": "một bút chì màu được làm bằng bột màu được làm giống như một loại bột nhão bằng kẹo cao su hoặc nhựa thông",
            "hasImg": true
        },
        {
            "id": "4f4257a7-0ff9-433a-830c-bedbc2bc0f8a",
            "word": "pigment",
            "phonetic": "pɪɡmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, corals actually produce these pigments all the time.",
                "Under their fur, their skin is lightly pigmented.",
                "See, like algae, corals can produce pigments.",
                "But arsenic pigments weren’t the only harmful ones.",
                "The blue color isn’t from a pigment."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlnbWVudA&hash=cfe40066b476d4219080498d7b7365f36fdc09e5&lang=en&cache-only=0",
            "defineEn": "a dry substance that has to be mixed with a liquid to produce paint",
            "defineVi": "một chất khô phải trộn với chất lỏng để tạo ra sơn",
            "hasImg": true
        },
        {
            "id": "7a2a4fe1-e95e-4e04-a63d-fc130e6f5b29",
            "word": "turpentine",
            "phonetic": "tɜːpəntaɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVycGVudGluZQ&hash=1c256861ef7591b5642c623b338e7980b7e28380&lang=en&cache-only=0",
            "defineEn": "a solvent made from the resin of pine trees that is used in various applications, including as a paint thinner, cleaner, and in the production of varnishes and perfumes",
            "defineVi": "một dung môi làm từ nhựa cây thông được sử dụng trong các ứng dụng khác nhau, bao gồm làm chất pha loãng sơn, chất tẩy rửa và trong sản xuất vecni và nước hoa"
        },
        {
            "id": "e1527509-a1d3-4610-8d93-433264a4ef89",
            "word": "varnish",
            "phonetic": "vɑːɹnɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I sprayed a varnish on my face.",
                "As conservators removed these layers of paint, varnish, and grime, they discovered vibrant colors and whole buildings that had long been invisible.",
                "Petroglyphs, the rock art of some ancient cultures, were often created by scraping away the varnish to reveal the brighter rock below.",
                "It was likely just a glass or tin drop varnished to look like a pearl.",
                "Some have proposed that desert varnish might be the most visible sign of the so-called shadow biosphere."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFybmlzaA&hash=eedaab8cfd784ccd573f2992deef324de0c9a594&lang=en&cache-only=0",
            "defineEn": "a clear or tinted coating made from resins, oils, and solvents that is applied to wood, metal, or other surfaces to provide a protective and decorative finish",
            "defineVi": "một lớp phủ trong suốt hoặc có màu được làm từ nhựa, dầu và dung môi được áp dụng cho gỗ, kim loại hoặc các bề mặt khác để tạo lớp hoàn thiện bảo vệ và trang trí"
        },
        {
            "id": "3cfe026b-1c7a-4488-848b-9a38c1bff8c1",
            "word": "vinyl paint",
            "phonetic": "vaɪnəl bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlueWzCoHBhaW50&hash=d3d0efb724697fd2e79050cff6e7afda56721404&lang=en&cache-only=0",
            "defineEn": "a type of water-based paint that contains vinyl resin as a binder, providing a durable and flexible finish that is often used for exterior surfaces such as siding, fences, and doors",
            "defineVi": "một loại sơn gốc nước có chứa nhựa vinyl làm chất kết dính, mang lại lớp sơn bền và linh hoạt, thường được sử dụng cho các bề mặt bên ngoài như vách ngăn, hàng rào và cửa ra vào"
        },
        {
            "id": "215a4689-a7a6-4481-8241-9f37de86cb98",
            "word": "wash",
            "phonetic": "wɑːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I washed the dishes after dinner.",
                "I washed my face and hands with a bar of soap.",
                "The cat was washing itself.",
                "I’ve washed my hands of the whole affair.",
                "He gently washed his face with warm water and soap."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzaA&hash=8e61cc03e90803044ca3834c803ebff89749a189&lang=en&cache-only=0",
            "defineEn": "a thin and transparent layer of water-based paint that is applied to a surface in a way that allows the underlying color or texture to show through, creating a subtle shading or coloring effect",
            "defineVi": "một lớp sơn gốc nước mỏng và trong suốt được phủ lên bề mặt theo cách cho phép màu hoặc kết cấu bên dưới hiển thị xuyên qua, tạo ra hiệu ứng đổ bóng hoặc tô màu tinh tế"
        },
        {
            "id": "69cbd2f1-2291-4a56-862f-b8c58e0f665e",
            "word": "watercolor",
            "phonetic": "wɔːɾɚkʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals.",
                "It can be watercolor paper or that cereal box cardboard.",
                "Making a Series 7 kolinsky sable watercolor brush isn't easy.",
                "But by far my favorite painting of FDR is this unfinished watercolor, painted by the Russian-American artist Elizabeth Shoumatoff in April of 1945.",
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJjb2xvcg&hash=f29cbf93a4eacae2674b11dbbcd6706e23e1a77c&lang=en&cache-only=0",
            "defineEn": "a paint that is dissolved and made thin in water, before being used by an artist",
            "defineVi": "một loại sơn được hòa tan và pha loãng trong nước, trước khi được sử dụng bởi một nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "15ff4e6d-964e-4688-b498-c45c9818f0fb",
            "word": "fixative",
            "phonetic": "fɪksətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "For one, it contains a unique chemical that works as a fixative, which means it makes other smells in perfume last longer."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml4YXRpdmU&hash=484a98d5194dc8cd61e9c6dc62365c025c2d2c47&lang=en&cache-only=0",
            "defineEn": "a chemical substance that is used on drawings to fix colors or prevent stains",
            "defineVi": "một chất hóa học được sử dụng trên bản vẽ để sửa màu hoặc ngăn vết bẩn",
            "hasImg": true
        },
        {
            "id": "04555d3b-f413-4ab6-bb05-82fdc352d9c1",
            "word": "linseed oil",
            "phonetic": "lɪnsiːd ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGluc2VlZCBvaWw&hash=3993f8e49e873a734710a86a37af0386415fc231&lang=en&cache-only=0",
            "defineEn": "a yellowish oil extracted from flaxseeds that is used in drying paint, ink, etc.",
            "defineVi": "một loại dầu màu vàng được chiết xuất từ hạt lanh được sử dụng để làm khô sơn, mực, v.v.",
            "hasImg": true
        },
        {
            "id": "901fb217-af90-48fb-a03b-3283bff94d9c",
            "word": "acrylic retarder",
            "phonetic": "ɐkɹɪlɪk ɹᵻtɑːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNyeWxpYyByZXRhcmRlcg&hash=db7f69f2a8346589918d0bb09c4769e47e95cd08&lang=en&cache-only=0",
            "defineEn": "a type of additive used in acrylic painting to slow down the drying time of the paint, making it easier to blend and work with",
            "defineVi": "một loại chất phụ gia được sử dụng trong sơn acrylic để làm chậm thời gian khô của sơn, giúp dễ dàng pha trộn và làm việc với"
        },
        {
            "id": "838f9a02-a341-4b94-86e7-23998ba31368",
            "word": "coating",
            "phonetic": "koʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some candies have a glossy coating made with edible gum.",
                "I mixed gluten-free flour with a variety of spices to create a flavorful coating for my crispy gluten-free fried chicken.",
                "He used corn oil to fry the chicken, resulting in a crispy and golden coating.",
                "It's always a joy to dust a warm pie with a light coating of icing sugar.",
                "He couldn't resist the glace coating on the freshly baked donut."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdGluZw&hash=4d7f3d38ea23fc636b41e7a603f742dd2d1d1e20&lang=en&cache-only=0",
            "defineEn": "a layer of material, such as paint, varnish, or powder, that is applied to a surface to provide protection, decoration, or other functional properties",
            "defineVi": "một lớp vật liệu, chẳng hạn như sơn, vecni hoặc bột, được phủ lên bề mặt để bảo vệ, trang trí hoặc các đặc tính chức năng khác"
        },
        {
            "id": "830268ee-0097-4e6b-934f-8ebaea4090b1",
            "word": "finish",
            "phonetic": "fɪnɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team finished the race in first place.",
                "You just finished your book?",
                "She finishes her piano practice at 7 o'clock.",
                "I've finished my work.",
                "She always finishes her work assignments by the end of the week."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluaXNo&hash=faf5a295b9aa8be5d7a0b2b7b7b980ae7edee68f&lang=en&cache-only=0",
            "defineEn": "the last layer that is put on the surface of something as a way of protection or decoration or the substance that does this",
            "defineVi": "lớp cuối cùng được đặt trên bề mặt của một thứ gì đó như một cách bảo vệ hoặc trang trí hoặc chất thực hiện điều này"
        },
        {
            "id": "7e5f043a-81f0-46ba-94c8-8ab7a3b0c7bc",
            "word": "cedar oil",
            "phonetic": "siːdɚɹ ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VkYXIgb2ls&hash=751b03a48cc480555214362f55766e0a7a197a7a&lang=en&cache-only=0",
            "defineEn": "an essential oil that is derived from the wood, needles, or berries of cedar trees and is commonly used for its aromatic properties",
            "defineVi": "một loại tinh dầu có nguồn gốc từ gỗ, kim hoặc quả mọng của cây tuyết tùng và thường được sử dụng vì đặc tính thơm của nó"
        },
        {
            "id": "650c9f2b-7851-4f97-b668-295c134b0ee8",
            "word": "Japan black",
            "phonetic": "dʒəpæn blæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SmFwYW4gYmxhY2s&hash=768c5a67d30adef1c9368a0cdb8eb1393a954e69&lang=en&cache-only=0",
            "defineEn": "a type of lacquer that is used to create a glossy and durable black finish on various surfaces, such as wood, metal, or ceramics",
            "defineVi": "một loại sơn mài được sử dụng để tạo ra lớp sơn đen bóng và bền trên các bề mặt khác nhau, chẳng hạn như gỗ, kim loại hoặc gốm sứ"
        },
        {
            "id": "b9ba5791-cf09-4abb-bdf1-9538862ccab6",
            "word": "liquin",
            "phonetic": "lɪkwɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlxdWlu&hash=d47da095ce8b33919bc68a478cea192c18e8db82&lang=en&cache-only=0",
            "defineEn": "a synthetic resin medium used by artists to accelerate drying time and improve the flow and transparency of oil paints",
            "defineVi": "một phương tiện nhựa tổng hợp được các nghệ sĩ sử dụng để tăng tốc thời gian khô và cải thiện dòng chảy và độ trong suốt của sơn dầu"
        },
        {
            "id": "0a3b80f8-4229-414a-9f0a-12fea592a1e2",
            "word": "whitewash",
            "phonetic": "waɪtwɑːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stop whitewashing this sketch."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGV3YXNo&hash=7251b3bc1ad2c2b517f43e47a783b3ffcb9eb2de&lang=en&cache-only=0",
            "defineEn": "a type of water-based paint or coating made from a mixture of lime, water, and other additives that is used to brighten, disinfect, or decorate surfaces",
            "defineVi": "một loại sơn hoặc lớp phủ gốc nước được làm từ hỗn hợp vôi, nước và các chất phụ gia khác được sử dụng để làm sáng, khử trùng hoặc trang trí bề mặt"
        },
        {
            "id": "7d39f27f-ccf5-4f51-aa79-02ced0731f0c",
            "word": "vanishing spray",
            "phonetic": "vænɪʃɪŋ spɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFuaXNoaW5nIHNwcmF5&hash=36d1d569d00fe7729e09fbc95acabc939913dca5&lang=en&cache-only=0",
            "defineEn": "a type of aerosol spray used by soccer referees to mark the position of a free kick and the distance that the defending team's players must stand during the kick",
            "defineVi": "một loại bình xịt khí dung được các trọng tài bóng đá sử dụng để đánh dấu vị trí đá phạt và khoảng cách mà các cầu thủ của đội phòng thủ phải đứng trong khi đá phạt"
        },
        {
            "id": "b304f6fc-58bb-4e25-808a-c0421e399aec",
            "word": "tung oil",
            "phonetic": "tʌŋ ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVuZyBvaWw&hash=dacb257dc2c8fe4491d85d008fe818aef0b4ae19&lang=en&cache-only=0",
            "defineEn": "a drying oil derived from the seeds of the Chinese tung tree that is commonly used as a wood finish and to protect other materials",
            "defineVi": "một loại dầu khô có nguồn gốc từ hạt của cây tung Trung Quốc thường được sử dụng làm chất hoàn thiện gỗ và để bảo vệ các vật liệu khác"
        },
        {
            "id": "ce8d6430-4935-4b62-9760-1649330e19ba",
            "word": "powder coating",
            "phonetic": "paʊdɚ koʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG93ZGVyIGNvYXRpbmc&hash=899f19a201b4347ff0c59c9b69bd44bf9337596a&lang=en&cache-only=0",
            "defineEn": "a coating created by applying dry paint in the form of a fine powder",
            "defineVi": "một lớp phủ được tạo ra bằng cách sơn khô ở dạng bột mịn"
        },
        {
            "id": "6e37ad4f-f2f6-4756-bf40-50b26ebc0327",
            "word": "sheen",
            "phonetic": "ʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These tiny spheres scatter light, giving opal its characteristic rainbow sheen.",
                "And not only when your whites get a new springtime sheen thanks to that stray Incredible Hulk sock.",
                "And you know, they took some of that sheen away from him. ",
                "Over the next year came a flood of singles that burned through the sheen of life.",
                "In some cases, artists add leaves of silver, sometimes even gold, to create a gentle sheen."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZW4&hash=a518095b0a56cfecbb10c1e32e151dcc9ca9f460&lang=en&cache-only=0",
            "defineEn": "the degree of gloss or luster",
            "defineVi": "mức độ bóng hoặc ánh"
        },
        {
            "id": "aaf8d114-af76-4a62-a9e4-6827c60f8369",
            "word": "paint stripper",
            "phonetic": "peɪnt stɹɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFpbnQgc3RyaXBwZXI&hash=1842045c445e973bbbf39a4e33a2c91b220aa56c&lang=en&cache-only=0",
            "defineEn": "a chemical used to remove paint or other coatings from an object by loosening the bond between the coating and the object's surface",
            "defineVi": "một hóa chất được sử dụng để loại bỏ sơn hoặc các lớp phủ khác khỏi vật thể bằng cách nới lỏng liên kết giữa lớp phủ và bề mặt của vật thể"
        },
        {
            "id": "cbfe6db8-4f9a-48e7-acf6-5f789b2aaac2",
            "word": "primer",
            "phonetic": "pɹaɪmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that it just sets that primer.",
                "This is waterproof eyeshadow primer.",
                "Okay, that concludes our quick primer on online privacy.",
                "Another primer is applied to guarantee the correct adhesion between the cataphoresis and the base coat.",
                "- They have the primer of being magical people, probably."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWVy&hash=ab1d4efc25e385191cf017aad1b6dede4ead8d8b&lang=en&cache-only=0",
            "defineEn": "an undercoat applied before painting that prepares and protects the surface",
            "defineVi": "một lớp sơn lót được áp dụng trước khi sơn để chuẩn bị và bảo vệ bề mặt"
        },
        {
            "id": "cb876692-f0f5-4735-89ae-6c82f563044c",
            "word": "enamel",
            "phonetic": "ɪnæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eons enamel pins are available now!",
                "So building enamel is like making rocks in your mouth.",
                "and it's eroding the enamel and it can cause permanent damage.",
                "In 2008, a team of anthropologists studied the thickness of the enamel on ten Gigantopithecus teeth, as well as the shape of the hard tissue underneath it, called the dentin.",
                "And then it has enamel, which shows up whiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbWVs&hash=1e4d30062aeb6cac9a329b8f1c32e5f6c10ea9c7&lang=en&cache-only=0",
            "defineEn": "a durable paint that features a hardened or baked enamel finish",
            "defineVi": "một loại sơn bền có lớp tráng men cứng hoặc nung"
        }
    ]
}