{
    "id": "bb92d189-48d9-4c0d-8918-601c706403bb",
    "title": "Business and Workplace",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "8a7ff866-ecfa-4808-a077-59a0c4dcca95",
            "word": "to export",
            "phonetic": "tʊ ɛkspoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "ur company mainly produces goods for export.",
                "The recent economic recovery was almost entirely led by exports.",
                "Exporting pine to Scandinavia seems like carrying coals to Newcastle.",
                "More land was needed to grow crops for export.",
                "The government is committed to holding exports at their present level."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwb3J0&hash=472fe0326f30961ec609551e10b92eb4a4b363f8&lang=en&cache-only=0",
            "defineEn": "to sell goods to a foreign country",
            "defineVi": "bán hàng ra nước ngoài"
        },
        {
            "id": "1f4e4f61-169a-4b4e-aa90-996ab1a62c49",
            "word": "to import",
            "phonetic": "tʊ ɪmpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "If push comes to shove, the government will impose quotas on imports.",
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "By importing large quantities and selling at low prices, they have cornered the market.",
                "Importing hookah tobacco."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3J0&hash=cf2f515544bd55ec2e06eead323605d65d101d6b&lang=en&cache-only=0",
            "defineEn": "to buy goods from a foreign country and bring them to one's own",
            "defineVi": "mua hàng hóa từ nước ngoài và mang chúng về nước mình"
        },
        {
            "id": "5848c05c-9d51-43af-a3d5-0519c2f65377",
            "word": "to promote",
            "phonetic": "tə pɹəmoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We won’t be promoting Larry.",
                "She teaches yoga to promote health and well-being.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Anna was promoted to manager last year, and she's been in the fast lane ever since.",
                "Earth Day is observed on April 22nd to promote environmental awareness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbW90ZQ&hash=7dba87889c98394425dc25652d5ddf86de23c73a&lang=en&cache-only=0",
            "defineEn": "to move to a higher position or rank",
            "defineVi": "để di chuyển đến một vị trí cao hơn hoặc xếp hạng",
            "hasImg": true
        },
        {
            "id": "e29b5842-ab3b-463b-806f-2b0bbabc8090",
            "word": "to invest",
            "phonetic": "tʊ ɪnvɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "We should probably invest in a good home security system.",
                "He invested wisely and became incredibly rich.",
                "He invested in Bitcoin early and made a fortune when the price skyrocketed.",
                "They are making a fortune by investing in the stock market.",
                "Investing in education can go a long way towards improving a nation's future."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZXN0&hash=e6f54fbd5835587b19210a6cedce9488fd12367b&lang=en&cache-only=0",
            "defineEn": "to buy houses, shares, lands, etc. with the hope of gaining a profit",
            "defineVi": "mua nhà, cổ phiếu, đất đai, v.v. với hy vọng kiếm được lợi nhuận",
            "hasImg": true
        },
        {
            "id": "a6ba2702-41a3-4c06-ad27-6f65dfefaaaf",
            "word": "to trade",
            "phonetic": "tə tɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The out-of-town shopping center will kill local trade.",
                "The out-of-town shopping center will kill local trade.",
                "To learn a language/skill/trade.",
                "People were tempted into the trade by the thought of easy money.",
                "All pretence at unity went out of the window as cabinet colleagues traded insults."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhZGU&hash=bbdf2ced9362765b2eaccd212f6f63308363feea&lang=en&cache-only=0",
            "defineEn": "to buy and sell or to exchange items of value",
            "defineVi": "để mua và bán hoặc trao đổi các mặt hàng có giá trị",
            "hasImg": true
        },
        {
            "id": "5f99b658-e154-4772-87bd-5cbe75bef5bd",
            "word": "office",
            "phonetic": "ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "This room would make a nice office.",
                "The keys are kept in my office.",
                "The Mayor left office in 2018.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNl&hash=59c7b1417abf0aea78637505feb01e61dd3505fd&lang=en&cache-only=0",
            "defineEn": "a building, a room, or a place where people work, particularly behind a desk",
            "defineVi": "tòa nhà, phòng hoặc nơi mọi người làm việc, đặc biệt là sau bàn làm việc",
            "hasImg": true
        },
        {
            "id": "cc9bf9dd-e5a8-4be8-9e21-459b4a6f223a",
            "word": "deal",
            "phonetic": "diːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We want a deal.",
                "The deal was completely open and above board.",
                "You've got a deal!",
                "Your friendship means a great deal to me.",
                "She got the short end of the stick in the deal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhbA&hash=e36952a388487e1c7f708e530b1a8d4e2940a9a0&lang=en&cache-only=0",
            "defineEn": "(especially in business or politics) an agreement between two or more parties, on particular conditions",
            "defineVi": "(đặc biệt là trong kinh doanh hoặc chính trị) một thỏa thuận giữa hai hoặc nhiều bên, với những điều kiện cụ thể",
            "hasImg": true
        },
        {
            "id": "f8482431-ca95-4065-a39c-5374ba535a48",
            "word": "offer",
            "phonetic": "ɔfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZXI&hash=f2da829a3f403d4b2b40a5d4adf3806cb7c8ea5f&lang=en&cache-only=0",
            "defineEn": "a sum of money that one is ready to pay for something",
            "defineVi": "một khoản tiền mà một người sẵn sàng trả cho một cái gì đó"
        },
        {
            "id": "68a082f5-770f-49af-a534-3a146d3e8e96",
            "word": "profession",
            "phonetic": "pɹəfɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her energy and talent took her to the top of her profession.",
                "He worked his way to the top of his profession.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "His linguistic ability served him well in his chosen profession.",
                "She argued that my profession and married life were at odds."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc2lvbg&hash=6f3ea2ceca793fca532704500f2634172dce0262&lang=en&cache-only=0",
            "defineEn": "a paid job that requires a high level of education and training",
            "defineVi": "một công việc được trả lương đòi hỏi trình độ học vấn và đào tạo cao",
            "hasImg": true
        },
        {
            "id": "bd8c2cad-ef6b-4b8d-8c57-f4050c5d3c77",
            "word": "career",
            "phonetic": "kɚɹɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Not even the most talented athlete is guaranteed a long career.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "She started her career working for the BBC."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWVy&hash=bf8ded266dfa4857a0216637d53a8e06201844df&lang=en&cache-only=0",
            "defineEn": "a profession or a series of professions that one can do for a long period of one's life",
            "defineVi": "một nghề hoặc một loạt các nghề mà người ta có thể làm trong một thời gian dài của cuộc đời mình",
            "hasImg": true
        },
        {
            "id": "bec3fe31-3f91-45cb-9b25-0e8bbf20bab5",
            "word": "occupation",
            "phonetic": "ɑːkjʊpeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you're trying to quit smoking, it's helpful to keep yourself occupied with other activities because constant occupation prevents temptation.",
                "Find you another occupation.",
                "My occupation is emcee D.J.",
                "A uniform identifies the occupation and status of many workers. ",
                "Other systematic class differences come from the occupations that different classes tend to hold."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbg&hash=fd6ecb54b0c744d1c7677930c1d70d77313ddc4b&lang=en&cache-only=0",
            "defineEn": "a person's profession or job",
            "defineVi": "nghề nghiệp hoặc công việc của một người",
            "hasImg": true
        },
        {
            "id": "8ceea9d9-51b2-4115-a0f8-afeb7c71f5fd",
            "word": "agreement",
            "phonetic": "ɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The agreement came after several hours of negotiations.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The agreement is part of efforts to bring peace to the region.",
                "She nodded in agreement with his statement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyZWVtZW50&hash=802bd957adcccdafac90e734fa8e7fe335dfdc1e&lang=en&cache-only=0",
            "defineEn": "a promise, an arrangement, or a contract between two or more people",
            "defineVi": "một lời hứa, một sự sắp xếp, hoặc một hợp đồng giữa hai hoặc nhiều người",
            "hasImg": true
        },
        {
            "id": "f324041f-6e9d-4ab0-990e-d97e33572af1",
            "word": "contract",
            "phonetic": "kɑːntɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has held the advertising contract since 2005.",
                "Contracts and leases to work the mines.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "That contract proved to be a millstone around his neck.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY3Q&hash=814273244b39704f542dbc2c66797eef7d53b75a&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more sides that states what each of them has to do",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều bên nêu rõ những gì mỗi người trong số họ phải làm",
            "hasImg": true
        },
        {
            "id": "351bcb68-972b-4440-9c76-3aa801b44205",
            "word": "business plan",
            "phonetic": "bɪznəs plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are currently working on the meat and potatoes of the business plan, developing the key strategies.",
                "The young entrepreneur realized that she had made a mistake in her business plan and had to send the helve after the hatchet and make adjustments quickly in order to keep her business on track.",
                "If you're planning to start a business, it's important to have a solid business plan and some experience in the industry.",
                "The entrepreneur was looking for investors, but he also worked tirelessly to improve his business plan.",
                "Part of Carbon Engineering's business plan in the future is the sale of carbon credits, which companies can purchase to offset their own emissions."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgcGxhbg&hash=a4c325879ec48808f0caf78bc592966fbedd9544&lang=en&cache-only=0",
            "defineEn": "‌a document that says what goals a company has for the future and how they could be achieved",
            "defineVi": "‌một tài liệu cho biết công ty có những mục tiêu gì cho tương lai và cách đạt được những mục tiêu đó"
        },
        {
            "id": "4a0f7719-0d4c-430b-b10e-6b867565722e",
            "word": "to interview",
            "phonetic": "tʊ ɪntɚvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The interview is coming up next week.",
                "Several candidates were called for a second interview.",
                "The interview only took ten minutes, but it felt like hours.",
                "She gave a second interview later that year but this time the gloves were off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2aWV3&hash=c5700b1b91f36bd9eb8f701f70a971a3d044b7d3&lang=en&cache-only=0",
            "defineEn": "to ask someone questions to see whether they are qualified for a course of study, job, etc.",
            "defineVi": "để đặt câu hỏi cho ai đó để xem liệu họ có đủ điều kiện cho một khóa học, công việc, v.v.",
            "hasImg": true
        },
        {
            "id": "e96f82e5-9fe6-434c-96e3-3ad2b2f09007",
            "word": "interview",
            "phonetic": "ɪntɚvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The interview is coming up next week.",
                "Several candidates were called for a second interview.",
                "The interview only took ten minutes, but it felt like hours.",
                "She gave a second interview later that year but this time the gloves were off."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2aWV3&hash=bcec29252ee4d3dae2da0ca122231b4773479344&lang=en&cache-only=0",
            "defineEn": "a meeting at which one is asked some questions to see whether one is qualified for a course of study, job, etc.",
            "defineVi": "một cuộc họp trong đó một người được hỏi một số câu hỏi để xem liệu một người có đủ điều kiện cho một khóa học, công việc, v.v.",
            "hasImg": true
        },
        {
            "id": "1be3b75c-ad35-4b3f-8d8b-b5c9452e65e6",
            "word": "competition",
            "phonetic": "kɑːmpətɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Competition is good but only up to a certain point.",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "Last year's champions have been making mincemeat of the competition again this year.",
                "They are studying for the science competition next month.",
                "To hold an event/a party/a competition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpb24&hash=e4689ccd75493facdf51e4cf4c5a8ca276d95ffb&lang=en&cache-only=0",
            "defineEn": "a situation where people or things compete against one another in order to achieve something",
            "defineVi": "một tình huống mà mọi người hoặc mọi thứ cạnh tranh với nhau để đạt được một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6d12fca4-4b61-4e06-8f97-603e78999874",
            "word": "opportunity",
            "phonetic": "ɑːpɚtuːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opportunity makes a thief.",
                "Many investors have turned their attention to opportunities abroad.",
                "Both teams chanced their arms at every opportunity.",
                "The system allows people the opportunity to browse a wide selection of books.",
                "He had the opportunity to learn English in Australia."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3J0dW5pdHk&hash=c1b5539fac5ddedb183bbcc089f9b1f7f2686178&lang=en&cache-only=0",
            "defineEn": "a situation or a chance where doing or achieving something particular becomes possible or easier",
            "defineVi": "một tình huống hoặc một cơ hội mà làm hoặc đạt được điều gì đó cụ thể trở nên có thể hoặc dễ dàng hơn"
        },
        {
            "id": "cf18275f-d919-4b79-8c21-cd58be2f92c6",
            "word": "professional",
            "phonetic": "pɹəfɛʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "The best professional musicians start young.",
                "A professional wedding coordinator can save you time and money.",
                "Duval turned professional in 1993.",
                "The birthdate is an important piece of information for medical professionals."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc2lvbmFs&hash=8a43de8750a4e61f733b67497b2d03c0f4957df3&lang=en&cache-only=0",
            "defineEn": "doing an activity as a job and not just for fun",
            "defineVi": "thực hiện một hoạt động như một công việc và không chỉ để giải trí"
        },
        {
            "id": "4285efa9-95da-4dea-9bd8-b768ce26ed60",
            "word": "commercial",
            "phonetic": "kəmɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The south of the city is more residential, while the north is more commercial.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "Each company is fighting to protect its own commercial interests.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbA&hash=5adbca0bdab83703ff258e0b9f5fc7904ab65798&lang=en&cache-only=0",
            "defineEn": "related to the purchasing and selling of different goods and services",
            "defineVi": "liên quan đến việc mua và bán các hàng hóa và dịch vụ khác nhau"
        },
        {
            "id": "c434c941-fd3d-4409-a38a-0beca9b0ff0d",
            "word": "unemployment",
            "phonetic": "ʌnɛmplɔɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unemployment has now passed the three million mark.",
                "Only a minority of people exist on unemployment benefits alone.",
                "The government took action to reduce unemployment rates.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "There is no silver bullet that will put an end to unemployment."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5lbXBsb3ltZW50&hash=fecba0dbea14901da89081fcfa70d63821e613b4&lang=en&cache-only=0",
            "defineEn": "the state of being without a job",
            "defineVi": "tình trạng không có việc làm",
            "hasImg": true
        },
        {
            "id": "ae592a53-c2c7-4964-a72f-33be7c2b2f28",
            "word": "financial",
            "phonetic": "faɪnænʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The increase had a ripple effect through the whole financial market.",
                "The company's financial report showed a significant increase in yield, indicating successful productivity and growth.",
                "The company ran into financial difficulties and had to lay off employees.",
                "He needs financial backing, but the building societies won't play.",
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jaWFs&hash=809313b0b2ffdb401acbb442af93414b516f015b&lang=en&cache-only=0",
            "defineEn": "related to money or its management",
            "defineVi": "liên quan đến tiền hoặc quản lý của nó",
            "hasImg": true
        },
        {
            "id": "8ab609a8-a7e9-4b4a-9928-55ed58c01977",
            "word": "supply",
            "phonetic": "səplaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take enough supplies.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Supplies are being dropped for the refugees.",
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGx5&hash=ed598b8bf16239b41d7002e963157bdc71301201&lang=en&cache-only=0",
            "defineEn": "(plural) necessary things, such as food, medicines, clothes, etc. for a group of people",
            "defineVi": "(số nhiều) những thứ cần thiết, chẳng hạn như thực phẩm, thuốc men, quần áo, v.v. cho một nhóm người"
        },
        {
            "id": "de6671e8-4204-478a-872c-507e98c4c942",
            "word": "demand",
            "phonetic": "dᵻmænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those towns left out are demanding a slice of the action.",
                "The factory owners turned a deaf ear to the demands of the workers.",
                "'But where could they have gone?' he demanded.",
                "The dairy products market will also be driven by consumer demand.",
                "The company is sitting pretty in the market, with high demand for its products and a strong financial position."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtYW5k&hash=d6f6f54a150bab3ba9feac53b04024168fe5eea5&lang=en&cache-only=0",
            "defineEn": "costumer's need or desire for specific goods or services",
            "defineVi": "nhu cầu hoặc mong muốn của khách hàng đối với hàng hóa hoặc dịch vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "c2d7c981-7c4f-4faa-8810-64752e3ee496",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "the work done by a person, organization, company, etc. for the benefit of others",
            "defineVi": "công việc được thực hiện bởi một người, tổ chức, công ty, v.v. vì lợi ích của người khác"
        },
        {
            "id": "992c0aac-bae4-4a7f-beb2-c1a4b01d216d",
            "word": "factory",
            "phonetic": "fæktɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The factory owners turned a deaf ear to the demands of the workers.",
                "The local factory produces electronic components.",
                "The factory employee was eating lunc in the cafeteria.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "The factory closure follows hot on the heels of several others"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjdG9yeQ&hash=972455a712389d1906670fd103134ba1eed7a413&lang=en&cache-only=0",
            "defineEn": "a building or set of buildings in which products are made, particularly using machines",
            "defineVi": "một tòa nhà hoặc tập hợp các tòa nhà trong đó các sản phẩm được sản xuất, đặc biệt là sử dụng máy móc",
            "hasImg": true
        },
        {
            "id": "89f50e7a-ab92-4e5c-993b-5644fbe30bc9",
            "word": "mine",
            "phonetic": "maɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Your guess is as good as mine.\"",
                "Once I get that staff job, it'll be mine.",
                "When it comes to the election, your guess is as good as mine as far as who is going to win.",
                "Contracts and leases to work the mines.",
                "He reached out his hand to shake mine."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZQ&hash=27b1b5db76425066d5266f344ed5793afb20d69d&lang=en&cache-only=0",
            "defineEn": "a deep hole or large tunnel in the ground where workers dig for salt, gold, coal, etc.",
            "defineVi": "một hố sâu hoặc đường hầm lớn trong lòng đất nơi công nhân đào muối, vàng, than, v.v.",
            "hasImg": true
        },
        {
            "id": "10707781-974f-4208-a03a-a2ae48ed8ec3",
            "word": "plant",
            "phonetic": "plænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom planted beautiful flowers in the front yard.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "He planted a gentle kiss on her cheek.",
                "They have planted the seeds of their own destruction.",
                "He planted arrowroot in his backyard garden."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbnQ&hash=3e852761cedd57761156624e95de3a0df56f2fb1&lang=en&cache-only=0",
            "defineEn": "a place, such as a factory, in which an industrial process happens or where power is produced",
            "defineVi": "một nơi, chẳng hạn như một nhà máy, trong đó một quy trình công nghiệp xảy ra hoặc nơi sản xuất điện",
            "hasImg": true
        },
        {
            "id": "e2cbbc0b-de8a-4a3f-8af2-184e283520d4",
            "word": "workshop",
            "phonetic": "wɜːkʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "He used a tool storage box to organize his workshop.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "They attended a culinary workshop and learned how to make oxtail dumplings.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya3Nob3A&hash=f8a52c4e3fcaeed57fd87466a4cef058fc8c7cce&lang=en&cache-only=0",
            "defineEn": "a building or room in which particular goods are made or fixed by different means",
            "defineVi": "một tòa nhà hoặc căn phòng trong đó hàng hóa cụ thể được sản xuất hoặc cố định bằng các phương tiện khác nhau",
            "hasImg": true
        },
        {
            "id": "495ce73e-6255-4fec-a3fa-fc2fa23ad9a1",
            "word": "garage",
            "phonetic": "ɡɚɹɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pressed a button, and the garage door opened, revealing his car.",
                "She noticed a small bird nesting on the roof of her garage.",
                "James had spent the entire day working in the garage, covered in grease and dirt.",
                "The garage does different types of customizations.",
                "Hey Google, unlock the garage. -"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYWdl&hash=ba4187e4c66db2e541319371526eb3d09f69b846&lang=en&cache-only=0",
            "defineEn": "a place where vehicles are serviced or repaired",
            "defineVi": "một nơi xe được bảo dưỡng hoặc sửa chữa",
            "hasImg": true
        },
        {
            "id": "280f9dbf-56ae-42dd-84db-64df1e7bf450",
            "word": "headquarters",
            "phonetic": "hɛdkwɔːɹɾɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its headquarters is in Dubai.",
                "Facebook headquarters is pretty large. ",
                "Take the Central Party Complex, for example, the regime's headquarters.",
                "At the headquarters of the pro sports leagues in New York City, the New York attorney general's actions caused concern.",
                "We have two cameras at Southwest Airlines headquarters."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHF1YXJ0ZXJz&hash=d0b9138535da75adce02777ed566a21ff0b61cdc&lang=en&cache-only=0",
            "defineEn": "the place where the main offices of a large company or organization are located",
            "defineVi": "nơi đặt văn phòng chính của một công ty hoặc tổ chức lớn",
            "hasImg": true
        },
        {
            "id": "e564659e-8dbf-49e8-bbcc-cc850053e69f",
            "word": "unemployed",
            "phonetic": "ʌnɛmplɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The unemployed man took a job he didn't like because he needed to pay his bills.",
                "The number of unemployed has passed the two million mark for the first time.",
                "I know the job isn't perfect, but a bad bush is better than the open field, and I can't afford to be unemployed right now.",
                "The unemployed man was offered a job that was not ideal, but he accepted it because beggars can't be choosers.",
                "The government is accused of ratting on its promises to the unemployed."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5lbXBsb3llZA&hash=1328740c3170be597879c293f13759e6ed2645de&lang=en&cache-only=0",
            "defineEn": "not having a job",
            "defineVi": "không có việc làm",
            "hasImg": true
        },
        {
            "id": "3eff40a9-e938-4432-a579-262ecf2896a2",
            "word": "consumer",
            "phonetic": "kənsuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The consumer has been driving the economy for a number of years.",
                "Consumer finance is not necessarily a money spinner any longer.",
                "Today's consumers do not keep the Sabbath.",
                "The dairy products market will also be driven by consumer demand.",
                "The government has passed new legislation to protect consumers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXI&hash=42b490e8fe247957786c60555221a19c51c88708&lang=en&cache-only=0",
            "defineEn": "someone who buys and uses services or goods",
            "defineVi": "một người mua và sử dụng dịch vụ hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "4ab1d22c-bf05-4b9e-bf8c-509f207cb1ae",
            "word": "partner",
            "phonetic": "pɑːɹtnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "We're really more like partners.",
                "Ach partner is entitled to share in the profits of the business.",
                "His business partner is holding the fort while he is away."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydG5lcg&hash=91fa5824e9ab9010a205fb18c2f43127a451df91&lang=en&cache-only=0",
            "defineEn": "one of the owners of a business or company who shares the expenses, profits, and losses",
            "defineVi": "một trong những chủ sở hữu của một doanh nghiệp hoặc công ty chia sẻ chi phí, lợi nhuận và thua lỗ",
            "hasImg": true
        },
        {
            "id": "fdacbfd0-d9bd-40a2-98b4-0cc38be1dfe3",
            "word": "qualified",
            "phonetic": "kwɔlᵻfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Between you and me and these four walls, Stephanie is not as qualified for this job as she claims to be.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "They are neither students nor fully qualified practitioners.",
                "We used to get hundreds of qualified candidates, but lately I feel like we've been scraping the barrel with the applicants we bring in.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGlmaWVk&hash=06c8bb4431a800c850cdcb19f79dacefdcb461e9&lang=en&cache-only=0",
            "defineEn": "having the needed skills, knowledge, or experience for a job, activity, etc.",
            "defineVi": "có các kỹ năng, kiến thức hoặc kinh nghiệm cần thiết cho một công việc, hoạt động, v.v."
        },
        {
            "id": "92ddcc49-38c7-4f09-b0dc-3fd84006508d",
            "word": "crew",
            "phonetic": "kɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fire crews have been operating at full stretch.",
                "The ship's crew worked together to ensure the smooth operation of the vessel.",
                "We’ll be operating with a skeleton crew until after the holidays.",
                "The ship was abandoned by its crew after it started taking on water.",
                "After a few days at sea, the crew members had finally gotten their sea legs and were able to move around the ship without stumbling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jldw&hash=fa0f7d13224b6b0426cc4f3d6013d3382066c701&lang=en&cache-only=0",
            "defineEn": "a group of people with particular skill sets who participate in a common activity",
            "defineVi": "một nhóm người có bộ kỹ năng cụ thể tham gia vào một hoạt động chung",
            "hasImg": true
        },
        {
            "id": "5e1fb213-e3b5-46db-a4cc-454675b779e4",
            "word": "to manage",
            "phonetic": "tə mænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I could manage that.",
                "We managed to raise him on his mobile phone.",
                "We managed to lose our pursuers in the darkness.",
                "I managed to find a solution to the problem.",
                "The company managed to beat the clock on delivering its new system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuYWdl&hash=bce449726539553cd81ce023cc0ab1aa86ba9b8d&lang=en&cache-only=0",
            "defineEn": "to be in charge of the work of a team, organization, department, etc.",
            "defineVi": "phụ trách công việc của một nhóm, tổ chức, bộ phận, v.v.",
            "hasImg": true
        },
        {
            "id": "1db66ec1-36bd-4e31-9b1b-dcaef75a611b",
            "word": "resource",
            "phonetic": "ɹᵻsoːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "Can you recommend any online resources for studying world history?",
                "We use textbooks and online resources to help us with our homework.",
                "We're putting all of our resources behind you and your team.",
                "We have access to a library with extensive resources at college."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb3VyY2U&hash=8d46a888f118afa30744e92e86cfe76081d1e094&lang=en&cache-only=0",
            "defineEn": "(usually plural) means such as equipment, money, manpower, etc. that a person or organization can benefit from",
            "defineVi": "(thường là số nhiều) nghĩa là thiết bị, tiền bạc, nhân lực, v.v. mà một người hoặc tổ chức có thể hưởng lợi từ đó"
        },
        {
            "id": "0af18573-f07b-48b7-b34f-947e7a4cea29",
            "word": "firm",
            "phonetic": "fɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The firm has captured the lion’s share of the UK market.",
                "The judge stood firm in her ruling.",
                "The government has taken a firm line on illegal immigration.",
                "They are holding firm on their refusal to proceed.",
                "The firm has carved a niche for itself in handling claims for compensation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlybQ&hash=ce120447c5f94f0f28ce3107e44332c89c79fa7a&lang=en&cache-only=0",
            "defineEn": "a business or company, particularly one owned by two or more partners",
            "defineVi": "một doanh nghiệp hoặc công ty, đặc biệt là một doanh nghiệp thuộc sở hữu của hai hoặc nhiều đối tác",
            "hasImg": true
        },
        {
            "id": "8a834d4b-f64a-4723-9abf-3b26c541104d",
            "word": "skilled",
            "phonetic": "skɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They are highly skilled and have a significant impact on the team's success.",
                "I know I'm a skilled artist, but I'm not in the same league with the other people here!",
                "The company raised wages and hired more skilled workers in order to up the ante and grab more market share.",
                "She baked a batch of aromatic rye bread, picturing herself as a skilled home baker.",
                "He took to playing the guitar quickly and soon became a skilled musician."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbGxlZA&hash=ae66488952f0c06b9f57e5618d01a82a874af8c0&lang=en&cache-only=0",
            "defineEn": "having the necessary experience or knowledge to perform well in a particular field",
            "defineVi": "có kinh nghiệm hoặc kiến thức cần thiết để thực hiện tốt trong một lĩnh vực cụ thể"
        }
    ]
}