{
    "id": "bc49464e-32c7-49a8-82d3-7e87548b5131",
    "title": "Unit 2 - Lesson 2",
    "originalTitle": "Unit 2 - Lesson 2",
    "words": [
        {
            "id": "f7178125-40d8-4394-bfaf-063d8d9851b3",
            "word": "movie",
            "phonetic": "muːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That movie knocked my socks off.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWU&hash=519b561aeca6798c5f71c58e3fa3bc5f3198060e&lang=en&cache-only=0",
            "defineEn": "a story that is told with a series of pictures that move and sound, shown on television or in a cinema",
            "defineVi": "một câu chuyện được kể bằng một loạt hình ảnh chuyển động và âm thanh, được chiếu trên truyền hình hoặc trong rạp chiếu phim",
            "hasImg": true
        },
        {
            "id": "d6e2b2d1-2c4b-4ef9-9a50-9c9925b87a8a",
            "word": "genre",
            "phonetic": "ʒɑːnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VucmU&hash=a0d13625523bbb41061f418145b3304ad2959a9d&lang=en&cache-only=0",
            "defineEn": "a style of art, music, literature, film, etc. that has its own special features",
            "defineVi": "một phong cách nghệ thuật, âm nhạc, văn học, phim, v.v. có những nét đặc biệt riêng",
            "hasImg": true
        },
        {
            "id": "c2680fcb-3f9c-41d6-b608-40b8d8c7e740",
            "word": "action film",
            "phonetic": "ækʃən fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9uIGZpbG0&hash=be185179e22e1a44d802381e8483483ef0614a3a&lang=en&cache-only=0",
            "defineEn": "a film genre that has a lot of exciting events, and usually contains violence",
            "defineVi": "một thể loại phim có nhiều sự kiện thú vị và thường có bạo lực",
            "hasImg": true
        },
        {
            "id": "22f8b7ad-edc5-4f91-b2b2-b8bc48680feb",
            "word": "horror film",
            "phonetic": "hɔɹɚ fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9ycm9yIGZpbG0&hash=08805960a86d2b5ac1b1a36c0a8ceb902f3cd2f0&lang=en&cache-only=0",
            "defineEn": "a film genre that has a lot of unnatural or frightening events intending to scare people",
            "defineVi": "một thể loại phim có nhiều sự kiện không tự nhiên hoặc đáng sợ nhằm mục đích hù dọa mọi người",
            "hasImg": true
        },
        {
            "id": "0df0dda6-850b-4dbd-82c4-9d4a9d42624a",
            "word": "science fiction",
            "phonetic": "saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of this is science fiction.",
                "This new arm is not science fiction. ",
                "This isn’t science fiction.",
                "It sounds like science fiction!",
                "Women and people of color have always been writing science fiction, ahem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmaWN0aW9u&hash=6b6d197b76567af19513898922548d6f73cbfd35&lang=en&cache-only=0",
            "defineEn": "books, movies, etc. about imaginary things based on science",
            "defineVi": "sách, phim, v.v. về những điều tưởng tượng dựa trên khoa học",
            "hasImg": true
        },
        {
            "id": "b4cf0834-a098-47af-81dc-c6a06ec3c457",
            "word": "film",
            "phonetic": "fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbQ&hash=be649f4cc2d3570fb3c4bbb869cf8fe152aa009b&lang=en&cache-only=0",
            "defineEn": "a story that we can watch on a screen, like a TV or in a theater, with moving pictures and sound",
            "defineVi": "một câu chuyện mà chúng ta có thể xem trên màn hình, chẳng hạn như TV hoặc trong rạp hát, với hình ảnh và âm thanh chuyển động",
            "hasImg": true
        },
        {
            "id": "3683f0e8-4cc2-41a2-86f9-e8d891012e16",
            "word": "animated",
            "phonetic": "ænɪmeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Animated holiday specials make me feel like I was bitten by a radioactive humbug!",
                "And it is really funny and very, very animated and I enjoy it very much.",
                "One of the questions we get asked the most is how we make animated videos.",
                "Speaking of romance and love, one of the questions we get asked most often is how we make animated videos.",
                "And it was the first time I've ever seen him so animated."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0ZWQ&hash=fdaf81f1babd9a5e25502d806bba5e79c1c130f8&lang=en&cache-only=0",
            "defineEn": "(of images or drawings in a movie) made to appear as if they are in motion",
            "defineVi": "(của hình ảnh hoặc hình vẽ trong phim) được tạo ra như thể chúng đang chuyển động",
            "hasImg": true
        },
        {
            "id": "eab95a05-e00f-49cb-b6f4-a4c534f83781",
            "word": "comedy",
            "phonetic": "kɑːmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was in stitches at that comedy show.",
                "I watched a comedy movie and couldn't stop laughing.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWR5&hash=bd7295c6840821ea0fa3bc1aeb2c02c1da14a317&lang=en&cache-only=0",
            "defineEn": "professional entertainment that contains jokes and sketches, intended to make people laugh",
            "defineVi": "giải trí chuyên nghiệp chứa những câu chuyện cười và bản phác thảo, nhằm làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "4b31a661-450d-4293-b8fc-f9076f707a00",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a play that is performed in a theater, on TV, or radio",
            "defineVi": "một vở kịch được thực hiện trong một nhà hát, trên TV, hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "d585ea0f-74f1-44bd-9749-02960c27c021",
            "word": "documentary film",
            "phonetic": "dɑːkjuːmɛntɚɹi fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9jdW1lbnRhcnkgZmlsbQ&hash=aa51987fbb1af6031c0f2e2149d93156f6c35a3c&lang=en&cache-only=0",
            "defineEn": "a film or a television program that gives information and facts on a specific subject, intending to educate as well as entertain people",
            "defineVi": "một bộ phim hoặc một chương trình truyền hình cung cấp thông tin và sự kiện về một chủ đề cụ thể, nhằm mục đích giáo dục cũng như giải trí cho mọi người",
            "hasImg": true
        },
        {
            "id": "19949df2-9976-44a3-9459-d793c9ec3a6d",
            "word": "musical",
            "phonetic": "mjuːzɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "Her last musical ran for six months on Broadway.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "Musicals are the gateway drug."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbA&hash=c7a3e11a7deeffea2a1b813f1d1b252ed7fcd1d7&lang=en&cache-only=0",
            "defineEn": "any theatrical performance that combines singing, dancing, and acting to tell a story",
            "defineVi": "bất kỳ buổi biểu diễn sân khấu nào kết hợp ca hát, nhảy múa và diễn xuất để kể một câu chuyện",
            "hasImg": true
        }
    ]
}