{
    "id": "bc86f1bd-8717-45ad-8c32-1e4f6e74e427",
    "title": "Nail Care",
    "originalTitle": "Nail Care",
    "words": [
        {
            "id": "da7cb969-dab9-4b3f-83fd-2e2ed0035a83",
            "word": "to pare",
            "phonetic": "tə pɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As automakers pare their investments.",
                "PARE stands for Physical Ability Requirement Evaluation.",
                "The PARE is the current job standard test that we use.",
                "Every cadet is required to pass the PARE test.",
                "It was pretty hard at the beginning for me, paring it down, and saving, saving, saving, saving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyZQ&hash=1620bc9c878b8e4ccc4f3244799820d30f988510&lang=en&cache-only=0",
            "defineEn": "to trim or remove the outer layer of something",
            "defineVi": "để cắt hoặc loại bỏ lớp bên ngoài của một cái gì đó"
        },
        {
            "id": "4ba2aab2-8611-47b5-b3bb-db19c23caf25",
            "word": "mani-pedi",
            "phonetic": "mænipɛdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFuaS1wZWRp&hash=dd254dbc977cb26989952107b9cc3c8f3f148cf8&lang=en&cache-only=0",
            "defineEn": "a combined nail care treatment for both the hands and feet, often done in a salon or spa",
            "defineVi": "một liệu pháp chăm sóc móng kết hợp cho cả bàn tay và bàn chân, thường được thực hiện ở thẩm mỹ viện hoặc spa"
        },
        {
            "id": "a314ad88-c136-4c70-8bd3-001542ac3731",
            "word": "to manicure",
            "phonetic": "tə mænɪkjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The loser has to give the winner a manicure for the feet.",
                "I'm still getting my manicures because that is a self-care moment and a relaxation moment.",
                "My nails, whether it'd be just a gel manicure or something else.",
                "They can also book complimentary massages, manicures, or haircuts right in their suites.",
                "So what in our evolutionary past led to this manicured adaptation, and what can nails do that their sharper cousins can’t?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuaWN1cmU&hash=0318b7c54c9791a2c7cf5119654771426dc4dd13&lang=en&cache-only=0",
            "defineEn": "to groom and beautify the nails and hands through trimming, shaping, filing, and polishing",
            "defineVi": "để chải chuốt và làm đẹp móng tay và bàn tay thông qua việc cắt tỉa, tạo hình, dũa và đánh bóng",
            "hasImg": true
        },
        {
            "id": "c165bda1-8b59-4990-8dc8-5f68ca944e77",
            "word": "to pedicure",
            "phonetic": "tə pɛdɪkjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So here at the refuge, at least once a month, they get a pedicure.",
                "Yeah, otherwise known as a pedicure.",
                "Their feet are slightly more pedicured.",
                "Do something self care related, like give yourself a pedicure, take a virtual tour of the Smithsonian online, explore the planets and constellations on the solarium website or app.",
                "We're gonna open your mail and Rhett's - gonna give me my pedicure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVkaWN1cmU&hash=45d0c65f3cc8107ab1ef90785d110a31703da1e1&lang=en&cache-only=0",
            "defineEn": "to groom and pamper the feet and toenails, including activities such as exfoliating, trimming, and applying polish to the toenails",
            "defineVi": "chải chuốt và nuông chiều bàn chân và móng chân, bao gồm các hoạt động như tẩy tế bào chết, cắt tỉa và đánh bóng móng chân"
        },
        {
            "id": "f1c2a794-7064-44e0-ae02-0b4d46942415",
            "word": "nail buffing",
            "phonetic": "neɪl bʌfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFpbCBidWZmaW5n&hash=2fcea43e1e0d317e249ccf8677315c460f6c2902&lang=en&cache-only=0",
            "defineEn": "a cosmetic process using a buffer to smooth and polish nails for a glossy, shiny appearance without nail polish",
            "defineVi": "một quy trình thẩm mỹ sử dụng một chất đệm để làm mịn và đánh bóng móng tay để có vẻ ngoài bóng, sáng mà không cần sơn móng tay"
        },
        {
            "id": "856fc9e1-bb7d-4217-8e71-821c85596bbb",
            "word": "nail extension",
            "phonetic": "neɪl ɛkstɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFpbCBleHRlbnNpb24&hash=feb3f9cc6db2a8a735b50cccebb36be3502ce38e&lang=en&cache-only=0",
            "defineEn": "a cosmetic procedure to lengthen and enhance the appearance of natural nails using artificial materials like acrylic or gel",
            "defineVi": "một quy trình thẩm mỹ để kéo dài và tăng cường vẻ ngoài của móng tay tự nhiên bằng cách sử dụng vật liệu nhân tạo như acrylic hoặc gel"
        },
        {
            "id": "c535710d-8e4f-4e6e-afc9-85a720196345",
            "word": "nail art",
            "phonetic": "neɪl ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFpbCBhcnQ&hash=b53c73501e5d0881fabfd756fe9bf56e4692f6f1&lang=en&cache-only=0",
            "defineEn": "the creative application of designs or embellishments on nails to achieve unique and personalized looks",
            "defineVi": "ứng dụng sáng tạo của thiết kế hoặc trang trí trên móng tay để đạt được vẻ ngoài độc đáo và cá nhân hóa"
        },
        {
            "id": "6c9895a4-79ff-4435-8ac8-49cc703a1c22",
            "word": "nail enhancement",
            "phonetic": "neɪl ɛnhænsmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFpbCBlbmhhbmNlbWVudA&hash=fb6763949cb139de8a1c8f8991975dd58ce82e88&lang=en&cache-only=0",
            "defineEn": "the cosmetic procedures or techniques that are used to improve the appearance of natural nails or extend their length",
            "defineVi": "các quy trình hoặc kỹ thuật thẩm mỹ được sử dụng để cải thiện vẻ ngoài của móng tay tự nhiên hoặc kéo dài độ dài của chúng"
        },
        {
            "id": "8c4c917f-2a60-4395-80b0-fc6e2e1c060c",
            "word": "to trim",
            "phonetic": "tə tɹɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "He keeps in good trim by going to the gym three times a week.",
                "To reduce the risk of heart disease, trim the excess fat from meat before cooking.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Even our first tools were trimmed to a symmetrical shape."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpbQ&hash=e9e9f914ed37638954329a70b07a0d7042db1c66&lang=en&cache-only=0",
            "defineEn": "to make something appear more neat or organized by cutting it down to a desired size or by removing its edges",
            "defineVi": "để làm cho một cái gì đó trông gọn gàng hoặc có tổ chức hơn bằng cách cắt nó xuống kích thước mong muốn hoặc bằng cách loại bỏ các cạnh của nó"
        },
        {
            "id": "07ef3975-81c0-4d77-aa5c-cd2942a7d74e",
            "word": "to file",
            "phonetic": "tə faɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsZQ&hash=4e60301c9762bacc703cb8b48b893d46f86c6c2e&lang=en&cache-only=0",
            "defineEn": "to make something even or level by using a file or similar tool to remove roughness or irregularities",
            "defineVi": "để làm cho một cái gì đó đồng đều hoặc cân bằng bằng cách sử dụng một tệp hoặc công cụ tương tự để loại bỏ độ nhám hoặc bất thường"
        },
        {
            "id": "b9ba1716-1c38-43ac-aeca-65cedec970de",
            "word": "to buff",
            "phonetic": "tə bʌf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hot summer day made it unbearable for David to wear clothes, so he decided to spend the afternoon in the buff, sunbathing in his backyard.",
                "After a long day at work, Emma likes to unwind by spending some time in the buff, enjoying the freedom of being naked in the comfort of her own home.",
                "Hopefully they'll buff out.",
                "I am a history buff.",
                "-I want a buff one, man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVmZg&hash=bdbab68c9c47fc5caf01516ad309fddbf8ee4527&lang=en&cache-only=0",
            "defineEn": "to polish or shine a surface by rubbing it with a soft cloth or a special tool",
            "defineVi": "để đánh bóng hoặc tỏa sáng một bề mặt bằng cách chà xát nó bằng một miếng vải mềm hoặc một công cụ đặc biệt"
        },
        {
            "id": "c226b302-cada-4cf9-8252-98975662d303",
            "word": "gel manicure",
            "phonetic": "dʒɛl mænɪkjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VsIG1hbmljdXJl&hash=43c318b3a540cb178489a502a72fc24d9282585a&lang=en&cache-only=0",
            "defineEn": "a type of manicure that involves the use of special gel-based nail polishes cured with UV or LED light for a longer-lasting and chip-resistant finish",
            "defineVi": "một kiểu làm móng liên quan đến việc sử dụng sơn móng tay dạng gel đặc biệt được xử lý bằng tia cực tím hoặc đèn LED để có lớp sơn bền lâu hơn và chống sứt mẻ"
        }
    ]
}