{
    "id": "bc8cba0e-877c-48f5-8788-0fb61e4676b6",
    "title": "Conducting Research",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "7c59206d-f7cf-4386-a83b-83f7b89bb0f2",
            "word": "to analyze",
            "phonetic": "tʊ ænɐlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The detective knew that facts are stubborn things and that the evidence would lead to the truth, so he meticulously gathered and analyzed all the clues in the case.",
                "In a business where sales are declining, it's important for the owners to take action to improve the situation rather than just analyzing the numbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5hbHl6ZQ&hash=b530ce131960cd4d22293760e5784a7b6186a6a3&lang=en&cache-only=0",
            "defineEn": "to examine or study something in detail in order to explain or understand it",
            "defineVi": "để kiểm tra hoặc nghiên cứu một cái gì đó một cách chi tiết để giải thích hoặc hiểu nó",
            "hasImg": true
        },
        {
            "id": "603ffdc2-d371-4aee-b6b3-0de4c0a76425",
            "word": "analysis",
            "phonetic": "ɐnæləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The author abstracted key themes from the novel in her literary analysis.",
                "Violence in the last analysis produces more violence.",
                "And in the last analysis it's going to destroy our country.",
                "Bedini and Curzi were probably not far off the mark in their analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHlzaXM&hash=8ccda952ccd7966fc91cf7545bf599db79172c09&lang=en&cache-only=0",
            "defineEn": "a methodical examination of the whole structure of something and the relation between its components",
            "defineVi": "một kiểm tra có phương pháp về toàn bộ cấu trúc của một cái gì đó và mối quan hệ giữa các thành phần của nó",
            "hasImg": true
        },
        {
            "id": "f57fae0f-7f10-43d7-b0c0-31b25078acf0",
            "word": "to conclude",
            "phonetic": "tə kəŋkluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company stands to reason that the project will take at least another six months to conclude given that none of the managers have a better grip on the work.",
                "They concluded two things.",
                "The voting concludes today.",
                "So the movement largely concluded with World War Two.",
                "Okay, that concludes our quick primer on online privacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2x1ZGU&hash=6b11d8e1e79102a81fec4df5399bda0eb57b6f25&lang=en&cache-only=0",
            "defineEn": "to decide that something is true based on logical reasoning",
            "defineVi": "để quyết định rằng một cái gì đó là đúng dựa trên lý luận logic"
        },
        {
            "id": "5964b60d-ac3c-4e6a-b00d-7901b8117996",
            "word": "conclusion",
            "phonetic": "kəŋkluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two men reached the same conclusion.",
                "Several conclusions follow on from his statement.",
                "What led you to this conclusion?",
                "The crock of gold can lure a teenager into an intellectual maze that offers some significant philosophical conclusions.",
                "This conclusion, which fits the facts, leaves Sternberg's argument without a leg to stand on."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2x1c2lvbg&hash=78f67ec80f0864a8cfd5ae16897b292bf72a8549&lang=en&cache-only=0",
            "defineEn": "a decision that is made after careful thinking and consideration of all the related information",
            "defineVi": "một quyết định được đưa ra sau khi suy nghĩ cẩn thận và xem xét tất cả các thông tin liên quan"
        },
        {
            "id": "6f2bdaef-22ad-4994-bf64-83b2a28f54a0",
            "word": "to confirm",
            "phonetic": "tə kənfɜːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dropped him a line confirming the date.",
                "They asked for his last name at the hotel check-in, to confirm his reservation.",
                "He opened the door and quickly gave the apartment a once over, confirming that nothing was untoward.",
                "While confirmed details are scarce, word has it that the company's next video game console will be the most powerful commercial machine ever built.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlybQ&hash=12b26171f8a1eb120835fde819f02edcfb22cc79&lang=en&cache-only=0",
            "defineEn": "to show or say that something is the case, particularly by providing proof",
            "defineVi": "để hiển thị hoặc nói rằng một cái gì đó là trường hợp, đặc biệt là bằng cách cung cấp bằng chứng"
        },
        {
            "id": "569ebaec-ac3d-49b8-98f2-103340314e16",
            "word": "to determine",
            "phonetic": "tə dɪtɜːmɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was really determined.",
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities.",
                "In any political scandal the first 24 hours normally determines whether someone survives or has to be thrown to the wolves.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXJtaW5l&hash=7b52805ad3e3b573f71c991dea8406752161c071&lang=en&cache-only=0",
            "defineEn": "to find out and confirm the facts about something through calculation or research",
            "defineVi": "để tìm hiểu và xác nhận sự thật về một cái gì đó thông qua tính toán hoặc nghiên cứu"
        },
        {
            "id": "67b81b00-89a9-4258-bff8-342d7d3180ff",
            "word": "development",
            "phonetic": "dɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The girls watched the development of this relationship with incredulity.",
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "We'll watch for any developments.",
                "Space movies have set the pace for the development of special effects.",
                "The plans for the new development have raised angry protests from local residents."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcG1lbnQ&hash=26e0a3fc5693dca5b0cb6b86df1453803a0c7e77&lang=en&cache-only=0",
            "defineEn": "a process or state in which something becomes more advanced, stronger, etc.",
            "defineVi": "một quá trình hoặc trạng thái trong đó một cái gì đó trở nên tiên tiến hơn, mạnh mẽ hơn, v.v.",
            "hasImg": true
        },
        {
            "id": "69a64043-6603-4a22-9f88-19edcd8998a7",
            "word": "to experiment",
            "phonetic": "tʊ ɛkspɛɹɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These experiments serve no useful purpose.",
                "Experiments that paved the way for future research.",
                "The two experiments are run in parallel.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "All of his teachers are going bananas over his science fair experiment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZXJpbWVudA&hash=b92430c212c5d09d5031c4b3e3a75c80fb26e5a4&lang=en&cache-only=0",
            "defineEn": "to do a scientific test on something or someone in order to find out the results",
            "defineVi": "để làm một bài kiểm tra khoa học về một cái gì đó hoặc ai đó để tìm ra kết quả",
            "hasImg": true
        },
        {
            "id": "d6be2d3e-c826-4aa4-a625-4100a6da1722",
            "word": "laboratory",
            "phonetic": "læbɹətɔːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The British army closed their laboratory after that.",
                "We had laboratories, machines that could do blood work.",
                "A laboratory instrument, you can process many more samples.",
                "In laboratory studies, this variant cut the temperature-associated release of thyroxine almost in half.",
                "Welcome to my laboratory."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3JhdG9yeQ&hash=804edaf617b85ccdb6337b75b18084eb354b180f&lang=en&cache-only=0",
            "defineEn": "a place where people do scientific experiments, manufacture drugs, etc.",
            "defineVi": "một nơi mà mọi người làm thí nghiệm khoa học, sản xuất thuốc, v.v.",
            "hasImg": true
        },
        {
            "id": "9af8b11b-abd1-4ed5-b228-c65dcfd19fa6",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        },
        {
            "id": "deabd986-70e5-41d2-814d-f1779dc62f20",
            "word": "scientific",
            "phonetic": "saɪəntɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Budget cuts are putting the squeeze on scientific research.",
                "We discuss current scientific advancements and discoveries in science class.",
                "This scientific uncertainty is likely to run and run.",
                "This particular heritage may be a millstone around the neck of scientific natural history."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aWZpYw&hash=e24fd06625e01cf2f48d4f4fdeab80db0e94dbb6&lang=en&cache-only=0",
            "defineEn": "related to science; according to the principles of science",
            "defineVi": "liên quan đến khoa học; theo nguyên tắc khoa học"
        },
        {
            "id": "3db9884a-1c5f-4d0c-b305-3f90fcbdd1ab",
            "word": "statistic",
            "phonetic": "stɐtɪstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Statistics show that millions of people are victims of identity theft each year.",
                "Statistics are everywhere.",
                "Statistics are tools.",
                "Statistics are persuasive.",
                "Unsurprisingly, psychologists have noticed these statistics."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlzdGlj&hash=ed991b28d194751363f1cb5908f73f409ced9f71&lang=en&cache-only=0",
            "defineEn": "a number or piece of data representing measurements or facts",
            "defineVi": "một số hoặc một phần dữ liệu đại diện cho các phép đo hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "e6da30b2-2cd1-465e-bb60-3888ae67a432",
            "word": "study",
            "phonetic": "stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHk&hash=2097b3f782215c2a8f777e35d85a798163d9ad66&lang=en&cache-only=0",
            "defineEn": "a detailed and careful consideration and examination",
            "defineVi": "xem xét và kiểm tra chi tiết và cẩn thận",
            "hasImg": true
        },
        {
            "id": "a3d60045-5d61-4d58-aa37-b6a6b93efaf6",
            "word": "theory",
            "phonetic": "θiəɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "I don't have any theories.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The theory falls flat on its face when put into practice.",
                "Her controversial new theory flies in the face of everything we know about quantum mechanics."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3J5&hash=0e3a7ffc932d2a506ac3d6e5442b80dc98f40377&lang=en&cache-only=0",
            "defineEn": "a set of ideas intended to explain the reason behind the existence or occurrence of something",
            "defineVi": "một tập hợp các ý tưởng nhằm giải thích lý do đằng sau sự tồn tại hoặc xuất hiện của một cái gì đó"
        },
        {
            "id": "16447954-b21d-45e1-9d5d-c979626f4f2f",
            "word": "to classify",
            "phonetic": "tə klæsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Doctors have classified over 150 diagnosable types, all with different potential causes, symptoms, and treatments.",
                "The most valuable quills are classified as Alba.",
                "The International Society for Bipolar Disorder taskforce classified the illness into three categories.",
                "And some of the records are still classified.",
                "The federal government still classifies it as a potentially dangerous drug with zero medical benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhc3NpZnk&hash=a9207bfe92da3f290debdb0c8a421db40c10e1b4&lang=en&cache-only=0",
            "defineEn": "to put people or things in different categories or groups",
            "defineVi": "để đặt người hoặc những thứ trong các loại hoặc nhóm khác nhau",
            "hasImg": true
        },
        {
            "id": "6ae83251-cf83-41ee-b025-fe782709e482",
            "word": "to conduct",
            "phonetic": "tə kəndʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "The court held that such conduct violated the statute.",
                "I enjoy conducting experiments and making observations in science class.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZHVjdA&hash=1f9bbd1c81dcffa00eba094b82026ba1f13e0bda&lang=en&cache-only=0",
            "defineEn": "to direct or participate in the management of something",
            "defineVi": "để chỉ đạo hoặc tham gia vào việc quản lý của một cái gì đó"
        },
        {
            "id": "6deefa3b-7fcf-4a4a-a43b-e181fa4b95d6",
            "word": "to evaluate",
            "phonetic": "tʊ ɪvæljuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the boss criticized the team's performance, one of the employees reminded him to sweep before his own door and evaluate his own leadership skills.",
                "The school's infrastructure was evaluated and given a clean bill of health, with no major structural or safety issues found",
                "Economists evaluate the effectiveness of a healthcare system on three criteria: Access, Cost, and Quality.",
                "We just evaluated our function.",
                "The two women were being evaluated for epilepsy surgery at University Hospital in Geneva, Switzerland."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhbHVhdGU&hash=ae41f800c5742478ddfc0daeecebba559f177c3d&lang=en&cache-only=0",
            "defineEn": "to calculate the amount, importance, number, or value of something or someone",
            "defineVi": "để tính toán số lượng, tầm quan trọng, số lượng, hoặc giá trị của một cái gì đó hoặc ai đó"
        },
        {
            "id": "a2c6735b-bfe2-47e1-a8d5-4bd62976f8a1",
            "word": "finding",
            "phonetic": "faɪndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study yielded significant findings that could advance medical research.",
                "The case was continued without a finding until August 2.",
                "What did he make out of the findings of the Emile Short commission?",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZGluZw&hash=deef190a7d15d47a62ef1099434a7c39dfd01e46&lang=en&cache-only=0",
            "defineEn": "the act of discovering something",
            "defineVi": "hành động khám phá một cái gì đó"
        },
        {
            "id": "9dd3e13c-1771-41f8-bd87-d2c20145b6f2",
            "word": "hypothesis",
            "phonetic": "haɪpɑːθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome.",
                "However his massive collection of drawings supported his hypothesis from every angle.",
                "So, this hypothesis makes sense.",
                "P-values, by definition, only examine null hypotheses.",
                "We develop a hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RoZXNpcw&hash=c4f0b278a0f9a0c3be6e7972575b2c2eaa5173af&lang=en&cache-only=0",
            "defineEn": "an explanation based on limited facts and evidence that is not yet proved to be true",
            "defineVi": "một lời giải thích dựa trên các sự kiện và bằng chứng hạn chế chưa được chứng minh là đúng"
        },
        {
            "id": "1f22850d-ab06-4cea-b47f-ffcad098e0e1",
            "word": "principle",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "The politician had always claimed to be a man of principle, but when his career was on the line, he was willing to make deals with unsavory characters.",
                "I know that you would lay down your life to protect the principles by which you live."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGxl&hash=cc08d05b54dcab327cf882f2bc92d304d35cb33a&lang=en&cache-only=0",
            "defineEn": "a fundamental rule that is considered to be true and can serve as a basis for further reasoning or behavior",
            "defineVi": "một quy tắc cơ bản được coi là đúng và có thể dùng làm cơ sở cho lý luận hoặc hành vi tiếp theo"
        },
        {
            "id": "36353ebd-d97a-43bf-8d70-6d04582b62ef",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a particular set of actions conducted in a certain way",
            "defineVi": "một tập hợp các hành động cụ thể được thực hiện theo một cách nhất định"
        },
        {
            "id": "b731524a-43ff-43e6-b5de-01cba8f4d07e",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a testing process conducted in order to decide on how effective, safe, etc. someone or something is",
            "defineVi": "một quy trình thử nghiệm được tiến hành để quyết định mức độ hiệu quả, an toàn, v.v. của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "082cfb0f-37c9-4602-870c-8c6379a54a1a",
            "word": "to model",
            "phonetic": "tə mɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kZWw&hash=5f918294689456dbcc9ca35e7a701670bfe71cda&lang=en&cache-only=0",
            "defineEn": "to create a smaller representation of something using wood, etc.",
            "defineVi": "để tạo ra một đại diện nhỏ hơn của một cái gì đó sử dụng gỗ, vv"
        },
        {
            "id": "531d0567-2ade-4c84-b51e-902f3994f2aa",
            "word": "to correlate",
            "phonetic": "tə kɔɹɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The belief in homeopathy correlates with skepticism about vaccinations.",
                "In this case, the shape of each kind of epithelial cell correlates with its function.",
                "They're negatively correlated.",
                "A record of purchases can be strongly correlated to gender.",
                "And anxiety is essentially correlated with uncertainty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycmVsYXRl&hash=5aa9a7badc6c1e3d0469908dc89453431e8bb264&lang=en&cache-only=0",
            "defineEn": "to be closely connected or have mutual effects",
            "defineVi": "được kết nối chặt chẽ hoặc có tác động lẫn nhau"
        },
        {
            "id": "659411d0-62e5-4ccf-9fd7-c7828022e1b9",
            "word": "to disprove",
            "phonetic": "tə dɪspɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author writes that this theory has now been disproved.",
                "So this disproves this statement.",
                "These findings don’t totally disprove the idea that newborns are blank slates.",
                "Some we could disprove.",
                "Instead, they put it on you to disprove it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcHJvdmU&hash=ec2f0d68847e538b86cdf4bed2db2ff7e5fb15a8&lang=en&cache-only=0",
            "defineEn": "to show that something is false or incorrect",
            "defineVi": "để chỉ ra rằng một cái gì đó là sai hoặc không chính xác"
        },
        {
            "id": "c9ce84cb-1a79-4cd8-a454-cbede4c1ade6",
            "word": "empirical",
            "phonetic": "ɛmpɪɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Empirical research hasn't really supported his hierarchy.",
                "So the empirical rule just gives us that answer.",
                "So what is the empirical formula?",
                "But the empirical evidence is limited.",
                "Does it rely on empirical data?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waXJpY2Fs&hash=1ae202ac5332cce79fd96a75f9f2936e8a3ebc0a&lang=en&cache-only=0",
            "defineEn": "based upon observations or experiments instead of theories or ideas",
            "defineVi": "dựa trên các quan sát hoặc thí nghiệm thay vì lý thuyết hoặc ý tưởng"
        },
        {
            "id": "11de093e-b7e6-4df6-98de-9de20ea66ece",
            "word": "experimental",
            "phonetic": "ɛkspɛɹɪmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The musician built a better mousetrap by incorporating new sounds and genres into their music, resulting in a more diverse and experimental sound.",
                "Test engineers are a bit like the experimental kind.",
                "They were developing a new experimental protocol.",
                "This experimental composition was a key part of The Exorcist, a film that changed horror music forever.",
                "So, state agencies have turned to a more experimental form of escape ramp."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGFs&hash=c7ec1d9c857d0dccbb6778f736010919d50ab33b&lang=en&cache-only=0",
            "defineEn": "relating to scientific experimentation, based on untested hypotheses or approaches and not yet confirmed or finalized",
            "defineVi": "liên quan đến thử nghiệm khoa học, dựa trên các giả thuyết hoặc phương pháp chưa được kiểm chứng và chưa được xác nhận hoặc hoàn thiện"
        },
        {
            "id": "bf0769f6-96a9-46dc-bba8-ef46ef04ca19",
            "word": "theoretical",
            "phonetic": "θiəɹɛɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After all, theoretical models only get you so far.",
                "Imagine a theoretical spherical animal the size of a marble.",
                "And in sociology, theoretical paradigms are key.",
                "Theoretical calculations put the minimum possible weight for lithium ion batteries at around half what they currently are .",
                "Until now, this was entirely theoretical."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3JldGljYWw&hash=bd4d1afb3621d2fc1cb311373781e54b4688ce67&lang=en&cache-only=0",
            "defineEn": "involving or based on theories and ideas rather than practical applications",
            "defineVi": "liên quan hoặc dựa trên lý thuyết và ý tưởng hơn là ứng dụng thực tế"
        },
        {
            "id": "f25d8eb8-4cd5-419f-a511-209ffc5ac95f",
            "word": "thesis",
            "phonetic": "θiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's so determined that I just know nothing will get in her way, and she'll finish her thesis.",
                "I thought I could finish writing my thesis in a week, but it took ages.",
                "Now that I'm finished with work for the summer, I can put my thesis on the front burner again.",
                "So theses are warm McDonald's fries?",
                "Obviously, this thesis is based largely on the fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2lz&hash=849c9f9301cf3ce0c899b23e343f83ef493ed47e&lang=en&cache-only=0",
            "defineEn": "a statement that is used as a premise in argumentation",
            "defineVi": "một tuyên bố được sử dụng như một tiền đề trong lập luận"
        },
        {
            "id": "8db4e33f-9101-40d2-9ce2-0936f5c04231",
            "word": "to verify",
            "phonetic": "tə vɛɹᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He shared false information without verifying its accuracy.",
                "We should search for a reliable source to verify the information.",
                "Verify the account, Jono. -",
                "Power cord verified.",
                "I could verify the case."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVyaWZ5&hash=6228c35d576ec56f0842e0ded3c2b4ce55771c07&lang=en&cache-only=0",
            "defineEn": "to examine the truth or accuracy of something",
            "defineVi": "để kiểm tra sự thật hoặc tính chính xác của một cái gì đó"
        }
    ]
}