{
    "id": "bce4a875-2fb9-41f4-995c-35f836647d35",
    "title": "Lesson 35",
    "originalTitle": "Lesson 35",
    "words": [
        {
            "id": "6b6ce0be-d504-4968-ac68-507fcd1576e8",
            "word": "to marshal",
            "phonetic": "tə mɑːɹʃəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Once the political decision, the political will is there, you can really marshal resources across the board to achieve an objective.",
                "But what he's doing, as we saw, in this call is marshaling resources to try and help the situation in the future and also right now.",
                "Including naming his pet poodle Foo Foo an air chief marshal.",
                "She had to be escorted by federal marshals as she walked past loud and unruly protesters and into the William Frantz Elementary School.",
                "And a thousand miles from the mainland, marshalling help would be a daunting task."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyc2hhbA&hash=e77f201f5a139d93c39de8486c2f7af570747463&lang=en&cache-only=0",
            "defineEn": "arrange in logical order",
            "defineVi": "sắp xếp theo thứ tự logic"
        },
        {
            "id": "164c03a8-9a49-43ff-808c-089c89929c07",
            "word": "martial",
            "phonetic": "mɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On Sunday, Myanmar's military declared martial law in parts of Yangon, the country's largest city.",
                "The martial songs, the speeches calling for the overthrow of the communist government.",
                "According to Jonathan Hyslop, the concept of concentration camps are tied the idea of martial law.",
                "And the Red Lake community in Minnesota declared medical martial law several weeks ago, containing their spread to one person.",
                "He completed his address with adeclaration of martial law."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydGlhbA&hash=78a894ebec94a1344ecc22c567ca674ac10916c6&lang=en&cache-only=0",
            "defineEn": "of or relating to the armed forces",
            "defineVi": "của hoặc liên quan đến các lực lượng vũ trang"
        },
        {
            "id": "77ec2eac-f1c6-4b83-98bc-6399cb1d317f",
            "word": "martian",
            "phonetic": "mɑːɹʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Back in February, the Opportunity rover celebrated its 5000th Martian day on the planet next door.",
                "After all, with just a little technological help, humans can live on the Martian surface.",
                "It's called The Martian by Andy Weir.",
                "Some martians are depicted as monsters, while others are allies.",
                "The Martian poles can get cold enough to freeze carbon dioxide straight out of the atmosphere."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydGlhbg&hash=1d9096731663ba1f9d05239659e65400aed62b2e&lang=en&cache-only=0",
            "defineEn": "of or relating to the planet Mars (or its fictional inhabitants)",
            "defineVi": "của hoặc liên quan đến hành tinh sao Hỏa (hoặc cư dân hư cấu của nó)"
        },
        {
            "id": "3690d2cf-09b8-42e1-9f2e-0ffc219104f1",
            "word": "martinet",
            "phonetic": "mɑːɹtɪnɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFydGluZXQ&hash=9c551752ee4ec7235e4cd92b9434cbe28782c82f&lang=en&cache-only=0",
            "defineEn": "an individual who demands total obedience to rules, laws, and orders",
            "defineVi": "một cá nhân đòi hỏi sự tuân thủ hoàn toàn các quy tắc, luật pháp và mệnh lệnh"
        },
        {
            "id": "d74fa529-bf78-432c-92ee-870115b13abd",
            "word": "martyrdom",
            "phonetic": "mɑːɹɾɚdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surely, we must learn from his martyrdom that if people cannot let go of the hatred of their enemies, they risk sowing the seeds of hatred among themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydHlyZG9t&hash=38d43479118da1df569be561fa4a884a6ee3b59e&lang=en&cache-only=0",
            "defineEn": "death that is imposed because of the person's adherence of a religious faith or cause",
            "defineVi": "cái chết được áp đặt vì sự tuân thủ đức tin hoặc nguyên nhân tôn giáo của người đó"
        },
        {
            "id": "111321f7-ae68-465a-83dd-f4dcfdb4ad05",
            "word": "cabal",
            "phonetic": "kɐbɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They can expose the evil cabals.",
                "Some have been saying Trump faked his coronavirus diagnosis because he's about to round up an imaginary satanic pedophilia cabal.",
                "Sadly, slave power was not a heavy metal band or Britney Spears’s new single or even a secret cabal of powerful slaves, but rather a conspiracy theory about a secret cabal of pro-slavery congressmen.",
                "Sadly, slave power was not a heavy metal band or Britney Spears’s new single or even a secret cabal of powerful slaves, but rather a conspiracy theory about a secret cabal of pro-slavery congressmen.",
                "The third way to change the money supply is difficult because it requires Janet Yellen to get approval from the Illuminati, the secret cabal that runs the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiYWw&hash=32691261c55931a12ff69bd6f58af2c0261c3775&lang=en&cache-only=0",
            "defineEn": "a plot to carry out some harmful or illegal act (especially a political plot)",
            "defineVi": "một âm mưu để thực hiện một số hành động có hại hoặc bất hợp pháp (đặc biệt là một âm mưu chính trị)"
        },
        {
            "id": "ac6e0274-1428-4905-b860-347fe63d1384",
            "word": "Cabalism",
            "phonetic": "kæbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2FiYWxpc20&hash=497081c09961aeccccf85fc4aa63c16321ef2f0f&lang=en&cache-only=0",
            "defineEn": "adherence to some extreme traditional theological concept or interpretation",
            "defineVi": "tuân thủ một số khái niệm hoặc giải thích thần học truyền thống cực đoan"
        },
        {
            "id": "610a4aad-1db7-46ab-ae67-eccf8ab64901",
            "word": "to sublimate",
            "phonetic": "tə sʌblᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Or it's sublimating.",
                "As solid CO2 sublimates in summer, it powers 400 kilometer per hour winds.",
                "According to their model, water could sublimate faster than erosion could smooth things out at latitudes below 23° or so.",
                "Then, in the morning, it sublimates and turns back into gas.",
                "If I did that experiment here, when I increase the pressure, I'm going to reverse sublimate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VibGltYXRl&hash=ac090bdec470fc6e4b7713fc876dde0b9f17ec6e&lang=en&cache-only=0",
            "defineEn": "change or cause to change directly from a solid into a vapor without first melting",
            "defineVi": "thay đổi hoặc gây ra sự thay đổi trực tiếp từ chất rắn thành hơi mà không cần tan chảy trước"
        },
        {
            "id": "069df8c5-b98c-42fd-9549-0458ccd97c39",
            "word": "sublime",
            "phonetic": "sʌblaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head.",
                "I just realized that I forgot my Sublime CD in there.",
                "And its sublime compositions aren’t just deadly traps, they’re an extension of the spider’s senses.",
                "So you all remember the Gothic novel from Frankenstein, with its blend of horror and its interest in the sublime.",
                "These are amazing ways to broadcast pictures of yourself being cool and to publish your thoughts from the sublime to the ridiculous."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibGltZQ&hash=0ba0f4e83fc6f20d25da4e4e9191865588ab7118&lang=en&cache-only=0",
            "defineEn": "lifted up or set high",
            "defineVi": "nâng lên hoặc đặt cao"
        },
        {
            "id": "7f7e57cc-da1e-4cbb-adfc-5d62f4e78747",
            "word": "subliminal",
            "phonetic": "sʌblɪmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But subliminal advertising doesn’t really work.",
                "And this sends the subliminal message that people are scary and should be avoided.",
                "So, we know subliminal perception is real.",
                "It makes sense that subliminal messaging wouldn’t drastically impact your behavior.",
                "But that hasn’t stopped us from believing in the power of subliminal messages."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibGltaW5hbA&hash=8739ad4d04baec3fa689eca35a96be2d64b5915f&lang=en&cache-only=0",
            "defineEn": "below the threshold of conscious perception",
            "defineVi": "dưới ngưỡng nhận thức có ý thức"
        },
        {
            "id": "18e2a742-1d0d-42ba-abf0-bd7d15c33fae",
            "word": "infinite",
            "phonetic": "ɪnfɪnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "The shapes are practically infinite.",
                "After all, space is infinite.",
                "It has infinite uses!",
                "The Whole Universe is probably infinite."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5maW5pdGU&hash=a613be748e1b3d9e89a41ed1719511dd600e4d4b&lang=en&cache-only=0",
            "defineEn": "without end or limits in number, size, or space",
            "defineVi": "không có kết thúc hoặc giới hạn về số lượng, kích thước hoặc không gian"
        },
        {
            "id": "e83803c1-e9d9-4f40-96f6-3e67ac3097e5",
            "word": "infinitesimal",
            "phonetic": "ɪnfɪnətɛsɪməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We learned in that very first video that the nucleus is almost an infinitesimal portion of the volume of this sphere where the electron will be 90% of the time.",
                "Archimedes is famous today as a mathematician: he worked out many geometrical proofs including the area of a circle, and pioneered infinitesimals and exponents.",
                "And it's a real sign of the continued persistence of stigma against mental illness and addiction that a small, small, infinitesimal fraction of those dollars have gone to mental health and addiction.",
                "But I just want to repeat that because that little infinitesimal spot that we talked about before, where even though it's a very small part of the fraction of the volume of an atom-- it's actually almost all of its mass-- that's what I'm zooming out to this point here."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5maW5pdGVzaW1hbA&hash=b6bae897bf4daf8b457e76169b5162d2e93cafd5&lang=en&cache-only=0",
            "defineEn": "infinitely or immeasurably small",
            "defineVi": "nhỏ vô hạn hoặc vô cùng nhỏ"
        },
        {
            "id": "4600853f-056a-4f67-8cc4-0ff92bf91dcb",
            "word": "opponent",
            "phonetic": "əpoʊnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "The politician's opponent laughed at his proposal during the debate.",
                "The video gamer is leaving his opponent in the dust with his expert knowledge of the game mechanics and quick reflexes.",
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "His opponents believe he is definitely on the run."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb25lbnQ&hash=3a44e747bf89fc61bd81f6c2cdb40d564bb871ba&lang=en&cache-only=0",
            "defineEn": "someone who disagrees with a system, plan, etc. and intends to put an end to it or change it",
            "defineVi": "ai đó không đồng ý với một hệ thống, kế hoạch, v.v. và có ý định chấm dứt hoặc thay đổi nó"
        },
        {
            "id": "d23efeca-4498-4cc3-b817-0a6d1db91129",
            "word": "opposite",
            "phonetic": "ɑːpəzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She stopped the car opposite the school.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "The Foreign Secretary is currently having talks with his opposite number in the White House.",
                "He was proud to be playing opposite a famous actor.",
                "Do you agree that the opposite side of the coin is too often untold?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGU&hash=273d7e0d83e4f02b978e1361143a009e031ab326&lang=en&cache-only=0",
            "defineEn": "on the other side of an area when seen from a particular vantage point",
            "defineVi": "ở phía bên kia của một khu vực khi nhìn từ một điểm thuận lợi cụ thể"
        },
        {
            "id": "a14db8b4-dd32-4bd3-81be-77fc3ebc73cc",
            "word": "fraudulence",
            "phonetic": "fɹɔːdʒuːləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their work established pervasive feelings of fraudulence in this group.",
                "Where do these feelings of fraudulence come from?",
                "Accomplishments at the level of Angelou’s or Einstein’s are rare, but their feeling of fraudulence is extremely common.",
                "And even when they receive positive feedback, it often fails to ease feelings of fraudulence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdWR1bGVuY2U&hash=0178ad41223eb4d3048202932153476065309d15&lang=en&cache-only=0",
            "defineEn": "something intended to deceive; deliberate trickery intended to gain an advantage",
            "defineVi": "một cái gì đó nhằm mục đích lừa dối; mánh khóe có chủ ý nhằm đạt được lợi thế"
        },
        {
            "id": "55c5bac1-60a3-4fe8-bddc-71f541e1c13a",
            "word": "fraudulent",
            "phonetic": "fɹɔːdʒuːlənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the 12 years of history, not a single entry on its block chain has been fraudulent.",
                "In the 12 years of history, not a single entry on its block chain has been fraudulent.",
                "ERIN FRENCH: It feels fraudulent.",
                "Fraudulent billing is just one way sports betting rings try to get around the law.",
                "In the UK, an energy firm was tricked into a fraudulent transfer of 220,000 euros."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdWR1bGVudA&hash=8891a3f006dbd795f7178f2cc1781d17dbc1ecc0&lang=en&cache-only=0",
            "defineEn": "intended to deceive",
            "defineVi": "nhằm mục đích lừa dối"
        },
        {
            "id": "5e33e30e-2ab1-4c47-ab62-863fcd8eac70",
            "word": "armful",
            "phonetic": "ɑːɹmfəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJtZnVs&hash=01d81cec25e80952f091656274210277ce9634e1&lang=en&cache-only=0",
            "defineEn": "the quantity that can be contained in the arms",
            "defineVi": "số lượng có thể được chứa trong vòng tay"
        },
        {
            "id": "74077ef1-fd5c-423b-8e17-c30150b2cfaa",
            "word": "armory",
            "phonetic": "ɑːɹmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "When they attacked us, we fought back with what we had, but they had already taken the weapons and they had control of the armory.",
                "But a lot of great things did happen during the Golden Age, including the Parthenon, a temple that became a church and then a mosque and then an armory until finally settling into its current gig as a ruin.",
                "And the Guard who'd already deployed needed to go back to the D.C. armory to pick up riot shields and get briefed on a new, more confrontational mission.",
                "And that's because to do that you actually have to use the armory create software which looks like a pretty robust software."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtb3J5&hash=3d6dc902b85eb24b9ba9f7624f96fb1eb9922237&lang=en&cache-only=0",
            "defineEn": "a place where arms are manufactured",
            "defineVi": "nơi sản xuất vũ khí"
        },
        {
            "id": "43809c42-f1b3-445d-a2d9-989663e3dd9d",
            "word": "armistice",
            "phonetic": "ɑːɹmɪstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "How will we ever reach an armistice when both parties drew the sword and threw away the scabbard back when this whole thing started?",
                "And so eventually the leadership of Germany negotiated an armistice.",
                "You have an armistice at the end of October with the Ottoman empire.",
                "And then they sign an armistice with the Allies in November.",
                "Last week, as part of an armistice, ethnic Armenian forces handed over territory to Azerbaijani control."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtaXN0aWNl&hash=971c8872db5b6a4deec82d27fd9d7e19c9a56018&lang=en&cache-only=0",
            "defineEn": "a state of peace agreed to between opponents so they can discuss peace terms",
            "defineVi": "một trạng thái hòa bình được đồng ý giữa các đối thủ để họ có thể thảo luận về các điều khoản hòa bình"
        },
        {
            "id": "eb3d6c72-46a8-412c-9690-27fc1b26c1a7",
            "word": "armada",
            "phonetic": "ɑːɹmɑːdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But thanks in part to bad weather, Elizabeth’s England defeated the armada.",
                "The many dark forms scattered in the channel below part of the world's greatest armada of ships waiting to belch 4000 of troops into Hitler's impregnable war.",
                "So when a Portuguese defector named Ferdinand Magellan claimed that a westward route to the Spice Islands existed, King Charles made him captain of a Spanish armada, and gave him all the resources he would need."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtYWRh&hash=2299173e1da535615379f89a68700c8dc46f383b&lang=en&cache-only=0",
            "defineEn": "a large fleet",
            "defineVi": "một hạm đội lớn"
        }
    ]
}