{
    "id": "bd60aee4-5bf7-41b4-ba14-be9f1f96ef94",
    "title": "Hobbies",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "1b0ee3ec-a710-4bee-9a1d-ea526c0720a8",
            "word": "pastime",
            "phonetic": "pæstaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sister told us Charlie's favorite pastime was walking the streets of his hometown of Bradford, making friends with the local community along the way.",
                "So, one reaction to the restrictions of the wage worker was to engage in the great American pastime of lighting out for the territories.",
                "So you can see when it's done right, feeding birds can be a wonderful pastime.",
                "So the court of Elsinore can be read as a commentary on Shakespeare’s own environment, in which being tried and beheaded for secret treason was kind of a national pastime.",
                "After the war, the sport became a pastime of the working class and affordable to many."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGltZQ&hash=9241552bc66f5fb6dd6b87d1c39d33e78252a00d&lang=en&cache-only=0",
            "defineEn": "an enjoyable activity that a person does regularly in their free time",
            "defineVi": "một hoạt động thú vị mà một người làm thường xuyên trong thời gian miễn phí của họ",
            "hasImg": true
        },
        {
            "id": "4d5b9465-a61f-40ff-a838-ede770443366",
            "word": "leisure",
            "phonetic": "liːʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his leisure time he follows West Ham United.",
                "It's true what they say, the busiest men have the most leisure.",
                "She had a job which never got in the way of her leisure interests.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "Mary spent her days in pointless leisure while her potential wasted away, proving that as good be an addled egg as an idle bird."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVpc3VyZQ&hash=faa88f6fec24fbf1ba895a6943d6ecdfb5999bf6&lang=en&cache-only=0",
            "defineEn": "a time for relaxing when one is free from duties and can spend one's time doing fun activities",
            "defineVi": "thời gian để thư giãn khi một người rảnh rỗi và có thể dành thời gian cho các hoạt động vui chơi",
            "hasImg": true
        },
        {
            "id": "976795e5-108d-482e-a253-09bb4a6d93e6",
            "word": "backpacking",
            "phonetic": "bækpækɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFja3BhY2tpbmc&hash=281206488bcb4d1957caf8ae72bac753338b6136&lang=en&cache-only=0",
            "defineEn": "the activity of traveling around, often on foot, without spending much money and carrying one's belongings in a backpack",
            "defineVi": "hoạt động đi du lịch khắp nơi, thường là đi bộ, không tốn nhiều tiền và mang theo đồ đạc trong ba lô",
            "hasImg": true
        },
        {
            "id": "4a39e711-5ff5-4849-8e45-b695d4f24c00",
            "word": "birdwatching",
            "phonetic": "bɜːdwwɑːtʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Squeaks and I were just outside, birdwatching!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZHdhdGNoaW5n&hash=f8c7ee812a2745bde8d625293db6b3be38773863&lang=en&cache-only=0",
            "defineEn": "the activity or hobby of studying birds by observing them in their natural surroundings",
            "defineVi": "hoạt động hoặc sở thích nghiên cứu các loài chim bằng cách quan sát chúng trong môi trường tự nhiên của chúng",
            "hasImg": true
        },
        {
            "id": "128e96a2-7fe0-45cd-852b-92a0b2246224",
            "word": "blogging",
            "phonetic": "blɑːɡɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Squarespace has powerful blogging tools to share stories, photos, videos, and updates.",
                "I've never really had fun doing actual blogging on makeup.",
                "That's what social media and that's what the internet and blogging have always done really well. ",
                "It’s got powerful blogging tools, so you can easily share stories, photos, videos, and updates.",
                "The blogging platform also supports a sharing button that your visitors can use to share content on Facebook, Twitter, Reddit, and more."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZ2dpbmc&hash=9159e026d64ca75cf0fcea6795841c60ab756223&lang=en&cache-only=0",
            "defineEn": "the act or activity of writing about different things in a blog",
            "defineVi": "hành động hoặc hoạt động viết về những điều khác nhau trong một blog",
            "hasImg": true
        },
        {
            "id": "6a7869d9-ac65-4227-ab11-5df52776bfce",
            "word": "cheerleading",
            "phonetic": "tʃɪɹliːdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Earlier this school year, I had a cheerleading competition, and we got second place.",
                "My name is Ariana Miller, I am in sixth grade and I love cheerleading.",
                "Brandi Levy made the vulgar post while off-campus, after failing to make the varsity cheerleading squad.",
                "The 67-year-old never missed his grandkids' baseball games or cheerleading meets.",
                "Before the pandemic, she was on the dance and cheerleading squads and was a strong student."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXJsZWFkaW5n&hash=484250f299aa87aad8dbc944f061296edb6336c1&lang=en&cache-only=0",
            "defineEn": "a sport that involves cheering and dancing in support of a sports team, consisting of a group of girls wearing similar clothing",
            "defineVi": "một môn thể thao liên quan đến việc cổ vũ và nhảy múa để ủng hộ một đội thể thao, bao gồm một nhóm các cô gái mặc quần áo giống nhau",
            "hasImg": true
        },
        {
            "id": "9ace1430-bdd3-4b22-a688-c9a9751c2d5c",
            "word": "clubbing",
            "phonetic": "klʌbɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You could've just said no to no clubbing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1YmJpbmc&hash=792210f999f389c605c598ea3b0864c8683ea877&lang=en&cache-only=0",
            "defineEn": "the act or activity of frequently hanging out in nightclubs",
            "defineVi": "hành động hoặc hoạt động thường xuyên đi chơi trong câu lạc bộ đêm",
            "hasImg": true
        },
        {
            "id": "c7a5cd40-76fb-40ae-a50b-c50d5fee5a9b",
            "word": "collecting",
            "phonetic": "kəlɛktɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Card collecting is not stopped.",
                "With collecting, people acquire related things of value, like figurines or race cars, and it's not clutter.",
                "Another influence on Darwin, in the realm of fossil collecting, was Oxford geologist William Buckland.",
                "I used to, I never really played the game, for me, it was more about just the collecting and the trading aspect.",
                "While art collecting seems to be a resoundingly positive practice for corporations, what does it mean for everybody else?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGluZw&hash=5747d78c05ef2849d4989d046cadc967beca6ff8&lang=en&cache-only=0",
            "defineEn": "the action of looking for and gathering things of a specific type as a hobby",
            "defineVi": "hành động tìm kiếm và thu thập những thứ thuộc một loại cụ thể như một sở thích",
            "hasImg": true
        },
        {
            "id": "40487192-3227-46e3-b0c2-08ccbd32889e",
            "word": "to doodle",
            "phonetic": "tə duːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's called a doodle crate.",
                "I don't know what this flappy doodle here is.",
                "Once I'm at work, I spend the morning procrastinating and doodle pictures of Finn and Jake from Adventure Time TPing Frank Gehry's Jay Pritzker Pavilion, infringing on Time Warner's copyrights on the characters and on Frank Gehry's architectural rendering.",
                "I recommend the tinker crate it's my favorite however, my daughter said she likes the doodle crate.",
                "Draw loops, flowers, animals or whatever you like to doodle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9vZGxl&hash=c93d3f2539a0b4f5cb0ea52715915dcaf46c4cfc&lang=en&cache-only=0",
            "defineEn": "to aimlessly draw lines and shapes, particularly when one is bored",
            "defineVi": "để vẽ các đường và hình không mục đích, đặc biệt là khi một người đang buồn chán",
            "hasImg": true
        },
        {
            "id": "d4604e5d-c499-43b4-8bce-be12e44006ca",
            "word": "gambling",
            "phonetic": "ɡæmblɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His gambling was eating away at their income.",
                "You love gambling, but sweet things tend to be bad for health.",
                "Sean tried to pay his gambling debts, but he was in over his head.",
                "The bill's sponsor, Iowa Republican Jim Leach, saw online gambling as a threat to young people and gambling addicts.",
                "Internet gambling serves no social purpose."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtYmxpbmc&hash=1772bf5c3b3473f179c9e03f38fb01dffaf3ddca&lang=en&cache-only=0",
            "defineEn": "the action or activity of betting on horse racing or of playing games of chance",
            "defineVi": "hành động hoặc hoạt động cá cược đua ngựa hoặc chơi các trò chơi may rủi",
            "hasImg": true
        },
        {
            "id": "73da4f07-fa24-4857-bc5b-f4d1ab8397a1",
            "word": "hunting",
            "phonetic": "hʌntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's sharp teeth and claws are used for hunting.",
                "He played hooky from school to go out hunting.",
                "And hunting is definitely one of them.",
                "They have similar hunting strategies.",
                "Hunting doesn’t get much more efficient than that."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVudGluZw&hash=946a421f1eca7a9c33c55f830303e86efd517aed&lang=en&cache-only=0",
            "defineEn": "the activity of pursuing and killing wild animals or birds for money, food, or fun",
            "defineVi": "hoạt động truy đuổi và giết hại động vật hoang dã hoặc chim để lấy tiền, thức ăn hoặc niềm vui",
            "hasImg": true
        },
        {
            "id": "41007187-62b5-48df-90c1-41a61d31264b",
            "word": "journaling",
            "phonetic": "dʒɜːnəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The easiest gratitude exercise, with the most solid research behind it, is gratitude journaling.",
                "It has a large pocket right in here and some smaller pockets, and, here, you can put - some people do a journaling card.",
                "Journaling really helps us keep a pulse on what's going on in our lives and emotionally how we're doing.",
                "So you can learn about plants, cooking, or even bullet journaling, and you’ll be supporting SciShow at the same time.",
                "We will slowly learn ways to self-soothe using different techniques like journaling, art therapy, collages."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGluZw&hash=5f05dcbf8fe35105a21b4152a5fdeddeb0ffc21e&lang=en&cache-only=0",
            "defineEn": "the act of regularly writing about what one sees, does, etc.",
            "defineVi": "hành động thường xuyên viết về những gì người ta thấy, làm, v.v.",
            "hasImg": true
        },
        {
            "id": "ffa17ab6-9576-41d4-a5f3-46b05b105b89",
            "word": "karting",
            "phonetic": "kɑːɹɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2FydGluZw&hash=d9d30fcf7a4a6046d9e6401b3b928aa353a2aad4&lang=en&cache-only=0",
            "defineEn": "the activity or sport of racing in small four-wheeled vehicles called karts",
            "defineVi": "hoạt động hoặc môn thể thao đua xe bốn bánh nhỏ gọi là kart",
            "hasImg": true
        },
        {
            "id": "8cb6fd95-bf76-47f5-bfab-f6a9762b2c9a",
            "word": "knitting",
            "phonetic": "nɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So yes, in quarantine, some people took up baking and knitting and I deep dived into crypto and NFTs.",
                "It was woven on a type of loom, by threading individual wires through various holes with large needles, kinda like knitting needles.",
                "So there’s a lot more to knitting than scarf patterns: it can also take you to the moon and back.",
                "So there’s a lot more to knitting than scarf patterns: it can also take you to the moon and back.",
                "Adrenaline junkies may jump out of planes to hit their ideal level, whereas others might be satiated by an engaging book, or new knitting pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=a25pdHRpbmc&hash=94a524964d79d770e2a57b1de810ebaeaf18f39f&lang=en&cache-only=0",
            "defineEn": "the skill or act of making a piece of clothing from threads of wool, etc. by using a pair of special long thin needles or a knitting machine",
            "defineVi": "kỹ năng hoặc hành động tạo ra một bộ quần áo từ những sợi len, v.v. bằng cách sử dụng một cặp kim dài mỏng đặc biệt hoặc máy dệt kim",
            "hasImg": true
        },
        {
            "id": "c6fd36ed-1a23-4686-8dbf-43b5a176dcb0",
            "word": "meditation",
            "phonetic": "mɛdɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Attentional meditations focus on your awareness of your thoughts behaviors emotions and perceptions.",
                "Working every muscle group through meditation.",
                "Adobe built meditation rooms.",
                "In focused meditation, people direct their attention to a single thing, like their breath or a sound."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXRhdGlvbg&hash=0534995d94c7459ab5598e99798881edcaa6dd2d&lang=en&cache-only=0",
            "defineEn": "the act or practice of concentrating on the mind and letting go of negative energy or thoughts for religious reasons or for calming one's mind",
            "defineVi": "hành động hoặc thực hành tập trung vào tâm trí và loại bỏ năng lượng hoặc suy nghĩ tiêu cực vì lý do tôn giáo hoặc để làm dịu tâm trí của một người",
            "hasImg": true
        },
        {
            "id": "d1a92fb9-d7c5-4623-935f-e7dba0c8239d",
            "word": "mountain biking",
            "phonetic": "maʊntɪn baɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try mountain biking.",
                "Here's a simple scenario, a person mountain biking on a flat trail.",
                "You're bored and lonely and gettin' weird, so you call up some friends to go mountain biking or to a karaoke bar or whatever you like to do to for stimulation."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW4gYmlraW5n&hash=69c1cfbd86f39f9ecb25b160f8eb36333d5fd0ca&lang=en&cache-only=0",
            "defineEn": "the activity or sport of riding a mountain bike over rough ground",
            "defineVi": "hoạt động hoặc môn thể thao đi xe đạp leo núi trên mặt đất gồ ghề",
            "hasImg": true
        },
        {
            "id": "771f569a-77ae-42c3-a3ae-4855ed0ef912",
            "word": "origami",
            "phonetic": "ɔːɹɪɡɑːmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new origami structure needed only ten.",
                "- You're like an origami master.",
                "That’s where the origami comes in.",
                "And if you wanted to make your own little paper toys, you should try this origami class on Skillshare!",
                "We are calling this an origami face shield, and it’s the Level 1 protection."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2FtaQ&hash=8df9616af725b8e21dda0de8d1c8ee59183b61b9&lang=en&cache-only=0",
            "defineEn": "the practice or art of folding paper into desired shapes, which is originated from Japanese culture",
            "defineVi": "thực hành hoặc nghệ thuật gấp giấy thành các hình dạng mong muốn, có nguồn gốc từ văn hóa Nhật Bản",
            "hasImg": true
        },
        {
            "id": "1f0e1b02-66b6-460e-8d41-92755684183c",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "the skill or activity of making dishes, pots, etc. using clay",
            "defineVi": "kỹ năng hoặc hoạt động làm bát đĩa, nồi, v.v. bằng đất sét",
            "hasImg": true
        },
        {
            "id": "57b8508c-d080-4080-92bc-be48f34d4ee6",
            "word": "scuba diving",
            "phonetic": "skuːbə daɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Europe, scuba diving masks became a new tool to fight COVID-19.",
                "Sandals promotes free scuba diving, but it's only free if you have a diving certification.",
                "If you're scuba diving for example, and you're in the water, and you look up, you could see the sun.",
                "Every time I've ever been scuba diving I've had this type of mask on that covers your nose.",
                "Back in two thousand three, for instance, researchers used an MRI to do a virtual autopsy on a victim of a fatal scuba diving accident."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1YmEgZGl2aW5n&hash=06066b1b2d2ff6c7623aaf122489a6dac45dee35&lang=en&cache-only=0",
            "defineEn": "the act or sport of swimming underwater, using special equipment such as an oxygen tank, etc.",
            "defineVi": "hành động hoặc môn thể thao bơi lội dưới nước, sử dụng các thiết bị đặc biệt như bình dưỡng khí, v.v.",
            "hasImg": true
        },
        {
            "id": "d54259e9-c1db-4eaf-a58d-f415c7934fd7",
            "word": "sketching",
            "phonetic": "skɛtʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2tldGNoaW5n&hash=ac42ba45e0be8e19b387d84cc6811b072169c425&lang=en&cache-only=0",
            "defineEn": "the act of quickly drawing something without many details",
            "defineVi": "hành động vẽ nhanh một cái gì đó mà không có nhiều chi tiết",
            "hasImg": true
        },
        {
            "id": "388b51fa-df2a-453c-82b0-b6e7ab4a544b",
            "word": "skydiving",
            "phonetic": "skaɪdaɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skydiving has always been on Mary's bucket list, and she finally had the chance to experience it on her 50th birthday.",
                "- Buy two, get one free skydiving.",
                "The same kind used for indoor skydiving.",
                "It can mean big sacrifices on our part like you know, not building that awesome indoor skydiving building where these wetlands are.",
                "I've only ever used VR Goggles to fly in an indoor skydiving tunnel to see the video of somebody else Skydiving and in a zero g plane to see space while I was floating in microgravity not to brag or anything about my PR experiences Point is somebody coated all of that good"
            ],
            "audio": "https://tts.langeek.co/read?text=c2t5ZGl2aW5n&hash=536526ad2981249208eed46b2292bc42b2782e22&lang=en&cache-only=0",
            "defineEn": "the activity or sport of jumping out of a flying aircraft and doing special moves while falling before opening one's parachute at a specified distance off the ground",
            "defineVi": "hoạt động hoặc môn thể thao nhảy ra khỏi máy bay đang bay và thực hiện các động tác đặc biệt trong khi rơi xuống trước khi bung dù ở một khoảng cách xác định so với mặt đất",
            "hasImg": true
        },
        {
            "id": "b380e30f-fd17-45c0-ab4d-a2ac80c1b4db",
            "word": "traveling",
            "phonetic": "tɹævəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes music and traveling.",
                "I've felt pretty safe during my traveling.",
                "Yeah, I'm on a bus traveling.",
                "But after three days of traveling, Lemminkäinen’s excitement overwhelmed him, and he recklessly broke out in song.",
                "You know it helps with the funding of equipment and the traveling and the speaking and whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsaW5n&hash=03dc04a85df38b12ec5474b033d1855b8aaa92b9&lang=en&cache-only=0",
            "defineEn": "the activity or act of going from one place to another, particularly over a long distance",
            "defineVi": "hoạt động hoặc hành động đi từ nơi này đến nơi khác, đặc biệt là trên một khoảng cách dài",
            "hasImg": true
        },
        {
            "id": "040c5873-ea7f-4dd1-89db-02d99ed25bbd",
            "word": "window shopping",
            "phonetic": "wɪndoʊ ʃɑːpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They frequently went to Manchester to go window shopping.",
                "Have you ever been window shopping?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93IHNob3BwaW5n&hash=e6672e77ab9a0e27b5db460af694e8babaa349c2&lang=en&cache-only=0",
            "defineEn": "the activity of just looking at the goods in the windows of stores without going inside and buying anything",
            "defineVi": "hoạt động chỉ nhìn vào hàng hóa trong cửa sổ của các cửa hàng mà không đi vào bên trong và mua bất cứ thứ gì",
            "hasImg": true
        },
        {
            "id": "97550019-4a3e-4c64-b5ef-b46dd74ceac9",
            "word": "windsurfing",
            "phonetic": "wɪndsɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I also enjoy windsurfing, tennis, racquetball, swimming, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHN1cmZpbmc&hash=4672ff4ecb7c66b61b7e68e334df390d2a01a8ab&lang=en&cache-only=0",
            "defineEn": "the activity or sport of sailing on water by standing on a special board with a sail attached to it",
            "defineVi": "hoạt động hoặc môn thể thao chèo thuyền trên mặt nước bằng cách đứng trên một tấm ván đặc biệt có gắn một cánh buồm",
            "hasImg": true
        }
    ]
}