{
    "id": "bd61703b-9741-4171-914f-fc9185bd7064",
    "title": "Animal Coverings",
    "originalTitle": "Animal Coverings",
    "words": [
        {
            "id": "77c25909-32fd-4457-89a5-b9cf2123f540",
            "word": "fur",
            "phonetic": "fɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My cat's fur is brown.",
                "She gently touched the soft fur of the cat.",
                "We need a new brush for our pet's fur.",
                "The rabbit's fur is usually gray, brown, or white.",
                "The cat's fur was gray and he had bright green eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVy&hash=4e55082075d55feed5e6d4d66b0c1ae3325dd6da&lang=en&cache-only=0",
            "defineEn": "the thick, soft hair that grows on the body of some animals (such as cats, dogs, etc.)",
            "defineVi": "lông dày, mềm mọc trên cơ thể của một số động vật (như mèo, chó, v.v.)",
            "hasImg": true
        },
        {
            "id": "c5db343a-dad9-47e1-9403-5153948cf76b",
            "word": "mane",
            "phonetic": "meɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a lion's mane.",
                "Lion’s Mane sounds like something you might add to a potion.",
                "You'll find the lion's mane has UAPB in it.",
                "Males tend to be over 1000g and regularly display their larger mane. ",
                "But ravens are much larger than the other black birds with a larger beak, longer wing feathers, and the feathers around their neck almost look like a small mane."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZQ&hash=eae75d6e1e1b61e29950d2cd7486c84478991631&lang=en&cache-only=0",
            "defineEn": "hair that grows on the neck of an animal such as a horse, lion, etc.",
            "defineVi": "lông mọc trên cổ của động vật như ngựa, sư tử, v.v.",
            "hasImg": true
        },
        {
            "id": "725cda1e-5bb4-45ea-a2e3-43a70c9543ac",
            "word": "coat",
            "phonetic": "koʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They coated their chicken nuggets with sesame seeds.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "Her right leg was coated in plaster.",
                "The wind had coated everything with a layer of sand.",
                "take your coat off."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdA&hash=88fece31d4eea822a3d265764b757f28ed948741&lang=en&cache-only=0",
            "defineEn": "the fur, wool or hair covering the body of an animal",
            "defineVi": "lông, len hoặc tóc bao phủ cơ thể của một con vật",
            "hasImg": true
        },
        {
            "id": "2069cee8-c9cd-4778-8b76-84e9ddf4f02d",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "each of the thin hard plates that cover the surface of the body of a fish or reptile",
            "defineVi": "mỗi tấm cứng mỏng bao phủ bề mặt cơ thể của cá hoặc bò sát",
            "hasImg": true
        },
        {
            "id": "2339b2d6-a6fb-4942-9557-3b1b796fd1d2",
            "word": "down",
            "phonetic": "daʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children scarfed down the pizza at the birthday party.",
                "Turn the mould upside down.",
                "His parents are always breathing down his neck.",
                "That song always sends a shiver down my spine.",
                "A path led down the hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bg&hash=2d12df48405febe70f17b9b0afff95955d789097&lang=en&cache-only=0",
            "defineEn": "the smooth fluffy feathers of a bird",
            "defineVi": "bộ lông mượt mà của một con chim"
        },
        {
            "id": "6b1cffc4-0e04-45f0-81f6-d9a20c29ca29",
            "word": "feather",
            "phonetic": "fɛðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her research has been ruffling feathers for years.",
                "His management style ruffled a few feathers.",
                "His critical remarks ruffled the feathers of the board members.",
                "The bird had bright feathers and a long beak.",
                "The tall Texan ruffled some English feathers with his remarks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdGhlcg&hash=e6d644047ea2cf5558d705e6c6279d8d6cb33d51&lang=en&cache-only=0",
            "defineEn": "any of the light and soft parts covering the body of a bird",
            "defineVi": "bất kỳ bộ phận nhẹ và mềm nào bao phủ cơ thể của một con chim",
            "hasImg": true
        },
        {
            "id": "dba6a5e4-8c6d-4cb7-acdb-13468e2f0192",
            "word": "fleece",
            "phonetic": "fliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even then, somebody was making a fast buck out of fleecing gullible patients.",
                "Think fleece jackets and yoga pants.",
                "Rouseys gather up the fleece and pressers squish it into huge bales.",
                "That's a fleece braid. ",
                "Toast is checking out the new fleece. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxlZWNl&hash=b17f2ee705a51ba9105b61096748b5d01febf258&lang=en&cache-only=0",
            "defineEn": "the coat of wool that covers the body of an animal such as a sheep, goat, etc.",
            "defineVi": "lớp lông cừu bao phủ cơ thể của một con vật như cừu, dê, v.v.",
            "hasImg": true
        },
        {
            "id": "da51d562-acf4-4a03-9b58-72e745c6ab7d",
            "word": "wool",
            "phonetic": "wʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wool feels soft.",
                "The sheep had thick wool that was used to make warm clothing.",
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "A craftsman working with wool.",
                "Eccentric she may be but no one pulls the wool over her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vbA&hash=86d9f3ff0a8a1ea8c6640e259765c329ef9b537b&lang=en&cache-only=0",
            "defineEn": "the soft and thick hair that grows on the body of sheep and goats and similar animals",
            "defineVi": "lông mềm và dày mọc trên cơ thể cừu và dê và các động vật tương tự",
            "hasImg": true
        },
        {
            "id": "8cc6bb81-4264-4d54-907c-c974d3db8a4c",
            "word": "plumage",
            "phonetic": "pluːmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "Today, birds use that exotic plumage and their ultra-vision to put on some pretty amazing mating rituals.",
                "They all have large beaks, long tails, colorful plumage, and a bare face patch around their eyes. ",
                "It had dark, iridescent plumage, kinda like a raven.",
                "But such glamorous plumage requires a strict preening regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWFnZQ&hash=17de6e3e36c3c1f182883735b41e894de314b216&lang=en&cache-only=0",
            "defineEn": "the feathers of a bird covering its body",
            "defineVi": "lông của một con chim bao phủ cơ thể của nó",
            "hasImg": true
        },
        {
            "id": "7585e482-13cd-4752-85ca-f94fed0f61b9",
            "word": "hide",
            "phonetic": "haɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hides her light under a bushel.",
                "He hid my son's new bicycle until his birthday",
                "Don't hide your light under a bushel.",
                "The cat hid under the table when it heard a loud noise.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlkZQ&hash=afc91a1daae9569b346678b966a73c568428063d&lang=en&cache-only=0",
            "defineEn": "the skin of an animal, especially a large animal, either raw or treated",
            "defineVi": "da của động vật, đặc biệt là động vật lớn, còn sống hoặc đã qua xử lý",
            "hasImg": true
        },
        {
            "id": "f7c11dc2-ead8-42c9-bd40-8a9d3a1c69cc",
            "word": "bristle",
            "phonetic": "bɹɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I usually use a brush with natural bristles to distribute oils in my hair.",
                "Bristles of both brushes are cellulose plastic.",
                "She uses these sharp bristles to dig a hole in the leaf. ",
                "Marine bristle worms live on rocky shorelines, where they rise to the water’s surface under the dim light of the new moon.",
                "It can catch tiny bits in its bristles, but prefers larger prey like salps."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpc3RsZQ&hash=3243e115ef9599b999d4566b95cb213e9febc354&lang=en&cache-only=0",
            "defineEn": "a short and thick hair",
            "defineVi": "một mái tóc ngắn và dày"
        },
        {
            "id": "15735b9e-c295-4d5a-97cd-269b59a9e7ed",
            "word": "spine",
            "phonetic": "spaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver ran down my spine.",
                "That song always sends a shiver down my spine.",
                "I felt a chill up my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmU&hash=b68806c7948504beff6652c2c15928ee4500d5ba&lang=en&cache-only=0",
            "defineEn": "a sharp pointed part that grows on some animals and plants as a means of protection",
            "defineVi": "một phần nhọn mọc trên một số động vật và thực vật như một phương tiện bảo vệ",
            "hasImg": true
        },
        {
            "id": "1e20a6f3-ed42-4fe0-8787-2e2a9c13ff46",
            "word": "guard hair",
            "phonetic": "ɡɑːɹd hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VhcmQgaGFpcg&hash=ae049390d12e35b3bf4ea950c407f82267ecbe93&lang=en&cache-only=0",
            "defineEn": "the coarse, longer, and often more rigid hairs that form the outermost layer of an animal's fur or coat",
            "defineVi": "những sợi lông thô, dài hơn và thường cứng hơn tạo thành lớp ngoài cùng của lông hoặc áo khoác của động vật"
        },
        {
            "id": "ba8304fb-fe37-403b-8996-40da0eeeb658",
            "word": "pelage",
            "phonetic": "pɛlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But they’re both the same kind of pelage, or hairy body covering."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsYWdl&hash=f6f7f16b383f61bf9744b54be1fb2132102e0f61&lang=en&cache-only=0",
            "defineEn": "the entire coat or fur of an animal, including all the hairs, whether they are short, long, coarse, or fine, that cover its body",
            "defineVi": "toàn bộ lớp lông hoặc bộ lông của một con vật, bao gồm tất cả các sợi lông, dù ngắn, dài, thô hay mịn, bao phủ cơ thể của nó",
            "hasImg": true
        },
        {
            "id": "3469ef6e-0de4-4999-90a0-0e8277fd75e9",
            "word": "skin",
            "phonetic": "skɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its skin feels really smooth.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "The crispy skin of the parson's nose offered a satisfying crunch with each bite."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbg&hash=cfb45af02c6e3224e5221f6757b1937825a91e71&lang=en&cache-only=0",
            "defineEn": "the thin layer of tissue that covers the body of a person or an animal",
            "defineVi": "lớp mô mỏng bao phủ cơ thể của một người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "f55a47f6-15bb-4cad-9bd5-7bab438ca18f",
            "word": "shell",
            "phonetic": "ʃɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wow, Anna has really come out of her shell lately.",
                "Derek has really come out of his shell since he started working here.",
                "It took patience and precision to crack open the tough shell of the single-leaf pinyon pine cone.",
                "Use cottage cheese as a substitute for ricotta cheese in recipes like stuffed shells or lasagna.",
                "I found a cob of hazelnuts lying on the ground and eagerly started shelling them."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGw&hash=fcd9b80be0bd08a1d6db092f1c6828b6c0b1207e&lang=en&cache-only=0",
            "defineEn": "the hard protective case or covering of some animals such as a snail, mussel, crab, or turtle",
            "defineVi": "hộp bảo vệ cứng hoặc vỏ bọc của một số động vật như ốc sên, trai, cua hoặc rùa",
            "hasImg": true
        },
        {
            "id": "2efad113-e32c-445a-b657-48e47134c290",
            "word": "hair",
            "phonetic": "hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your hair on.",
                "Her hair reaches down to her waist.",
                "His hair reached down to the middle of his back.",
                "My grandmother's hair is gray.",
                "Short hair really becomes you."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcg&hash=4ca152a2fcf8b0dd90b01b48bc9d0545f1400da2&lang=en&cache-only=0",
            "defineEn": "a thin, filamentous structure in animals that grows from the skin and serves various purposes such as warmth, camouflage, and sensory perception",
            "defineVi": "một cấu trúc mỏng, dạng sợi ở động vật phát triển từ da và phục vụ các mục đích khác nhau như giữ ấm, ngụy trang và nhận thức cảm giác"
        },
        {
            "id": "37562066-6abd-4a12-834a-e59f1333a6b5",
            "word": "exoskeleton",
            "phonetic": "ɛksoʊskɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The secret is in its exoskeleton.",
                "- I got an exoskeleton in my teeth.",
                "They also have a super-tough exoskeleton.",
                "Soon, a sac-shaped barnacle body emerges out of the crab’s exoskeleton like a horrible pimple.",
                "We created an exoskeleton."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvc2tlbGV0b24&hash=1a103f4cb0614bb9a4ba0347286e4ab13d293647&lang=en&cache-only=0",
            "defineEn": "the hard outer covering that supports the body of an animal, such as an arthropod",
            "defineVi": "lớp vỏ cứng bên ngoài hỗ trợ cơ thể của động vật, chẳng hạn như động vật chân đốt",
            "hasImg": true
        },
        {
            "id": "df37de41-bf33-4004-8057-4b18d7d4a28d",
            "word": "pelt",
            "phonetic": "pɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thunderstorms and hail have been pelting eastern sections of the country, but strong winds have also created dust storms.",
                "For one thing, Earth was pelted by asteroids 3.8 billion years ago in what was called the Late Heavy Bombardment.",
                "I'm gonna be pelted with a Lego.",
                "We've added some more rounded shapes and texture, like in this pelt, to soften the room and make it feel more luxurious.",
                "This is the cold room and this is where we store the majority of our pelts that aren't in cabinets and it cuts down on bug infestations."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsdA&hash=fe4dce3317b76ea7be04a2ca3f9e5ce04093dad1&lang=en&cache-only=0",
            "defineEn": "the skin of an animal with the fur, wool or hair still covering it",
            "defineVi": "da của một con vật với lông, len hoặc tóc vẫn còn bao phủ nó"
        },
        {
            "id": "e4667248-fd5e-47fc-aa30-e9433d8173ff",
            "word": "underfur",
            "phonetic": "ʌndɚfɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another layer of dense underfur close to their skin is spaced just right, creating little pockets of air that trap heat close to the bear’s body.",
                "These layers are positioned around a centimeter apart, trapping a layer of air between them and minimizing heat loss like a polar bear’s underfur.",
                "So right now, I'm trying to get through all this underfur and find out where the skin actually starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJmdXI&hash=8e8767700af5853b4ab695a2445846dba9d82bca&lang=en&cache-only=0",
            "defineEn": "the dense, soft, and insulating layer of fur found beneath the outer or guard hairs of an animal's coat, providing warmth and protection",
            "defineVi": "lớp lông dày, mềm và cách nhiệt được tìm thấy bên dưới lớp lông bên ngoài hoặc lớp bảo vệ của lớp lông động vật, mang lại sự ấm áp và bảo vệ"
        },
        {
            "id": "cc01b3aa-9e33-4918-973f-2e3e8808e509",
            "word": "awn hair",
            "phonetic": "ɔːn hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXduIGhhaXI&hash=23e2871050ea8d35fa280bb1e59571b4745f6be9&lang=en&cache-only=0",
            "defineEn": "a type of hair found on some plants, characterized by a long, slender, and bristle-like structure that protrudes from the seed or flower head, aiding in seed dispersal and defense against herbivores",
            "defineVi": "một loại lông được tìm thấy trên một số loại cây, có đặc điểm là cấu trúc dài, mảnh và giống như lông cứng nhô ra từ hạt hoặc đầu hoa, hỗ trợ quá trình phát tán hạt và bảo vệ chống lại động vật ăn cỏ"
        },
        {
            "id": "3b363ef1-9f8d-4c28-be77-8e30a99d5c72",
            "word": "quill",
            "phonetic": "kwɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The editor-in-chief instructed her reporters to uphold journalistic ethics and avoid using language that could be seen as defamatory or discriminatory, reminding them of the proverb a goose quill is more dangerous than a lion's claw.",
                "Quills are the most impressive part of a porcupine.",
                "These quills are a seriously awesome adaptation for survival.",
                "Did you think quills?",
                "Quills are made of keratin."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpbGw&hash=d1756ea882ef2e8f444954cc501673bcaf7a5c34&lang=en&cache-only=0",
            "defineEn": "a sharp, stiff, hollow spine found on the body of porcupines or hedgehogs, serving as a defensive mechanism against predators",
            "defineVi": "một gai nhọn, cứng, rỗng được tìm thấy trên cơ thể nhím hoặc nhím, đóng vai trò như một cơ chế phòng thủ chống lại kẻ săn mồi",
            "hasImg": true
        },
        {
            "id": "468a635d-2d9f-4e71-8bca-92eb68bcb4ec",
            "word": "vellus hair",
            "phonetic": "vɛləs hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVsbHVzIGhhaXI&hash=4cac0b44b63770f2351792aed9daad0d09cbdf3b&lang=en&cache-only=0",
            "defineEn": "a short, fine, and undeveloped hair covering the animals' body, used for insulation, camouflage, and sensory perception",
            "defineVi": "một lớp lông ngắn, mịn và chưa phát triển bao phủ cơ thể động vật, được sử dụng để cách nhiệt, ngụy trang và nhận thức cảm giác"
        },
        {
            "id": "e3c39dd9-59ee-44d2-b103-fc4635146599",
            "word": "ungual tuft",
            "phonetic": "ʌŋɡwæl tʌft ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5ndWFsIHR1ZnQ&hash=37a362209248b8ea2787c4c96061b4df89a81d34&lang=en&cache-only=0",
            "defineEn": "a small cluster of stiff, bristly hairs located on the underside of the digits of some primates, used for grooming and grasping objects",
            "defineVi": "một cụm nhỏ lông cứng, cứng nằm ở mặt dưới của các ngón của một số loài linh trưởng, được sử dụng để chải chuốt và nắm bắt đồ vật"
        }
    ]
}