{
    "id": "bd94cce4-5b7c-4ea1-826a-465ec94d601a",
    "title": "Types of Structures",
    "originalTitle": "Types of Structures",
    "words": [
        {
            "id": "783375ca-ce12-4152-8129-00deda0f8dfa",
            "word": "church",
            "phonetic": "tʃɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The church had a more important part to play in the community.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "There were nine church leaders in my group and all bared their hearts.",
                "We stood outside the church, hoping to catch a glimpse of the bride."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1cmNo&hash=78622cb79b90da91ecf0305433aaa4532c6ae1cc&lang=en&cache-only=0",
            "defineEn": "a building where Christians go to worship and practice their religion",
            "defineVi": "một tòa nhà nơi các Kitô hữu đến thờ phượng và thực hành tôn giáo của họ",
            "hasImg": true
        },
        {
            "id": "362e1def-b7ea-477d-9900-185fbfb67fd6",
            "word": "booth",
            "phonetic": "buːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What were they all doing there, paying a small fortune for their showy booths to catch the politicians' eyes?",
                "and your john wilks booth too?",
                "Narrator: Local artists, ceramicists, bakers, and fellow florists also sold their products from socially distant booths.",
                "You could open up a drizzle booth.",
                "I didn't really officially get a booth"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vdGg&hash=dfbb0e447cb4ea8bf404af0143563069ab63fc87&lang=en&cache-only=0",
            "defineEn": "a small structure with closed sides in which people can make a phone, vote, etc. in private",
            "defineVi": "một cấu trúc nhỏ với các mặt khép kín, trong đó mọi người có thể đặt điện thoại, bỏ phiếu, v.v. một cách riêng tư"
        },
        {
            "id": "2f15e2f7-5801-44c1-83d3-f715fb5d8117",
            "word": "edifice",
            "phonetic": "ɛdɪfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They make up a single, giant edifice obeying the same physical laws and all made from the same types of atoms, electrons, protons, quarks, neutrinos, that make up you and me.",
                "So while the debate over the costs of their edifices rages on, libraries continue to occupy a very fraught liminal space between relic and living archive.",
                "The party elders feared thatthe whole edifice of communism was going to collapse, like it was collapsing in theSoviet Union and in other partsof Eastern Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpZmljZQ&hash=9541b4b3085e84bae0fcb9f5efd3bf44cdd94b9b&lang=en&cache-only=0",
            "defineEn": "a structure that has a roof and walls and stands more or less permanently in one place",
            "defineVi": "một cấu trúc có mái và tường và ít nhiều đứng cố định ở một nơi"
        },
        {
            "id": "7f5435e4-7b68-4007-aeea-0b9f67a9d3c1",
            "word": "dam",
            "phonetic": "dæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember, an ant may destroy a whole dam.",
                "They were afraid the dam wouldn't hold.",
                "Might break the dam.",
                "In 2018, the dam generated 101.6 billion kilowatt-hours.",
                "And their dams are also, just, really impressive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFt&hash=35780849c2becdab54655df86ff60ca99a38801b&lang=en&cache-only=0",
            "defineEn": "a massive wall built to keep water from entering an area or to contain and use water as a power source to produce electricity",
            "defineVi": "một bức tường lớn được xây dựng để ngăn nước xâm nhập vào một khu vực hoặc chứa và sử dụng nước làm nguồn năng lượng để sản xuất điện",
            "hasImg": true
        },
        {
            "id": "f8751866-c69d-415b-8a82-53e6a220beac",
            "word": "portable building",
            "phonetic": "poːɹɾəbəl bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ydGFibGUgYnVpbGRpbmc&hash=2a376538fc599847291891bb3c6a30cfefc8b801&lang=en&cache-only=0",
            "defineEn": "a structure that is designed to be easily transported or moved from one location to another, providing temporary or mobile accommodation, workspace, or storage solutions",
            "defineVi": "một cấu trúc được thiết kế để dễ dàng vận chuyển hoặc di chuyển từ vị trí này sang vị trí khác, cung cấp chỗ ở tạm thời hoặc di động, không gian làm việc hoặc giải pháp lưu trữ"
        },
        {
            "id": "f5361c61-c420-4871-92ae-7547f60fcfca",
            "word": "cathedral",
            "phonetic": "kɐθiːdɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "These cathedrals are above politics.",
                "The cathedral at Salisbury is over 750 years old.",
                "It's like a cathedral ceiling.",
                "It's the world's largest Gothic cathedral."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aGVkcmFs&hash=e11d91de0699eb32109d2b3bd1ea4bbc7eb61395&lang=en&cache-only=0",
            "defineEn": "the largest and most important church of a specific area, which is controlled by a bishop",
            "defineVi": "nhà thờ lớn nhất và quan trọng nhất của một khu vực cụ thể, được kiểm soát bởi một giám mục",
            "hasImg": true
        },
        {
            "id": "0e1c995e-5ab2-4119-bc83-221be26ab3d0",
            "word": "stadium",
            "phonetic": "steɪdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stadium has seen many thrilling football games.",
                "They checked our tickets at the entrance of the stadium.",
                "In his fascination with the details of the stadium, Zeffer had come too close to the wall to see the wood for the trees.",
                "We do have fans in stadiums.",
                "This venerable stadium will be a wild scene tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZGl1bQ&hash=19c4c9f634a466e1b2d442350ad83d744e55491a&lang=en&cache-only=0",
            "defineEn": "a very large, often roofless, structure where sports events, etc. are held for an audience",
            "defineVi": "một cấu trúc rất lớn, thường không có mái che, nơi tổ chức các sự kiện thể thao, v.v. cho khán giả",
            "hasImg": true
        },
        {
            "id": "5d027a0a-84ee-4ace-afd4-7ccf1f316f3a",
            "word": "windmill",
            "phonetic": "wɪndmɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's like a windmill?",
                "The paradox of windmills is this: extract kinetic energy from the wind while still letting the wind past.",
                "Or not a windmill, as maybe some type of water turbine or maybe the simplest thing is, if you have something like that.",
                "And, you guessed it, the faster a windmill blade moves, the less rotational energy it gives to the wind.",
                "However, a paradox of windmills is that they need to capture energy from the wind while also letting the wind past."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG1pbGw&hash=80b41afa00af19bb51ef31274ab69aa6917e9381&lang=en&cache-only=0",
            "defineEn": "a large, tall building with long blades, called sails, that turn in the wind, used to make flour out of grain or produce electricity",
            "defineVi": "một tòa nhà lớn, cao với những cánh buồm dài, được gọi là cánh buồm, quay trong gió, được sử dụng để tạo ra bột từ ngũ cốc hoặc sản xuất điện",
            "hasImg": true
        },
        {
            "id": "e231b444-96e3-41e0-9b43-7d01eec4ff9b",
            "word": "outhouse",
            "phonetic": "aʊthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We'll waste them in an outhouse.",
                "We’re going to wipe them out in the outhouse.",
                "Think about it: There’s no more, like, walking out into the cold outhouse in the dark, no stinky chamber pots tucked under the bed."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0aG91c2U&hash=e4fb6a69323200f474348d9fb76491cd273ed33f&lang=en&cache-only=0",
            "defineEn": "a small, separate building located outside of a main residence, traditionally used as a toilet or restroom facility, typically containing a simple pit or composting system",
            "defineVi": "một tòa nhà nhỏ, riêng biệt nằm bên ngoài nơi ở chính, theo truyền thống được sử dụng làm nhà vệ sinh hoặc phòng vệ sinh, thường chứa một hố đơn giản hoặc hệ thống ủ phân"
        },
        {
            "id": "412c7802-6d22-43b4-baa3-bb63e16d1c3d",
            "word": "shed",
            "phonetic": "ʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The snake shed its old skin to grow a new one.",
                "No one could shed any light on the mysterious car accident.",
                "David built us a shed in the back yard.",
                "I see you think of yourself as the sharpest tool in the shed.",
                "You probably won't need to apply for planning permission to build a shed in your garden, but to be on the safe side, check with your local planning department."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZA&hash=2ba578c34545acb9972c5e32f8b65e51aa7e7f93&lang=en&cache-only=0",
            "defineEn": "a simple and small cottage-like building that is built to store things or shelter animals",
            "defineVi": "một tòa nhà giống như ngôi nhà nhỏ và đơn giản được xây dựng để cất giữ đồ đạc hoặc nơi trú ẩn cho động vật"
        },
        {
            "id": "6c4cb12d-2775-4b72-8a9f-2e20814a34bd",
            "word": "silo",
            "phonetic": "saɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Narrator: During the Cold War, the US government built numerous missile silos in secret locations across the country.",
                "Everything is going to be behind its own silos.",
                "They've unfortunately been operating in their own silos.",
                "I've always called them silos, but that's not exactly right.",
                "Narrator: Hall's team spent nearly $20 million to turn the missile silo into a secure shelter for 12 families."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsbw&hash=8c00bacb6bceb0f4675c1700aadc562912caa82d&lang=en&cache-only=0",
            "defineEn": "a tall, cylindrical structure typically used for storing and preserving bulk quantities of grain, seeds, or other agricultural products, often found on farms or in agricultural settings",
            "defineVi": "một cấu trúc hình trụ cao thường được sử dụng để lưu trữ và bảo quản số lượng lớn ngũ cốc, hạt giống hoặc các sản phẩm nông nghiệp khác, thường được tìm thấy trong các trang trại hoặc trong các cơ sở nông nghiệp"
        },
        {
            "id": "89e0c949-4426-42d7-834f-e657ae5bdd9c",
            "word": "garden shed",
            "phonetic": "ɡɑːɹdən ʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIHNoZWQ&hash=852c5df32540abe955631efff71dffd620c248d6&lang=en&cache-only=0",
            "defineEn": "a small structure typically located in a backyard or garden area, used for storing gardening tools, equipment, supplies, and other items related to gardening or outdoor activities",
            "defineVi": "một cấu trúc nhỏ thường nằm ở sân sau hoặc khu vườn, được sử dụng để lưu trữ các dụng cụ làm vườn, thiết bị, vật tư và các vật dụng khác liên quan đến hoạt động làm vườn hoặc ngoài trời"
        },
        {
            "id": "9f30723e-9663-4551-b16a-473f3c789406",
            "word": "pavilion",
            "phonetic": "pɐvɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gustave Courbet built his own pavilion during the 1855 Paris World’s Fair, circumventing the official juried exhibition, and showing this painting where, it’s worth noting, the focus is on a landscape painter.",
                "Americans, and the world at large, were first introduced to dala horses at the 1939 World's Fair in New York, where a giant wooden dalahäst greeted visitors to the Swedish pavilion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF2aWxpb24&hash=c22be972fd760ae61531c75de6cbee7c7a53687b&lang=en&cache-only=0",
            "defineEn": "a temporary structure, such as a tent or stand, in which exhibitions and public events are held",
            "defineVi": "một cấu trúc tạm thời, chẳng hạn như lều hoặc gian hàng, trong đó triển lãm và các sự kiện công cộng được tổ chức"
        },
        {
            "id": "6fbbeee5-e8e9-4abd-9c6e-8b9815a67de4",
            "word": "bridge",
            "phonetic": "bɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The universal language of art is bridging a divide.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The bus hit the bridge.",
                "The children were dropping stones off the bridge."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGdl&hash=aa3a1de665607f96791a2091b80ffdef472aa568&lang=en&cache-only=0",
            "defineEn": "a structure built over a river, road, etc. that enables people or vehicles to go across one side to the other",
            "defineVi": "một cấu trúc được xây dựng trên sông, đường, v.v. cho phép người hoặc phương tiện đi qua bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "a53942b1-4694-4623-bac5-1d09f0fcd837",
            "word": "skyscraper",
            "phonetic": "skaɪskɹeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skyscrapers have other design problems. ",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "One company is building a skyscraper battery.",
                "The couple bought a skyscraper condo in Manhattan for 11.7 million dollars.",
                "In 1956, architect Frank Lloyd Wright proposed a mile-high skyscraper."
            ],
            "audio": "https://tts.langeek.co/read?text=c2t5c2NyYXBlcg&hash=f02a79c2cdba35052b868c110e2016978e81d623&lang=en&cache-only=0",
            "defineEn": "a modern building that is very tall, often built in a city",
            "defineVi": "một tòa nhà hiện đại rất cao, thường được xây dựng trong thành phố",
            "hasImg": true
        },
        {
            "id": "441a1193-5bde-4f6e-bdc6-5b33dc34c3e6",
            "word": "tower",
            "phonetic": "taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think you live in an ivory tower.",
                "The book was written by some college professor who's spent her entire professional life in an ivory tower.",
                "You're completely out of touch - it's time to come out of your ivory tower and see what's going on in the real world!",
                "We sat around the campfire, roasting marshmallows under the watchful presence of the towering single-leaf pinyon trees.",
                "Instead of hiring the brightest scientists and locking them in an ivory tower with like-minded people, the organization strives to embrace collaboration and a full-stack scope of solutions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93ZXI&hash=f28e606561f847d9f9195ad335968c11295e5f58&lang=en&cache-only=0",
            "defineEn": "a tall and often narrow building that stands alone or is part of a castle, church, or other larger buildings",
            "defineVi": "một tòa nhà cao và thường hẹp đứng một mình hoặc là một phần của lâu đài, nhà thờ hoặc các tòa nhà lớn hơn khác",
            "hasImg": true
        },
        {
            "id": "aae92a56-0267-4fcc-b60e-3bbdaa1e9b66",
            "word": "bhavan",
            "phonetic": "bævæn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmhhdmFu&hash=8488c313043cb5df8a1d56f4e0abc49f4b45ab3c&lang=en&cache-only=0",
            "defineEn": "a building that is used for special occasions, such as concerts or meetings",
            "defineVi": "một tòa nhà được sử dụng cho những dịp đặc biệt, chẳng hạn như các buổi hòa nhạc hoặc các cuộc họp"
        },
        {
            "id": "d3fc928d-e308-4c0a-914e-1c4de98c7642",
            "word": "cooling tower",
            "phonetic": "kuːlɪŋ taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29vbGluZyB0b3dlcg&hash=e10e5a0ad4a9d39b90956b80f1c94758843f0f24&lang=en&cache-only=0",
            "defineEn": "a large, tall, and round building that cools down water for industrial purposes",
            "defineVi": "một tòa nhà lớn, cao và tròn làm mát nước cho mục đích công nghiệp"
        },
        {
            "id": "39d0be9b-0028-4746-bee8-2bd799851f46",
            "word": "kiosk",
            "phonetic": "kiːɑːsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is a kiosk.",
                "Customers order from a kiosk and pick up through the window.",
                "Guess what those kiosks also have.",
                "For flyers without a smartphone, traditional kiosks are still available, as are check-in counters with sneeze guards manned by airline employees wearing masks.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lvc2s&hash=c3175a90ee61582a8e7de553640f3a38366dc5da&lang=en&cache-only=0",
            "defineEn": "a small store with an open front selling newspapers, etc.",
            "defineVi": "một cửa hàng nhỏ với mặt tiền mở bán báo, v.v.",
            "hasImg": true
        },
        {
            "id": "41262a54-4fa6-4d12-a55e-db373d89003c",
            "word": "monument",
            "phonetic": "mɑːnjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That monument has been there since the year one.",
                "Monuments were raised in honor of the dead.",
                "A monument is an ideal.",
                "A monument is an ideal.",
                "New Confederate monuments in the 1880s and 1890s were promoting a return to white supremacy and institutional slavery."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udW1lbnQ&hash=8c3265361a0e65ed2246b5dac1d2821c0ea2951d&lang=en&cache-only=0",
            "defineEn": "a structure built in honor of a public figure or a special event",
            "defineVi": "một cấu trúc được xây dựng để vinh danh một nhân vật của công chúng hoặc một sự kiện đặc biệt"
        },
        {
            "id": "c271b516-a162-489f-acaa-6a4c47a66f1a",
            "word": "aquarium",
            "phonetic": "ɐkwɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The aquarium was hugely important to Monterey.",
                "They have a huge aquarium.",
                "And the aquarium moved in with it.",
                "Kale has an aquarium."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1YXJpdW0&hash=4a45a52e6c51ad39aefd8a179b31d6e6c234155d&lang=en&cache-only=0",
            "defineEn": "a building in which sea creatures, such as fish, sharks, etc., are kept and displayed for the public",
            "defineVi": "một tòa nhà trong đó các sinh vật biển, chẳng hạn như cá, cá mập, v.v., được lưu giữ và trưng bày cho công chúng",
            "hasImg": true
        },
        {
            "id": "8bb70b6d-c895-405f-b704-d3d77c28e2bf",
            "word": "greenhouse",
            "phonetic": "ɡɹiːnhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The greenhouse will protect the plants from insects, rain, and too much heat from the sun. ",
                "Long rows of tables fill the greenhouse. ",
                "Long rows of tables fill the greenhouse.",
                "Also, greenhouses would allow food plants to grow almost anywhere in the world. ",
                "Each floor could be a greenhouse where vegetables and fruits could grow without soil in a hydroponic system. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5ob3VzZQ&hash=9ebb9338cd44903068e6afc14d11b211b8ac5d99&lang=en&cache-only=0",
            "defineEn": "a glass structure used for growing plants in and protecting them from cold weather",
            "defineVi": "một cấu trúc thủy tinh được sử dụng để trồng cây và bảo vệ chúng khỏi thời tiết lạnh",
            "hasImg": true
        },
        {
            "id": "ee024f0c-0a30-4ea4-bfad-bc844b287722",
            "word": "columbarium",
            "phonetic": "kɑːləmbɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1iYXJpdW0&hash=4c79799790ad7c4b386c1b2e56f4f3a482a4fbbb&lang=en&cache-only=0",
            "defineEn": "a structure or building with niches or compartments designed to hold the cremated remains of deceased individuals, serving as a final resting place or memorial",
            "defineVi": "một cấu trúc hoặc tòa nhà có các hốc hoặc ngăn được thiết kế để chứa hài cốt hỏa táng của những người đã khuất, phục vụ như một nơi an nghỉ cuối cùng hoặc đài tưởng niệm"
        },
        {
            "id": "e1b9a37d-3bb8-4943-b2c7-3a31702a48ab",
            "word": "mausoleum",
            "phonetic": "mɔːsəliːəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Panthéon, a mausoleum for the greatest French thinkers, and showed it off to the public.",
                "The king's rich legacy persisted for generations and to this day, there are mausoleums, libraries and mosques that stand as a testament to this golden age of Mali's history.",
                "As Muslims, many of their building projects were mosques, but the Mughals also built forts and, most spectacularly, mausoleums."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF1c29sZXVt&hash=aa4036c351df3d501f703ec9424c202db47c7df3&lang=en&cache-only=0",
            "defineEn": "a grand above-ground structure used for entombing the deceased or as a memorial",
            "defineVi": "một cấu trúc lớn trên mặt đất được sử dụng để chôn cất người quá cố hoặc làm đài tưởng niệm"
        },
        {
            "id": "dce5ef1b-f76c-4311-998e-5a9c70f66154",
            "word": "cenotaph",
            "phonetic": "sɛnətæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Vub3RhcGg&hash=a051d2675542e25ad9186eb974d794c07d311c82&lang=en&cache-only=0",
            "defineEn": "a public monument built to honor the people who died in a war and are buried elsewhere",
            "defineVi": "một tượng đài công cộng được xây dựng để tôn vinh những người đã chết trong chiến tranh và được chôn cất ở nơi khác"
        },
        {
            "id": "6c09ae42-4f95-4a44-ac18-78bc96f12cac",
            "word": "obelisk",
            "phonetic": "ɑːbəlɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "(thump as the obelisk comes free) -"
            ],
            "audio": "https://tts.langeek.co/read?text=b2JlbGlzaw&hash=6a0a793eb3ec0699aeb11158d5d18336f9550060&lang=en&cache-only=0",
            "defineEn": "a tall column made of stone with four sides and a pyramid-like top, used as a monument to honor an important event or  person",
            "defineVi": "một cột cao làm bằng đá có bốn mặt và đỉnh giống như kim tự tháp, được sử dụng làm tượng đài để tôn vinh một sự kiện hoặc người quan trọng",
            "hasImg": true
        },
        {
            "id": "be644b89-9cc4-48a3-b53a-712e2e9fbacc",
            "word": "tomb",
            "phonetic": "tuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tomb is guarded day and night by soldiers.",
                "The exploration of an ancient Mayan burial site in Honduras uncovered the tomb of a young woman, confined there for 1.400 years. ",
                "- They found it in ancient Egyptian tombs.",
                "And next to the tomb, there was a word.",
                "But before it was doing any of that, it was adding color to the tombs of Egyptian pharaohs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYg&hash=4d522556aeffca2b1477cd2e97a334608d4cc3c4&lang=en&cache-only=0",
            "defineEn": "an overground or underground grave that is large in size and is often made of stone",
            "defineVi": "một ngôi mộ trên mặt đất hoặc dưới lòng đất có kích thước lớn và thường được làm bằng đá",
            "hasImg": true
        },
        {
            "id": "adb57244-7047-4ac4-a9f2-f08b06f86864",
            "word": "temple",
            "phonetic": "tɛmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The exceptional taste of Temple oranges makes them a prized ingredient in gourmet recipes.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "Unlike regular oranges, Temple oranges have a distinct floral note that enhances their sweet and tangy flavor.",
                "In the holy city of Varanasi, temples draw throngs of believers, who float oil lamps and marigolds."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGxl&hash=583544c3bc2cbf01dfd8ceff192a32c7c4d59d61&lang=en&cache-only=0",
            "defineEn": "a building used for worshiping one or several gods, used by some religious communities, especially Buddhists and Hindus",
            "defineVi": "một tòa nhà được sử dụng để thờ cúng một hoặc một số vị thần, được sử dụng bởi một số cộng đồng tôn giáo, đặc biệt là Phật giáo và Ấn Độ giáo",
            "hasImg": true
        },
        {
            "id": "4b4f54b5-e284-4c98-9322-de625f70ef12",
            "word": "building complex",
            "phonetic": "bɪldɪŋ kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVpbGRpbmcgY29tcGxleA&hash=70737622c40dff14f6b1328f56d71ba58238f75f&lang=en&cache-only=0",
            "defineEn": "a group or collection of buildings that are interconnected or located in close proximity to one another, often sharing common facilities, amenities, or a unified design concept",
            "defineVi": "một nhóm hoặc tập hợp các tòa nhà được kết nối với nhau hoặc nằm gần nhau, thường chia sẻ các cơ sở, tiện nghi chung hoặc một khái niệm thiết kế thống nhất",
            "hasImg": true
        },
        {
            "id": "a4b66bc6-7218-4b44-b66f-8940b91dd05d",
            "word": "carriage house",
            "phonetic": "kæɹɪdʒ haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FycmlhZ2UgaG91c2U&hash=414e75636c6f76c039b08d0af343e4ae2bd1fac1&lang=en&cache-only=0",
            "defineEn": "a small building with a high ceiling that is primarily used to provide a covered space for coaches and carriages when they are not in use",
            "defineVi": "một tòa nhà nhỏ có trần cao được sử dụng chủ yếu để cung cấp không gian có mái che cho xe khách và toa xe khi chúng không được sử dụng"
        },
        {
            "id": "b9ceac2a-9313-4e78-8d00-c3c38977f293",
            "word": "woodshed",
            "phonetic": "wʊdʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the meantime, I'm gonna be in the woodshed.",
                "Bird's technique of blistering rhythm and spontaneous extended chromatic chord structure that he honed through his time in the woodshed, bought him a newfound legitimacy in the national jazz scene.",
                "- You said the woodshed, and historically that's the place that you go where nobody can hear you, and you can just express yourself to the fullest, you know, get all your chops out, but that's a word that has been adopted by the drum community.",
                "She gets all her children across the Ohio River to freedom from the slave farm Sweet Home where they were born, and she carries one in her womb on swollen feet to freedom, but when the slave-owner comes to Ohio 28 days later to claim them, she takes them out back to the woodshed to kill them all before he can take them."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZHNoZWQ&hash=ccca18080e2164e937243830f3a5c6a28d5663b8&lang=en&cache-only=0",
            "defineEn": "a structure or shelter specifically designed for storing firewood or logs",
            "defineVi": "một cấu trúc hoặc nơi trú ẩn được thiết kế đặc biệt để lưu trữ củi hoặc khúc gỗ"
        },
        {
            "id": "d58b8eb0-7d27-4703-ac57-4822c610f391",
            "word": "barn",
            "phonetic": "bɑːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "They provide a barn.",
                "And barns are even out at the frontiers of knowledge."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybg&hash=2c28dcb62c2e476dc78745dc59ac68ed47f1b6f8&lang=en&cache-only=0",
            "defineEn": "a building on a farm in which people keep their animals, straw, hay, or grains",
            "defineVi": "một tòa nhà trong một trang trại, trong đó mọi người giữ động vật, rơm, cỏ khô hoặc ngũ cốc của họ",
            "hasImg": true
        },
        {
            "id": "b659a8fd-17a4-428d-ad93-443bf2fa82f4",
            "word": "tunnel",
            "phonetic": "tʌnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "She has tunnel vision in all matters of opinion and morality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "They are falling deeper into debt, and there is no light at the end of the tunnel."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVubmVs&hash=17611f6774f1056a17aeca8e722b05350d7617d7&lang=en&cache-only=0",
            "defineEn": "a passage dug through a mountain or underground through which cars, trains, etc. can go",
            "defineVi": "một lối đi được đào xuyên qua một ngọn núi hoặc dưới lòng đất mà ô tô, xe lửa, v.v. có thể đi qua",
            "hasImg": true
        },
        {
            "id": "f6ae34ea-20cd-4a19-ad53-4dfbd9ac1743",
            "word": "tool shed",
            "phonetic": "tuːl ʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9vbCBzaGVk&hash=99baeaa0c1263a9388e9cf625ea9373fe1d15b8c&lang=en&cache-only=0",
            "defineEn": "a small outdoor structure or building used for storing and organizing tools, equipment, and other items typically used for gardening, maintenance, or DIY projects",
            "defineVi": "một cấu trúc hoặc tòa nhà nhỏ ngoài trời được sử dụng để lưu trữ và sắp xếp các công cụ, thiết bị và các vật dụng khác thường được sử dụng cho các dự án làm vườn, bảo trì hoặc tự làm"
        },
        {
            "id": "7e009d60-a815-4789-b912-cbe7f8b5a81d",
            "word": "hothouse",
            "phonetic": "hɑːthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "47 million years ago, the world was a hothouse.",
                "But in the oceans, life in hothouse Earth became much harder.",
                "Or there's the Eocene, more than 34 million years ago, a hothouse time during which the continents drifted into their present configuration.",
                "Mammals quickly recovered in this hothouse world, and by 40 million years ago, most of the mammal groups that we recognize had come about, like whales, bats, rodents and primates.",
                "Twenty-four-year-old Saida Florexil, deaf since birth, working at a hothouse for start-ups in Florida."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90aG91c2U&hash=991de65c65b480c1aa9513c10dbbbe5aad4fe749&lang=en&cache-only=0",
            "defineEn": "a heated building that is made of glass and is used for growing in plants that need warm weather",
            "defineVi": "một tòa nhà được sưởi ấm làm bằng thủy tinh và được sử dụng để trồng các loại cây cần thời tiết ấm áp"
        },
        {
            "id": "35ada52d-1e1b-423e-93d6-0080e5a126c5",
            "word": "monolith",
            "phonetic": "mɑːnoʊlɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Deaf people aren't a monolith.",
                "It’s not a monolith.",
                "Putin is not all of the Russian government, and the Russian government is not a monolith.",
                "If we’ve learned anything from these two episodes it’s that the law is an ever changing entity and not a monolith."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub2xpdGg&hash=6e8c09663326a32518d51002ade077dfa045d99c&lang=en&cache-only=0",
            "defineEn": "a large, single, and often monumental structure or object, often made from a single material such as stone or metal",
            "defineVi": "một cấu trúc hoặc vật thể lớn, đơn lẻ và thường hoành tráng, thường được làm từ một vật liệu duy nhất như đá hoặc kim loại"
        },
        {
            "id": "22322a87-a91f-4117-916a-76c1574e4849",
            "word": "folly",
            "phonetic": "fɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, and Ziegfeld’s Follies were the tame version.",
                "The Follies were evenings of loosely linked sketches and popular songs, but the big draw was the chorus of Follies girls.",
                "By the time his first novel, Almayer's Folly, was published in 1895, there was no doubt that English was the language in which he would write.",
                "Mackay was the Scottish journalist who, in 1841, published Extraordinary Popular Delusions and the Madness of Crowds, an endlessly entertaining chronicle of mass manias and collective follies.",
                "Between 1907 and 1931, there was a Follies every year, each leggier and more sumptuous than the last."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sbHk&hash=498cdfac54e52dfef1290ffe1787d2e9a7dee898&lang=en&cache-only=0",
            "defineEn": "a decorative building of no practical use that was built in the past, often in a large garden belonging to a country house",
            "defineVi": "một tòa nhà trang trí không sử dụng thực tế được xây dựng trong quá khứ, thường là trong một khu vườn lớn thuộc một ngôi nhà nông thôn"
        }
    ]
}