{
    "id": "bdbba8a2-54f4-4e8f-a8c2-7dd0448e0417",
    "title": "Lesson 23",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "85de4d43-3ff9-4c50-879c-c249013bcf80",
            "word": "to adhere",
            "phonetic": "tʊ ɐdhɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Unlike the universe of discourse to which Harry Potter belongs, the universe of House of Cards adheres to all of the rules of our world.",
                "If it's cooled down too much, the food will adhere and really stick to the pan.",
                "Since water adheres weakly to the wax paper or to the plant, but strongly to itself, the water molecules are holding those droplets together in a configuration that creates the least amount of surface area.",
                "it'll actually kind of adhere to you in a sense, providing you, what I assume will be fantastic support.",
                "Today, millions of people worldwide adhere to the principles of Confucianism, and though the precise meaning of his words has been debated for millennia, when asked to summarize his teachings in a single phrase, Confucius himself said, \"Do not inflict upon others that which you yourself would not want.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRoZXJl&hash=dacf81162f13777d7ff955e7f4df7769c8f94bd9&lang=en&cache-only=0",
            "defineEn": "to firmly stick to something",
            "defineVi": "dính chắc vào cái gì",
            "hasImg": true
        },
        {
            "id": "f2d52f1a-ae0a-4e85-b2f4-a9ee6fcaae09",
            "word": "adhesion",
            "phonetic": "ɐdhiːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adhesion is attraction between two different substances.",
                "Thanks to adhesion, the water molecules are attracted to the molecules in the straw.",
                "Another primer is applied to guarantee the correct adhesion between the cataphoresis and the base coat.",
                "This is called adhesions and the water is spreading out instead of beading up because the adhesive forces between the water and the glass are stronger than the cohesive forces of the individual water molecules in the bead of water.",
                "That really cool thing that just happened is called capillary action, and explaining it can be easily done with what we now know about cohesion and adhesion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRoZXNpb24&hash=d23f54581c34c4732b8611747f00e286d692f645&lang=en&cache-only=0",
            "defineEn": "faithful support for a cause or political party or religion",
            "defineVi": "ủng hộ trung thành cho một nguyên nhân hoặc đảng chính trị hoặc tôn giáo"
        },
        {
            "id": "b34a1028-eaf3-4559-a7d6-127a8aa495f3",
            "word": "briticism",
            "phonetic": "bɹɪɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpdGljaXNt&hash=729d734013aac1aa34ea82227948716e92b0a918&lang=en&cache-only=0",
            "defineEn": "an expression that is used in Great Britain (especially as contrasted with American English)",
            "defineVi": "một biểu thức được sử dụng ở Vương quốc Anh (đặc biệt là tương phản với tiếng Anh Mỹ)"
        },
        {
            "id": "430fe74b-acd0-4d10-871c-8d6eff2a4c00",
            "word": "calculable",
            "phonetic": "kælkjuːləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsY3VsYWJsZQ&hash=7d142cbfd8fe23465bd64e474043d19262587013&lang=en&cache-only=0",
            "defineEn": "able to be calculated or estimated",
            "defineVi": "có thể được tính toán hoặc ước tính"
        },
        {
            "id": "0b3a15ea-3f80-4c3b-a873-010504ede4d6",
            "word": "calculus",
            "phonetic": "kælkjʊləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although she wasn't naturally gifted at math, her hard work and dedication paid off when she aced her calculus final - proving that bought wit is the best wit.",
                "It's not scary calculus.",
                "And predicate calculus helps us find the meanings of certain words in those true sentences.",
                "It's just our basic calculus.",
                "In the calculus playlist, we came up with a rationale for Euler's formula."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsY3VsdXM&hash=4da1b358eb6c1027ba1424058eaffcf42a059404&lang=en&cache-only=0",
            "defineEn": "the branch of mathematics that comprises differentials and integrals",
            "defineVi": "ngành toán học bao gồm vi phân và tích phân",
            "hasImg": true
        },
        {
            "id": "b8bf1b62-14a4-499f-b1ab-05062bbb4574",
            "word": "to coincide",
            "phonetic": "tə koʊɪnsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "And their extinction coincides the last appearance of ichthyosaurs in the fossil record.",
                "The move to digital devices also coincided with a drop in demand for copy paper and newsprint.",
                "This chunk of time also coincided with one of the largest mass extinctions in recent history.",
                "In pre-industrial societies, religious coming-of-age rites often coincided with the onset of puberty.",
                "The proliferation of these features coincided with a steady change in the role of the automobile in American culture toward a tool for ordinary commuters who often drove alone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29pbmNpZGU&hash=8fa5e60a6543f10cd68b0c94a23047f7c5c8f5fa&lang=en&cache-only=0",
            "defineEn": "go with, fall together",
            "defineVi": "đi cùng, rơi cùng nhau"
        },
        {
            "id": "787ed970-1e43-47d9-b054-273a1d9f95cd",
            "word": "coincidence",
            "phonetic": "koʊɪnsɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Must be coincidence.",
                "There are no coincidences.",
                "It's no coincidence.",
                "It's just a coincidence.",
                "That was just a coincidence."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29pbmNpZGVuY2U&hash=379cd973bf7dc0bf99869ea7b85d5bedeb59e34c&lang=en&cache-only=0",
            "defineEn": "a situation in which two things happen simultaneously by chance that is considered unusual",
            "defineVi": "một tình huống trong đó hai điều xảy ra đồng thời một cách tình cờ được coi là bất thường"
        },
        {
            "id": "d6802c9b-5392-417d-b03b-ea877228634d",
            "word": "insufficient",
            "phonetic": "ɪnsəfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Federal prosecutors cited insufficient evidence today.",
                "In some cases, even aggressive vaccine diplomacy is insufficient.",
                "Companies will not hire someone with insufficient training or without a degree. ",
                "\"A check that has come back marked insufficient funds.\"",
                "Spoiler alert: Historically, these explanations have been insufficient in helping us understand non-normative behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWZmaWNpZW50&hash=6aabc0d577c8d63d5c87affa503c8ff995cdeccf&lang=en&cache-only=0",
            "defineEn": "not enough in degree or amount",
            "defineVi": "không đủ về mức độ hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "7dbf1dcc-78b0-4340-b463-37348c4d706e",
            "word": "intangible",
            "phonetic": "ɪntændʒɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Or some intangible thing pops up.",
                "Getting the right words out of my mouth to explain an intangible feeling is so difficult.",
                "And because depression symptoms are intangible, it's hard to know who might look fine but is actually struggling.",
                "And people with depression might be more likely to believe that this intangible change must mean they’ve passed away.",
                "Since you're trying to get reassurance that the person likes you first, you end up relying on vibes and intangible body language cues to know whether or not the person likes you."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50YW5naWJsZQ&hash=2decb9e45dcdaacde57b60e76f1f1a224041dd80&lang=en&cache-only=0",
            "defineEn": "incapable of being perceived by the senses especially the sense of touch",
            "defineVi": "không thể cảm nhận được bằng các giác quan đặc biệt là xúc giác"
        },
        {
            "id": "e07a608d-6f03-45e5-b921-39ef202d1745",
            "word": "intolerable",
            "phonetic": "ɪntɑːlɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her arrogance is simply intolerable!",
                "Yeah, that's intolerable.",
                "So let there be no doubt: the situation for the Palestinian people is intolerable.",
                "And then a little bit of a cooler color temperature, but even in their more vivid modes, it's not intolerable.",
                "But to me it's intolerable to think that I would only see people who could afford to pay."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50b2xlcmFibGU&hash=02e59bf8267097f6234b102ca403fe7f408a5eaf&lang=en&cache-only=0",
            "defineEn": "incapable of being tolerated or endured",
            "defineVi": "không có khả năng chịu đựng hoặc chịu đựng"
        },
        {
            "id": "ad22e379-c8cb-4578-bbce-7e420b44e1c5",
            "word": "intractable",
            "phonetic": "ɪntɹæktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Or is this basically an intractable problem? ",
                "\"Online harassment remains an intractable problem, and people with disabilities are among those disproportionately targeted.\"",
                "Is this an intractable problem, asking Facebook to be responsible for the distribution of true content on its platform? ",
                "But these problems aren't thousands of years old, and they aren't intractable.",
                "It seems like, boy, things are just sort of intractable."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmFjdGFibGU&hash=a2fc4ce7a63e79833d0041a5f801e07722d7644e&lang=en&cache-only=0",
            "defineEn": "not tractable; difficult to manage or mold",
            "defineVi": "không thể điều khiển được; khó quản lý hoặc khuôn mẫu"
        },
        {
            "id": "ad423c34-6d1f-45ab-8483-e6b90e5fbb70",
            "word": "to nestle",
            "phonetic": "tə nɛsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The store is nestled between bustling Grand Central and Bryant Park.",
                "The heart is nestled in a double-walled sac called the pericardium.",
                "Baby Ruth is made by Nestle, the other candy company.",
                "Other top polluters according to Break Free From Plastic include PepsiCo, Nestle, Unilever, Mondelez International, and Mars.",
                "Meanwhile, two of their biggest competitors, Amul and Nestlé, made nearly five billion and 750 million from dairy, respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVzdGxl&hash=8a0815c1811a2d8fb5f1e7b15ecc796d117fe7a5&lang=en&cache-only=0",
            "defineEn": "move or arrange oneself in a comfortable and cozy position",
            "defineVi": "di chuyển hoặc sắp xếp bản thân ở một vị trí thoải mái và ấm cúng"
        },
        {
            "id": "e4cbb553-dc9f-41a9-a690-230c63ae5253",
            "word": "nestling",
            "phonetic": "nɛsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So when I first arrived, we were completing the maiasaur growth series and what was found was in the nesting locality, that the very young nestling maiasaur had incompletely formed ends of their long bones.",
                "And while that was good for some species, like hummingbirds, whose nestlings are preyed upon by the scrub jays, it was bad for the area as a whole.",
                "Well, it turns out when they’re not busy stashing nuts and eating the cherries off my cherry tree, squirrels and chipmunks take full advantage of their climbing ability to go after bird eggs and nestlings.",
                "So there are a lot of amazing things in this collection I can imagine, what is like the most special or unique or rare thing that's here at the MOR Something that really put Museum of the Rockies on the map was eggs and dinosaurs in embryos and nestlings and this idea of some dinosaurs caring for their young."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVzdGxpbmc&hash=b8bc7237955ead4b5f2cad3696562d5056c01267&lang=en&cache-only=0",
            "defineEn": "a bird that is too young to leave the nest built by its parents, especially one that has not yet learned how to fly",
            "defineVi": "một con chim còn quá nhỏ để rời khỏi tổ do cha mẹ của nó xây dựng, đặc biệt là một con chưa học cách bay",
            "hasImg": true
        },
        {
            "id": "1ca2871f-7276-43db-8a7a-61ad95c48086",
            "word": "obituary",
            "phonetic": "oʊbɪtʃuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had just read his own mistaken obituary.",
                "I wouldn't underplay theaters quite yet or write their obituaries yet.",
                "To the Nobel Prize folks, you've done great work over the past century, but consider this your mistaken obituary . . .",
                "Looking through these geologic obituaries, we know that around 66 million years ago, a lot of them went extinct at once, when a 10 km-wide asteroid landed in what is today Mexico’s Yucatan Peninsula.",
                "They printed Bourbaki’s obituary, complete with mathematical puns."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JpdHVhcnk&hash=5d8d693d3a06cfeccb61bdf75ffddbf6c24e68ca&lang=en&cache-only=0",
            "defineEn": "an article or report, especially in a newspaper, published soon after the death of a person, typically containing details about their life",
            "defineVi": "một bài báo hoặc báo cáo, đặc biệt là trên một tờ báo, được xuất bản ngay sau cái chết của một người, thường chứa thông tin chi tiết về cuộc sống của họ"
        },
        {
            "id": "935589fc-e257-4eda-ab28-91024e860bc6",
            "word": "obsequy",
            "phonetic": "əbsɛkwi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2JzZXF1eQ&hash=14ad1c72863915c6bb24cd05e0aead2bdc0a091c&lang=en&cache-only=0",
            "defineEn": "a ceremony at which a dead person is buried or cremated",
            "defineVi": "một buổi lễ mà một người chết được chôn cất hoặc hỏa táng",
            "hasImg": true
        },
        {
            "id": "7cb64ce7-c99c-41e2-8c50-a9099f06177c",
            "word": "to desecrate",
            "phonetic": "tə dɛsɪkɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many lanes are desecrated with yellow lines.",
                "Ruinous new road schemes that desecrate the countryside.",
                "In the African wilderness, a wild beast desecrates your loved ones’ graves, and spawns disease and blight with just a glance in your direction.",
                "By 1864 the last statue had been thrown down and desecrated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzZWNyYXRl&hash=982b3af1d6ece4a3e63e0fd1ec0dc37c9112e3e1&lang=en&cache-only=0",
            "defineEn": "to insult or damage something that people greatly respect or consider holy, particularly a place",
            "defineVi": "để xúc phạm hoặc làm hỏng một cái gì đó mà mọi người rất tôn trọng hoặc coi là thánh, đặc biệt là một nơi"
        },
        {
            "id": "3cdc32f7-01bb-4ebf-9736-b8f9c0fcd92b",
            "word": "desecration",
            "phonetic": "dɛsɪkɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have seen desecration of one of the most important buildings in the entire country.",
                "Oddly enough, cannibalism itself isn't illegal in the US or UK, but you probably committed some crime along the way to get that slab of meat, grave robbing, desecration of a corpse, murder and maybe all of the above.",
                "If I should have the honor of being confirmed, I will do everything I can to ensure that the tragic loss of life, the assault on law enforcement, the desecration of the building that stands as one of the three pillars of our democracy, the terror that you felt, your colleagues, staff, and everyone present, will not happen again."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzZWNyYXRpb24&hash=047d36c29bf9b81b148dfeeb67467cf142416973&lang=en&cache-only=0",
            "defineEn": "blasphemous behavior; the act of depriving something of its sacred character",
            "defineVi": "hành vi báng bổ; hành động tước đi một cái gì đó của nhân vật thiêng liêng của nó"
        },
        {
            "id": "5fa70e1c-cb1e-4455-9758-2e433b275c94",
            "word": "intemperance",
            "phonetic": "ɪntɛmpɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZW1wZXJhbmNl&hash=a474833e9595259dcf636ad66dc127f0475545e9&lang=en&cache-only=0",
            "defineEn": "excess in action and immoderate indulgence of bodily appetites, especially in passion or indulgence",
            "defineVi": "thái quá trong hành động và quá nuông chiều ham muốn thể xác, đặc biệt là đam mê hoặc đam mê"
        }
    ]
}