{
    "id": "bdbcf32f-5526-4773-a586-75bf15bd331a",
    "title": "Unit 8 - Lesson 2",
    "originalTitle": "Unit 8 - Lesson 2",
    "words": [
        {
            "id": "fd8d9452-99e5-4f0a-b860-ff4a2134c68b",
            "word": "object",
            "phonetic": "ɑːbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0&hash=f20fc8f13c40b68046143db6737c9074bab1dc08&lang=en&cache-only=0",
            "defineEn": "a non-living thing that one can touch or see",
            "defineVi": "một thứ không sống mà người ta có thể chạm vào hoặc nhìn thấy",
            "hasImg": true
        },
        {
            "id": "84ab04c6-8479-4f35-b512-317911a4c564",
            "word": "handicraft",
            "phonetic": "hændɪkɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dalahästar, or dala horses, are traditional handicrafts that have been around for centuries.",
                "The final stop is the weaving shed, where the making of household goods and handicrafts begins."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGljcmFmdA&hash=53fa08488b92e3562764b524a192274f0c813b9b&lang=en&cache-only=0",
            "defineEn": "the activity or art of skillfully using one’s hand to create attractive objects",
            "defineVi": "hoạt động hoặc nghệ thuật sử dụng khéo léo bàn tay của mình để tạo ra những đồ vật hấp dẫn",
            "hasImg": true
        },
        {
            "id": "d6532d5a-e901-49ef-8125-931b09506948",
            "word": "material",
            "phonetic": "mətɪɹiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "An industrial machine like that can cut through any material like a knife through butter.",
                "The truck carried a load of construction materials to the building site.",
                "He's written a lot of good material that has never seen the light of day.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWw&hash=ed2e1f538e9acab8380bb391cc7621bf7493c1a6&lang=en&cache-only=0",
            "defineEn": "a substance from which things can be made",
            "defineVi": "một chất mà từ đó mọi thứ có thể được thực hiện",
            "hasImg": true
        },
        {
            "id": "ddb3ad6f-2294-4417-bfae-f0cc44519613",
            "word": "wood",
            "phonetic": "wʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hunger drives the wolf out of the wood.",
                "The wood is held in position by a clamp.",
                "The track led us through a wood.",
                "The coffee table was a dark wood color.",
                "You're not seeing the woods for trees."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZA&hash=1cdc8208e79e7f55e6acea178afd0dd30d345d26&lang=en&cache-only=0",
            "defineEn": "the hard material that the trunk and branches of a tree or shrub are made of, used for fuel or timber",
            "defineVi": "vật liệu cứng mà thân và cành của cây hoặc bụi cây được làm bằng, được sử dụng làm nhiên liệu hoặc gỗ",
            "hasImg": true
        },
        {
            "id": "43d0fc31-4787-456a-8691-747bdc742025",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "a recreation of a human or animal body in sculpture or drawing",
            "defineVi": "tái tạo cơ thể người hoặc động vật trong điêu khắc hoặc vẽ",
            "hasImg": true
        },
        {
            "id": "e0501753-6aad-4918-bd40-4263783a9dff",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a container that is used for drinks and is made of glass",
            "defineVi": "một thùng chứa được sử dụng cho đồ uống và được làm bằng thủy tinh",
            "hasImg": true
        },
        {
            "id": "faa95940-8ad4-40e8-a5fd-7c82b1f70e4c",
            "word": "pitcher",
            "phonetic": "pɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took the rookie pitcher under his wing.",
                "He made a pitcher of homemade lemonade with freshly squeezed lemons.",
                "The pitcher was doing well for the first four innings, then the wheels fell off in the fifth.",
                "I still can't believe they traded their ace pitcher for next-to-nothing.",
                "The company that relies too heavily on a single product or service may be vulnerable to market changes or competition, demonstrating how the pitcher goes so often to the well that it is broken at last."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2hlcg&hash=7be6cda7743936aac5383d4373ad5099279b2b03&lang=en&cache-only=0",
            "defineEn": "a deep round container with a handle and a lid used for pouring liquids",
            "defineVi": "một thùng tròn sâu có tay cầm và nắp dùng để rót chất lỏng",
            "hasImg": true
        },
        {
            "id": "b9d0a691-d28d-4cc2-be6d-530352446f1e",
            "word": "silver",
            "phonetic": "sɪlvɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The boy was born with a silver spoon in his mouth.",
                "He now rocks a distinguished look with his silver strands.",
                "There is no silver bullet that will put an end to unemployment.",
                "If you sell your share in the company now, you're handing the ownership to him on a silver platter."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVy&hash=726f84f547533c11018e30a65e83d5d477e2cf1a&lang=en&cache-only=0",
            "defineEn": "covered with or made of a valuable grayish-white metal named silver",
            "defineVi": "phủ hoặc làm bằng kim loại có màu trắng xám có giá trị gọi là bạc",
            "hasImg": true
        },
        {
            "id": "69f188a0-4ab2-4839-96ea-ba201780d328",
            "word": "necklace",
            "phonetic": "nɛkləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wore a necklace around her neck.",
                "His lucky number is seven, and he always wears a necklace with a seven pendant.",
                "She searched her room high and low, hoping to find her misplaced necklace before the party.",
                "First, I have this necklace.",
                "The diamond necklace in his hand was very beautiful."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVja2xhY2U&hash=a67c72d0477ed620ef3251fbb155f7ad1768e7b7&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry, consisting of a chain, string of beads, etc. worn around the neck as decoration",
            "defineVi": "một món đồ trang sức, bao gồm một chuỗi, chuỗi hạt, v.v. đeo quanh cổ như một vật trang trí",
            "hasImg": true
        },
        {
            "id": "d32e0437-90e0-4af1-9521-ad0b8dee6d52",
            "word": "gold",
            "phonetic": "ɡoʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Prospectors have hit gold.",
                "To work gold.",
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes.",
                "Tickets for the concert are like gold dust.",
                "This information is as good as gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZA&hash=9183f657bf0171de491d236eebc4786c8c7cb423&lang=en&cache-only=0",
            "defineEn": "covered with or made of a valuable yellow metal called gold",
            "defineVi": "phủ hoặc làm bằng một kim loại có giá trị màu vàng được gọi là vàng"
        },
        {
            "id": "2e751cb4-5a46-4fb8-8906-d2faab654022",
            "word": "bracelet",
            "phonetic": "bɹeɪslɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think my cleaning woman stole my bracelet.",
                "The bracelet is very important.",
                "I stole a bracelet from Express.",
                "Do like an LTT store bracelet.",
                "Or this color bracelet has to use the water fountain down at the end of the hall."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhY2VsZXQ&hash=68063a8300a2d3f858978b22c0e1cced271e2773&lang=en&cache-only=0",
            "defineEn": "An ornamental item, worn on the wrist or arm",
            "defineVi": "Một vật trang trí, đeo trên cổ tay hoặc cánh tay",
            "hasImg": true
        },
        {
            "id": "34e292ae-368e-42b5-9344-d76f81e0a601",
            "word": "cloth",
            "phonetic": "klɔθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The holes in the cloth were made by moths.",
                "She used a clean cloth to wipe the dusty furniture.",
                "We're cut from the same cloth, you and I.",
                "Today's players are not cut out of the same cloth as those greats.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGg&hash=27018bace4f1907e62a56fa30bdebd430456424c&lang=en&cache-only=0",
            "defineEn": "material used for making clothes, which is made by knitting or weaving silk, cotton, etc.",
            "defineVi": "vật liệu được sử dụng để may quần áo, được làm bằng cách đan hoặc dệt lụa, bông, v.v.",
            "hasImg": true
        },
        {
            "id": "c8e838c2-d2ad-40d3-9e6b-58cbadd9709e",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        },
        {
            "id": "b73a5ed5-f9aa-46dd-9370-3e227e50e58d",
            "word": "ceramic",
            "phonetic": "sᵻɹæmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They baked a pie in a round ceramic dish.",
                "He served the salad on a large ceramic plate.",
                "This is actually a ceramic core laser.",
                "And now I can put my ceramic cat collection in name order MUCH faster!",
                "The three core technologies ceramics optical physics and glass science there are the four proprietary manufacturing platforms."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYW1pYw&hash=b3d0a29e271b8a13f1b5bd95354e423e8df05990&lang=en&cache-only=0",
            "defineEn": "created by molding clay into a desired shape and then baking the clay at a high temperature to harden it",
            "defineVi": "được tạo ra bằng cách nặn đất sét thành hình dạng mong muốn và sau đó nung đất sét ở nhiệt độ cao để làm cứng nó",
            "hasImg": true
        },
        {
            "id": "da31c492-72f8-4f58-b833-e7dcfa048548",
            "word": "plate",
            "phonetic": "pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I dropped another plate!",
                "They used disposable plates for the picnic.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "Our waiter cleared the empty plates from the table.",
                "The plate of pasta was finished with a garnish of grated Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGU&hash=d7212f360846a4a544110150dbc29db80cf51d46&lang=en&cache-only=0",
            "defineEn": "a flat, typically round dish that we eat from or serve food on",
            "defineVi": "một đĩa phẳng, thường tròn mà chúng ta ăn hoặc phục vụ thức ăn trên",
            "hasImg": true
        },
        {
            "id": "0a65db49-ef56-4a07-90a1-74a583587dd8",
            "word": "stone",
            "phonetic": "stoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The children were dropping stones off the bridge.",
                "The stone made a dent in the roof of the car.",
                "The houses are built out of local stone.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmU&hash=569d1c769e275e96e2056e2cc0e6ef1c6d582159&lang=en&cache-only=0",
            "defineEn": "a hard and solid material that forms the rocks, which is often used for building things",
            "defineVi": "một vật liệu cứng và rắn tạo thành đá, thường được sử dụng để xây dựng mọi thứ",
            "hasImg": true
        },
        {
            "id": "19e69cba-fa54-4d6d-9bf1-ca6fb9cbcc37",
            "word": "bowl",
            "phonetic": "boʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "He relished a warm bowl of mung bean soup.",
                "He enjoyed a warm bowl of black-eyed pea soup.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "A warm bowl of minestrone soup is even more comforting with a sprinkle of grated Parmesan cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93bA&hash=ebc613d2053d311f6c19af56435bd73fa93506d3&lang=en&cache-only=0",
            "defineEn": "a round, deep container with an open top, used for holding food or liquid",
            "defineVi": "một vật chứa tròn, sâu có nắp hở, dùng để đựng thức ăn hoặc chất lỏng",
            "hasImg": true
        }
    ]
}