{
    "id": "bde821a2-d560-43a8-966f-cf1e30f312ec",
    "title": "Time Is Money!",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "e6814553-09f4-4873-be89-7127d3ff454d",
            "word": "age",
            "phonetic": "eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every age has its book, after all.",
                "Boys his age are a law unto themselves.",
                "Reckless youth makes rueful age.",
                "His parents have not yet reached retirement age.",
                "My parents came of age during the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdl&hash=57d486634b28dd4a6280a3cb637ee654c3e33e43&lang=en&cache-only=0",
            "defineEn": "a period of history identified with a particular event",
            "defineVi": "một giai đoạn lịch sử được xác định với một sự kiện cụ thể"
        },
        {
            "id": "776db38c-e122-4f81-9185-8d3eacf12a4a",
            "word": "calendar",
            "phonetic": "kæləndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She placed a calendar on the wall to keep track of important dates.",
                "We should mark the date on the calendar for our family gathering.",
                "I need to check my calendar to see if I'm available on that date.",
                "Here's a calendar.",
                "Mark your calendars."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZW5kYXI&hash=dbb8c27925ccb00aa6f5d3950dd9614f174cddfc&lang=en&cache-only=0",
            "defineEn": "‌a system that measures and divides the year into specified periods",
            "defineVi": "‌một hệ thống đo lường và chia năm thành các khoảng thời gian xác định",
            "hasImg": true
        },
        {
            "id": "505bb0ec-2709-498f-970d-e7e9c9b58d02",
            "word": "to schedule",
            "phonetic": "tə skɛdʒuːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Programs are running a few minutes behind schedule this evening.",
                "The slow train arrived at the station behind schedule.",
                "The meeting is scheduled to start at half past nine, which is thirty minutes from now.",
                "He felt a sharp pain in his tooth and scheduled a dental appointment.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NoZWR1bGU&hash=f3f5a26a1146f71ec242e64cd3749fef2cdd6203&lang=en&cache-only=0",
            "defineEn": "to set a specific time to do something or make an event happen",
            "defineVi": "để thiết lập một thời gian cụ thể để làm một cái gì đó hoặc làm cho một sự kiện xảy ra",
            "hasImg": true
        },
        {
            "id": "6ae51adf-3454-4aa4-bfe8-97e2df52c899",
            "word": "era",
            "phonetic": "iəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A new era had begun.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "We are on the threshold of a new era in global relations.",
                "Every era had some imprint on comedy and popular culture.",
                "Each concentric sphere is an era."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJh&hash=c72eebc283206fa2ae5e81c34320a7d96a3061fc&lang=en&cache-only=0",
            "defineEn": "a period of history marked by particular features or events",
            "defineVi": "một giai đoạn lịch sử được đánh dấu bằng các tính năng hoặc sự kiện cụ thể"
        },
        {
            "id": "2548ef0d-046e-491f-a5f6-2e445398a60d",
            "word": "fortnight",
            "phonetic": "fɔːɹtnaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The committee meets once a fortnight.",
                "We have a man who comes in and cuts the grass once a fortnight.",
                "Huge games like Fortnight or Call of Duty or World of Warcraft are created by organizational behemoths with massive budgets and scores of employees.",
                "Some of the most popular games like Minecraft and Fortnight can run on your phone without a console.",
                "While there are absolutely popular nonviolent games, undeniably violent games like Call of Duty, Counter-Strike, PUBG and Fortnight continue to be hugely successful."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydG5pZ2h0&hash=af28a9f6da653d64b7da960a8e88512199df797e&lang=en&cache-only=0",
            "defineEn": "a period consisting of two weeks or 14 days",
            "defineVi": "một khoảng thời gian bao gồm hai tuần hoặc 14 ngày"
        },
        {
            "id": "f5b8ae21-216b-4550-ac29-d8b9f79a71a4",
            "word": "millennium",
            "phonetic": "mɪlɛniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tell them you didn't have eyes for something that needed two millennia to achieve and I'll take it all back.",
                "McDonald's fries will last a millennium.",
                "In the first millennium, a large group of tribes spread through the dense woodlands of Eastern Europe.",
                "It took nearly a millennium until Jericho, probably the first city on Earth, was founded in the year 1000 after the start of the human era.",
                "By the first millennium BCE, apples had become part of Western agriculture."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGVubml1bQ&hash=10bf1a39d4f8d20e8ee6b517f5e5fdf01789d9c4&lang=en&cache-only=0",
            "defineEn": "a period of 1000 years, usually calculated from the year of the birth of Jesus Christ",
            "defineVi": "khoảng thời gian 1000 năm, thường được tính từ năm Chúa Giêsu giáng sinh"
        },
        {
            "id": "47f7c512-8055-406a-94d5-5ac6b8d2bb24",
            "word": "time zone",
            "phonetic": "taɪm zoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The committee divided the earth into 24 time zones. ",
                "Each time zone was equal to one hour of time in a 24-hour day. ",
                "Today the time zone system is used by most countries of the world. ",
                "There are 24 broad time zones worldwide, each one hour apart.",
                "We travel to different time zones, different countries."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZSB6b25l&hash=f89ce51448f3f2b9348384164a88a0666e81757e&lang=en&cache-only=0",
            "defineEn": "any of the regions that are divided according to their longitude, each having a specific standard time",
            "defineVi": "bất kỳ khu vực nào được phân chia theo kinh độ của chúng, mỗi khu vực có một giờ tiêu chuẩn cụ thể"
        },
        {
            "id": "4dba0450-d90b-4956-a11b-3ef1853f314b",
            "word": "to [be] (about|high) time",
            "phonetic": "təbi ɐbaʊt slæʃ haɪ taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgYWJvdXQgdGltZQ&hash=bdb55f0415e265262c1659b0b241205464d3dd0f&lang=en&cache-only=0",
            "defineEn": "to happen or be done later than it should have",
            "defineVi": "xảy ra hoặc được thực hiện muộn hơn nó nên có"
        },
        {
            "id": "839692b6-6e7d-4331-92d8-fae2b9dd4bb8",
            "word": "local time",
            "phonetic": "loʊkəl taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a result, people in different locations had different local times. ",
                "On January 3rd, local time, China’s Chang’e-4 lander touched down on the far side of the Moon.",
                "They did not match the local time. ",
                "They set their watches to their own local time at the start of a trip. ",
                "U.S. officials say the president's meetings with Putin and Russian officials are expected to start around 1:00 p.m. local time."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYWwgdGltZQ&hash=35bf3b0deaa1fdb7389166a5dda9db0462f6827d&lang=en&cache-only=0",
            "defineEn": "the standard time measured in a specific region",
            "defineVi": "thời gian tiêu chuẩn được đo trong một khu vực cụ thể"
        },
        {
            "id": "76a27c87-5c2a-49a4-80dd-59200c293925",
            "word": "chronometer",
            "phonetic": "kɹənɑːmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The accuracy, the chronometer, the timing, it's all about telling the right time, keeping the right time.",
                "So, eventually, people came up with a mechanical timepiece called a chronometer to figure out longitude.",
                "Thank you for your support on Patreon.com/crashcourse it wasn’t until the eighteenth century development of the chronometer that sailors could chart longitudinal location, and even now, GPS relies on an extremely precise knowledge of the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbWV0ZXI&hash=b937d1976b72f8c9fcd5d03e6c5322e023094c51&lang=en&cache-only=0",
            "defineEn": "a timepiece that shows the time in a very exact way, especially one used at sea",
            "defineVi": "một chiếc đồng hồ hiển thị thời gian một cách rất chính xác, đặc biệt là một chiếc đồng hồ được sử dụng trên biển"
        },
        {
            "id": "4662524f-eb45-458e-9157-e0294e98665c",
            "word": "hourglass",
            "phonetic": "aʊɚɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hourglasses worked in a similar way. ",
                "Hourglasses worked in a similar way.",
                "Imagine an hourglass, filled with one grain of sand for every single particle in the universe.",
                "Every day, waterfalls of sand fall into it, slowly filling it up like an underwater hourglass.",
                "The zip-up hoodie was designed with front pockets to hide any stomach pooch and cut with an hourglass shape to nip in your waist."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91cmdsYXNz&hash=04a97e080941fe2a6a10f2f949236df230e0db89&lang=en&cache-only=0",
            "defineEn": "a glass container with two parts that measures every sixty minutes using the sand flow from the upper to the lower part",
            "defineVi": "một hộp thủy tinh có hai phần đo sáu mươi phút một lần bằng cách sử dụng dòng cát từ phần trên xuống phần dưới"
        },
        {
            "id": "a0ab4932-85cb-4204-80ae-dec7f85f3a96",
            "word": "pendulum clock",
            "phonetic": "pɛndʒuːləm klɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "One was Dutch natural philosopher Christiaan Huygens, who’s famous for many things, including the pendulum clock."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuZHVsdW0gY2xvY2s&hash=8d8e4acfb253daec6e61f83f491658b721318046&lang=en&cache-only=0",
            "defineEn": "a type of clock that works using a swinging weight at the end of a straight line",
            "defineVi": "một loại đồng hồ hoạt động bằng cách sử dụng quả nặng đung đưa ở cuối một đường thẳng"
        },
        {
            "id": "3f8a5be8-8f7a-48ea-abd2-d1197249c1cd",
            "word": "stopwatch",
            "phonetic": "stɑːpwɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He clicked the stopwatch and recorded his time: 45 seconds.",
                "A normal stopwatch goes out to like two places, maybe, and you're going like eleven places beyond that Exactly!",
                "So, just like when that Carbon-14 clock starts ticking down the instant you die, the moment that volcanic rock cools starts the radioactive stopwatch.",
                "When you stop breathing in and eating Carbon 14, it’s like starting a chemical stopwatch.",
                "Once you dose everyone, turn them lose in the maze and wait at the other end with a stopwatch."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcHdhdGNo&hash=8c75fdf566f754f3f042614705facf32048e1b41&lang=en&cache-only=0",
            "defineEn": "a watch with a button to stop and start time, used in sport events",
            "defineVi": "đồng hồ có nút để dừng và bắt đầu thời gian, được sử dụng trong các sự kiện thể thao"
        },
        {
            "id": "6a930c25-9985-440a-aad2-74543a49a27f",
            "word": "sundial",
            "phonetic": "sʌndaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sundials could measure time on sunny days. ",
                "Sundials could measure time on sunny days.",
                "Later, round sundials were developed. ",
                "Later, round sundials were developed.",
                "And sundials kind of automatically do this!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VuZGlhbA&hash=644be19c9d457458408944b196ff355306e490aa&lang=en&cache-only=0",
            "defineEn": "an instrument used in the past to tell the time using the shadow made by a metal piece on a flat stone",
            "defineVi": "một nhạc cụ được sử dụng trong quá khứ để xem thời gian bằng cách sử dụng bóng được tạo bởi một miếng kim loại trên một hòn đá phẳng"
        },
        {
            "id": "fd2e7734-94c2-45d4-a690-856f78824d77",
            "word": "twilight",
            "phonetic": "twaɪlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Twilight had not yet come.",
                "Twilight books and movies are each BAD in their own ways!",
                "Below the sunlight zone, there’s the twilight zone.",
                "In this transition zone between twilight and darkness, light becomes a powerful tool.",
                "Generally, you can only see satellites overhead during astronomical twilight, when the Sun is 12 to 18 degrees below the horizon, and for an hour or so at the start and end of the night."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbGlnaHQ&hash=b5101673ea643b2554649b0357755d69060e7b61&lang=en&cache-only=0",
            "defineEn": "the time in the evening when the sun is below the horizon",
            "defineVi": "thời gian vào buổi tối khi mặt trời ở dưới đường chân trời",
            "hasImg": true
        },
        {
            "id": "86e41e85-872d-478d-bba3-ac6dc31bb00c",
            "word": "lateness",
            "phonetic": "leɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His constant lateness was really starting to eat into their friendship.",
                "[WAH-WAH-WAH] I don't particularly care the lateness, especially on a first date."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZW5lc3M&hash=50a533691cef2beddfce7591c45914f132c5b979&lang=en&cache-only=0",
            "defineEn": "the fact or quality of arriving, happening, or being done after the usual or expected time",
            "defineVi": "thực tế hoặc chất lượng của việc đến, xảy ra hoặc được thực hiện sau thời gian thông thường hoặc dự kiến"
        },
        {
            "id": "2d03794b-4aca-4fbe-998e-9dcc01a001f3",
            "word": "chronological",
            "phonetic": "kɹɑːnəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The concept of a kid's mental age is essentially the level of performance associated with a certain chronological age.",
                "On early versions of the test, IQ was calculated by taking a person’s score on a standardized test, dividing it by their chronological age, and then multiplying the result by 100.",
                "If we can keep it as chronological as possible they can actually follow along.",
                "And rather than describing his life events in chronological order, he jumps between times and places.",
                "At the time, your IQ was simply your mental age, divided by your chronological age, multiplied by a hundred."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9naWNhbA&hash=9b90f6e8a76baa3a943554fd37b38ea66e7647c9&lang=en&cache-only=0",
            "defineEn": "organized according to the order that the events occurred in",
            "defineVi": "sắp xếp theo thứ tự các sự kiện xảy ra trong"
        },
        {
            "id": "1455ab1b-ccd8-44d5-826d-ea7febfa8348",
            "word": "instant",
            "phonetic": "ɪnstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Be patient and trust in the process, rather than seeking instant gratification.",
                "They had an instant connection without her even laying a finger on him.",
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "Things can change in an instant in this industry, so you've got to think quick on your feet to be successful.",
                "Every day, 290 million people eat instant noodles."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudA&hash=b4b5f7da8c9e110d261ace503f3d997260b42402&lang=en&cache-only=0",
            "defineEn": "happening or produced very quickly and easily",
            "defineVi": "xảy ra hoặc sản xuất rất nhanh chóng và dễ dàng"
        },
        {
            "id": "97bf4d90-b073-4c5f-85ca-b2f814eccd20",
            "word": "beyond",
            "phonetic": "bᵻjɔnd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "His opinions are entirely beyond the pale.",
                "The paintings were damaged beyond recall.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The relationship between the two friends had deteriorated beyond repair."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV5b25k&hash=39f9c274771b8a67a72a44e7264915d429fdf875&lang=en&cache-only=0",
            "defineEn": "to or at the side that is further",
            "defineVi": "đến hoặc ở bên đó là xa hơn"
        },
        {
            "id": "c54e21a8-33b3-4bdc-91a5-1689e993c9b8",
            "word": "for the moment",
            "phonetic": "fɚðə moʊmənt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Yet, for the moment anyway, the bankers have lost their Midas touch.",
                "Julie knew better than to speak up when her father was so angry, so she buttoned her lip for the moment.",
                "My breath is my anchor for the moment.",
                "For the moment, bronze has been replaced by photographic brawn.",
                "She can keep him for the moment."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yIHRoZSBtb21lbnQ&hash=9059e797abef944c12e5e67fc9f5b36b9975a354&lang=en&cache-only=0",
            "defineEn": "at the present time, until something happens; for now",
            "defineVi": "ở thời điểm hiện tại, cho đến khi điều gì đó xảy ra; bây giờ"
        },
        {
            "id": "44c83ae5-309c-4ba5-a3d5-5b23d8ca9558",
            "word": "lately",
            "phonetic": "leɪtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Our favorite restaurant has gone to the dogs lately.",
                "There's a lot of police activity around here lately.",
                "She's had a lot of time on her hands lately.",
                "Lately, I've been dealing with constipation.",
                "Alex has been really gloomy lately."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZWx5&hash=2dbe3c03b1bf31e2c82eb7baa3448b52b4c17976&lang=en&cache-only=0",
            "defineEn": "not a long time ago",
            "defineVi": "cách đây không lâu"
        },
        {
            "id": "1c01afc1-e277-41cc-96be-343b628edab8",
            "word": "day-to-day",
            "phonetic": "deɪɾədeɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "it can change day-to-day.",
                "That is day-to-day wear.",
                "Some diabetics live day-to-day and week-to-week on supplies.",
                "But for passive-aggressiveness in your day-to-day life, psychologists do have a few pointers.",
                "What will the day-to-day of college look like?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF5LXRvLWRheQ&hash=037dd5a548b642f2e286d347d8d4eba6f7a00c0f&lang=en&cache-only=0",
            "defineEn": "taking place each day",
            "defineVi": "diễn ra mỗi ngày"
        },
        {
            "id": "019a7851-630e-4fd4-a054-8399291ef08a",
            "word": "annual",
            "phonetic": "ænjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The annual yield of the wheat fields surpassed expectations, resulting in a plentiful harvest.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "John went great guns at the company's annual sales conference last year.",
                "Surprisingly, the quiet neighborhood came alive with vibrant festivities during the annual festival.",
                "If you want to succeed in Hollywood, you need to attend the annual film festival."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5udWFs&hash=94e61a17dfdc4c4d85d55ca9c4b1158515b57671&lang=en&cache-only=0",
            "defineEn": "happening or calculated yearly",
            "defineVi": "xảy ra hoặc tính toán hàng năm"
        },
        {
            "id": "820a0c99-88cd-49bb-b944-7f3ce0c511d0",
            "word": "annually",
            "phonetic": "ænjuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Calgary Stampede is a famous rodeo and festival held annually in Alberta, Canada.",
                "France is one of the most visited countries in the world, attracting millions of tourists annually.",
                "This facility processes up to a million tons of waste annually.",
                "Research like Cohen's can save lives and billions annually.",
                "In 1976, the industry was already making $25 billion annually."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5udWFsbHk&hash=20411dd2dc17932caf5dd26c983912ef7d022b95&lang=en&cache-only=0",
            "defineEn": "once in a year; yearly",
            "defineVi": "một lần trong năm; hàng năm"
        },
        {
            "id": "67aeed13-5264-4b3e-a94d-c2bfc999024b",
            "word": "monthly",
            "phonetic": "mʌnθli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But my understanding is that most mortgages compound monthly.",
                "Most collectors work on monthly quotas.",
                "Monthly frequency is called ultra rapid cycling.",
                "And then you have your monthlies.",
                "This month I am bringing back monthly favourites."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udGhseQ&hash=203c1a1df2db6856874c0d30eb8bf3988bb45941&lang=en&cache-only=0",
            "defineEn": "happening or done once a month or every month; by the month",
            "defineVi": "xảy ra hoặc thực hiện mỗi tháng một lần hoặc mỗi tháng; theo tháng"
        },
        {
            "id": "279abc78-2ed5-4149-a54b-2948eb385fcc",
            "word": "weekly",
            "phonetic": "wiːkli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The master kept a weekly journal.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "Including pulses in your weekly meal plan can help diversify your diet.",
                "They have to obtain dribs and drabs from wherever they can, including charity, to make up their weekly income.",
                "Average weekly benefits were about three hundred and eighty seven dollars nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vla2x5&hash=900f037f87a0959e84cbb5eb8072be62f3b973c2&lang=en&cache-only=0",
            "defineEn": "happening or done every week",
            "defineVi": "xảy ra hoặc thực hiện mỗi tuần"
        },
        {
            "id": "55e7e992-2123-4f0e-a7a1-df01ea5e57a6",
            "word": "momentarily",
            "phonetic": "moʊməntɛɹᵻli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "As the star was disrupted, it flared in brightness, momentarily blasting out a trillion times the Sun’s energy!",
                "This uses an even more thermally stable recording medium, whose magnetic resistance is momentarily reduced by heating up a particular spot with a laser and allowing data to be written.",
                "You then have the REM sleep, and then you wake up momentarily, and that whole cycle takes an hour to an hour and a half, and then it starts again, and it happens three to five times in a night.",
                "And even more importantly, it reinforces a vision of moral behavior that is a cornerstone of Confucianism, which I will get to momentarily.",
                "She’s momentarily tempted to throw her budget out the window, when a thought occurs to her."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tZW50YXJpbHk&hash=3d7bff02d7b8fe1647bf3f91d6b5100e7eb7aafd&lang=en&cache-only=0",
            "defineEn": "for a very short time",
            "defineVi": "trong một thời gian rất ngắn"
        },
        {
            "id": "d9b04ca6-9582-467a-a023-68d8cfad3c4d",
            "word": "now and again",
            "phonetic": "naʊ ænd ɐɡɛn ",
            "partOfSpeechType": "phrase",
            "examples": [
                "She considers it beneath her dignity to help with the housework now and again.",
                "And in the meantime, it’s probably okay to take a break from your phone every now and again.",
                "When we get a dry summer, the holidaymakers, they're delighted, but I keep crossing my fingers for a bit of rain every now and again.",
                "I am not knowledgeable in all of the things Marvel, but I do enjoy the movies now and again and well, I might actually go see something at theaters now, because somebody, a Deaf woman, is playing in 'Eternals'.",
                "It can steer itself across simple terrain like a self-driving car, but it still needs to stop every now and again to get input from Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=bm93IGFuZCBhZ2Fpbg&hash=3bb669e6e067537da6100633aa7be0bb8153f186&lang=en&cache-only=0",
            "defineEn": "not regularly or frequently",
            "defineVi": "không thường xuyên hoặc thường xuyên"
        },
        {
            "id": "de558da2-8d28-42c5-8d52-c001d90ede96",
            "word": "(every|) now and then",
            "phonetic": "ɛvɹi naʊ ænd ðɛn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXZlcnkgbm93IGFuZCB0aGVu&hash=5b2e039d2ad823f93c65b2e5e669fb424c9803ab&lang=en&cache-only=0",
            "defineEn": "not happening regularly or frequently",
            "defineVi": "không xảy ra thường xuyên hoặc thường xuyên"
        },
        {
            "id": "c0f72437-28f3-457e-bdc8-a6a8f0654097",
            "word": "overtime",
            "phonetic": "oʊvɚtaɪm ",
            "partOfSpeechType": "adverb",
            "examples": [
                "When I told Jack that he had to work overtime again, he looked at me with a face like a bulldog chewing a wasp.",
                "He's trying to get back in his boss's good books by offering to work overtime.",
                "After working overtime and completing the project ahead of schedule, the team was given a bonus because a good dog deserves a good bone.",
                "This is really one of the main changes overtime.",
                "The longer, you're kind of stuck at home, the less likely you're going to pay overtime."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnRpbWU&hash=664c92a7518f5f83b8167bfd0ca10b36289f7dbe&lang=en&cache-only=0",
            "defineEn": "for a longer period than normal",
            "defineVi": "trong một thời gian dài hơn bình thường"
        },
        {
            "id": "50ab40e0-b748-40f6-adfd-ef4aa231d3d3",
            "word": "later on",
            "phonetic": "leɪɾɚɹ ɔn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "My dentist always reminds me that a stitch in time saves nine when it comes to dental care - taking care of a small cavity now can prevent a much more serious problem later on.",
                "Later on, aerial photos came out.",
                "Those ears were certainly altered later on.",
                "And KISS later on!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZXIgb24&hash=f8fee3747f6e4f3696f07234e6d22e3afe2d739d&lang=en&cache-only=0",
            "defineEn": "after the time mentioned or later in the future",
            "defineVi": "sau thời gian được đề cập hoặc muộn hơn trong tương lai"
        }
    ]
}