{
    "id": "be433c5e-6aaf-4141-90ad-c108e4b0ffee",
    "title": "Unit 1",
    "originalTitle": "Unit 1",
    "words": [
        {
            "id": "10e92100-f3b5-4efa-afe0-a17fef6f5a0c",
            "word": "main",
            "phonetic": "meɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The screen is the main part of a laptop.",
                "The main sticking point was the question of taxes.",
                "The demonstrators marched in a body to the main square.",
                "We ride our bikes along the bike lane on the main street.",
                "Main motive of every worker is to keep the pot boiling."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbg&hash=19c171816878004e070b50aa9c3620d173c64e5f&lang=en&cache-only=0",
            "defineEn": "being the most important or the largest thing among other things of the same kind",
            "defineVi": "là thứ quan trọng nhất hoặc lớn nhất trong số những thứ khác cùng loại"
        },
        {
            "id": "5f9fbe3f-074b-4bcc-b7b4-3ab51e9a159a",
            "word": "chief",
            "phonetic": "tʃiːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A military delegation was led by the Chief of Staff.",
                "Drug barons were greasing the palm of the chief of police.",
                "The clansmen became tenants and the chiefs sold them out.",
                "They are egalitarian, have no great chiefs and tend to share and share alike.",
                "The company was struggling because there were too many chiefs and not enough Indians to carry out the work."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpZWY&hash=baf10bb3da1b16b47967cef873a5c397e5434a18&lang=en&cache-only=0",
            "defineEn": "most significant or important",
            "defineVi": "quan trọng nhất hoặc quan trọng nhất"
        },
        {
            "id": "753ecd0a-d94e-4af7-bb17-464262b8dc2e",
            "word": "characteristic",
            "phonetic": "kæɹɪktɚɹɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I learned about different breeds of cows and their characteristics.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "The sound of crunching leaves underfoot is a characteristic of the fall season.",
                "At the beginning of the list of elements, characteristics repeat every seven elements.",
                "We all have personality characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVyaXN0aWM&hash=9a52edbcc83b8fcfbbc2a8c3fd52d6cc13759844&lang=en&cache-only=0",
            "defineEn": "describing something that is very typical of something or a person's character",
            "defineVi": "mô tả một cái gì đó là rất điển hình của một cái gì đó hoặc nhân vật của một người"
        },
        {
            "id": "8623a284-ac74-4f6e-9ff1-4fefbeee7be1",
            "word": "trait",
            "phonetic": "tɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traits suggest an expression of genes.",
                "Synthetic polymers have extraordinary traits.",
                "And even some non-animals have animal traits.",
                "Useful traits emerge over time.",
                "Another trait is odd thinking and speech."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaXQ&hash=85fa5957335f820355b68c0bc37ad03bb803ce99&lang=en&cache-only=0",
            "defineEn": "something that is considered typical of a person, place, or thing and identifies them",
            "defineVi": "một cái gì đó được coi là điển hình của một người, địa điểm, hoặc điều và xác định chúng"
        },
        {
            "id": "d61c76be-b19a-4335-8af0-94c4f00dfb9b",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "0fd5a1ae-8da6-4794-94a9-0c489c538351",
            "word": "trace",
            "phonetic": "tɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves.",
                "Gina Giotta, professor of communication and technology at California State University Northridge, traces the laugh tracks insertion into early television back to its non visual mass media predecessor: the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2U&hash=092828cba7530155bb0fda9c3dde11484f8e6666&lang=en&cache-only=0",
            "defineEn": "an indication or evidence of the former presence or existence of something",
            "defineVi": "một dấu hiệu hoặc bằng chứng về sự hiện diện hoặc tồn tại trước đây của một cái gì đó"
        },
        {
            "id": "36014791-f30f-48b9-ad06-aa2b8af6b0fc",
            "word": "achievement",
            "phonetic": "ɐtʃiːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He made a false claim about his achievements to impress others.",
                "She reached a high score on the exam and was proud of her achievement.",
                "Being the Benjamin of the family, Sarah is constantly compared to her older siblings and their achievements.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoaWV2ZW1lbnQ&hash=6bf3d7a9cf6d5b9a2f17876b79a631df2ce8fd67&lang=en&cache-only=0",
            "defineEn": "the process or act of achieving something",
            "defineVi": "quá trình hoặc hành động để đạt được một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2c5b3da7-e2d5-430c-94d9-4388e92b5201",
            "word": "feat",
            "phonetic": "fiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These grizzly feats won him a position as surgeon to the city’s gladiators.",
                "Once again outpacing the industry a remarkable feat.",
                "Chemists accomplish all of these feats with the use of additives.",
                "Drilling a hole into someone’s skull is no simple feat.",
                "It's a pretty amazing feat of engineering, manufacturing, infrastructure and technology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdA&hash=21609c3ad5eb891b22e33431e7d993973c5bc0a4&lang=en&cache-only=0",
            "defineEn": "an impressive or remarkable achievement or accomplishment, often requiring great skill or strength",
            "defineVi": "một thành tích hoặc thành tích ấn tượng hoặc đáng chú ý, thường đòi hỏi kỹ năng hoặc sức mạnh tuyệt vời"
        },
        {
            "id": "ba9be399-e721-4efa-b73a-54af1b2bf59b",
            "word": "perplexing",
            "phonetic": "pɚplɛksɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, frankly, just the targeting of Schiff and Swalwell and their staffers is quite perplexing to us.",
                "And that is very perplexing.",
                "When you use your engineering mind, everything suddenly seems both perplexing and exciting.",
                "So the knowledge and power of God are, to say the least, philosophically perplexing.",
                "Instead, he had discovered the sleep stage we now call REM or rapid eye movement, a perplexing period when the sleeping brain is buzzing with activity, even though the body is in a deep slumber."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGxleGluZw&hash=2f95272ac86e5ceb9eed7e24d2f04e35be028597&lang=en&cache-only=0",
            "defineEn": "causing confusion or bewilderment due to its complexity, ambiguity, or lack of clarity",
            "defineVi": "gây nhầm lẫn hoặc hoang mang do tính phức tạp, mơ hồ hoặc thiếu rõ ràng của nó"
        },
        {
            "id": "981f7355-5b7a-4f0a-bda1-6af770ff2abb",
            "word": "puzzling",
            "phonetic": "pʌzlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And what's even more puzzling is that Kodak stock saw massive movement a day before the government deal was announced.",
                "Like, the mystery surrounding the big bang or dark matter - the origin of life is still pretty puzzling to us.",
                "I'm kind of surprised that this turns out to be a super puzzling question that we have yet to come up with a 100% satisfying answer to.",
                "Here are three of the most puzzling times people thought we found aliens, but turned out to be wrong.",
                "And make sure to visit PBS Infinite Series, a show about the mathematics that underpins everything in this puzzling, yet fascinating, universe."
            ],
            "audio": "https://tts.langeek.co/read?text=cHV6emxpbmc&hash=390b0ae76936770bc8d6dc05bb36b90bc71632de&lang=en&cache-only=0",
            "defineEn": "confusing or difficult to understand, requiring extensive thought and analysis to make sense of the situation or problem at hand",
            "defineVi": "khó hiểu hoặc khó hiểu, đòi hỏi phải suy nghĩ và phân tích sâu rộng để hiểu được tình huống hoặc vấn đề hiện tại",
            "hasImg": true
        },
        {
            "id": "b57046f8-0684-44a8-84d8-23a9037223d2",
            "word": "forbear",
            "phonetic": "fɔːɹbɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Success often requires us to bear and forbear through various challenges and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yYmVhcg&hash=2c0fe408e3b0c38f61fda064bfdeed9a357c449e&lang=en&cache-only=0",
            "defineEn": "an ancestor or a person from whom one is descended, typically one more remote than a grandparent",
            "defineVi": "tổ tiên hoặc một người mà một người là hậu duệ của họ, thường là một người ở xa hơn ông bà"
        },
        {
            "id": "0e8d9d91-5e7c-4f3f-89de-445d71e834d5",
            "word": "ancestor",
            "phonetic": "ænsɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We know next to nothing about our ancestors.",
                "John took the time to study his family tree and learn about his ancestors, their values and struggles.",
                "Our ancestors had it rough compared to us.",
                "I guess ancestors.",
                "Its ancestors were some of earth’s earliest predators."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jZXN0b3I&hash=2359cc4fb34027ee916f0ab91779cd759bc0af06&lang=en&cache-only=0",
            "defineEn": "a blood relative who lived a long time ago, usually before one's grandparents",
            "defineVi": "một người họ hàng máu đã sống một thời gian dài trước đây, thường là trước ông bà của một người"
        },
        {
            "id": "ce497bd4-559c-4ef1-af13-801e9d69a364",
            "word": "desire",
            "phonetic": "dɪzaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "The accuracy of the information might leave something to be desired.",
                "The slow elevator took a long time to reach the desired floor.",
                "He learned the hard way to be more cautious with his desires."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaXJl&hash=cdbb67eebddc5fd066e3b88c4dc7987b5a1d5596&lang=en&cache-only=0",
            "defineEn": "a very strong feeling of wanting to do or have something",
            "defineVi": "một cảm giác rất mạnh mẽ muốn làm hoặc có một cái gì đó"
        },
        {
            "id": "16746234-aafe-4b1e-9049-969a2b54d8f6",
            "word": "urge",
            "phonetic": "ɜːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Officials are urging residents not to try to weather the storm.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "She urged him to reach out to his family.",
                "Management urged cabin crew to call off their work to rule.",
                "The strong wind urged on the sails of the boat, helping it move faster."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJnZQ&hash=06b3d117bb2649495b8d30110f1d64d462244fac&lang=en&cache-only=0",
            "defineEn": "a strong desire or impulse to do something",
            "defineVi": "một mong muốn mạnh mẽ hoặc thúc đẩy để làm một cái gì đó"
        },
        {
            "id": "b2b15835-a9d2-42cf-aee0-e915ec21ec20",
            "word": "to thrive",
            "phonetic": "tə θɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "I believe that living at college gives you the best of both worlds: a place where both study and social life can thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyaXZl&hash=3ad33dec26f7ad5354b98324df47f5d151755763&lang=en&cache-only=0",
            "defineEn": "to develop or grow well or continue to be successful",
            "defineVi": "để phát triển hoặc phát triển tốt hoặc tiếp tục thành công",
            "hasImg": true
        },
        {
            "id": "20ff1dc3-0023-4d01-93c8-971a0760eb5e",
            "word": "to flourish",
            "phonetic": "tə flɜːɹɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grape vine in my backyard is flourishing, with clusters of ripe grapes ready for harvest.",
                "Her professional life flourished.",
                "High culture also flourished.",
                "Life was flourishing.",
                "The sciences flourished and advanced transportation, communication, and medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvdXJpc2g&hash=d759a44ba555187f2cb359bdf4a4948a05b10d8e&lang=en&cache-only=0",
            "defineEn": "to quickly grow in a successful way",
            "defineVi": "để nhanh chóng phát triển một cách thành công",
            "hasImg": true
        },
        {
            "id": "e319ea9d-a655-49a1-876a-e71a4303ca87",
            "word": "bond",
            "phonetic": "bɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZA&hash=f3ad2c23bc915e49b63aa91f5a6dc6a3d4c9a3b0&lang=en&cache-only=0",
            "defineEn": "a relationship formed between people or groups based on mutual experiences, ideas, feelings, etc.",
            "defineVi": "một mối quan hệ được hình thành giữa những người hoặc nhóm dựa trên kinh nghiệm lẫn nhau, ý tưởng, cảm xúc, v.v.",
            "hasImg": true
        },
        {
            "id": "22145ca5-5ef7-4491-9691-a242e1e89fca",
            "word": "tie",
            "phonetic": "taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dGll&hash=34ff36d031fc054b7082e34d21e5b5051fd386a7&lang=en&cache-only=0",
            "defineEn": "a bond or connection between people, organizations, etc.",
            "defineVi": "một trái phiếu hoặc kết nối giữa mọi người, các tổ chức, vv"
        },
        {
            "id": "086bcb91-33f5-4eb0-9acc-3583116fbf47",
            "word": "to inhabit",
            "phonetic": "tʊ ɪnhæbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Today, the Argentine ant inhabits the Mediterranean zones of six continents and many islands.",
                "In one creation myths from the Kono people of Guinea, the darkness before creation is inhabited by Death, his wife and his daughter.",
                "Now look at us, we inhabit every corner of the planet.",
                "They inhabit different regions, and have slightly different physical traits.",
                "Before the Europeans came, Haiti was inhabited by the indigenous Taíno people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5oYWJpdA&hash=da3039fe0d51a4f4cf42deec4115311e35c8c4fc&lang=en&cache-only=0",
            "defineEn": "to live or dwell in a place, especially as a permanent resident",
            "defineVi": "để sống hoặc ở tại một nơi, đặc biệt là một thường trú nhân"
        },
        {
            "id": "10f324cb-398c-4e38-aebb-19cae4b8719e",
            "word": "to live in",
            "phonetic": "tə lɪv ɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZSBpbg&hash=fb96621c771312b1dd646f65759908cead55836a&lang=en&cache-only=0",
            "defineEn": "to reside at the place where one works or studies, usually in provided accommodation on the premises",
            "defineVi": "cư trú tại nơi mà một người làm việc hoặc học tập, thường là trong chỗ ở được cung cấp trong khuôn viên"
        },
        {
            "id": "6b4a4d03-3716-45b7-8c96-4fc25eda18f4",
            "word": "function",
            "phonetic": "fʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "I can't even function in the morning until I've had my first cup of joe.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuY3Rpb24&hash=535ac49960f290defdf6358b30fa2207788b0568&lang=en&cache-only=0",
            "defineEn": "a particular activity of a person or thing or their purpose",
            "defineVi": "một hoạt động cụ thể của một người hoặc vật hoặc mục đích của họ"
        },
        {
            "id": "736e51ea-6683-417d-98c3-d2ba3340f418",
            "word": "cruise",
            "phonetic": "kɹuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cruise went very quickly.",
                "They were cruising for a bruising.",
                "To go on a journey/tour/trip/cruise.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1aXNl&hash=c7ef11f6f19ad87e3b64e8a9f48a9bf94c1b3924&lang=en&cache-only=0",
            "defineEn": "a journey taken by a ship for pleasure, especially one involving several destinations",
            "defineVi": "một hành trình được thực hiện bởi một con tàu để giải trí, đặc biệt là một hành trình liên quan đến một số điểm đến",
            "hasImg": true
        },
        {
            "id": "adb18c4a-d5de-480b-9189-2b6cb2182952",
            "word": "insomnia",
            "phonetic": "ɪnsɑːmniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people have insomnia.",
                "I stands for insomnia.",
                "Familial fatal insomnia usually affects adults as early as their 30s, though there have been a very small number of cases in teenagers.",
                "This seemingly unsolvable loop is at the heart of insomnia, the world’s most common sleep disorder.",
                "And I ended up with, like, really bad insomnia."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zb21uaWE&hash=7de158723cbbb67277afbffed3f6ab4f8bc6ed62&lang=en&cache-only=0",
            "defineEn": "a disorder in which one is unable to sleep or stay asleep",
            "defineVi": "một rối loạn trong đó một người không thể ngủ hoặc ngủ"
        },
        {
            "id": "f8f954cd-821d-4fd4-847c-8d3f385a4e1f",
            "word": "satchel",
            "phonetic": "sætʃəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Got a full satchel of milk down there.",
                "And we're in luck today because I brought a satchel full of baked goods."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F0Y2hlbA&hash=ae22b94372d2462e881c2f646d43005efc9e5957&lang=en&cache-only=0",
            "defineEn": "a type of bag, often made of leather or canvas, with a strap that is worn over one shoulder and across the bo",
            "defineVi": "một loại túi, thường được làm bằng da hoặc vải bạt, có dây đeo qua một bên vai và ngang qua bo",
            "hasImg": true
        },
        {
            "id": "8d8687cc-12b0-40f2-acf2-09dd50d3fee7",
            "word": "play date",
            "phonetic": "pleɪ deɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxheSBkYXRl&hash=2700079675f725dd6c8741a089f6bf909414c8cf&lang=en&cache-only=0",
            "defineEn": "a prearranged time for children to get together and play, typically with a parent or caregiver present",
            "defineVi": "một thời gian được sắp xếp trước để trẻ em gặp nhau và chơi, thường có mặt cha mẹ hoặc người chăm sóc",
            "hasImg": true
        },
        {
            "id": "962691fc-ea59-48b9-b49c-34fa8b2654fb",
            "word": "sleepover",
            "phonetic": "sliːpoʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children had pillow fights during their sleepover.",
                "It's like a sleepover.",
                "Like I don't have kids, but if I did I'd be the kind of dad they're having a sleepover, I'd keep barging and embarrassing them with a tray of food."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXBvdmVy&hash=f706c8cb6458d7806c25de70fec480e3c04538d4&lang=en&cache-only=0",
            "defineEn": "an event, typically for children or teenagers, where one or more people stay overnight at the home of a friend, usually for socializing, entertainment, and shared activities",
            "defineVi": "một sự kiện, thường dành cho trẻ em hoặc thanh thiếu niên, nơi một hoặc nhiều người ở lại qua đêm tại nhà của một người bạn, thường là để giao lưu, giải trí và tham gia các hoạt động chung"
        },
        {
            "id": "2603a213-b0b9-489a-813f-6deaf8b9875d",
            "word": "memory loss",
            "phonetic": "mɛmɚɹi lɔs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVtb3J5IGxvc3M&hash=1f9ec485551333b9e0ed99793c90f0c9bbe5ccad&lang=en&cache-only=0",
            "defineEn": "the condition of forgetting or being unable to recall past events or information, ranging from minor forgetfulness to more severe forms, such as dementia or amnesia",
            "defineVi": "tình trạng quên hoặc không thể nhớ lại các sự kiện hoặc thông tin trong quá khứ, từ quên nhẹ đến các dạng nghiêm trọng hơn, chẳng hạn như mất trí nhớ hoặc mất trí nhớ"
        },
        {
            "id": "c2f26a96-d7c7-49bd-b70d-147b0e79742d",
            "word": "nappy",
            "phonetic": "næpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She can't even change a nappy."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFwcHk&hash=16994fe8358799ebd2c956c8ac94ef7d2258acb3&lang=en&cache-only=0",
            "defineEn": "an absorbent garment worn by infants and young children to contain and absorb urine and feces",
            "defineVi": "một loại quần áo thấm nước được mặc bởi trẻ sơ sinh và trẻ nhỏ để chứa và hấp thụ nước tiểu và phân",
            "hasImg": true
        },
        {
            "id": "c312b94b-06bd-4af8-9f7c-5145400edd1e",
            "word": "to crawl",
            "phonetic": "tə kɹɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dog crawled under the fence to escape from the yard.",
                "Just talking about snakes makes my flesh crawl.",
                "They crawled out of the woodwork when they saw it.",
                "He noticed a spider crawling up the wall.",
                "Seeing all these dead bodies sure makes my skin crawl."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhd2w&hash=7ee4d3aa955e25dee9cd48a0c9a6dc8f3813a237&lang=en&cache-only=0",
            "defineEn": "to move slowly with the body near the ground or on the hands and knees",
            "defineVi": "di chuyển chậm với cơ thể gần mặt đất hoặc trên tay và đầu gối",
            "hasImg": true
        },
        {
            "id": "4bda67b1-82a7-4cbc-9a40-cfe9d6815a12",
            "word": "to settle down",
            "phonetic": "tə sɛɾəl daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "After her whirlwind romance, Susan decided it was time to put her house in order before settling down with her new partner.",
                "After chopping and changing for the first year, they have settled down to a stable system of management.",
                "It was time for Dean to settle down and raise a family.",
                "It hit her that I wanted to settle down here.",
                "I want to live a little before I settle down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0dGxlIGRvd24&hash=61b8e9d4aa2e5e1cdf37a8ea0336cc98507c1d00&lang=en&cache-only=0",
            "defineEn": "to establish a residence or adopt a particular lifestyle",
            "defineVi": "để thiết lập một nơi cư trú hoặc áp dụng một lối sống cụ thể"
        },
        {
            "id": "f1d14cd1-7233-4b4d-9586-25892ca9f57e",
            "word": "to [play] truant",
            "phonetic": "tə pleɪ tɹuːənt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheSB0cnVhbnQ&hash=e45e5fb051005b4a2e542039360fb7234aa859f1&lang=en&cache-only=0",
            "defineEn": "to skip school or work without permission or without a valid reason",
            "defineVi": "bỏ học hoặc làm việc mà không được phép hoặc không có lý do chính đáng"
        },
        {
            "id": "21f97bd7-d1fe-4bb0-9d88-6e68e39c89fd",
            "word": "infant",
            "phonetic": "ɪnfənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have an infant.",
                "So fact-check: infant is an infant.",
                "So fact-check: infant is an infant.",
                "Please spoil your young infants.",
                "For example, a 2010 study showed pictures of things like cups or bunny rabbits to 19-month-old infants."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW50&hash=62ea43025ef0b79bbf8678a3e95db4b06f39d025&lang=en&cache-only=0",
            "defineEn": "a very young baby or child",
            "defineVi": "một em bé hoặc trẻ nhỏ",
            "hasImg": true
        },
        {
            "id": "d5f3e744-5e85-4a4c-8f0e-7e13fa14923e",
            "word": "schoolboy",
            "phonetic": "skuːlbɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A schoolboy asks for one kilo of apples.",
                "He takes one dollar from the schoolboy."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29sYm95&hash=03bda657569e328469e7afefb4a6742016e43881&lang=en&cache-only=0",
            "defineEn": "a boy attending school",
            "defineVi": "một cậu bé đi học",
            "hasImg": true
        },
        {
            "id": "351891e6-97b0-4114-94bc-61f41d4541a4",
            "word": "lover",
            "phonetic": "lʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The lovers held each other close.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "The couple faced many obstacles, but they never lost hope because they believed that hope is a lover's staff.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZXI&hash=e6f8a55e48b8cd96c034fd135766d749eb6d5511&lang=en&cache-only=0",
            "defineEn": "one of the partners in a marriage who is in a sexual relationship outside their marriage",
            "defineVi": "một trong những đối tác trong một cuộc hôn nhân có quan hệ tình dục ngoài hôn nhân của họ"
        },
        {
            "id": "75b6aedb-b157-40ad-a1ad-c9597d4b27dc",
            "word": "soldier",
            "phonetic": "soʊldʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Suddenly another soldier hits the dirt beside me.",
                "The new soldiers had no stomach for a fight.",
                "The tomb is guarded day and night by soldiers.",
                "We must strike now that they are down to only a handful of soldiers!"
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZGllcg&hash=43284305d3040217e598d70e2c4c4865437c7856&lang=en&cache-only=0",
            "defineEn": "someone who serves in an army, particularly a person who is not an officer",
            "defineVi": "một người phục vụ trong quân đội, đặc biệt là một người không phải là một sĩ quan",
            "hasImg": true
        },
        {
            "id": "f0c6094c-2e84-4f70-94d1-19e31cca0b23",
            "word": "justice",
            "phonetic": "dʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "It seems like rough justice that he should lose his house as well as his wife.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I don't think just mentioning her name does her justice.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdGljZQ&hash=c327e207138f521d58d85452cbe7be78443126f4&lang=en&cache-only=0",
            "defineEn": "the principle of moral or legal righteousness, equity, and impartiality",
            "defineVi": "nguyên tắc về sự công bằng đạo đức hoặc pháp lý, công bằng và không thiên vị",
            "hasImg": true
        },
        {
            "id": "afa21845-9433-40b1-80e1-b566bdb3b1bc",
            "word": "childishness",
            "phonetic": "tʃaɪldɪʃnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGRpc2huZXNz&hash=4d02f6510c985c38ae31557e25be61c7877869db&lang=en&cache-only=0",
            "defineEn": "referring to the behavior or attitudes that are typical of children, such as immaturity, impulsivity, and a lack of emotional self-control",
            "defineVi": "đề cập đến hành vi hoặc thái độ điển hình của trẻ em, chẳng hạn như non nớt, bốc đồng và thiếu tự chủ về cảm xúc"
        },
        {
            "id": "b7f6de8a-3339-46d7-839a-06a8213480f7",
            "word": "stage",
            "phonetic": "steɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ran a cable from the lights to the stage.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "That poor kid is shaking in his shoes up there on stage.",
                "At that stage of the game it was too late for diplomacy.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2U&hash=c995262dff97b14e9635986691e8c0dc8c98d34a&lang=en&cache-only=0",
            "defineEn": "one of the separate parts in which a process or event is divided into",
            "defineVi": "một trong những phần riêng biệt trong đó một quá trình hoặc sự kiện được chia thành"
        },
        {
            "id": "87325bec-fdf9-4b9f-b493-99b3dfc13a9c",
            "word": "to graze",
            "phonetic": "tə ɡɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A beautiful white horse grazed peacefully in the meadow.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "The sea hare grazes constantly.",
                "Cattlemen grazed their herds.",
                "You grazed it with your mustache."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhemU&hash=916f8eb8caf30b868a6bcd2a152f8c3d4bcb7035&lang=en&cache-only=0",
            "defineEn": "to cause injury to the surface of one's skin by rubbing it against something rough",
            "defineVi": "gây thương tích cho bề mặt da của một người bằng cách cọ xát nó với thứ gì đó thô ráp"
        },
        {
            "id": "b7cce837-bfa1-433f-8b88-f604c916e923",
            "word": "mortgage",
            "phonetic": "mɔːɹɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mortgage on it has turned into a real yoke round my neck.",
                "The mortgage on his house had become a millstone around his neck.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "We've become poor as Job's turkeys ever since the bank raised the interest rates on our mortgage.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ydGdhZ2U&hash=4643e28383d7a4feaf9004963be3f2a290f79bdc&lang=en&cache-only=0",
            "defineEn": "an official contract or arrangement by which a bank gives money to someone as a loan to buy a house and the person must return the money with interest at monthly intervals",
            "defineVi": "một hợp đồng hoặc thỏa thuận chính thức theo đó ngân hàng cho ai đó vay tiền để mua nhà và người đó phải trả lại tiền cùng với lãi suất hàng tháng",
            "hasImg": true
        },
        {
            "id": "5e8f518c-27bf-4d9f-a0e9-726263547430",
            "word": "buggy",
            "phonetic": "bʌɡi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Moon buggy also carried a revolutionary navigation computer.",
                "It’s very buggy.",
                "All together, the Moon buggies were quintessential Apollo.",
                "We've shown a buggy off of that.",
                "And uh, Sally sells sea shells by the sea shores, did I say rubber baby buggy bumpers?"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVnZ3k&hash=a634fb31044d0ae7378cf2fb1e2bbbe3b1936db1&lang=en&cache-only=0",
            "defineEn": "a light, horse-drawn carriage with four wheels, typically used for leisurely rides",
            "defineVi": "một chiếc xe ngựa nhẹ, có bốn bánh, thường được sử dụng để cưỡi nhàn nhã",
            "hasImg": true
        },
        {
            "id": "a4d5b9a6-fab1-426d-be14-ff3303c322e7",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a time that is arranged to meet a person with whom one is in a relationship or is likely to be in the future",
            "defineVi": "một thời gian được sắp xếp để gặp một người mà một người đang có mối quan hệ hoặc có khả năng sẽ có trong tương lai",
            "hasImg": true
        },
        {
            "id": "59f6ac97-760a-4e38-9009-34321795890c",
            "word": "to promote",
            "phonetic": "tə pɹəmoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We won’t be promoting Larry.",
                "She teaches yoga to promote health and well-being.",
                "The organization is committed to promoting equality and fairness for every person.",
                "Anna was promoted to manager last year, and she's been in the fast lane ever since.",
                "Earth Day is observed on April 22nd to promote environmental awareness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbW90ZQ&hash=7dba87889c98394425dc25652d5ddf86de23c73a&lang=en&cache-only=0",
            "defineEn": "to move to a higher position or rank",
            "defineVi": "để di chuyển đến một vị trí cao hơn hoặc xếp hạng",
            "hasImg": true
        },
        {
            "id": "ae0a9010-1239-461c-8e43-fecdd67432f7",
            "word": "sensible",
            "phonetic": "sɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their ideas seem to be far more down to earth and sensible.",
                "Thomas recklessly waded into the controversial debate that more sensible voices shied away from, showing that fools rush in where angels fear to tread.",
                "On the face of it that sounds sensible.",
                "Well, it was not sensible.",
                "Nick's perfectly sensible response to this idea is, \"You can't repeat the past.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2libGU&hash=f16cf4cfc3e247f9fc4ed6d8a3801f25e2dc9009&lang=en&cache-only=0",
            "defineEn": "possessing or displaying good judgment and practicality",
            "defineVi": "sở hữu hoặc hiển thị phán đoán tốt và thực tế",
            "hasImg": true
        },
        {
            "id": "87bccbdd-fe3e-4a76-9fb1-d1bda010cfd3",
            "word": "glasses",
            "phonetic": "ɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3Nlcw&hash=02f2320e926848df5adad619fd38c558449df534&lang=en&cache-only=0",
            "defineEn": "a pair of lenses set in a frame that rests on the nose and ears, which we wear to see more clearly",
            "defineVi": "một cặp thấu kính được đặt trong một khung nằm trên mũi và tai mà chúng ta đeo để nhìn rõ hơn",
            "hasImg": true
        },
        {
            "id": "d7c18f93-db07-4915-b195-ff5254df241e",
            "word": "to work out",
            "phonetic": "tə wɜːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, it's working out well.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "So, have a think, work out your priorities and get back to me.",
                "He was taking action to improve his health by working out regularly.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayBvdXQ&hash=6d2cd304765e6b278851d1017d158098b95fa267&lang=en&cache-only=0",
            "defineEn": "to exercise in order to get healthier or stronger",
            "defineVi": "tập thể dục để khỏe mạnh hơn hoặc mạnh mẽ hơn",
            "hasImg": true
        },
        {
            "id": "80f517fc-6f1b-402e-8b31-e880747961ac",
            "word": "ache",
            "phonetic": "eɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt aches and pains in her body after a long day of physical activity.",
                "The flu always comes with aches and pains, making it difficult to move around and carry out daily tasks.",
                "Sally understood from Peter's words that even though outwardly he seemed happy, every heart has its own ache that others cannot always see.",
                "Headache, fever, nausea, muscle aches.",
                "So I had muscle aches and fatigue."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoZQ&hash=b9b97df0e8a4bddc91653423f4a1fd5dfeb394aa&lang=en&cache-only=0",
            "defineEn": "a continuous, but dull (not acute) feeling of pain in a part of the body",
            "defineVi": "cảm giác đau liên tục nhưng âm ỉ (không cấp tính) ở một bộ phận của cơ thể",
            "hasImg": true
        },
        {
            "id": "67bd4dce-503c-4406-9633-1d17f05e9608",
            "word": "pain",
            "phonetic": "peɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "I got a sudden pain in my left eye.",
                "She felt a sharp pain in her hand.",
                "Talking to him took my mind off the pain.",
                "She felt aches and pains in her body after a long day of physical activity."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbg&hash=300c5571737e21bcea5b0d7e96edac72ac198533&lang=en&cache-only=0",
            "defineEn": "unpleasant feeling caused by an illness or injury",
            "defineVi": "cảm giác khó chịu do bệnh tật hoặc chấn thương gây ra",
            "hasImg": true
        },
        {
            "id": "4291aace-aaa3-4dd8-b718-d4a2457f413e",
            "word": "to color in",
            "phonetic": "tə kʌlɚɹ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sb3IgaW4&hash=191692c0ee8c4a7867edd2febbb9f48826455bd1&lang=en&cache-only=0",
            "defineEn": "to fill in a black and white outline or picture with colors using crayons, markers, or other coloring materials",
            "defineVi": "để điền vào một đường viền hoặc hình ảnh đen trắng bằng màu sắc bằng bút màu, bút đánh dấu hoặc các vật liệu tô màu khác",
            "hasImg": true
        },
        {
            "id": "b8ece60f-4860-4b0a-8035-0fd657b44f14",
            "word": "lie-in",
            "phonetic": "laɪɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGllLWlu&hash=e5460b487522a9b577dd6ab9b9fbe1b40b7b5d7e&lang=en&cache-only=0",
            "defineEn": "a period of time spent resting or sleeping in bed beyond one's usual waking time, often done for the purpose of getting additional rest or relaxation",
            "defineVi": "một khoảng thời gian dành cho việc nghỉ ngơi hoặc ngủ trên giường ngoài thời gian thức dậy thông thường của một người, thường được thực hiện với mục đích nghỉ ngơi hoặc thư giãn thêm",
            "hasImg": true
        },
        {
            "id": "ac97322a-c147-45b0-b91e-0fd37bcb36ee",
            "word": "divorced",
            "phonetic": "dᵻvoːɹst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was recently divorced and feeling at a very low ebb.",
                "I had just gotten divorced and it was what you do when you get divorced.",
                "Or maybe it's a marriage and you get divorced.",
                "Katie lives above the pub run by her divorced dad.",
                "But thirties to fifties: lawyers, you want lawyer friends cause you're gonna, you're gonna get divorced."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2b3JjZWQ&hash=c7c529e6ef142c893ce2985d6cbf7c5048a04e42&lang=en&cache-only=0",
            "defineEn": "no longer married to someone because the marriage has been legally ended",
            "defineVi": "không còn kết hôn với ai đó vì cuộc hôn nhân đã kết thúc hợp pháp",
            "hasImg": true
        },
        {
            "id": "c03f6446-5159-453d-a42d-060b75a078ab",
            "word": "tantrum",
            "phonetic": "tæntɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They literally defined tantrums as violent outbursts of rage.",
                "That is a little beaver temper tantrum.",
                "I was having breakdowns, I was having temper tantrums, lots of anger management issues.",
                "And this can look like temper tantrums, constant anger or physical fights.",
                "okay we're gonna put the books down, we are throwing a tantrum."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFudHJ1bQ&hash=5aa277fe9b3c938badbcd2d84b7df2bfb2e1ef53&lang=en&cache-only=0",
            "defineEn": "an emotional outburst, usually associated with anger or frustration, that involves screaming, crying, kicking, and sometimes even physical aggression",
            "defineVi": "một sự bùng nổ cảm xúc, thường liên quan đến sự tức giận hoặc thất vọng, bao gồm la hét, khóc, đá và đôi khi thậm chí là gây hấn về thể chất"
        },
        {
            "id": "ca7634d1-9b72-441c-b5e3-4f7cec049581",
            "word": "potbelly",
            "phonetic": "pɑːtbɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "I play a potbelly guy named Freet--",
                "Quiznos was once Subway's main competition, but tons of sub chains, like Jimmy John's, Firehouse, Potbelly, and Jersey Mike's, and fast-casual chains like Panera, were offering seemingly fresher and healthier options."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YmVsbHk&hash=4cfe441f45566b4e17e191cd3131f6fcc9226e09&lang=en&cache-only=0",
            "defineEn": "a cast-iron stove that is round or cylindrical in shape, with a bulging belly-like protrusion in the middle that serves as a combustion chamber",
            "defineVi": "một cái bếp bằng gang có hình tròn hoặc hình trụ, ở giữa có phần lồi giống như bụng phình ra dùng làm buồng đốt"
        },
        {
            "id": "f6c87688-43ad-408f-8be9-e74547ae5a3f",
            "word": "grey",
            "phonetic": "ɡɹeɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'll take the grey jacket.",
                "Try using your grey matter and you might find the answer.",
                "The film presents a straightforward choice between good and evil, with no shades of grey.",
                "It's hard to trust someone who has a history of deceit because a fox may grow grey, but never good.",
                "People usually get grey hair in their thirties or forties.'"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JleQ&hash=217dde91f8ce54c96e2a549d79271e111903716d&lang=en&cache-only=0",
            "defineEn": "having hair or fur that is mixed with or turning gray due to age",
            "defineVi": "có tóc hoặc lông bị lẫn hoặc chuyển sang màu xám do tuổi tác",
            "hasImg": true
        },
        {
            "id": "77888b94-4e8c-44be-b551-6981213ce306",
            "word": "bald",
            "phonetic": "bɔːld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's as bald as a eagle.",
                "At his young age, he became bald as an eagle.",
                "Now he has become bald as a coot, with a shiny scalp that catches the sunlight.",
                "Now he's as bald as a cue ball, and he rocks the look with confidence.",
                "After trying various treatments and remedies for his thinning hair, Richard finally embraced his fate and now proudly embraces being as bald as a coot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsZA&hash=2595b2b46b101172ebdb96fff3d9bc1d3bbe05d6&lang=en&cache-only=0",
            "defineEn": "having little or no hair on the head",
            "defineVi": "có ít hoặc không có tóc trên đầu",
            "hasImg": true
        },
        {
            "id": "4b9cd723-4bab-43a3-bc0d-de901fdbc7d5",
            "word": "to swot",
            "phonetic": "tə swɑːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dvdA&hash=4996478cb86884af397a55e75e62ba800869ed76&lang=en&cache-only=0",
            "defineEn": "to study hard and quickly, especially before an exam",
            "defineVi": "học tập chăm chỉ và nhanh chóng, đặc biệt là trước một kỳ thi"
        },
        {
            "id": "b3661070-be2c-4185-b028-adf571f0fd99",
            "word": "clubbing",
            "phonetic": "klʌbɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You could've just said no to no clubbing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1YmJpbmc&hash=792210f999f389c605c598ea3b0864c8683ea877&lang=en&cache-only=0",
            "defineEn": "the act or activity of frequently hanging out in nightclubs",
            "defineVi": "hành động hoặc hoạt động thường xuyên đi chơi trong câu lạc bộ đêm",
            "hasImg": true
        },
        {
            "id": "2c4af90f-6d19-4387-9530-fa82b718d607",
            "word": "to teeter",
            "phonetic": "tə tiːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I said \"Teeter.\"",
                "For seven months, New York City has teetered on the brink of financial disaster.",
                "One of the best examples is something you might recognize from a childhood playground: a teeter-totter, or seesaw.",
                "The Justice Department has always been teetering on the brink, going back to maybe even Robert Kennedy.",
                "States that are teetering between between parties are called \"swing states.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVldGVy&hash=a6c3a477d1ca38f2ba6d0255d4619dd9011d3274&lang=en&cache-only=0",
            "defineEn": "to stand or move in an unsteady or unstable manner, as if about to lose balance or topple over",
            "defineVi": "đứng hoặc di chuyển một cách không ổn định hoặc không ổn định, như thể sắp mất thăng bằng hoặc lật đổ"
        },
        {
            "id": "da87aff6-c8c8-4859-910c-d19c7f8ac7f1",
            "word": "to [take] a nap",
            "phonetic": "tə teɪk ɐ næp ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhIG5hcA&hash=70da60c997e94a71096f07aa056cc8d7d1333d28&lang=en&cache-only=0",
            "defineEn": "to rest or sleep for a short period of time during the day",
            "defineVi": "để nghỉ ngơi hoặc ngủ trong một khoảng thời gian ngắn trong ngày"
        },
        {
            "id": "afe3cffd-a860-4a7f-a001-c4365513ecef",
            "word": "to watch",
            "phonetic": "tə wɑːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Watch your mouth!",
                "The girls watched the development of this relationship with incredulity.",
                "A large crowd watched the game on Saturday.",
                "Watch your head on the low ceiling.",
                "Watch me!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F0Y2g&hash=9637aa69b3329b862ba3240d8d574e5f0395d90c&lang=en&cache-only=0",
            "defineEn": "to look at a thing or person and pay attention to it for some time",
            "defineVi": "để nhìn vào một điều hoặc người và chú ý đến nó trong một thời gian",
            "hasImg": true
        },
        {
            "id": "14458f20-b652-4d59-b1f8-99b8d6f37a33",
            "word": "to fancy {oneself}",
            "phonetic": "tə fænsi wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFuY3kge29uZXNlbGZ9&hash=fbede83e138ab481d5544d918d4c56a48626ebd1&lang=en&cache-only=0",
            "defineEn": "to have an excessive or exaggerated opinion of one's own abilities, attractiveness, importance, or value",
            "defineVi": "có ý kiến quá mức hoặc phóng đại về khả năng, sức hấp dẫn, tầm quan trọng hoặc giá trị của chính mình"
        },
        {
            "id": "0bc36dfd-5832-42ba-ab7f-38b222525ff6",
            "word": "to put {oneself} down",
            "phonetic": "tə pʊt wʌnsɛlf daʊn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHtvbmVzZWxmfSBkb3du&hash=bf4e1d63f8f6ab8ab78dd3ae76f4460b81b60890&lang=en&cache-only=0",
            "defineEn": "to speak negatively or critically about oneself",
            "defineVi": "để nói tiêu cực hoặc chỉ trích về bản thân"
        },
        {
            "id": "0df7399a-ca7f-4693-b9ec-2199dbf01406",
            "word": "to look after",
            "phonetic": "tə lʊk æftɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "For 10 years she looked after her children, with her career very much on the back burner.",
                "I'll look after Jamie while you go shopping.",
                "John has been up to his knees looking after the kids lately.",
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "The employees in that department act as if the devil looks after his own, covering up incompetence and wrongdoing by their coworkers rather than reporting issues through proper channels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBhZnRlcg&hash=ae64f2a7ff29cb7d19d08933cadb4a432c6a4afd&lang=en&cache-only=0",
            "defineEn": "to be in charge of someone and attend to their needs or to take care of something",
            "defineVi": "chịu trách nhiệm về ai đó và đáp ứng nhu cầu của họ hoặc chăm sóc một cái gì đó"
        },
        {
            "id": "e8a273da-6197-4387-8c08-10e617fcfdb3",
            "word": "to think for oneself",
            "phonetic": "tə θɪŋk fɔːɹ wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhpbmsgZm9yIG9uZXNlbGY&hash=96c1e72cb77760f77364b4019b009900d00b039a&lang=en&cache-only=0",
            "defineEn": "to rely on no one in making decisions or forming opinions",
            "defineVi": "không dựa vào ai trong việc đưa ra quyết định hoặc hình thành ý kiến"
        },
        {
            "id": "d3968225-c161-4c44-bb7b-1c059d97d9f4",
            "word": "to think of",
            "phonetic": "tə θɪŋk ʌv ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhpbmsgb2Y&hash=882ad59e8ecb1a34d528c559525619bfbf7a9008&lang=en&cache-only=0",
            "defineEn": "to consider or take into account something or someone",
            "defineVi": "để xem xét hoặc đưa vào tài khoản một cái gì đó hoặc ai đó"
        },
        {
            "id": "d5fc983f-73e0-486d-8afd-3f3a5a78204c",
            "word": "to flatter {oneself}",
            "phonetic": "tə flæɾɚ wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhdHRlciB7b25lc2VsZn0&hash=9669902e87977da54c8cef1b02ae60a9295157fb&lang=en&cache-only=0",
            "defineEn": "to overestimate one's own abilities, accomplishments, or appearance",
            "defineVi": "đánh giá quá cao khả năng, thành tích hoặc ngoại hình của chính mình"
        },
        {
            "id": "7091dcd2-c471-40a5-88f2-de52702c9d0b",
            "word": "to [kick] {oneself}",
            "phonetic": "tə kɪk wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ga2ljayB7b25lc2VsZn0&hash=2ce097769e4377530dc81f6abfeb2fc67b984a1d&lang=en&cache-only=0",
            "defineEn": "to feel regret or disappointment in oneself for a past mistake or missed opportunity",
            "defineVi": "cảm thấy hối tiếc hoặc thất vọng về bản thân vì một sai lầm trong quá khứ hoặc cơ hội bị bỏ lỡ"
        },
        {
            "id": "b3738ba9-91a2-41e6-9475-f85fea278e0b",
            "word": "to please {oneself}",
            "phonetic": "tə pliːz wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYXNlIHtvbmVzZWxmfQ&hash=fb04a770d8e98f9a996dab30abe72c54167baead&lang=en&cache-only=0",
            "defineEn": "to do what one wants or desires, without worrying about the opinions or desires of others",
            "defineVi": "để làm những gì một người muốn hoặc mong muốn, mà không cần lo lắng về ý kiến hoặc mong muốn của người khác"
        }
    ]
}