{
    "id": "be5a556a-d5f1-4b85-b92e-ca6ee119dddf",
    "title": "Lesson 43",
    "originalTitle": "Lesson 43",
    "words": [
        {
            "id": "80fb0e1d-848a-4fd7-bb42-c14459ef847f",
            "word": "to peruse",
            "phonetic": "tə pɚɹuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let’s peruse the entire page.",
                "I know I spent a lot of time perusing Zillow.",
                "Have you ever been waiting in line at the grocery store, innocently perusing the magazine rack, when a song pops into your head?",
                "You know um Let me see and peruse we we are 100% on this by the way.",
                "Today you can explore the entire manuscript yourself on the Royal Library of Copenhagen website, where you can peruse scans of the document and read translations and also exercise your own capability to empathize with the Inka who suffered mightily under Spanish rule."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVydXNl&hash=cb99135af0acdc0ea97a52c3046ece0fbc9a68d7&lang=en&cache-only=0",
            "defineEn": "to consider or examine something while being very careful and attentive to detail",
            "defineVi": "để xem xét hoặc kiểm tra một cái gì đó trong khi rất cẩn thận và chú ý đến chi tiết"
        },
        {
            "id": "78c68550-c216-40f3-b52e-b9a91ba0bb5d",
            "word": "perusal",
            "phonetic": "pɚɹuːzəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVydXNhbA&hash=f7aaf0fc0b1b6e10ccc89b950ecf40438964c401&lang=en&cache-only=0",
            "defineEn": "reading carefully with intent to remember",
            "defineVi": "đọc cẩn thận với ý định ghi nhớ"
        },
        {
            "id": "7ce16be1-9a12-4fd0-ae6b-76e8baf0ba45",
            "word": "vigilant",
            "phonetic": "vɪdʒɪlənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When negotiating a deal or contract, it's important to be vigilant and anticipate potential roadblocks.",
                "Because blues are vigilant.",
                "Coaches should be super vigilant.",
                "And cells are normally super vigilant about monitoring for DNA damage.",
                "We've got to be vigilant about it."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlnaWxhbnQ&hash=ad900c4779bb137a0ebd02047c2756487d3d054f&lang=en&cache-only=0",
            "defineEn": "carefully observant or attentive; on the lookout for possible danger",
            "defineVi": "cẩn thận quan sát hoặc chú ý; cảnh giác với nguy hiểm có thể xảy ra"
        },
        {
            "id": "44402189-2e7b-4e7d-a318-5a9ad4609f34",
            "word": "vignette",
            "phonetic": "vɪnjɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the vignettes about Joe Biden from Greg Weaver of Amtrak, who suffered a heart attack, a conductor.",
                "Although York's prevailing attitude towards restoration is conservative, vignettes of modernity exist.",
                "Well, in this vignette right over here, in this picture right over here, its mass times the gravitational field near the surface of the Earth, the 9.8 meters per second squared.",
                "The other interesting thing to me is the color difference between the Leica and the 50 mil F1, because you can see in the Leica that it is much lower contrast by default and there's a significant, more amount of vignetting to the point where you actually see in Chase's black jacket, it looks darker, but it is much less."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlnbmV0dGU&hash=c88f9235d10fc4ae68490223a2c8fd7a9443aa12&lang=en&cache-only=0",
            "defineEn": "a brief, impressionistic scene or sketch in literature or film that focuses on a particular moment or character",
            "defineVi": "một cảnh hoặc bản phác thảo ấn tượng, ngắn gọn trong văn học hoặc phim tập trung vào một khoảnh khắc hoặc nhân vật cụ thể"
        },
        {
            "id": "35a25b3f-e268-49dd-86de-a65f26a39b23",
            "word": "to amend",
            "phonetic": "tʊ ɐmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She has already made amends by apologizing to him.",
                "Liza mended her fences by making amends with his family.",
                "I wanted to make amends for the worry I've caused you.",
                "The politician tried to save face after a scandal by apologizing and promising to make amends for any wrongdoing.",
                "The employee who made a mistake at work quickly admitted his fault, knowing that a fault confessed is half redressed, and worked hard to make amends for the error."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1lbmQ&hash=355f9685685e37b9cf4c67f28167c2a092bf135d&lang=en&cache-only=0",
            "defineEn": "to make small changes to a statement, law, etc. to make it more accurate or improve or correct it",
            "defineVi": "để thực hiện những thay đổi nhỏ đối với một tuyên bố, luật, v.v. để làm cho nó chính xác hơn hoặc cải thiện hoặc sửa chữa nó"
        },
        {
            "id": "b0dc62f4-e50c-4113-991c-9f9910702a60",
            "word": "amenable",
            "phonetic": "ɐmɛnəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And they may be more amenable to a deeper discount as the end of the month approaches.",
                "And it may lead to a politics that is more amenable to our measures that will help relieve inequality.",
                "And then this relatively obscure national security adviser named Carter Page, who is much more amenable to Moscow than some of the hawks.",
                "Come up with the top three things you would change about your job and see if they're amenable.",
                "So he did somersaults trying to come out with some sort of a plan that would be amenable to Republicans, and he got absolutely nowhere. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW1lbmFibGU&hash=eb6a2f7c0ff1d0c58e92003e203d3dab1d384fb2&lang=en&cache-only=0",
            "defineEn": "disposed or willing to conform",
            "defineVi": "xử lý hoặc sẵn sàng để phù hợp"
        },
        {
            "id": "370b7f0b-64bc-4e87-aa59-62366bd40f50",
            "word": "immigrant",
            "phonetic": "ɪmɪɡɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The immigrants we bulldozed into accepting the work.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "Immigrants do too.",
                "Immigrants do not displace native workers.",
                "More immigrants means fewer jobs for Americans. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYW50&hash=05474afb099a79d2e949286c1aa4ed6f65654e27&lang=en&cache-only=0",
            "defineEn": "someone who comes to live in a foreign country",
            "defineVi": "một người đến sống ở nước ngoài",
            "hasImg": true
        },
        {
            "id": "131d0351-3506-49f9-9789-fa839f19edbc",
            "word": "to immigrate",
            "phonetic": "tʊ ɪmɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents immigrated to this country in search of better opportunities.",
                "My grandfather immigrated to America from a small European town.",
                "His family immigrated from Russia.",
                "People immigrate to be with their families. ",
                "Basically, billions of years ago, it immigrated to our neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1taWdyYXRl&hash=5b3505746885d14f9702077be19aca4bc2a54967&lang=en&cache-only=0",
            "defineEn": "to come to a foreign country and live there permanently",
            "defineVi": "đến một đất nước xa lạ và sống ở đó vĩnh viễn",
            "hasImg": true
        },
        {
            "id": "96064019-6521-4496-8baa-53605c1e9e18",
            "word": "psychiatry",
            "phonetic": "saɪkaɪətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the psychiatry world we call this sublimation.",
                "But modern psychiatry is actively trying to avoid that.",
                "American psychologist, and professor of psychiatry, Kay Redfield Jamison, is one of the world's foremost authorities on bipolar disorder.",
                "Narrator: That's Doctor Nolan Williams, an assistant professor of psychiatry at the Stanford University Medical Center.",
                "And there are certain medications in psychiatry that have this tolerance effect."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyeQ&hash=e3f6fe54dbe25c9ad39137e93c2948a1ad7d4ebd&lang=en&cache-only=0",
            "defineEn": "the study of mental conditions and their treatment",
            "defineVi": "nghiên cứu về điều kiện tâm thần và điều trị của họ",
            "hasImg": true
        },
        {
            "id": "f08d2e69-7a6a-4aaa-b668-965443ae4976",
            "word": "psychopathic",
            "phonetic": "saɪkoʊpæθɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Certainly many people with criminal records don't fit that psychopathic profile.",
                "Now here's how this is not psychopathic behavior or evidence that you will later become a mass murderer.",
                "Although no one has found a single genetic predictor of Antisocial Personality Disorder, twin and adoption studies do show that relatives of those with psychopathic features do have a higher likelihood of engaging in psychopathic behavior themselves.",
                "Although no one has found a single genetic predictor of Antisocial Personality Disorder, twin and adoption studies do show that relatives of those with psychopathic features do have a higher likelihood of engaging in psychopathic behavior themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvcGF0aGlj&hash=f29fcb22601c237bfbe4569ebe282d9ccd70c537&lang=en&cache-only=0",
            "defineEn": "suffering from an undiagnosed mental disorder",
            "defineVi": "bị rối loạn tâm thần không được chẩn đoán"
        },
        {
            "id": "0ddf23d6-eda6-44b0-9527-636ce516613c",
            "word": "psychotherapy",
            "phonetic": "saɪkoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes psychotherapy alone can treat your depression.",
                "The treatment for DID is trauma focused psychotherapy.",
                "Of course, psychotherapy in combination with medication is more helpful than medication alone.",
                "And also, they recommend psychotherapy.",
                "They obviously recommend psychotherapy and medication together."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvdGhlcmFweQ&hash=4c17b631fc41d064f16df09dedf5a71d382f701b&lang=en&cache-only=0",
            "defineEn": "the branch of psychiatry concerned with psychological methods",
            "defineVi": "ngành tâm thần học liên quan đến các phương pháp tâm lý",
            "hasImg": true
        },
        {
            "id": "3f085372-7d96-475a-b8e7-8b3c86a0d540",
            "word": "outskirts",
            "phonetic": "aʊtskɜːts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0c2tpcnRz&hash=265bb3798ffd27c446275e33ba444cfb12709353&lang=en&cache-only=0",
            "defineEn": "the outer areas or parts of a city or town",
            "defineVi": "các khu vực bên ngoài hoặc các bộ phận của một thành phố hoặc thị trấn",
            "hasImg": true
        },
        {
            "id": "966ac9e2-b603-4fc6-96c7-5950995248c1",
            "word": "to outstrip",
            "phonetic": "tʊ aʊtstɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spitzer initially had a life expectancy of two and a half years, which it easily outstripped.",
                "What that suggests is that we really may have a situation where where supply drastically outstrips demand.",
                "Right now, demand is outstripping supply five years down the road, correct?",
                "In the last 200 years, since Malthus, so since the early 1800s, we really have been able to outstrip population.",
                "But here’s the rub: The cost of higher education was not only rising, but it was also outstripping the rate of inflation or the percent that prices change from one year to the next."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0c3RyaXA&hash=83cfdd0fe91d7e161c4603c7cea697ccaaf6e26f&lang=en&cache-only=0",
            "defineEn": "to posses or reach a higher level of skill, success, value, or quantity than another person or thing",
            "defineVi": "sở hữu hoặc đạt đến trình độ cao hơn về kỹ năng, thành công, giá trị hoặc số lượng hơn người hoặc vật khác"
        },
        {
            "id": "a17b1ae4-bf55-4ef7-a3ee-55ea9027f6b6",
            "word": "to outweigh",
            "phonetic": "tʊ aʊtweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So the benefits outweighed the risks.",
                "But the cost would outweigh the benefit.",
                "But does human health outweigh those environmental concerns?",
                "So there the profits can outweigh the costs.",
                "But for many developers, the disadvantages outweighed any potential upside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0d2VpZ2g&hash=b5e34069c8428fcd671750d1bf5c414addd3493d&lang=en&cache-only=0",
            "defineEn": "be heavier than",
            "defineVi": "nặng hơn"
        },
        {
            "id": "657b0ea8-1c73-4cf1-97aa-5394e781c7d6",
            "word": "fertile",
            "phonetic": "fɜːɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "And thankfully, this pair doesn't produce fertile offspring.",
                "And the fertile lands of The Reach has been cut off from King’s Landing.",
                "[Nahre] Electronic dance music has always been fertile ground for the blending of musical genres.",
                "And by 7 million years ago, they provided fertile ground for a renewed rainforest that replaced the swamps."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsZQ&hash=a777b46426d7c458b38cdb84f62cc81a7ff15edd&lang=en&cache-only=0",
            "defineEn": "(of an animal, person, or plant) able to produce offspring or fruit or seed",
            "defineVi": "(của động vật, người hoặc thực vật) có khả năng sinh con hoặc quả hoặc hạt",
            "hasImg": true
        },
        {
            "id": "efb7b061-398a-4203-a454-4d342ff10656",
            "word": "to fertilize",
            "phonetic": "tə fɜːɾɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sperm fertilizes the egg.",
                "The male gamete fertilizes a female gamete.",
                "Three days later, they fertilized the eggs with sperm from a northern white rhino male.",
                "Two of her father’s sperm fertilized two of her mother’s eggs, resulting in two embryos that merged into one.",
                "While the Moon is helping baby fish to grow, meteors are fertilizing the growth of phytoplankton."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVydGlsaXpl&hash=44c8e7a0f869440a4bb7d3c20b7bf27a6c523801&lang=en&cache-only=0",
            "defineEn": "increase productivity of the soil by spreading suitable substances on it",
            "defineVi": "tăng năng suất của đất bằng cách rải các chất phù hợp lên nó"
        },
        {
            "id": "fed3bf3d-67aa-4fa4-87c0-2ed63c9144fa",
            "word": "fertilisation",
            "phonetic": "fɜːɾɪləzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsaXNhdGlvbg&hash=5434cb453fc50d96966a5b7d17a93d05c06c3c14&lang=en&cache-only=0",
            "defineEn": "creation by the physical union of male and female gametes; of sperm and ova in an animal or pollen and ovule in a plant",
            "defineVi": "sự sáng tạo bằng sự kết hợp vật lý của giao tử đực và cái; của tinh trùng và trứng ở động vật hoặc phấn hoa và noãn ở thực vật"
        },
        {
            "id": "4fa1bf88-6bdf-4294-ac4f-ae4630a267b4",
            "word": "to besmear",
            "phonetic": "tə bᵻsmɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVzbWVhcg&hash=b55f28ccdf2fb8f7f2c72467a58cf509c34a66d1&lang=en&cache-only=0",
            "defineEn": "spread or daub (a surface)",
            "defineVi": "lây lan hoặc daub (một bề mặt)"
        },
        {
            "id": "e1f8a68e-39c6-425d-abc5-53ec360c333d",
            "word": "to besmirch",
            "phonetic": "tə bᵻsmɜːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We don't want to besmirch his reputation.",
                "One of Europe’s most famous thinkers publicly besmirching their reputation was not helping."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVzbWlyY2g&hash=8b34032612d4713df443a97b40cf74edfc7a8441&lang=en&cache-only=0",
            "defineEn": "charge falsely or with malicious intent; attack the good name and reputation of someone",
            "defineVi": "tính phí sai hoặc với mục đích xấu; tấn công tên tốt và danh tiếng của một ai đó"
        }
    ]
}