{
    "id": "be6b6636-7034-41cc-82b7-071bea961605",
    "title": "Communication Devices",
    "originalTitle": "Communication Devices",
    "words": [
        {
            "id": "7b58ce65-0297-420e-85ac-dd84fb61dafa",
            "word": "answering machine",
            "phonetic": "ænsɚɹɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samples of voices from security camera tapes, telephone answering machines, or other recording devices can be scanned electronically. ",
                "Yeah, I have a friend who was a wonderful actor and he does me on his answering machine.",
                "There were seven messages on our answering machine from six different branches of the bank to say that the check that I had cashed was returned non-sufficient funds, and that I owed them all this money.",
                "One time I was in Saline Valley with my brother and his wife, and I checked my answering machine in San Francisco and discovered through a series of strange phone calls that my roommate in San Francisco had been murdered in our flat while I was gone, by a young man he had picked up in a bar in San Francisco.",
                "I mean, it's kind of hard to explain like how that feels, but I guess like, I don't know if you hear voice, if you ever hear your voice taped or on an answering machine, and it's like, ah."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5zd2VyaW5nIG1hY2hpbmU&hash=58c365d0edfb4e1c6f13ccce41b33fbda104e4d8&lang=en&cache-only=0",
            "defineEn": "a machine that answers missed calls and records the messages callers leave",
            "defineVi": "một máy trả lời các cuộc gọi nhỡ và ghi lại các tin nhắn mà người gọi để lại",
            "hasImg": true
        },
        {
            "id": "89dd6315-713b-46fe-959a-8008fc7e77d3",
            "word": "beeper",
            "phonetic": "biːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's my beeper!",
                "It's like you believe just because you have a beeper and they didn't they were somehow less-evolved humans."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlcGVy&hash=ca9806463170f5b725b5373dc9d5d2909e9f973a&lang=en&cache-only=0",
            "defineEn": "a small electronic device that generates beeping sounds to signal one should call someone",
            "defineVi": "một thiết bị điện tử nhỏ phát ra tiếng bíp để báo hiệu một người nên gọi cho ai đó"
        },
        {
            "id": "4992cbed-74bf-49ba-be71-62bba44a3331",
            "word": "car phone",
            "phonetic": "kɑːɹ foʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIHBob25l&hash=bd4f780e572a068c56c89f84cde052c11d94d51c&lang=en&cache-only=0",
            "defineEn": "a mobile radio telephone that is designed to be used in a vehicle",
            "defineVi": "một điện thoại vô tuyến di động được thiết kế để sử dụng trong xe",
            "hasImg": true
        },
        {
            "id": "d8f641b1-5585-403b-a283-98172284e5f7",
            "word": "cell phone",
            "phonetic": "sɛl foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "The cell phone camera has become the fly on the wall, so to speak.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "Cell phones connect us.",
                "South Korea lost both internet and cell phone service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbCBwaG9uZQ&hash=24bca7bece25e2023b85d90a928c107296d90495&lang=en&cache-only=0",
            "defineEn": "a phone that we can carry with us and use anywhere because it has no wires",
            "defineVi": "một chiếc điện thoại mà chúng ta có thể mang theo bên mình và sử dụng ở bất cứ đâu vì nó không có dây",
            "hasImg": true
        },
        {
            "id": "b247179f-90a9-47bb-9e09-b474e3621bb7",
            "word": "communication",
            "phonetic": "kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She takes language classes to enhance her communication skills.",
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaWNhdGlvbg&hash=295ac4ccdc489cf22d95a52719099c5bce0fe9b5&lang=en&cache-only=0",
            "defineEn": "the process or activity of exchanging information or expressing feelings, thoughts, or ideas by speaking, writing, etc.",
            "defineVi": "quá trình hoặc hoạt động trao đổi thông tin hoặc thể hiện cảm xúc, suy nghĩ hoặc ý tưởng bằng cách nói, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "bd8c5e85-fa7b-4906-8971-1a5db923459c",
            "word": "cradle",
            "phonetic": "kɹeɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mother gently cradled her newborn baby in her arms.",
                "The book describes her life from cradle to grave.",
                "He led a life of hardship from the cradle to the grave.",
                "People said he had robbed the cradle.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhZGxl&hash=95a68d52255b8dcc7071ef6d5e5f66ac504795f8&lang=en&cache-only=0",
            "defineEn": "the part of a telephone where the handset or receiver can be put and be charged while not being used",
            "defineVi": "một phần của điện thoại nơi có thể đặt và sạc điện thoại hoặc máy thu trong khi không được sử dụng"
        },
        {
            "id": "c8ba1a7b-1370-4d1f-a6e0-d9384668144c",
            "word": "earpiece",
            "phonetic": "ɪɹpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waiter, Tyler, is listening to producer instructions by earpiece.",
                "Okay, it's got an amplified earpiece speaker.",
                "To Asus' credit though, they do have an amplified earpiece speaker.",
                "Oh, no amplified earpiece speaker, well, something had to give.",
                "Oh it's bottom firing only, no amplified earpiece, ah, ah."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFycGllY2U&hash=c2a7622c6da4d22b36cc02b0d0f2887b6b2d85d1&lang=en&cache-only=0",
            "defineEn": "an electronic device that is put into or to the ear in order to listen to something",
            "defineVi": "một thiết bị điện tử được đưa vào hoặc vào tai để nghe một cái gì đó"
        },
        {
            "id": "f8f617f6-4914-4521-864c-e1cb7d6aa507",
            "word": "extension",
            "phonetic": "ɛkstɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That extension is busy right now.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She knew she was pushing the limit of her boss's patience by asking for yet another extension on the deadline.",
                "But thanks to this extension, my work seems easy as a pie.",
                "The extension runs five years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaW9u&hash=f0a69e4e46fab78161cd725926a173eb1b2a004b&lang=en&cache-only=0",
            "defineEn": "an extra telephone connected to the main phone line in a house; a phone line connected to the central line in a large building, with a number of its own",
            "defineVi": "một điện thoại phụ kết nối với đường dây điện thoại chính trong nhà; một đường dây điện thoại được kết nối với đường dây trung tâm trong một tòa nhà lớn, với một số riêng"
        },
        {
            "id": "b06bc3fe-e7d6-4592-949e-d26bd332c48d",
            "word": "fax",
            "phonetic": "fæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, fax it to me.",
                "It is mostly still running on fax, phone and paper.",
                "'I need to fax that.'",
                "It included some smart capabilities, like sending emails and faxes.",
                "And my assistant just keeps coming to me with these faxes like, P. Diddy or Puff Daddy wants you at his party you've got to go."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF4&hash=4f25b7cd748c2efa20b0f267a44a981930f0ac34&lang=en&cache-only=0",
            "defineEn": "a device that can send and receive documents in electronic form using a telephone line and then print them",
            "defineVi": "một thiết bị có thể gửi và nhận tài liệu ở dạng điện tử bằng đường dây điện thoại và sau đó in chúng",
            "hasImg": true
        },
        {
            "id": "06bbad2c-e629-40a9-89f7-38c7b9a6f352",
            "word": "handset",
            "phonetic": "hændsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The final piece of the network is the handset, the cell phone or the terminal at the edge of the network that is receiving and transmitting signals to the network.",
                "Since 2008 the IPO naming rights have changed hands three times from brands DLF to PepsiCo India and finally to Vevo a mobile handset manufacturer in China.",
                "You're either getting a lower network quality, you're probably not getting a subsidy for your handset.",
                "And at the base of the tower, a base station that both transmits the signals from the cell tower to the handset and collects the signal from the handset back to the cell tower.",
                "So I've Tested and perfected my patented method: The second handset hands-free toe text."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHNldA&hash=de5b0b8b5811e05665040fbd49dd18cab5495e83&lang=en&cache-only=0",
            "defineEn": "the part of the phone held to the ear through which one can listen and speak",
            "defineVi": "một phần của điện thoại được giữ vào tai qua đó người ta có thể nghe và nói"
        },
        {
            "id": "b4f441f4-be0d-4e2e-b94f-ef8e801f45a2",
            "word": "intercom",
            "phonetic": "ɪntɚkɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each subject was told that they would be communicating with a few other students over intercom to avoid any privacy issues that might come up if they were face-to-face.",
                "The Learner was sent to a separate room so they were out of sight while the Experimenter observed the Teacher, the subject, instructing the Learner in a word-pairing task over an intercom.",
                "We also created a program where we mounted an iPad on some specially configured hardware to attach it to an I.V. pole and turned it into an always on video intercom so that we could reduce the need for providers to put on protective equipment, which is in very short supply."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJjb20&hash=de3cb847c850eb06155d588f394bc17c7f9d8c84&lang=en&cache-only=0",
            "defineEn": "a communication system that allows people in different parts of a plane, office, etc. to speak to each other",
            "defineVi": "một hệ thống liên lạc cho phép mọi người ở các phần khác nhau của máy bay, văn phòng, v.v. nói chuyện với nhau",
            "hasImg": true
        },
        {
            "id": "59f6c4bf-5d0a-4e55-9be4-5eab3ca57255",
            "word": "keypad",
            "phonetic": "kiːpæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But each exit is blocked by an electric barrier with a combination keypad.",
                "What I do like about the keypad on the side is that it is symmetrical."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5cGFk&hash=b93d30ddc3faf7cccd724c5e4e220f56618135bd&lang=en&cache-only=0",
            "defineEn": "a group of numbered buttons on a surface used for operating a TV, phone, computer, etc.",
            "defineVi": "một nhóm các nút được đánh số trên một bề mặt được sử dụng để vận hành TV, điện thoại, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "98736300-3f0b-4b2b-b014-6ccb26e78f54",
            "word": "mobile",
            "phonetic": "moʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I can probably reach him on his mobile.",
                "Try phoning his mobile.",
                "She checked her account balance using the bank's mobile app.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxl&hash=ad33661a55d523caf227893335c3fcaa8fc012b9&lang=en&cache-only=0",
            "defineEn": "connected with or using communication technology",
            "defineVi": "kết nối với hoặc sử dụng công nghệ truyền thông"
        },
        {
            "id": "df0a48d2-31a9-4906-8317-e44414abfcfb",
            "word": "mobile phone",
            "phonetic": "moʊbəl foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mobile phone business was actually his bread and butter.",
                "I couldn't get any mobile phone reception.",
                "He reckons his new mobile phone is the best thing since sliced bread.",
                "We managed to raise him on his mobile phone.",
                "Take mobile phones."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxlIHBob25l&hash=394a4f8cc01ae5ebacdb9e0b21bc3f0e4168e6c6&lang=en&cache-only=0",
            "defineEn": "a cellular phone or cell phone; ‌a phone without any wires and with access to a cellular radio system that we can carry with us and use anywhere",
            "defineVi": "điện thoại di động hoặc điện thoại di động; ‌một chiếc điện thoại không có dây và có quyền truy cập vào hệ thống vô tuyến di động mà chúng ta có thể mang theo bên mình và sử dụng ở bất cứ đâu",
            "hasImg": true
        },
        {
            "id": "8ef7e8cc-45c1-4ed4-a9f1-e0ad147dd045",
            "word": "mouthpiece",
            "phonetic": "maʊθpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mr. Biden vowed that his attorney general would be an independent voice, not a mouthpiece for the White House.",
                "Remember the meaning doesn’t live inside the work, and also the artwork is not a direct mouthpiece for the artist.",
                "Then suddenly, his tweets became the mouthpiece for a sitting president.",
                "We were like the symbol of the free press and just the one and only mouthpiece of democratic values.",
                "The head of the Russian propaganda mouthpiece, Russia Today, or RT, she wrote, she tweeted a saying that she was almost ready to put American flag on her car."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91dGhwaWVjZQ&hash=07a6c8b21f8fa042c910c44221bfd7709268f4c7&lang=en&cache-only=0",
            "defineEn": "the part of a telephone, radio device, etc. to which the mouth is applied",
            "defineVi": "một phần của điện thoại, thiết bị radio, vv mà miệng được áp dụng"
        },
        {
            "id": "e3e98ec2-c54d-4858-beca-42b431f5e82b",
            "word": "beeper",
            "phonetic": "peɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's my beeper!",
                "It's like you believe just because you have a beeper and they didn't they were somehow less-evolved humans."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlcGVy&hash=ca9806463170f5b725b5373dc9d5d2909e9f973a&lang=en&cache-only=0",
            "defineEn": "a small electronic device that generates beeping sounds to signal one should call someone",
            "defineVi": "một thiết bị điện tử nhỏ phát ra tiếng bíp để báo hiệu một người nên gọi cho ai đó"
        },
        {
            "id": "55419275-dd90-4f46-979e-673396b8e2b7",
            "word": "pay-phone",
            "phonetic": "peɪfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF5LXBob25l&hash=8896d754621bc16458f10b5a25a14407daede323&lang=en&cache-only=0",
            "defineEn": "a phone for the use of public, that is operated by a card or coins",
            "defineVi": "một chiếc điện thoại để sử dụng công cộng, được vận hành bằng thẻ hoặc tiền xu"
        },
        {
            "id": "c1eae919-a59c-45da-b100-20e7e6c3c6bb",
            "word": "phone",
            "phonetic": "foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Will you get the phone?",
                "Your phone is ringing for the thousandth time.",
                "The phone rang and broke my train of thought.",
                "I have my phone to thank for my lack of sleep last night.",
                "The phone lead isn’t long enough to reach the bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvbmU&hash=08cf62007748678912971fef6bf8554295c1e2f5&lang=en&cache-only=0",
            "defineEn": "an electronic device used to talk to a person who is at a different location",
            "defineVi": "một thiết bị điện tử được sử dụng để nói chuyện với một người đang ở một địa điểm khác",
            "hasImg": true
        },
        {
            "id": "476acd72-c276-4226-af3b-e56f5e3826a3",
            "word": "receiver",
            "phonetic": "ɹᵻsiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field.",
                "Josh Gordon came back, the wide receiver.",
                "And a release is just a receiver escaping from a defender.",
                "All of that light is shining up toward the receiver.",
                "The lower receiver or frame is the only part of the gun that's technically considered a firearm under U.S. law."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZWl2ZXI&hash=71ae5b9fd1ff4a836fbfa1df3fce6a2a6850c7dc&lang=en&cache-only=0",
            "defineEn": "the part of the phone that converts electric signals into sound and one can listen and speak into",
            "defineVi": "một phần của điện thoại chuyển đổi tín hiệu điện thành âm thanh và người ta có thể nghe và nói thành"
        },
        {
            "id": "2ccac0e3-0144-4dd6-8f30-6a6db5fb25d7",
            "word": "smartphone",
            "phonetic": "smɑːɹtfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The latest smartphone is now on the market.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "Samsung pokes fun at Apple's lack of smartphone innovation and reveals expectations for a foldable iPhone."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hcnRwaG9uZQ&hash=63b7a03498f14c3bfe1883f410dd91f4b722f3b3&lang=en&cache-only=0",
            "defineEn": "a portable device that combines the functions of a cell phone and a computer, such as browsing the internet, using apps, making calls, etc.",
            "defineVi": "một thiết bị di động kết hợp các chức năng của điện thoại di động và máy tính, chẳng hạn như duyệt internet, sử dụng ứng dụng, thực hiện cuộc gọi, v.v.",
            "hasImg": true
        },
        {
            "id": "63be4cf9-7e6d-4f4d-828e-494e2f147eae",
            "word": "speakerphone",
            "phonetic": "spiːkɚfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're on speakerphone.",
                "He's on a speakerphone to Secretary of State Hillary Clinton."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYWtlcnBob25l&hash=a8a8c6f9e20cb0b2796bf561896ab88b28c94b06&lang=en&cache-only=0",
            "defineEn": "a telephone with a microphone and a loudspeaker that can be used without the need to be hold near one's ear",
            "defineVi": "điện thoại có micrô và loa có thể được sử dụng mà không cần phải giữ gần tai"
        },
        {
            "id": "8b448607-bfcb-41bc-9c90-f746c9e17e20",
            "word": "switchboard",
            "phonetic": "swɪtʃboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And hopefully as a viewer you're looking for the resolution just like Fay, the switchboard operator, is.",
                "The grandparent to the standard 3.5mm jack, the quarter-inch jack was used all the way back in the late 1800s by switchboard operators.",
                "Programming was done by plugging hundreds of wires into plugboards, sort of like old school telephone switchboards, in order to set up the computer to perform the right operations.",
                "And yet he had a downstairs that was buzzing with switchboard operators and people waiting sort of in line to see him. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpdGNoYm9hcmQ&hash=e51eac6295b4ac9e808a3f4b61a37903a847f312&lang=en&cache-only=0",
            "defineEn": "the central part of a phone system by which phone calls in a hotel, office, etc. are answered and put through",
            "defineVi": "phần trung tâm của hệ thống điện thoại mà các cuộc gọi điện thoại trong khách sạn, văn phòng, v.v. được trả lời và thực hiện"
        },
        {
            "id": "289a1ee2-95a3-40a0-8621-a9601c8f8969",
            "word": "telegraph",
            "phonetic": "tɛlᵻɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, at the time Sona, they used telegraphs.",
                "Back in 1859, a severe solar storm wiped out telegraph systems, and a similar storm would be very bad for our electric grid today.",
                "Just like that telegraph we talked about.",
                "Back before telegraphs, telephones, or the Internet, the handwritten word was where it was at.",
                "By 1899, he sent the first wireless telegraph signal across the English Channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZWdyYXBo&hash=073c10b9f3c031fe4f95183b65a490062b36c6bf&lang=en&cache-only=0",
            "defineEn": "a communication system by which people were able to send and receive messages over long distances, using electrical or radio signals",
            "defineVi": "một hệ thống thông tin liên lạc mà mọi người có thể gửi và nhận tin nhắn trên một khoảng cách dài, sử dụng tín hiệu điện hoặc radio",
            "hasImg": true
        },
        {
            "id": "86a12813-9606-4290-af2e-15f4d1d832ce",
            "word": "teletypewriter",
            "phonetic": "tɛlᵻtaɪpɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm pretty sure they were called teletypewriters, that was their full name."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZXR5cGV3cml0ZXI&hash=f32942d752d9b7cbf6d68a0eb631914fec075f70&lang=en&cache-only=0",
            "defineEn": "an electromechanical device like a typewriter that can be used to send and receive telex messages over a phone line",
            "defineVi": "một thiết bị cơ điện như máy đánh chữ có thể được sử dụng để gửi và nhận tin nhắn telex qua đường dây điện thoại"
        },
        {
            "id": "32481f37-3f32-4cac-9ee7-3e022160b850",
            "word": "videophone",
            "phonetic": "vɪdɪoʊfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Six years ago, I went to see my boss and requested a videophone for my desk, along with and my doctor note for a proof of my deafness, and the videophone's new company.",
                "Six years ago, I went to see my boss and requested a videophone for my desk, along with and my doctor note for a proof of my deafness, and the videophone's new company."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlkZW9waG9uZQ&hash=d83a2e11db4f64baa4a2b333a842695e3f3b50b9&lang=en&cache-only=0",
            "defineEn": "a telephone device with a screen and camera that can transmit video and audio signals",
            "defineVi": "một thiết bị điện thoại có màn hình và camera có thể truyền tín hiệu video và âm thanh"
        }
    ]
}