{
    "id": "bf298e30-b4f0-4c6d-a279-9b4d75d49bc4",
    "title": "No Pain, No Gain",
    "originalTitle": "No Pain, No Gain",
    "words": [
        {
            "id": "4b9c9614-b2a5-46dd-bab2-ead5a3479477",
            "word": "aspiration",
            "phonetic": "æspɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations.",
                "The college's aim is to help students achieve their aspirations.",
                "For some people, a high-paying job is the be-all and end-all of their career aspirations.",
                "They have humungous aspirations.",
                "That puff of air is called aspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaXJhdGlvbg&hash=f30fd7c097d0a1ba65d6d054bcacba4ebdd9bbed&lang=en&cache-only=0",
            "defineEn": "a strong will to achieve something",
            "defineVi": "một ý chí mạnh mẽ để đạt được một cái gì đó"
        },
        {
            "id": "c232fbe7-57c0-4779-81f3-6681f9856540",
            "word": "viability",
            "phonetic": "vaɪəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Viability is the point after which a fetus could survive outside the womb.",
                "And after years of rampant borrowing, the government's financial viability was being wiped out, too.",
                "Now, that's well before the point of viability.",
                "Since 2009, the U.S. Postal Service has been on the U.S. Government Accountability Office's high risk list for financial viability.",
                "Now I'm casting a new spell with a positive message about the vibrancy, vitality and viability of women of all ages."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlhYmlsaXR5&hash=17410164867b9a2aa8fd9134825cbd741c6ca5fd&lang=en&cache-only=0",
            "defineEn": "the state or quality of being capable of achieving success",
            "defineVi": "trạng thái hoặc chất lượng có khả năng đạt được thành công"
        },
        {
            "id": "fd1368ad-a4e2-4f2a-9ffb-0a2165dc2249",
            "word": "triumph",
            "phonetic": "tɹaɪʌmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "She finally found a place in the sun with the triumph of her latest book.",
                "After a long day of hiking, reaching the mountaintop felt like a triumph and a well-deserved destination.",
                "You have triumphed.",
                "The American president, George H.W. Bush, declared it a triumph.",
                "I am Triumph, oh scary nerd."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpdW1waA&hash=ad5afa09ee3c32a24a0c0e938772690f3ad63268&lang=en&cache-only=0",
            "defineEn": "a great victory, success, or achievement gained through struggle",
            "defineVi": "một chiến thắng vĩ đại, thành công, hoặc thành tựu đạt được thông qua đấu tranh",
            "hasImg": true
        },
        {
            "id": "c6068823-6f95-483a-9207-5b1c6777a258",
            "word": "track record",
            "phonetic": "tɹæk ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhY2sgcmVjb3Jk&hash=256423eddd755b303aae0e6743eb5c2952d0ef92&lang=en&cache-only=0",
            "defineEn": "data that shows the past performance of an organization, product, or person, often used as a basis of evaluation",
            "defineVi": "dữ liệu cho thấy hiệu suất trong quá khứ của một tổ chức, sản phẩm hoặc người, thường được sử dụng làm cơ sở đánh giá"
        },
        {
            "id": "5ebd0356-7d20-402f-b276-3d07ddcdfc14",
            "word": "synergy",
            "phonetic": "sɪnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "maybe, but I think it has the most natural synergy with brownie.",
                "They take the flower and they process it, and they come up with an extract that not only has CBD, but it has other plant chemicals, other cannabinoids, other terpenoids, other things in the plant that work together in this, what's called this herbal synergy, this entourage effect.",
                "You know, any time you bring on someone like a Mars that has just such a broad reach globally has the sort of resources that they can to try to sort of bring these synergies together with their existing portfolio in the chocolate space and try to push that forward."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luZXJneQ&hash=eda3337d4d5b06682fc74026d6da00c1e8d26341&lang=en&cache-only=0",
            "defineEn": "the working together of two things (muscles or drugs for example) to produce an effect greater than the sum of their individual effects",
            "defineVi": "hoạt động cùng nhau của hai thứ (ví dụ như cơ bắp hoặc thuốc) để tạo ra hiệu ứng lớn hơn tổng các hiệu ứng riêng lẻ của chúng"
        },
        {
            "id": "dcefb8b6-c537-4eb6-b0a1-42186746a116",
            "word": "streak",
            "phonetic": "stɹiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your friend really talks a blue streak!",
                "He talked a blue streak all through breakfast.",
                "My dad swore a blue streak after he found out I'd put a dent in his car.",
                "We got shortchanged, she cursed a blue streak and got our money back.",
                "The team was on a losing streak, but then the tide turned and they went on to win the championship."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWFr&hash=1baaa0b9396c719aa85eb01f38ccf3f0e289f13f&lang=en&cache-only=0",
            "defineEn": "an unbroken series of events",
            "defineVi": "một loạt các sự kiện không bị gián đoạn"
        },
        {
            "id": "3650585a-4c6c-4a9d-ab38-d22c64af9685",
            "word": "stepping stone",
            "phonetic": "stɛpɪŋ stoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RlcHBpbmcgc3RvbmU&hash=f81bb1beab3304342edfd04c60b2f6079ca0c482&lang=en&cache-only=0",
            "defineEn": "any means of advancement that helps one to make progress towards achieving something",
            "defineVi": "bất kỳ phương tiện tiến bộ nào giúp một người đạt được tiến bộ để đạt được điều gì đó"
        },
        {
            "id": "75101ba6-6c68-4209-a4d8-054e911ea908",
            "word": "resolve",
            "phonetic": "ɹᵻzɑːlv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x2ZQ&hash=2310cee5f43dd303921455dc0ad874864af9d484&lang=en&cache-only=0",
            "defineEn": "a strong will to have or do something of value",
            "defineVi": "một ý chí mạnh mẽ để có hoặc làm một cái gì đó có giá trị"
        },
        {
            "id": "c62c03a0-b273-40b0-bf8d-7ac21ebf7147",
            "word": "prosperity",
            "phonetic": "pɹəspɛɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old saying proved true - prosperity makes friends and adversity tries them.",
                "The second major goal of economic policy is promoting economic prosperity.",
                "For both men, the top priority was ensuring the prosperity of Coca-Cola.",
                "I wish them happiness and prosperity.",
                "The rise of Silicon Valley brought huge prosperity to the Bay Area, but the influx of tech workers has brought huge ramifications, too."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3Blcml0eQ&hash=1fd7220f7c07d0c0675683ed1befcbed094f671b&lang=en&cache-only=0",
            "defineEn": "the state of being successful, particularly by earning a lot of money",
            "defineVi": "trạng thái thành công, đặc biệt là bằng cách kiếm được nhiều tiền"
        },
        {
            "id": "2c3957a4-5507-4dba-9c91-1df4ca644ea3",
            "word": "prospect",
            "phonetic": "pɹɑːspɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "We discuss prospects for the president's ambitious agenda and other hot button issues with House Speaker Nancy Pelosi.",
                "Prospects for passage in the Senate, however, are unclear.",
                "You mean Mr. Trump’s prospects."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3BlY3Q&hash=17a0c450e2d81648f461131a996b711cdcd37581&lang=en&cache-only=0",
            "defineEn": "the likelihood or possibility of something becoming successful in the future",
            "defineVi": "khả năng hoặc khả năng của một cái gì đó trở nên thành công trong tương lai"
        },
        {
            "id": "ad3a8d1a-6e37-4cbd-8a32-e83de4ff1886",
            "word": "prime",
            "phonetic": "pɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thirteen is a prime number.",
                "The prime minister has called an election for 8 June.",
                "The ambassador was called back to London by the prime minister.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "At the age of 75, the singer is not exactly in the prime of his life!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWU&hash=6f4962c74000482f6505b0d6cde431b6526cffd3&lang=en&cache-only=0",
            "defineEn": "the period during which someone or something is at their best in terms of achieving success or physical state",
            "defineVi": "khoảng thời gian mà ai đó hoặc một cái gì đó ở trạng thái tốt nhất để đạt được thành công hoặc trạng thái thể chất"
        },
        {
            "id": "22b0fdd0-537e-43d5-a8c6-d9c01a40c18b",
            "word": "pinnacle",
            "phonetic": "pɪnəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Formula One is the pinnacle of motorsport.",
                "Or that sentient primates are life's neurological pinnacle?",
                "This is the pinnacle of aspiration.",
                "It was the pinnacle of achievement in American society at that point.",
                "Choopa, Pinnacle, and other companies declined to be interviewed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlubmFjbGU&hash=02658cc75bdf048d2a3e081559ccc26521a510c9&lang=en&cache-only=0",
            "defineEn": "a part of something that is considered the most prominent or successful",
            "defineVi": "một phần của một cái gì đó được coi là nổi bật nhất hoặc thành công"
        },
        {
            "id": "91a02672-c0e7-4b2b-80f8-eff0bff9931e",
            "word": "pertinacity",
            "phonetic": "pɜːtɪnæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVydGluYWNpdHk&hash=4807cf1471f71d99775da20d3e01b6127100a69e&lang=en&cache-only=0",
            "defineEn": "the quality of having determination to continue doing or believing something in spite of any opposition or hardships",
            "defineVi": "phẩm chất của việc quyết tâm tiếp tục làm hoặc tin vào điều gì đó bất chấp mọi sự phản đối hoặc khó khăn"
        },
        {
            "id": "f3bf4714-c3d7-4ba8-b07c-c74f4291bab8",
            "word": "perseverance",
            "phonetic": "pɜːsɪvɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams.",
                "After months of hard work and perseverance, everything fell into place for James, and he achieved his dream of starting his own business.",
                "Despite facing initial setbacks, the team's perseverance eventually bore fruit when they won the championship.",
                "Despite initial setbacks, Susan's dedication and perseverance allowed things to fall into place, leading her to achieve her fitness goals.",
                "As a parent, I teach my children the importance of perseverance and resilience, knowing that even the most successful individuals can face obstacles, for it is a good horse that never stumbles and a good wife that never grumbles."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2V2ZXJhbmNl&hash=275415b9df86040217c9d5e51aee69a6c888c122&lang=en&cache-only=0",
            "defineEn": "the quality of persistently trying in spite of difficulties",
            "defineVi": "phẩm chất kiên trì cố gắng dù khó khăn"
        },
        {
            "id": "9932ce98-e7e4-4275-a2a6-8c5a632c47a4",
            "word": "infallibility",
            "phonetic": "ɪnfæləbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mYWxsaWJpbGl0eQ&hash=842497339ea6e5f688aa0f226efc6544c830ad0c&lang=en&cache-only=0",
            "defineEn": "the quality of never being wrong or making mistakes",
            "defineVi": "chất lượng không bao giờ sai hoặc phạm sai lầm"
        },
        {
            "id": "e21107cf-ef23-45ca-9386-1443caa90a1a",
            "word": "fruition",
            "phonetic": "fɹuːɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I imagine he's still in it for the long game, whether he's president or not, that some of his ideas will come to fruition with a new generation.",
                "I think that was not expected to come to fruition.",
                "I've seen a few other ones, and like there's been some on Kickstarter and stuff, but like, they haven't really gone to fruition.",
                "This was his other dream but he did not live to see it come to fruition.",
                "Everything that we have predicted has come to fruition, and it's actually worse."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXRpb24&hash=692437c79b2d177b397b4646f564090f34804434&lang=en&cache-only=0",
            "defineEn": "something that is made real or concrete",
            "defineVi": "một cái gì đó được thực hiện thực tế hoặc cụ thể"
        },
        {
            "id": "b4e270e7-a77c-41bc-be48-8109330dc586",
            "word": "foothold",
            "phonetic": "fʊthoʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "They established their foothold on the continent in rock shelters in northern Arnhem.",
                "But while communist ideology was spreading abroad in places like Russia, socialist ideology was finding a foothold in the United States.",
                "Typically K-pop groups have gained a foothold in South Korea and throughout Asia before trying to expand to a global audience.",
                "If migrants can get beyond the fortifications surrounding Ceuta, they have a foothold in the European Union.",
                "And more broadly, signal that the U.S. still has a foothold here."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGhvbGQ&hash=a84b04a6f2535fa1adafd00a1e94d3009015ea3a&lang=en&cache-only=0",
            "defineEn": "an early achievement paves the way for future progress",
            "defineVi": "một thành tựu ban đầu mở đường cho sự tiến bộ trong tương lai"
        },
        {
            "id": "046ab81e-5e40-46c0-8dba-5fa5391f381b",
            "word": "feasibility",
            "phonetic": "fiːzᵻbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Depending on an employee's role, companies are allowing remote work and testing its feasibility.",
                "So, it's not clear to me that a pure child allowance has long-term feasibility.",
                "Well, there is research and multiple studies, Judy, that are going on right now, some sponsored by us at the NIH, some sponsored by the companies themselves, that are trying to determine what the feasibility and the necessity of a booster is.",
                "For now, a $6 million request to conduct feasibility and environmental assessments of the ReConnect project is part of budget negotiations just a couple of miles from Rondo at the state capitol.",
                "Instead, it was a group of academics and engineers trying to study, on paper, the feasibility of such a mission using present or near-future technology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhc2liaWxpdHk&hash=7a9ca9b00835e118e6c73c8d39cb12ad6679cba0&lang=en&cache-only=0",
            "defineEn": "in a way that is possible or doable",
            "defineVi": "theo cách có thể hoặc có thể làm được"
        },
        {
            "id": "ed7206cf-8472-486c-8638-5b00da70303b",
            "word": "enterprise",
            "phonetic": "ɛntɚpɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "Unpredictable tax systems that make things difficult for small enterprises and that prevent new investment.",
                "We developed the Enterprise apple.",
                "A lot of state owned enterprises Saudi Arabia.",
                "He was endangering their military enterprise."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJwcmlzZQ&hash=16f694402f38c6bbb8d81bf84d4ddd427c999872&lang=en&cache-only=0",
            "defineEn": "an enormous project that is part of a for-profit business",
            "defineVi": "một dự án lớn là một phần của một doanh nghiệp vì lợi nhuận"
        },
        {
            "id": "d9222697-bef0-4016-b01f-a5dbe3c14dbd",
            "word": "to accredit",
            "phonetic": "tʊ ɐkɹɛdɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This was the first, uh, accredited acting school in this country.",
                "Alt fund one is only available to accredited investors, but other companies like Collectible and Rally allow individuals to purchase shares of cards and collectibles.",
                "Jamal is a fellow PBS Kids early learning champion, and is the deputy director of Educare DC, which is a nationally accredited childcare provider."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjcmVkaXQ&hash=af04ba31006e372ef4992524dcc540ddc87c52a4&lang=en&cache-only=0",
            "defineEn": "to believe that someone deserves the credit for something",
            "defineVi": "để tin rằng ai đó xứng đáng tín dụng cho một cái gì đó"
        },
        {
            "id": "c50a8b29-417c-41ee-a7a3-6b218f7cf475",
            "word": "to bounce back",
            "phonetic": "tə baʊns bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dough is bouncing back.",
                "But during the warmer interglacial periods, forests bounced back.",
                "They bounced back in May, June and July.",
                "Yeah, it's bouncing back.",
                "Next year it'll bounce back?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm91bmNlIGJhY2s&hash=4b70fd293507dfa0a0ca87d8b7911f867fab5ac5&lang=en&cache-only=0",
            "defineEn": "to regain health after an illness or become successful again after facing difficulties",
            "defineVi": "để lấy lại sức khỏe sau khi bị bệnh hoặc trở nên thành công trở lại sau khi gặp khó khăn",
            "hasImg": true
        },
        {
            "id": "523e5f26-29a4-4c6f-ac83-faebf0a490ec",
            "word": "breakthrough",
            "phonetic": "bɹeɪkθɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scientists believe that a major breakthrough is on the horizon.",
                "You're just chasing your tail at this point, but you might have a breakthrough with the research if you take a break from it.",
                "By this time next year, they will still be living on borrowed time unless a breakthrough is made in medical research.",
                "The scientist's experiments failed many times before she finally achieved her breakthrough, but she kept trying with the belief that if at first you do not succeed, try, try again.",
                "Two of these people will make a breakthrough."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWt0aHJvdWdo&hash=23dd57cfb1be3204068db2555e334152d61355b0&lang=en&cache-only=0",
            "defineEn": "an important discovery or development that helps improve a situation or answer a problem",
            "defineVi": "một khám phá hoặc phát triển quan trọng giúp cải thiện tình hình hoặc giải đáp một vấn đề"
        },
        {
            "id": "ad928432-e6dc-40c2-9d11-c5caa580c4b0",
            "word": "to bring off",
            "phonetic": "tə bɹɪŋ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgb2Zm&hash=3d91515f41fbbbd379c8515378b4264f32c77a17&lang=en&cache-only=0",
            "defineEn": "to be successful in achieving a particular end or doing something difficult",
            "defineVi": "để thành công trong việc đạt được một kết thúc cụ thể hoặc làm điều gì đó khó khăn",
            "hasImg": true
        },
        {
            "id": "29daafe7-52fe-4fae-95d6-99defe0d741d",
            "word": "to carve",
            "phonetic": "tə kɑːɹv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The firm has carved a niche for itself in handling claims for compensation.",
                "Tommy has been carving out a niche in local politics.",
                "He carved a spooky face on the pumpkin and placed it on the front porch.",
                "These proposals are for discussion, they're not carved in stone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FydmU&hash=58bf5e39e55af095aa85d87a7b1b7c82bb865e3e&lang=en&cache-only=0",
            "defineEn": "to manage to establish a career, reputation, etc. for oneself through hard work and dedication",
            "defineVi": "quản lý để thiết lập sự nghiệp, danh tiếng, v.v. cho bản thân thông qua làm việc chăm chỉ và cống hiến",
            "hasImg": true
        },
        {
            "id": "eac0c22f-0e6e-456a-a21c-5a171d5d0e3f",
            "word": "to come through",
            "phonetic": "tə kʌm θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hydrogen comes through here.",
                "Come through.",
                "- Woah. - Ooh, those pesticides really come through.",
                "You came through.",
                "Of which 60 percent of them came through online."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB0aHJvdWdo&hash=c8dc358818b1d0d639de946e35a3f22cba33476a&lang=en&cache-only=0",
            "defineEn": "to emerge triumphant in attaining a particular goal",
            "defineVi": "nổi lên chiến thắng trong việc đạt được một mục tiêu cụ thể",
            "hasImg": true
        },
        {
            "id": "194fba87-7f37-4baf-b537-49ca6872c0a4",
            "word": "efficacious",
            "phonetic": "ɛfɪkeɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All three of these vaccines were 100% efficacious at preventing death in the trials.",
                "And only the most effective and efficacious vaccines will be allowed to be used on the continent of Africa.",
                "Dozens of studies have confirmed that psychotherapy is both effective and efficacious.",
                "So while the alchemists included metallurgists, mine directors, goldsmiths, and natural philosophers, they were often physicians, interested in making efficacious compounds called pharmaceuticals, or chematria."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNhY2lvdXM&hash=30634ed13b647fad8854a695ab75715cfe92bf37&lang=en&cache-only=0",
            "defineEn": "producing or capable of producing an intended result or having a striking effect",
            "defineVi": "sản xuất hoặc có khả năng tạo ra một kết quả dự kiến hoặc có tác dụng nổi bật"
        },
        {
            "id": "42f2e4f6-0650-432e-b0de-136fba7220f5",
            "word": "illustrious",
            "phonetic": "ɪlʌstɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As you may or may not already know, I am your illustrious host, Evelyn from the Internets.",
                "Pricey cars are profitable for makers, but competition is stiff, and Aston Martin cannot rest on its illustrious history and pedigree.",
                "- We also want to thank our illustrious - crew.",
                "The brand has a long and illustrious history, and models made today bear a fair amount of resemblance to the earliest Willys Jeeps sold to the U.S. Army.",
                "Volvo is also going head to head with illustrious brands such as Porsche and the continuously buzzed about California electric carmaker Tesla."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmlvdXM&hash=0eecd4258b94a1aefb0b5176187474db8d592f11&lang=en&cache-only=0",
            "defineEn": "praised and well-known because of prior achievements",
            "defineVi": "ca ngợi và nổi tiếng vì những thành tích trước đó",
            "hasImg": true
        },
        {
            "id": "73dd533e-afb9-4a19-9f55-36f580b86991",
            "word": "to measure up",
            "phonetic": "tə mɛʒɚɹ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "One, the boss wants to measure up.",
                "Suddenly, your current relationship doesn’t seem to measure up so well.",
                "Even the formula giants themselves acknowledge that they can never quite measure up.",
                "Benji: So, how did our burgers measure up?",
                "Ever compare yourself to other people, and feel like you just don't measure up?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVhc3VyZSB1cA&hash=aa41148d12aab39be1db88e8a22f315fdfa38bc2&lang=en&cache-only=0",
            "defineEn": "to meet the qualifications or standards that are required or expected for doing or achieving something",
            "defineVi": "để đáp ứng các trình độ hoặc tiêu chuẩn được yêu cầu hoặc mong đợi để làm hoặc đạt được một cái gì đó"
        },
        {
            "id": "15c8fb77-abee-459d-92ad-ba7d32869239",
            "word": "opportune",
            "phonetic": "ɑːpɚtuːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But they don’t necessarily have to wait for an opportune moment to sneak in for a snack.",
                "Normally, in the past, scores of sub-Saharan Africans could be seen along the road between Tangier and Ceuta making their way to and from camps deep in the forests near Ceuta, waiting for an opportune moment to enter the Spanish enclave."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3J0dW5l&hash=2c83d03ecb6766c978d6b8a2cf0d40366853c016&lang=en&cache-only=0",
            "defineEn": "(of a time) ideal for achieving a particular purpose or reaching success",
            "defineVi": "(của một thời điểm) lý tưởng để đạt được một mục đích cụ thể hoặc đạt được thành công"
        },
        {
            "id": "be459489-7fbf-47b3-9f06-25175e1aff51",
            "word": "to overachieve",
            "phonetic": "tʊ oʊvɚɹɐtʃiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "And if the upstart candidate who's overachieving and shocking the world can't have fun, who can?",
                "When I was given the news that it was in fact not a 100 layer lasagna, in fact it was 104, I felt a little confused, did I do what I set out to do, is overachieving better, is 104 cooler than 100?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmFjaGlldmU&hash=c157b603d338433d0ffb655dc9986c79681d97a0&lang=en&cache-only=0",
            "defineEn": "to achieve great success beyond expectations and standards, particularly in a way that exhausts one",
            "defineVi": "để đạt được thành công lớn ngoài mong đợi và tiêu chuẩn, đặc biệt là theo cách làm kiệt quệ"
        },
        {
            "id": "faee18eb-5c74-446e-a63f-9e9377afcfa3",
            "word": "practicality",
            "phonetic": "pɹæktɪkælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people with more money than sense will buy anything that is expensive, regardless of its practicality or usefulness.",
                "Practicality has often taken a backseat to morality.",
                "It has to do with practicality, human psychology and technology.",
                "Part of it, say industry analysts, is practicality.",
                "And we can't overlook the sheer practicality of it."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2FsaXR5&hash=da833ff8b0e7f80970785066af8364342af7149a&lang=en&cache-only=0",
            "defineEn": "the quality of being realistic and practical rather than ideal or theoretical",
            "defineVi": "chất lượng của thực tế và thực tế hơn là lý tưởng hay lý thuyết"
        },
        {
            "id": "ed2994b7-8eaa-4695-b285-a762363943f6",
            "word": "to shoot for",
            "phonetic": "tə ʃuːt fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3QgZm9y&hash=088ede0a6bbb436711aa231912913069f46845cc&lang=en&cache-only=0",
            "defineEn": "to attempt to achieve something, particularly a difficult goal",
            "defineVi": "để cố gắng để đạt được một cái gì đó, đặc biệt là một mục tiêu khó khăn"
        },
        {
            "id": "185ea1ec-3b4a-4bd2-9097-28aee62258ce",
            "word": "to strive",
            "phonetic": "tə stɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cogs in a machine can't strive for excellence.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream.",
                "As a teacher, I believe that the sun loses nothing by shining into a puddle, and I strive to give my students the tools and resources they need to succeed.",
                "Instead of hiring the brightest scientists and locking them in an ivory tower with like-minded people, the organization strives to embrace collaboration and a full-stack scope of solutions.",
                "Sarah was always striving for more success and recognition at work, but she found herself constantly stressed and anxious."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaXZl&hash=4afec84a2a6a4d528351826d16b286e1900fbdbd&lang=en&cache-only=0",
            "defineEn": "to try as hard as possible to achieve a goal",
            "defineVi": "để cố gắng hết sức có thể để đạt được một mục tiêu",
            "hasImg": true
        },
        {
            "id": "7c718ca6-847a-4663-803b-ff3b5b88a03a",
            "word": "to surmount",
            "phonetic": "tə sɚmaʊnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jeeps and other sport utilities were functional and capable of surmounting obstacles, but often came with a harsh ride, poorly insulated cabins and few creature comforts.",
                "I think the safest place, for me, is a kind of guarded hopefulness, a belief that we are capable of surmounting these challenges, even if it will take everything that we have, and a kind of optimism that is informed by the great difficulty and sometimes the great cost that ensuring peace and the forward motion of democracy has exacted, but believing that you're fundamentally up to those challenges."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VybW91bnQ&hash=f2bdfab2e058d9650867259188f73573819f6f08&lang=en&cache-only=0",
            "defineEn": "to overcome something or deal with it successfully",
            "defineVi": "để vượt qua một cái gì đó hoặc đối phó với nó thành công"
        },
        {
            "id": "e2a5513a-2b0b-462e-b170-332335bac6fd",
            "word": "to thrive",
            "phonetic": "tə θɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "I believe that living at college gives you the best of both worlds: a place where both study and social life can thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyaXZl&hash=3ad33dec26f7ad5354b98324df47f5d151755763&lang=en&cache-only=0",
            "defineEn": "to develop or grow well or continue to be successful",
            "defineVi": "để phát triển hoặc phát triển tốt hoặc tiếp tục thành công",
            "hasImg": true
        },
        {
            "id": "bc120f90-115b-4ec4-aae1-e9ad12393e72",
            "word": "driven",
            "phonetic": "dɹɪvən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- I was very driven as a kid.",
                "I don't know, I just really enjoyed it and the money was good as long as you're very driven.",
                "He was incredibly driven in a way that turned other people, including his CHILDREN, his wife, INTO pawns to be used to his OWN ends.",
                "He was like: \"You know how your task-oriented, driven person.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmVu&hash=954c5a2f916f0418066617fb8bcb576c96a40edf&lang=en&cache-only=0",
            "defineEn": "showing determination and ambition to achieve one's goals",
            "defineVi": "thể hiện quyết tâm và tham vọng đạt được mục tiêu của một người"
        },
        {
            "id": "a236f22d-9ce5-4781-a4af-4f29d801a5f5",
            "word": "zenith",
            "phonetic": "ziːnɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Egypt was the Arab Spring's zenith.",
                "I think I've reached the zenith of my career, probably.",
                "No, today is the kind of zenith of the unhappy tourist day.",
                "The year 1995 represented the zenith of the epidemic and with the widespread use of Highly Active Antiviral Therapy, in 1997 the CDC indicated that the number of AIDS deaths had fallen for the first time. ",
                "With this mercantile power, it was able to extend its sphere of influence across continents, fostering a strong Arab and Indian trader presence throughout its zenith."
            ],
            "audio": "https://tts.langeek.co/read?text=emVuaXRo&hash=b8f46eeb4cbdbf33a2b125db2e91ddc21a37d53f&lang=en&cache-only=0",
            "defineEn": "a period during which someone or something reaches their most successful point",
            "defineVi": "một khoảng thời gian mà ai đó hoặc một cái gì đó đạt đến điểm thành công nhất của họ"
        },
        {
            "id": "d581aa92-ffd9-4cb6-bfe6-f980e3e08500",
            "word": "furtherance",
            "phonetic": "fɜːθɜːɹəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcmFuY2U&hash=582f9aac9b3d4c56d199c245888a7f1a6f763fcb&lang=en&cache-only=0",
            "defineEn": "the process of helping something grow, develop, or become more successful",
            "defineVi": "quá trình giúp một cái gì đó phát triển, phát triển, hoặc trở nên thành công hơn"
        },
        {
            "id": "6f9a032f-1b03-43bb-a768-73ae20b70d5f",
            "word": "to eclipse",
            "phonetic": "tʊ ɪklɪps ",
            "partOfSpeechType": "verb",
            "examples": [
                "Conversely, if you have been papering over the cracks of a relationship these same eclipses will seek them out.",
                "The chance to see a solar eclipse from such a perfect location happens once in a lifetime.",
                "Easily, easily eclipses 400 dollars.",
                "You get an eclipse.",
                "The solar eclipse is so soon!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWNsaXBzZQ&hash=fc9fa7e0ec9d69cb87caadf46c2c509c42a921f2&lang=en&cache-only=0",
            "defineEn": "to become more successful, important, or powerful that someone or something else in a way that they become unnoticeable",
            "defineVi": "để trở thành thành công hơn, quan trọng, hoặc quyền lực mà một ai đó hoặc một cái gì đó khác trong một cách mà họ trở nên không được chú ý"
        }
    ]
}