{
    "id": "bf2e9b96-4ba4-4569-9716-183a8a366edf",
    "title": "Lesson 40",
    "originalTitle": "Lesson 40",
    "words": [
        {
            "id": "d2612908-e9b9-420e-85f8-e39a7f52b279",
            "word": "intramural",
            "phonetic": "ɪntɹəmjʊɹɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmFtdXJhbA&hash=4434c8623aa179cbc7b2ab0ba6d6d2e6321242fa&lang=en&cache-only=0",
            "defineEn": "carried on within the bounds of an institution or community",
            "defineVi": "thực hiện trong giới hạn của một tổ chức hoặc cộng đồng"
        },
        {
            "id": "132558e9-9483-4ad1-ad01-7cab53df19e4",
            "word": "intracellular",
            "phonetic": "ɪntɹəsɛljʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmFjZWxsdWxhcg&hash=c321922c2d09f2490f9a6799ded3c1460338ecaa&lang=en&cache-only=0",
            "defineEn": "located or occurring within a cell or cells",
            "defineVi": "nằm hoặc xảy ra trong một ô hoặc các ô"
        },
        {
            "id": "60f8f67a-696f-48f7-8e7a-e758a5234d33",
            "word": "transcript",
            "phonetic": "tɹænskɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She got this transcript.",
                "He has captions and transcripts.",
                "She's got this transcript.",
                "There was a transcript.",
                "You can write out an entire transcript."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNjcmlwdA&hash=8e14de3de5268221ad2b01a9457db00c1ef2b00c&lang=en&cache-only=0",
            "defineEn": "a reproduction of a written record (e.g. of a legal or school record)",
            "defineVi": "một bản sao của một hồ sơ bằng văn bản (ví dụ như hồ sơ pháp lý hoặc trường học)"
        },
        {
            "id": "91abdcbb-8baf-464d-8455-415ce1454ff9",
            "word": "to transcribe",
            "phonetic": "tə tɹænskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "2, transcribe with set settings.",
                "And when it's talking to the person, it transcribes everything on the screen.",
                "Sensory data is initially transcribed and temporarily recorded in the neurons as short-term memory.",
                "Historians believe that an actor probably transcribed the first quarto his memory and that that actor probably only played really small parts.",
                "But for the most part, transcribing things seemed to be the way to go in this study."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNjcmliZQ&hash=e6e51793e1e1398738242be513c283112dbe12f3&lang=en&cache-only=0",
            "defineEn": "rewrite in a different script",
            "defineVi": "viết lại bằng một kịch bản khác"
        },
        {
            "id": "ec71c3ac-542e-4612-a052-26a6a61867c6",
            "word": "to subvert",
            "phonetic": "tə səbvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "- I'm subverting the genre.",
                "They were subverted.",
                "Prometheus had once again wounded his pride and subverted his authority.",
                "Subverting the choice of the voters by taking it into a legal process, I think, would be a mistake.",
                "Like with Stuxnet, hackers may try to subvert security measures by targeting suppliers as opposed to going after the big utility companies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VidmVydA&hash=2788c30926bf38024ad2cede3495dd59087bd091&lang=en&cache-only=0",
            "defineEn": "cause the downfall of; of rulers",
            "defineVi": "gây ra sự sụp đổ của; của những người cai trị"
        },
        {
            "id": "acb45ce8-2ce0-4aad-874b-5de61a2365ba",
            "word": "subversive",
            "phonetic": "səbvɜːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The truly subversive position is to defend sports.",
                "The truly subversive position is to defend sports.",
                "Though it may seem like a childish fairytale, this intricate opera is full of subversive symbolism, and it's now regarded as one of the most influential operas in history.",
                "They're more subversive than that, right?",
                "They were Really, I think subversive they were going against us and this is something we'll beat IND that about a year and a half ago the 1.3 billion dollars"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidmVyc2l2ZQ&hash=76046ece3cdaea996ce3a8dc5c1daae7dccd0c1a&lang=en&cache-only=0",
            "defineEn": "in opposition to a civil authority or government",
            "defineVi": "đối lập với một cơ quan dân sự hoặc chính phủ"
        },
        {
            "id": "517692bb-b4ff-48bd-b6b5-91eccd89cc04",
            "word": "subversion",
            "phonetic": "səbvɜːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After World War I, Jewish success led to ungrounded accusations of subversion and war profiteering.",
                "I mean, The Party doesn’t just suppress subversion through surveillance, and arrest, and torture, and execution, those oldies but goodies from Totalitarianism for Dummies.",
                "It's a green light to Russian further intervention and subversion of the 2020 election.",
                "And just yesterday, Hong Kong police, on Beijing's behalf, arrested dozens of pro-democracy activists, and accused them of subversion.",
                "The law criminalizes several categories of broadly defined offenses, which include secession, subversion, terrorism, and collusion with foreign or external forces."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidmVyc2lvbg&hash=e83ffa2887642df20f248e4a5c600151287011c6&lang=en&cache-only=0",
            "defineEn": "destroying someone's (or some group's) honesty or loyalty; undermining moral integrity",
            "defineVi": "hủy hoại sự trung thực hoặc lòng trung thành của ai đó (hoặc của một số nhóm); làm xói mòn sự liêm chính đạo đức"
        },
        {
            "id": "9f763190-7da1-41e2-8b2b-1ecfdbe1a908",
            "word": "to retrace",
            "phonetic": "tə ɹᵻtɹeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We’ve retraced what happened minute by minute.",
                "Of us retracing, retracing the steps.",
                "Just like planetary tree rings, geologists could analyze the rock on either side of the ridge to retrace its history.",
                "If you haven’t already, check out part 1 and retrace the mysterious path of our family tree.",
                "If fire was so helpful in fueling human migration, then can we track its use around the world, to retrace our steps?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cmFjZQ&hash=7f8e116227212ad8f54ee2197b1e582922c6ae9e&lang=en&cache-only=0",
            "defineEn": "to return somewhere from the same way that one has come",
            "defineVi": "để trở lại một nơi nào đó từ cùng một cách mà người ta đã đến"
        },
        {
            "id": "f5bacc80-02ca-42c2-8450-95f47568b43f",
            "word": "to retract",
            "phonetic": "tə ɹᵻtɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician had to eat crow and retract his statements after they were proven to be false.",
                "But later on she retracted her complaint and her statement to Roland.",
                "Eventually the magazine retracted the story, an indication that it was probably not true.",
                "The landing gear was retracted and the airplane was set on some shipping trestles.",
                "Unlike modern turtles, it couldn’t retract its head into its shell, but had defensive spines on its neck."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cmFjdA&hash=669714fa207d0c801d20d43adbf1a65616efb230&lang=en&cache-only=0",
            "defineEn": "pull inward or towards a center",
            "defineVi": "kéo vào trong hoặc về phía trung tâm"
        },
        {
            "id": "9edb4c14-0c31-400e-a328-fd85bfac346e",
            "word": "retraction",
            "phonetic": "ɹᵻtɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Induce a retraction of the Kremlin’s control and influence, and 4.",
                "They also wanted a retraction so the protest would not be classified as a riot.",
                "And Einstein eventually saw that Friedmann was right - so he admitted it and published a retraction of his previous criticism."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cmFjdGlvbg&hash=4fbb4a1c17aecf5e1a7c0c4307acb3474965950c&lang=en&cache-only=0",
            "defineEn": "the act of pulling or holding or drawing a part back",
            "defineVi": "hành động kéo hoặc giữ hoặc kéo một phần trở lại"
        },
        {
            "id": "a17988a6-3880-4a65-9569-5af52d748f25",
            "word": "to retrench",
            "phonetic": "tə ɹᵻtɹɛntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Tigray party retrenched in their home region, defying Abiy by holding regional elections.",
                "They had to retreat and they had to literally retrench.",
                "But then once the Germans retrenched, you have roughly this position being static for the next three years and the famous trench warfare of the Western front that you might have seen movies on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cmVuY2g&hash=ebf86207ee684f2eee8887f6cea7df5111139851&lang=en&cache-only=0",
            "defineEn": "make a reduction, as in one's workforce",
            "defineVi": "giảm bớt, như trong lực lượng lao động của một người"
        },
        {
            "id": "2e1ccf51-fcc1-48d6-9ccd-34e17fe23df4",
            "word": "characteristic",
            "phonetic": "kæɹɪktɚɹɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I learned about different breeds of cows and their characteristics.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "The sound of crunching leaves underfoot is a characteristic of the fall season.",
                "At the beginning of the list of elements, characteristics repeat every seven elements.",
                "We all have personality characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVyaXN0aWM&hash=9a52edbcc83b8fcfbbc2a8c3fd52d6cc13759844&lang=en&cache-only=0",
            "defineEn": "describing something that is very typical of something or a person's character",
            "defineVi": "mô tả một cái gì đó là rất điển hình của một cái gì đó hoặc nhân vật của một người"
        },
        {
            "id": "c9b172a8-3093-4245-ab9d-2ed5c4d939b1",
            "word": "charisma",
            "phonetic": "kɚɹɪsmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the upcoming election, supporters of the party are hoping for a dream ticket that combines the experience and wisdom of Senator Davis with the youthful energy and charisma of Mayor Thompson.",
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "She has charisma.",
                "People with charisma make people feel good about themselves.",
                "People like Palin and Obama and these people, there’s something about their charisma and something about their ability to own a room. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmlzbWE&hash=15ae6cb03733612131bd7952f97d2fddef52781d&lang=en&cache-only=0",
            "defineEn": "a compelling charm or attractiveness that inspires devotion and enthusiasm in others",
            "defineVi": "một sự quyến rũ hấp dẫn hoặc sức hấp dẫn truyền cảm hứng cho sự tận tâm và nhiệt tình ở người khác"
        },
        {
            "id": "7f1f4f53-fc33-4a0a-8573-5d40bab4adab",
            "word": "debacle",
            "phonetic": "deɪbɑːkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom's going to google this debacle.",
                "So this, at least from a military point of view, was a complete debacle from the United States point of view.",
                "After the debacle in Iowa, national attention has focused even more intensely on New Hampshire as the first real clean test of political momentum in this race.",
                "It turns into this debacle, and literally the Russians storm it.",
                "And it became a real visual political debacle for President Trump. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViYWNsZQ&hash=0dde99c70737a1cbfbbf1ec3a1058a63ea5c01e4&lang=en&cache-only=0",
            "defineEn": "a sudden and violent collapse",
            "defineVi": "một sự sụp đổ đột ngột và dữ dội"
        },
        {
            "id": "7b497027-a98f-4228-9f33-6905fe17c643",
            "word": "to debase",
            "phonetic": "tə dᵻbeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have an illiberal president who assaults our institutions, our values, our democracy, who debases our culture. ",
                "It was very intellectually fashionable to debase about this, you know, a good 10 years ago and it never happened."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXNl&hash=092724986a5d16628c5f8a640ed0166719a5451a&lang=en&cache-only=0",
            "defineEn": "lower in value by increasing the base-metal content",
            "defineVi": "giảm giá trị bằng cách tăng hàm lượng kim loại cơ bản"
        },
        {
            "id": "66bdfba0-2c5b-4a12-b7f4-d4a076cd6cac",
            "word": "effeminacy",
            "phonetic": "ɛfɪmɪnəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmZW1pbmFjeQ&hash=694dfd2dc481d5ba1e89a4132765add56b3b2b5d&lang=en&cache-only=0",
            "defineEn": "the trait of being effeminate (derogatory of a man)",
            "defineVi": "đặc điểm của ẻo lả (xúc phạm của một người đàn ông)"
        },
        {
            "id": "fc307ae4-41f9-4f75-9430-bd0b34a86521",
            "word": "effeminate",
            "phonetic": "ɛfɛmᵻneɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmZW1pbmF0ZQ&hash=225a478922b663c16a86e5e1aa0becfd321c1e4f&lang=en&cache-only=0",
            "defineEn": "having unsuitable feminine qualities",
            "defineVi": "có phẩm chất nữ tính không phù hợp"
        },
        {
            "id": "6ff1586f-1017-4279-ab20-0e42f8c20fb5",
            "word": "folio",
            "phonetic": "foʊlɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a folio.",
                "The most basic folio you can buy from their website.",
                "And then this is another folio.",
                "They're still selling it on their website with a folio and a stylus for 300 bucks.",
                "Like I expected this to be a folio case like on the old folio cases."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9saW8&hash=2b4adea03ec5dc7dd630f7187f23ff2cf60ecd61&lang=en&cache-only=0",
            "defineEn": "a sheet of any written or printed material (especially in a manuscript or book)",
            "defineVi": "một tờ của bất kỳ tài liệu viết hoặc in nào (đặc biệt là trong một bản thảo hoặc sách)"
        },
        {
            "id": "47cca234-3304-4dee-952d-0428bfbaacd6",
            "word": "foliage",
            "phonetic": "foʊlɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden appears wild and woolly, with overgrown plants and tangled foliage.",
                "They use camouflage to stay hidden amongst the foliage.",
                "Research indicates that the presence of green foliage increases attention spans and decreases stress levels.",
                "Stumpy is a White's tree frog, and he loves hiding in his foliage.",
                "But at night, they change color and become pale enough that flashlights can pick them out amongst the foliage."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9saWFnZQ&hash=4442c196620821e68918625297bcb340cb5c8be1&lang=en&cache-only=0",
            "defineEn": "a plant or tree's branches and leaves collectively",
            "defineVi": "một cây hoặc cành cây và lá chung",
            "hasImg": true
        }
    ]
}