{
    "id": "bf575417-25d6-432f-8971-4fe8bbb577f5",
    "title": "News and Journalism",
    "originalTitle": "News and Journalism",
    "words": [
        {
            "id": "c625dbc5-d5d6-41ea-baac-438eb37a185b",
            "word": "anchorman",
            "phonetic": "æŋkɚmən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5jaG9ybWFu&hash=6087387aff45105580c3b8efcd40510237188b56&lang=en&cache-only=0",
            "defineEn": "a television reporter who coordinates and performs a live broadcast to which several correspondents contribute",
            "defineVi": "một phóng viên truyền hình điều phối và thực hiện một chương trình phát sóng trực tiếp mà một số phóng viên đóng góp",
            "hasImg": true
        },
        {
            "id": "90c127aa-809b-41d1-b2ec-2d6d22fc4539",
            "word": "teleprompter",
            "phonetic": "tɛlᵻpɹɑːmptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's on a teleprompter.",
                "NICK SCHIFRIN: 12:15 p.m., President Trump departs from his teleprompter and urges the crowd to fight.",
                "And by and large, we didn’t use a teleprompter until probably May of the campaign. ",
                "You know, the teleprompter is not a friend of Donald Trump, and he proved that tonight.",
                "I would memorize it more 'cause our teleprompter sucked, but uh, once we got like, a better teleprompter, it became a lot easier to just actually go through the teleprompter."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZXByb21wdGVy&hash=e870dbdd086941aa03b4317695bf83101f2aa3b9&lang=en&cache-only=0",
            "defineEn": "an electronic device that displays the script for people who are speaking in public, or on television",
            "defineVi": "một thiết bị điện tử hiển thị tập lệnh cho những người đang nói trước công chúng hoặc trên truyền hình"
        },
        {
            "id": "c9c375f3-1e6a-473e-8f8e-68dc09077724",
            "word": "teletext",
            "phonetic": "tɛlᵻtɛkst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZXRleHQ&hash=efbf2d35a68ee22f5a0e11b0722920e123454c98&lang=en&cache-only=0",
            "defineEn": "a service delivering written news and information through television, currently replaced by other information services provided on a television network",
            "defineVi": "một dịch vụ cung cấp tin tức và thông tin bằng văn bản qua truyền hình, hiện đang được thay thế bằng các dịch vụ thông tin khác được cung cấp trên mạng truyền hình"
        },
        {
            "id": "11cba7d4-829e-4ded-bfd2-900be7722753",
            "word": "tell-all",
            "phonetic": "tɛlɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsbC1hbGw&hash=50237293dc0f50b4b34e41b0c82a8d7a36c27e04&lang=en&cache-only=0",
            "defineEn": "(of a book, an interview, etc.) in which an individual, usually a celebrity, reveals shocking information",
            "defineVi": "(của một cuốn sách, một cuộc phỏng vấn, v.v.) trong đó một cá nhân, thường là người nổi tiếng, tiết lộ thông tin gây sốc"
        },
        {
            "id": "0e13642c-e2af-4b68-993f-1a87fbbe4fad",
            "word": "to blaze",
            "phonetic": "tə bleɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Wright brothers blazed a trail in aviation by building the first successful airplane.",
                "The firefighter held a hose on the blaze.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team.",
                "I'm coming at you with both guns blazing.",
                "They stepped out from behind the building with guns blazing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhemU&hash=2870aef50ff0bdd1299fa38b48beb68653ba36f5&lang=en&cache-only=0",
            "defineEn": "to announce news, in a way and manner that it gets a lot of attention",
            "defineVi": "để thông báo tin tức, trong một cách và cách mà nó nhận được rất nhiều sự chú ý"
        },
        {
            "id": "8a2291a2-8ca3-45af-af08-7966afc82890",
            "word": "to carry",
            "phonetic": "tə kæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "The judge's ruling carries significant weight in the legal community.",
                "She carries the heavy grocery bags with one arm.",
                "He carries a gym bag with his workout clothes and water bottle.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnk&hash=483282b2957a8fea0f169999e3ed06ba2cccc9cb&lang=en&cache-only=0",
            "defineEn": "(of a television, radio network, or newspaper) to broadcast or publish something, or to include specific information in a report",
            "defineVi": "(của một đài truyền hình, đài phát thanh hoặc báo chí) để phát sóng hoặc xuất bản một cái gì đó, hoặc để đưa thông tin cụ thể vào một báo cáo",
            "hasImg": true
        },
        {
            "id": "d314b903-509f-4d82-9f6e-9cb5009d368d",
            "word": "back issue",
            "phonetic": "bæk ɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjayBpc3N1ZQ&hash=b8d0b01514ff5128749c706711403033bf555887&lang=en&cache-only=0",
            "defineEn": "an earlier copy of a magazine or a newspaper",
            "defineVi": "một bản sao trước đó của một tạp chí hoặc một tờ báo"
        },
        {
            "id": "d939c32b-0806-4cbf-8453-4c91b90e3d26",
            "word": "backstory",
            "phonetic": "bækstoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The backstory on that was aboslutely-- -",
                "Do you know the backstory there.",
                "And in The Silence you do get a little more backstory.",
                "And tattooing has a lot of context and backstory.",
                "There's a lot of backstory to this, though."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3N0b3J5&hash=3a3207cc6f13424e964a3fcbb7c28f1e29fe2094&lang=en&cache-only=0",
            "defineEn": "background information about a news story",
            "defineVi": "thông tin cơ bản về một câu chuyện tin tức"
        },
        {
            "id": "bbcd2ac5-a689-4aa8-a7a3-25aa4921e447",
            "word": "lead story",
            "phonetic": "liːd stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We return now to our lead story, today's move by the GOP to block an investigation into the Capitol insurrection.",
                "And we return now to our lead story, and that is the guilty verdict in the trial of Derek Chauvin for the murder of George Floyd.",
                "So let's start with our lead story tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZCBzdG9yeQ&hash=e9603998f2a07335e5dad76214d1f8a1efb0279a&lang=en&cache-only=0",
            "defineEn": "an item of news that is given the most prominence in a news broadcast, magazine, or newspaper",
            "defineVi": "một mục tin tức được đưa ra nổi bật nhất trong một chương trình phát sóng tin tức, tạp chí hoặc báo"
        },
        {
            "id": "e7966be8-7788-4efe-be70-a01f29c6c57f",
            "word": "broadsheet",
            "phonetic": "bɹɔːdʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And it’s important to note that Rubens was working from images that had already been around for a long time, in the form of black and white engravings of the devil and witches in broadsheets and books."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRzaGVldA&hash=e0394f3dc1e68e87bea1ab182b5c87f063d277e7&lang=en&cache-only=0",
            "defineEn": "a newspaper that is published on a large piece of paper regarded as more serious",
            "defineVi": "một tờ báo được xuất bản trên một tờ giấy lớn được coi là nghiêm trọng hơn",
            "hasImg": true
        },
        {
            "id": "c2a09cfa-baa7-48ca-9a52-698b95639f7f",
            "word": "gazette",
            "phonetic": "ɡəzɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Venetian gazette was a precursor to the modern newspaper.",
                "The French termed this the gazette.",
                "Its circulation was limited by an odd anachronism: these gazettes were still being written by hand.",
                "The Venetian gazette fit all the characteristics that I just listed, except for one."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F6ZXR0ZQ&hash=eaa4483f973037786ff121aa92c52f9a15febe79&lang=en&cache-only=0",
            "defineEn": "an official journal or newspaper that contains serious information about decision making and policies, published by an organization",
            "defineVi": "một tạp chí hoặc tờ báo chính thức có chứa thông tin nghiêm túc về việc ra quyết định và chính sách, được xuất bản bởi một tổ chức"
        },
        {
            "id": "94ce6681-a24a-4b90-b6e5-79ea21376518",
            "word": "organ",
            "phonetic": "ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart is a vital organ that pumps blood throughout the body.",
                "The human body has many different organs, such as the heart, lungs, and liver.",
                "Cells make up organs.",
                "Organs form individuals.",
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW4&hash=236915cb75bbfd1eed6eb1d3758d8821e2bec178&lang=en&cache-only=0",
            "defineEn": "a newspaper, periodical, or magazine published by a particular group or organization to promote their views",
            "defineVi": "một tờ báo, tạp chí định kỳ hoặc tạp chí được xuất bản bởi một nhóm hoặc tổ chức cụ thể để quảng bá quan điểm của họ"
        },
        {
            "id": "e44da137-c3ae-4a9b-9ea7-8c40fa262af8",
            "word": "biweekly",
            "phonetic": "bɪwiːkli ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is my biweekly paycheck and this is my gross pay."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml3ZWVrbHk&hash=86ed68fa6009d76c56efe4ed1516a4a866f49c1e&lang=en&cache-only=0",
            "defineEn": "something that occurs or is published every two weeks, typically referring to a publication, such as a newspaper or magazine, that is issued or updated once every two weeks",
            "defineVi": "một cái gì đó xảy ra hoặc được xuất bản hai tuần một lần, thường đề cập đến một ấn phẩm, chẳng hạn như một tờ báo hoặc tạp chí, được phát hành hoặc cập nhật hai tuần một lần"
        },
        {
            "id": "2ab3294d-2e92-469a-a0c3-cc434f9eda79",
            "word": "advertorial",
            "phonetic": "ɐdvɚtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0b3JpYWw&hash=ee1d8c02e87031527a62e07e844e54340ad8139c&lang=en&cache-only=0",
            "defineEn": "a piece of advertisement in a newspaper or magazine, designed to seem like an objective article and not an advertisement",
            "defineVi": "một mẩu quảng cáo trên một tờ báo hoặc tạp chí, được thiết kế giống như một bài báo khách quan và không phải là một quảng cáo"
        },
        {
            "id": "7b2a157e-3989-4028-8a6b-788a65c37cab",
            "word": "byline",
            "phonetic": "baɪlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seven of us in all, you know, bylined on this story, which means that they were closely involved in the reporting of it and the production of it.",
                "I knew from my mother that the economics for women were not always equitable, but I certainly didn't realize that there was a time when women weren't allowed to be on the air or even have a byline in the newspaper."
            ],
            "audio": "https://tts.langeek.co/read?text=YnlsaW5l&hash=f7a1958664b31964dce0487b1585e6b3899ccb54&lang=en&cache-only=0",
            "defineEn": "a line that gives the writer's name, usually at the beginning or end of a column",
            "defineVi": "một dòng cung cấp tên của nhà văn, thường ở đầu hoặc cuối cột"
        },
        {
            "id": "e7eaf464-1684-4b3c-83ce-e18138012b07",
            "word": "canard",
            "phonetic": "kænɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He started his relationship with George W. Bush with the famous Bush looking in his eyes and seeing his soul and the cross story and all those canards about how the relationship got started."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuYXJk&hash=c623290e4a78ad104214cf8afb1b0af460943e47&lang=en&cache-only=0",
            "defineEn": "a baseless and made-up news or story created to mislead people",
            "defineVi": "một tin tức hoặc câu chuyện vô căn cứ và bịa đặt được tạo ra để đánh lừa mọi người"
        },
        {
            "id": "e2dfd1e1-27e3-46a8-81c6-ed7a6e1054f9",
            "word": "censorship",
            "phonetic": "sɛnsɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Censorship goes both ways.",
                "US senators have criticized TikTok for censorship, privacy, and child safety.",
                "They singled out torture, censorship, and their arrogance and capriciousness.",
                "Secondly, Russia, first time in the history, officially adopted censorship on the Internet after 2012.",
                "Then government censorship policies in the late 1960s banned the horror genre in its entirety, and pontianak films became scarce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc29yc2hpcA&hash=27016f40cbf2f959cc1e59dcdb9ada10759ec814&lang=en&cache-only=0",
            "defineEn": "the act or policy of eliminating or prohibiting any part of a movie, book, etc.",
            "defineVi": "hành động hoặc chính sách loại bỏ hoặc cấm bất kỳ phần nào của phim, sách, v.v."
        },
        {
            "id": "8a709459-2a75-443b-bfb1-d59f9feca2a4",
            "word": "write-up",
            "phonetic": "ɹaɪtʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "If they catch you not scanning, you get a write-up.",
                "I was handing out some handout cards that we have a picture on it and a little write-up on the back of it."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGUtdXA&hash=77d611343e40290c7ffa5476eedce15860fd9c33&lang=en&cache-only=0",
            "defineEn": "a written account that is written in a newspaper to review a book, performance, or event",
            "defineVi": "một tài khoản bằng văn bản được viết trên một tờ báo để xem xét một cuốn sách, hiệu suất, hoặc sự kiện"
        },
        {
            "id": "5501623d-4766-4efc-9669-b23306b5fe70",
            "word": "yellow journalism",
            "phonetic": "jɛloʊ dʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eWVsbG93IGpvdXJuYWxpc20&hash=a6bed90aa5691fd6e2e4378613018994447dcb5b&lang=en&cache-only=0",
            "defineEn": "a style of reporting that prioritizes sensationalism, exaggeration, and misleading tactics to attract readership",
            "defineVi": "một phong cách báo cáo ưu tiên chủ nghĩa giật gân, cường điệu và các chiến thuật gây hiểu lầm để thu hút độc giả"
        },
        {
            "id": "87afa465-0b32-48b0-bfcc-57a2f2d8a926",
            "word": "supplement",
            "phonetic": "sʌplɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Support your thyroid health by incorporating bladderwrack supplements into your daily routine.",
                "Most herbivores supplement a leafy diet with higher energy foods like fruit and seeds.",
                "In addition to porpoise meat, the early Polynesian settlers supplemented their diet with seabirds, land birds, and rats.",
                "According to the Council for Responsible Nutrition, 77% of U.S. adults take dietary supplements.",
                "In the end, only 35 supplements met the hospital's standards."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGxlbWVudA&hash=990c9af4d19ba9f8acdf2074997b3e1a69e902e9&lang=en&cache-only=0",
            "defineEn": "a separate section, usually in the form of a colored magazine, sold with a newspaper",
            "defineVi": "một phần riêng biệt, thường ở dạng tạp chí màu, được bán cùng với một tờ báo"
        },
        {
            "id": "16692285-e2a1-416a-a27a-d8e4de06d125",
            "word": "stringer",
            "phonetic": "stɹɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nZXI&hash=5ca0fa5936f34f8c140a763f27f28c1e4451aab1&lang=en&cache-only=0",
            "defineEn": "a journalist who is not an employee of a newspaper, but who supplies stories for that newspaper from time to time",
            "defineVi": "một nhà báo không phải là nhân viên của một tờ báo, nhưng thỉnh thoảng cung cấp các câu chuyện cho tờ báo đó"
        },
        {
            "id": "12749ceb-c0b8-4545-aa09-4e5674dec2e9",
            "word": "stop press",
            "phonetic": "stɑːp pɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcCBwcmVzcw&hash=f8cd93c045a57bf76c0b213640c616f9e4659a42&lang=en&cache-only=0",
            "defineEn": "the most recent and important news that is added to a newspaper at the last moment before printing or after the start of the printing process, especially as a heading",
            "defineVi": "tin tức mới nhất và quan trọng được thêm vào một tờ báo vào thời điểm cuối cùng trước khi in hoặc sau khi bắt đầu quá trình in, đặc biệt là dưới dạng tiêu đề"
        },
        {
            "id": "30d558bd-c50d-46de-b8d2-104c00f2cdae",
            "word": "sidebar",
            "phonetic": "saɪdbɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We don’t do sidebars. ",
                "Your device will show up in the iTunes sidebar.",
                "On a Mac, your device should appear on the sidebar of the Finder window.",
                "Select your iPhone in the sidebar on the left under \"Devices.\"",
                "At the bottom of the sidebar menu on the right, tap the sharing button."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZWJhcg&hash=d54d90f748465c3349d8cb594bb8ef1bf40e33f9&lang=en&cache-only=0",
            "defineEn": "a brief piece in a newspaper printed next to the main article, providing additional information",
            "defineVi": "một đoạn ngắn trong một tờ báo được in bên cạnh bài báo chính, cung cấp thông tin bổ sung"
        },
        {
            "id": "ce9edaab-67ec-4ada-9025-ce62bdcf4f03",
            "word": "scoop",
            "phonetic": "skuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "A scoop of muskmelon sorbet is the perfect dessert to cool down after a spicy meal.",
                "A scoop of tayberry ice cream was the perfect treat to cool down on a hot day.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nvb3A&hash=91eebef419c5385903f8e414d3c2975b55d8f90a&lang=en&cache-only=0",
            "defineEn": "a piece of news reported by a news agency sooner than other media channels or newspapers",
            "defineVi": "một mẩu tin tức được đưa tin bởi một hãng thông tấn sớm hơn các kênh truyền thông hoặc báo chí khác"
        },
        {
            "id": "1f32d131-50ce-4ad8-9be7-308e6f3547bb",
            "word": "roundup",
            "phonetic": "ɹaʊndʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, the U.S. is increasing roundups of undocumented immigrants.",
                "As with any pesticide, it’s not perfect, but Roundup is /much/ less toxic to people and the environment than the vast majority of herbicides.",
                "If the price is extremely right, if I was making a roundup of mice, this would definitely be a contender for a great value proposition.",
                "I was just informed by Spotify in my 2020 Roundup that I listened to 11 episodes of Conan O'Brien Needs a Friend in one day.",
                "There’s also talk now about the roundups and the mass deportations. "
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bmR1cA&hash=17879d406c70e6a1359d7448b159941dd23dcb83&lang=en&cache-only=0",
            "defineEn": "a summary of the most significant news",
            "defineVi": "một bản tóm tắt các tin tức quan trọng nhất"
        },
        {
            "id": "a11194f0-dd24-480d-8c23-2aa6d76183a8",
            "word": "rave",
            "phonetic": "ɹeɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old man ranted and raved about the new waste collection system, but he had to accept it.",
                "Stop ranting and raving for a minute and start being honest with yourself.",
                "The appearance of a personality in a public place made fans raving bonkers.",
                "That noise is going to drive me stark raving mad.",
                "For heaven's sake Bruce, have you gone stark raving mad?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmF2ZQ&hash=130de314eff3a0c619e76afa1b2fa7f72f62f72a&lang=en&cache-only=0",
            "defineEn": "an enthusiastic article published in a magazine or newspaper about a particular film, book, etc.",
            "defineVi": "một bài báo nhiệt tình được đăng trên một tạp chí hoặc tờ báo về một bộ phim, cuốn sách cụ thể, v.v."
        },
        {
            "id": "3e99aea2-0490-4c53-acaf-445436c74209",
            "word": "lede",
            "phonetic": "liːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Second, don’t bury your lede."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVkZQ&hash=e6c94dab21caf171e761c2d1793753203c7f7827&lang=en&cache-only=0",
            "defineEn": "the first sentence or paragraph of a news story, presenting the most significant aspects of the story",
            "defineVi": "câu đầu tiên hoặc đoạn văn của một câu chuyện tin tức, trình bày các khía cạnh quan trọng nhất của câu chuyện"
        },
        {
            "id": "2778d3c9-c648-431e-a748-032325b21909",
            "word": "op-ed",
            "phonetic": "ɑːpɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You wrote that op-ed piece.",
                "And I issued an op-ed.",
                "You refer to it in the op-ed piece.",
                "He wrote a op-ed or open letter in Axios a couple weeks ago.",
                "So there were a couple laboratory scientists who actually wrote op-eds in scientific journals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3AtZWQ&hash=9f84f2454b6fcc2f4166ea5fb3a96cae1d3efda1&lang=en&cache-only=0",
            "defineEn": "a section in the newspaper that contains personal opinions about the news and feature articles, opposite the editorial page",
            "defineVi": "một phần trong tờ báo chứa ý kiến cá nhân về tin tức và bài viết nổi bật, đối diện với trang xã luận"
        },
        {
            "id": "f5ecf43c-5b55-451a-934c-8eb6dcea0d52",
            "word": "offprint",
            "phonetic": "ɔfpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmcHJpbnQ&hash=fb232436c824bb8d20935f935a43510ca0f96e89&lang=en&cache-only=0",
            "defineEn": "an article that has been separately printed, published in the first place as a piece in a magazine or newspaper",
            "defineVi": "một bài báo đã được in riêng, xuất bản lần đầu tiên dưới dạng một bài báo trên tạp chí hoặc báo"
        },
        {
            "id": "62708a3b-0b72-4f38-90e8-3b8a370a674f",
            "word": "obituary",
            "phonetic": "oʊbɪtʃuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had just read his own mistaken obituary.",
                "I wouldn't underplay theaters quite yet or write their obituaries yet.",
                "To the Nobel Prize folks, you've done great work over the past century, but consider this your mistaken obituary . . .",
                "Looking through these geologic obituaries, we know that around 66 million years ago, a lot of them went extinct at once, when a 10 km-wide asteroid landed in what is today Mexico’s Yucatan Peninsula.",
                "They printed Bourbaki’s obituary, complete with mathematical puns."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JpdHVhcnk&hash=5d8d693d3a06cfeccb61bdf75ffddbf6c24e68ca&lang=en&cache-only=0",
            "defineEn": "an article or report, especially in a newspaper, published soon after the death of a person, typically containing details about their life",
            "defineVi": "một bài báo hoặc báo cáo, đặc biệt là trên một tờ báo, được xuất bản ngay sau cái chết của một người, thường chứa thông tin chi tiết về cuộc sống của họ"
        },
        {
            "id": "5003693c-9c95-4008-beb2-9fbc68d06dd4",
            "word": "hit piece",
            "phonetic": "hɪt piːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGl0IHBpZWNl&hash=ed7951f4c0f6de53a1abad4c96482cbd9e4d3493&lang=en&cache-only=0",
            "defineEn": "a report, article, etc. that aims to bring down someone or something by presenting forged facts",
            "defineVi": "một báo cáo, bài báo, v.v. nhằm mục đích hạ bệ ai đó hoặc cái gì đó bằng cách trình bày các sự kiện giả mạo"
        },
        {
            "id": "6cb758c6-3013-42a2-bbe3-aac0eb14c435",
            "word": "mouthpiece",
            "phonetic": "maʊθpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mr. Biden vowed that his attorney general would be an independent voice, not a mouthpiece for the White House.",
                "Remember the meaning doesn’t live inside the work, and also the artwork is not a direct mouthpiece for the artist.",
                "Then suddenly, his tweets became the mouthpiece for a sitting president.",
                "We were like the symbol of the free press and just the one and only mouthpiece of democratic values.",
                "The head of the Russian propaganda mouthpiece, Russia Today, or RT, she wrote, she tweeted a saying that she was almost ready to put American flag on her car."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91dGhwaWVjZQ&hash=07a6c8b21f8fa042c910c44221bfd7709268f4c7&lang=en&cache-only=0",
            "defineEn": "a person, newspaper, or organization that represents the views of another person, a government, etc.",
            "defineVi": "một người, tờ báo hoặc tổ chức đại diện cho quan điểm của người khác, chính phủ, v.v."
        },
        {
            "id": "dc5f94bb-d827-4ebd-b2b5-5130d4d09407",
            "word": "masthead",
            "phonetic": "mæsthɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFzdGhlYWQ&hash=c25795d4823e9738ab678690e4be5c9e8b5321f2&lang=en&cache-only=0",
            "defineEn": "the title of a magazine or newspaper at the top of the first page or website in a unique design",
            "defineVi": "tiêu đề của một tạp chí hoặc tờ báo ở đầu trang hoặc trang web đầu tiên trong một thiết kế độc đáo"
        }
    ]
}