{
    "id": "c0c66f8f-e25f-4e98-a1d1-fc4ce48a9906",
    "title": "Lesson 15",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "faaa3a48-80b6-4974-8211-ef1dbc9b089a",
            "word": "lineage",
            "phonetic": "lɪnɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tuatara and its lineage comes off here.",
                "What lineage gave rise to these weird reptiles with beaks for mouths and retractable necks?",
                "Within the hominids, the orangutan lineage branched off between 12 and 15 million years ago.",
                "One lineage of aquatic temnospondyls proliferated in the early Triassic: the Stereospondyls.",
                "A pedigree is proof of a dog's lineage."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZWFnZQ&hash=4b2b4973ecc430d8b665c400cca9f8787a2a6383&lang=en&cache-only=0",
            "defineEn": "the group of one's relatives who share an ancestor",
            "defineVi": "nhóm người thân của một người có chung tổ tiên"
        },
        {
            "id": "ea6e421c-e654-4aee-99d4-44df39dcd31e",
            "word": "linear",
            "phonetic": "lɪnɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Otoliths also sense linear motion.",
                "This is linear.",
                "It was linear.",
                "Rotational problems are just linear problems with a radius.",
                "Their linears are also called Red."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZWFy&hash=6cbc7186c3d679a42eed5238ebb4d2ec36cfe4cc&lang=en&cache-only=0",
            "defineEn": "designating or involving an equation whose terms are of the first degree",
            "defineVi": "chỉ định hoặc liên quan đến một phương trình có các thuật ngữ ở mức độ đầu tiên"
        },
        {
            "id": "cedc93e3-6dab-4501-9cae-8c51d1d06f58",
            "word": "liner",
            "phonetic": "laɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's your liners right there on the ground.",
                "Captains navigate the cruise liners from the US, UK, and Italy.",
                "This is the NYX Epic Ink liner in black.",
                "Soldiers wore new plastic helmet liners and water-resistant vinyl raincoats.",
                "But this is the Nyx matte liquid liner."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZXI&hash=f7a45c9a8b1332c2e34eb70e4cbb9b0ca062540c&lang=en&cache-only=0",
            "defineEn": "a piece of cloth that is used as the inside surface of a garment",
            "defineVi": "một mảnh vải được sử dụng như bề mặt bên trong của quần áo",
            "hasImg": true
        },
        {
            "id": "ef6ab1d6-0510-48c1-9857-997a59f7f33a",
            "word": "nomenclature",
            "phonetic": "nəmɛŋklətʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his work on binomial nomenclature, Linneaus set-up a similarity hierarchy where we move from most similar groups to least similar groups. ",
                "Linnaeus got a medical degree and became a professor at Uppsala University where he devoted himself to the study of nomenclature.",
                "The nomenclature's getting really confusing there.",
                "The Cherokee began life in the 1970s as a two door version of the Wagoneer built on the Wagoneer's large platform called the SJ platform in the company's nomenclature.",
                "But while there is evidence of Tolkien's language invention serving his nomenclature in The Hobbit, it was not until the publication of the first entry in the Lord of the Rings trilogy, The Fellowship of the Ring in 1954, that readers were given the first longer samples of his Elvish languages."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9tZW5jbGF0dXJl&hash=135636275feeb76288d1fe8a159d8202d7e1bdf2&lang=en&cache-only=0",
            "defineEn": "a system of words used to name things in a particular discipline",
            "defineVi": "một hệ thống các từ được sử dụng để đặt tên cho những thứ trong một chuyên ngành cụ thể"
        },
        {
            "id": "52fed494-c40e-4749-adcd-54f18047327e",
            "word": "nominal",
            "phonetic": "nɑːmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This all looks nominal.",
                "\"Nominal\" means a price from the past that hasn't been adjusted for inflation.",
                "So not only will we have to ensure safe operations for the passengers on board, but also for off nominal cases, ensuring the safety of the folks that are on the ground.",
                "The main enemy was Shamil Basayev, a Chechen man who was a nominal separatist.",
                "But one of the things are if we do have deflation, the problem gets even worse because in deflation, people's ability to generate income and so on, in nominal dollars declines."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9taW5hbA&hash=48adacc2c5708def2ba543b0bbb33e9d5d157296&lang=en&cache-only=0",
            "defineEn": "relating to or constituting or bearing or giving a name",
            "defineVi": "liên quan đến hoặc cấu thành hoặc mang hoặc đặt tên"
        },
        {
            "id": "d5593931-b602-4bc5-beac-f4cb2add7207",
            "word": "to nominate",
            "phonetic": "tə nɑːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well it was just nominated for an Oscar, so put that in your pipe and smoke it!",
                "An obscure Nebraska congressman is nominated for president, William Jennings Bryan.",
                "The next day, the president nominated Bork. ",
                "Five years ago, residents were nominated for the Nobel Peace Prize for saving the lives of so many migrants.",
                "You can't nominate Merrick Garland or anybody."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9taW5hdGU&hash=a8bbe8c76d71558e0c9efd72e37e0a95afc80448&lang=en&cache-only=0",
            "defineEn": "propose as a candidate for some honor",
            "defineVi": "đề xuất như một ứng cử viên cho một số danh dự"
        },
        {
            "id": "f4d9f37d-a431-4c49-91e3-142d5e5172ec",
            "word": "nominee",
            "phonetic": "nɑːmɪniː ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, even tonight, energy nominee also passed a key procedural vote in the Senate easily.",
                "We were picking new nominees.",
                "Enter Republican nominee James Garfield.",
                "Senators heard from five crucial nominees, amid security concerns on the eve of the inauguration.",
                "That the nominees would be more ideological."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9taW5lZQ&hash=73ecdffda8703cc9717d73a64f1728854876bc62&lang=en&cache-only=0",
            "defineEn": "someone who has been officially suggested for a position, award, etc.",
            "defineVi": "một người đã được đề nghị chính thức cho một vị trí, giải thưởng, vv",
            "hasImg": true
        },
        {
            "id": "781acd5c-f843-4919-b05a-5b2ec3b33e40",
            "word": "actuality",
            "phonetic": "æktʃuːælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But of course that's a lot harder in actuality.",
                "In actuality like, just cut them out of your life.",
                "In actuality, there are many interesting languages that have been developed that way.",
                "People can appear to be healthy and well, but in actuality, they can be the host to this deadly disease.",
                "For some reason I thought that he had drowned when this trick went horribly wrong, but in actuality it was only a punch to the gut that did him in."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0dWFsaXR5&hash=beffd23bf5b92437eec18210e3c4ab87b0875b5d&lang=en&cache-only=0",
            "defineEn": "the state of actually existing objectively",
            "defineVi": "trạng thái thực sự tồn tại một cách khách quan"
        },
        {
            "id": "ebb50ab6-a53f-48a8-a70a-890838d2335b",
            "word": "actuarial",
            "phonetic": "æktʃuːɛɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0dWFyaWFs&hash=1fde967643cc680050efaf9972a485543280b11b&lang=en&cache-only=0",
            "defineEn": "of or relating to the work of an actuary",
            "defineVi": "của hoặc liên quan đến công việc của một chuyên gia tính toán"
        },
        {
            "id": "353cb857-8125-43a2-bcde-5363b82ebf4f",
            "word": "to negate",
            "phonetic": "tə nᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pretty much just negating the opposition's votes.",
                "None of those motivations negates any of the others.",
                "We'll negate positive things that are happening and focus instead on the negative.",
                "They were looking to negate that as an issue that might come out or be used by the Republicans against them.",
                "Don’t insult your opponent’s supporters and just negate them and wash them aside. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVnYXRl&hash=001070de1f22423e7b6a3190d2d4d893b1e1ef51&lang=en&cache-only=0",
            "defineEn": "to say that something either does not exist or is not true",
            "defineVi": "để nói rằng một cái gì đó hoặc là không tồn tại hoặc là không đúng sự thật"
        },
        {
            "id": "008421aa-4625-4754-92c5-957ab2c94806",
            "word": "negation",
            "phonetic": "nᵻɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In many languages like Spanish, Greek and Hebrew, a second negative serves to confirm or amplify the negation known as negative concord.",
                "Now, before we get started, I would like to point out a small disclaimer that this episode isn’t intended as an endorsement of any particular type of marriage or as a negation of the wonderful institution of love."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpb24&hash=bab6a08ac95ab38622e64c4f92c704bfe574e849&lang=en&cache-only=0",
            "defineEn": "disagreement with someone or something; refusal to do something",
            "defineVi": "bất đồng với ai đó hoặc cái gì đó; từ chối làm gì đó"
        },
        {
            "id": "cff0c6a9-7525-4e33-994b-454213f164e0",
            "word": "efficacious",
            "phonetic": "ɛfɪkeɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All three of these vaccines were 100% efficacious at preventing death in the trials.",
                "And only the most effective and efficacious vaccines will be allowed to be used on the continent of Africa.",
                "Dozens of studies have confirmed that psychotherapy is both effective and efficacious.",
                "So while the alchemists included metallurgists, mine directors, goldsmiths, and natural philosophers, they were often physicians, interested in making efficacious compounds called pharmaceuticals, or chematria."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNhY2lvdXM&hash=30634ed13b647fad8854a695ab75715cfe92bf37&lang=en&cache-only=0",
            "defineEn": "marked by qualities giving the power to produce an intended effect",
            "defineVi": "được đánh dấu bởi những phẩm chất mang lại sức mạnh để tạo ra một hiệu ứng mong muốn"
        },
        {
            "id": "87d195cf-5733-43ed-b10b-985be9976b4f",
            "word": "efficacy",
            "phonetic": "ɛfɪkəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This efficacy number comes from phase III clinical trials.",
                "That could one day hamper the efficacy of the COVID vaccine in Israel.",
                "So, that efficacy number may change as more data comes in. ",
                "The debate over the efficacy of unemployment benefits intensifies, as the U.S. economy recovers and businesses reopen.",
                "There's no problem in terms of vaccine efficacy against this variant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNhY3k&hash=b1d9491601ac0e72e483ce2758ef94c1ff38f3a0&lang=en&cache-only=0",
            "defineEn": "the power to bring about planned or wanted results",
            "defineVi": "sức mạnh để mang lại kết quả theo kế hoạch hoặc mong muốn"
        },
        {
            "id": "c58012c0-f600-4492-aa41-c20f1a061267",
            "word": "efficiency",
            "phonetic": "ɪfɪʃənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manufacturing plant has implemented efficiency measures to increase the yield of their production line.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "The company plans to put the new technology to work to improve its efficiency and reduce costs.",
                "The main reason is efficiency."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW5jeQ&hash=3cea2c765202652d542f8270226daf593cb0073e&lang=en&cache-only=0",
            "defineEn": "skillfulness in avoiding wasted time and effort",
            "defineVi": "khéo léo trong việc tránh lãng phí thời gian và công sức"
        },
        {
            "id": "1052e70e-3e8a-4248-81c6-fb7e9b578692",
            "word": "efficient",
            "phonetic": "ɪfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To my way of thinking, this approach is more efficient.",
                "I don't especially like the woman but, credit where credit's due, she's very efficient.",
                "The new software system proved to be reliable and efficient, as it remained in action without any issues during a busy week of data processing.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The software developer took the time to write clean and efficient code, recognizing that if a thing is worth doing, it is worth doing well and ensuring that the program was of the highest quality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW50&hash=6d745b3566c21da652368a953dcb1886bdf877d9&lang=en&cache-only=0",
            "defineEn": "(of a person) working in an organized, careful, and quick way",
            "defineVi": "(của một người) làm việc một cách có tổ chức, cẩn thận và nhanh chóng",
            "hasImg": true
        }
    ]
}