{
    "id": "c0cb8595-1c64-4d59-9547-4690c3df9a31",
    "title": "Food",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "be8c4b58-5042-49f0-b607-fd899bd28b21",
            "word": "appetite",
            "phonetic": "æpɪtaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It'll give you an appetite.",
                "Delicious smells from the kitchen whetted our appetites.",
                "Kim may be tiny, but she has a big appetite, so don't be surprised if she eats you out of house and home.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "Max had been feeling down lately, and as a result, he was off his food and had little appetite."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpdGU&hash=999638aec5315eb2becd865f433d1e32462313d9&lang=en&cache-only=0",
            "defineEn": "the feeling of wanting food",
            "defineVi": "cảm giác muốn ăn",
            "hasImg": true
        },
        {
            "id": "0fb0ef10-4f38-4984-9924-f47a07685280",
            "word": "appetizer",
            "phonetic": "æpɪtaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents enjoyed a delicious calamari appetizer at the seaside restaurant.",
                "The consomme was served in a small cup as an appetizer before the main course.",
                "Grilled vegetable skewers are a crowd-pleasing appetizer at summer cookouts.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "The party guests were intrigued by the kohlrabi slices on the appetizer platter."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpemVy&hash=e13996e1aabf4780cf86a8496d21d466fcab7de1&lang=en&cache-only=0",
            "defineEn": "a small dish that is eaten before the main part of a meal",
            "defineVi": "một món ăn nhỏ được ăn trước phần chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "d76002c3-9d09-416c-8bfd-19ae5b13f13c",
            "word": "starter",
            "phonetic": "stɑːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The backup quarterback had to make up for the injured starter and lead the team to victory.",
                "For Alex, his starter marriage served as a valuable learning experience, teaching him valuable lessons about communication, compromise, and the kind of partner he wanted to be with for the long term.",
                "After college, Nicole and John got married, but it turned out to be a starter marriage as they soon realized they wanted different things in life and decided to go their separate ways.",
                "For starters, animals in captivity have more interaction with humans.",
                "Some bakers could bring their starters to R.C. Chocolat."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcnRlcg&hash=cb2a93fedfc8321e6250fb62a67e5ce58c6a6b16&lang=en&cache-only=0",
            "defineEn": "a small dish served before the main course",
            "defineVi": "một món ăn nhỏ phục vụ trước món chính",
            "hasImg": true
        },
        {
            "id": "4469cf34-dab5-46d1-81ad-c052728c042f",
            "word": "balanced",
            "phonetic": "bælənst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had a side salad with our main course for a balanced meal.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "She packed a lunchbox with a turkey wrap, carrot sticks, and a yogurt cup for a balanced lunch.",
                "It is important to remember that exercise and a balanced diet are the foundation of any successful fitness plan.",
                "Eating a balanced diet rich in fruits and vegetables promotes healthfulness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZWQ&hash=dc156f4eb1d26764f5f666a84fea6cd70f6b033c&lang=en&cache-only=0",
            "defineEn": "keeping or demonstrating a state of balance, with equal or proportionate amounts",
            "defineVi": "giữ hoặc thể hiện trạng thái cân bằng, với số lượng bằng nhau hoặc tương ứng",
            "hasImg": true
        },
        {
            "id": "e1a68a1a-5348-4030-b061-2c665a854e16",
            "word": "buffet",
            "phonetic": "bʌfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "Our scalp is their buffet.",
                "Think: Las Vegas buffet.",
                "The stream delivers an endless buffet of new victims.",
                "In the process, it releases a buffet of long dead plants and animals on the lake floor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVmZmV0&hash=2fdc68f23739d81b0ef367d9802e48892bd3769f&lang=en&cache-only=0",
            "defineEn": "a meal with many dishes from which people serve themselves at a table and then eat elsewhere",
            "defineVi": "một bữa ăn với nhiều món ăn mà mọi người tự phục vụ tại bàn và sau đó ăn ở nơi khác",
            "hasImg": true
        },
        {
            "id": "c5fb8156-259e-4a43-879d-df6a7a43a6ee",
            "word": "to boil",
            "phonetic": "tə bɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The water boiled away.",
                "A watched pot never boils.",
                "Bring the water to the boil.",
                "I boiled water on the stove to make a cup of tea.",
                "Come off it, he can hardly boil an egg!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9pbA&hash=2c97909fabac9d107b83a8420bee884b2d25b600&lang=en&cache-only=0",
            "defineEn": "to cook food or be cooked in very hot water",
            "defineVi": "để nấu thức ăn hoặc được nấu trong nước rất nóng",
            "hasImg": true
        },
        {
            "id": "128423a0-4c13-4c94-a84f-452ff36a999e",
            "word": "brunch",
            "phonetic": "bɹʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "They gathered in the dining room for Sunday brunch.",
                "Grandma's clabber pancakes are a family favorite for Sunday brunch.",
                "They hosted a brunch and prepared gluten-free pancakes using a blend of gluten-free flours.",
                "My parents hosted a brunch and served Eggs Benedict with a luscious mornay sauce, impressing their guests."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1bmNo&hash=e721e840d0739db687eff6a6a096280525a12b5e&lang=en&cache-only=0",
            "defineEn": "a meal served late in the morning, as a combination of breakfast and lunch",
            "defineVi": "một bữa ăn được phục vụ vào buổi sáng muộn, như một sự kết hợp giữa bữa sáng và bữa trưa",
            "hasImg": true
        },
        {
            "id": "acd5b581-22b6-42c6-a5a5-5933d7989be2",
            "word": "cafeteria",
            "phonetic": "kæfɪtɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee took a lunch break in the cafeteria.",
                "The factory employee was eating lunc in the cafeteria.",
                "I never eat in the school cafeteria.",
                "The cafeteria food is not something to write home about, but the company will be good.",
                "Food went missing from the school cafeteria?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FmZXRlcmlh&hash=c351f1218395a73ec214dafdf601af3bea96d431&lang=en&cache-only=0",
            "defineEn": "a restaurant, typically in colleges, hospitals, etc. where you choose and pay for your meal before carrying it to a table",
            "defineVi": "một nhà hàng, thường là ở các trường cao đẳng, bệnh viện, v.v. nơi bạn chọn và trả tiền cho bữa ăn của mình trước khi mang nó đến bàn",
            "hasImg": true
        },
        {
            "id": "d4bf1c00-2a18-4457-bcea-3a5389775850",
            "word": "calorie",
            "phonetic": "kælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He decided to use saccharin in his tea instead of sugar to reduce his calorie intake.",
                "Wax beans are low in calories and fat, making them a nutritious addition to a balanced diet.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "The calories in, calories out.",
                "Each tablespoon of olive oil has 128 calories."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3JpZQ&hash=ded2ff96e4106a5813cb1185c5ff16190f4f1bf6&lang=en&cache-only=0",
            "defineEn": "the unit used to measure the amount of energy that a food produces",
            "defineVi": "đơn vị được sử dụng để đo lượng năng lượng mà thực phẩm tạo ra",
            "hasImg": true
        },
        {
            "id": "ab4af704-46fa-4706-94af-052e727726e3",
            "word": "carbohydrate",
            "phonetic": "kɑːɹboʊhaɪdɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've been as regular as clockwork ever since I started eating a healthier balance of protein, fiber, and carbohydrates.",
                "These organic molecules show up in carbohydrates, steroids, plant molecules, pesticides, and so many other things.",
                "Which of these has the least carbohydrates?",
                "And almost all of it comes from carbohydrates.",
                "Take carbohydrates, which can often taste sweet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9oeWRyYXRl&hash=095473e2090f5c026969290c8f7b76d3540e5d0e&lang=en&cache-only=0",
            "defineEn": "a substance that contains or consists of hydrogen, oxygen, and carbon that provide heat and energy for the body, such as starch or sugar",
            "defineVi": "một chất có chứa hoặc bao gồm hydro, oxy và carbon cung cấp nhiệt và năng lượng cho cơ thể, chẳng hạn như tinh bột hoặc đường",
            "hasImg": true
        },
        {
            "id": "7888ca93-3e96-4c20-a517-a552135e5917",
            "word": "chef",
            "phonetic": "ʃɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef prepared a creamy tomato soup for lunch.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZg&hash=11d6c3635cecc0c971dcf98383bb25c3d676c15a&lang=en&cache-only=0",
            "defineEn": "a highly trained cook who often cooks for hotels or restaurants",
            "defineVi": "một đầu bếp được đào tạo chuyên sâu thường nấu ăn cho khách sạn hoặc nhà hàng",
            "hasImg": true
        },
        {
            "id": "2a526381-cc18-418e-b8da-07ace4f94927",
            "word": "cholesterol",
            "phonetic": "kəlɛstɚɹɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Breadfruit is heart-healthy and good for your heart because it has low fat and no cholesterol.",
                "In fact, our bodies make steroids out of cholesterol.",
                "So cholesterol can be pretty cool.",
                "Steroids get their name from the fatty molecule cholesterol."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvbGVzdGVyb2w&hash=8bcba3872bb7c17ab40e1fd5ac00a7b4acfcd911&lang=en&cache-only=0",
            "defineEn": "a substance high in fat found in blood and most body tissues, a high amount of which correlates with an increased risk of heart disease",
            "defineVi": "một chất có hàm lượng chất béo cao được tìm thấy trong máu và hầu hết các mô cơ thể, một lượng lớn chất béo này tương quan với việc tăng nguy cơ mắc bệnh tim",
            "hasImg": true
        },
        {
            "id": "38fff1c4-0fe5-4f73-b972-572caa59718a",
            "word": "cooker",
            "phonetic": "kʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooks brown rice in a rice cooker and serves it alongside grilled chicken for a balanced meal.",
                "This is, I'm not a forager cooker.",
                "With a few friends, some potato peelers, meat grinders, and cookers, Seipler developed a way to recycle used bars of soap into new, sterile ones, which can then be donated to children and families around the world who don't have easy access to soap.",
                "BUT, the science behind these things how wood burns, how airflow works, if you start thinking about fluid dynamics inside of a cooker, then science has a pretty huge part of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2Vy&hash=d2e298ae71142789031ee5de81ebeb446641da27&lang=en&cache-only=0",
            "defineEn": "an appliance shaped like a box that is used for heating or cooking food by putting food on top or inside the appliance",
            "defineVi": "một thiết bị có hình dạng giống như một cái hộp được sử dụng để hâm nóng hoặc nấu thức ăn bằng cách đặt thức ăn lên trên hoặc bên trong thiết bị",
            "hasImg": true
        },
        {
            "id": "cca3ce8c-d5ce-4592-8c95-2ad9f0a10dcf",
            "word": "course",
            "phonetic": "koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our ship changed course.",
                "The course gives you a bird's eye view of European art history.",
                "The guidance system keeps the machine on course.",
                "The college runs summer courses for foreign students.",
                "The ship is holding a south-easterly course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnNl&hash=276da89157b3e2a579185bbd8bd39607aea0fde9&lang=en&cache-only=0",
            "defineEn": "one of the three parts of a meal, served separately",
            "defineVi": "một trong ba phần của bữa ăn, được phục vụ riêng",
            "hasImg": true
        },
        {
            "id": "92d5ac8b-404c-4fc6-bdfc-89c9677d3d80",
            "word": "cuisine",
            "phonetic": "kwᵻziːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "French cuisine is known for its delicious cheeses and wines.",
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "In Asian cuisine, plum sauce is often used as a dipping sauce for spring rolls or dumplings.",
                "Iceland moss is commonly used in traditional Scandinavian cuisine",
                "We explored the regional cuisine, discovering a traditional dish of confit rabbit."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vpc2luZQ&hash=0726fe0086765fb36c9e26e7de57812c88234e5f&lang=en&cache-only=0",
            "defineEn": "a method or style of cooking that is specific to a country or region",
            "defineVi": "một phương pháp hoặc phong cách nấu ăn dành riêng cho một quốc gia hoặc khu vực",
            "hasImg": true
        },
        {
            "id": "b001b169-1dd0-4b02-be13-a61923780d1c",
            "word": "to diet",
            "phonetic": "tə daɪət ",
            "partOfSpeechType": "verb",
            "examples": [
                "He followed a strict diet.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "We existed on a diet of rice.",
                "She includes thin slices of celery in her diet.",
                "They lived frugally off a diet of beans and lentils."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlldA&hash=215ef18e10564233d1ce597d1f86c19cf04c1c7d&lang=en&cache-only=0",
            "defineEn": "to eat small amounts or particular kinds of food, especially to lose weight",
            "defineVi": "ăn một lượng nhỏ hoặc các loại thực phẩm cụ thể, đặc biệt là để giảm cân",
            "hasImg": true
        },
        {
            "id": "34e9a7fe-9bb0-4e1b-9bc1-8845a2bfd375",
            "word": "to digest",
            "phonetic": "tə daɪdʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dogs can absolutely digest grains.",
                "These parasites don’t digest their own food.",
                "And the bigger cell never digested the smaller one.",
                "It was digesting stuff!",
                "So their bodies actually can't even digest milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlnZXN0&hash=91b73f22d97e2543311eaf7b1551ae19d879db41&lang=en&cache-only=0",
            "defineEn": "to break down food in the body and to absorb its nutrients and necessary substances",
            "defineVi": "để phân hủy thức ăn trong cơ thể và hấp thụ chất dinh dưỡng và các chất cần thiết"
        },
        {
            "id": "29efe4eb-9e70-4eb4-ad90-aa341383da14",
            "word": "eating disorder",
            "phonetic": "iːɾɪŋ dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the eating disorder kind of encompasses a feeling and symptoms like BDD.",
                "Eating disorders are sneaky mother fuckers.",
                "Take eating disorders, for example.",
                "Eating disorders are really really sneaky.",
                "So this question is about an eating disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWF0aW5nIGRpc29yZGVy&hash=a61c2d3f817faac6cdf9dc86c01db80a18c42cb3&lang=en&cache-only=0",
            "defineEn": "a mental condition that causes a person to eat too much or too little",
            "defineVi": "một tình trạng tinh thần khiến một người ăn quá nhiều hoặc quá ít"
        },
        {
            "id": "76855a01-257f-4f73-a757-9badef30b5a8",
            "word": "ingredient",
            "phonetic": "ɪŋɡɹiːdiənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recipe called for seven ingredients.",
                "The active ingredient checks the growth of bacteria.",
                "Sultanas are a popular ingredient in fruitcakes and other baked goods.",
                "Tomato paste is a staple ingredient for many recipes.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ncmVkaWVudA&hash=a66489e6ab943286de0bee91d964a98d13fe33f7&lang=en&cache-only=0",
            "defineEn": "any of the constituents that are added to a compound or mixture in order to make it, such as the foods in a meal",
            "defineVi": "bất kỳ thành phần nào được thêm vào một hợp chất hoặc hỗn hợp để tạo ra nó, chẳng hạn như các loại thực phẩm trong bữa ăn",
            "hasImg": true
        },
        {
            "id": "bf9e1c68-ee61-45a5-b3e2-90f44846c5bd",
            "word": "mineral",
            "phonetic": "mɪnɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prefers using unrefined salt for its natural minerals and flavor.",
                "Water caltrop contains essential minerals such as potassium and vitamin K.",
                "Including partridgeberries in your diet can contribute to a well-rounded intake of essential vitamins and minerals.",
                "The fortifying agent increases product's nutritional value by adding essential vitamins and minerals to it.",
                "Sometimes minerals can even take on different structures depending on the conditions of their formation."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZXJhbA&hash=097fe33de4b10095ac6b672bf997ac7236a61cc3&lang=en&cache-only=0",
            "defineEn": "a solid and natural substance that is not produced in the body of living beings but its intake is necessary to remain healthy",
            "defineVi": "một chất rắn và tự nhiên không được sản xuất trong cơ thể của chúng sinh nhưng lượng của nó là cần thiết để duy trì sức khỏe"
        },
        {
            "id": "aeee7d14-d2af-4dc8-a58d-9809cea0adc5",
            "word": "nutrition",
            "phonetic": "njuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The researcher studied the endosperm of various seeds, aiming to understand its role in plant development and nutrition.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "- That's nutrition.",
                "Even more importantly, their fecal pellets provide nutrition to creatures living thousands of meters below."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9u&hash=5f3285d4e454f194fa2b6353de5f50835a96b400&lang=en&cache-only=0",
            "defineEn": "food that is essential to one's growth and health",
            "defineVi": "thực phẩm cần thiết cho sự tăng trưởng và sức khỏe của một người",
            "hasImg": true
        },
        {
            "id": "6321d3b6-74bc-4e6c-82ea-ed5ff2c46498",
            "word": "organic",
            "phonetic": "ɔːɹɡænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "But, organic agriculture also has an impact at a broader level.",
                "Cities, like nations, like orchids, are organic things.",
                "Organic food is supposedly healthier more natural and more ethical.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pYw&hash=7055dc091f069b1a86bfebdfda0f590e98718773&lang=en&cache-only=0",
            "defineEn": "(of food or farming techniques) produced or done without any artificial or chemical substances",
            "defineVi": "(của thực phẩm hoặc kỹ thuật canh tác) được sản xuất hoặc thực hiện mà không có bất kỳ chất nhân tạo hoặc hóa chất nào",
            "hasImg": true
        },
        {
            "id": "93f781ff-36fa-482a-ab7f-5f08a0811574",
            "word": "portion",
            "phonetic": "poːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last night we served individual portions of chicken and mushroom aspic.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "The traditional English breakfast included a generous portion of kippers, served alongside eggs and bacon.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "I'm sorry to split hairs, but your portion of the bill is $25.97, not $25.79."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGlvbg&hash=a531ef539bd8a138a0e3ba9aa5ca001303fe2554&lang=en&cache-only=0",
            "defineEn": "an amount of food served to or enough for one person",
            "defineVi": "một lượng thức ăn phục vụ cho hoặc đủ cho một người",
            "hasImg": true
        },
        {
            "id": "93628dd8-bd8f-4cca-a740-3170738cb403",
            "word": "protein",
            "phonetic": "pɹoʊtiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "He likes to add a dollop of peanut butter to his oatmeal for a protein boost."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGVpbg&hash=57983e544bbc5c0b0758dfbffaeb9aea815dbb54&lang=en&cache-only=0",
            "defineEn": "a substance found in food such as meat, eggs, seeds, etc., which is an essential part of the diet and keeps the body strong and healthy",
            "defineVi": "một chất có trong thực phẩm như thịt, trứng, hạt, v.v., là một phần thiết yếu của chế độ ăn uống và giữ cho cơ thể khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "41ea9c1d-234c-4572-9daf-4c5e3fd0b3b6",
            "word": "recipe",
            "phonetic": "ɹɛsᵻpiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recipe serves four people.",
                "The recipe called for seven ingredients.",
                "The recipe calls for thirty grams of sugar.",
                "I never follow a recipe completely.",
                "My favorite smoothie recipe always includes the juiciness of a Jaffa orange."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXBl&hash=a7724e768b8bb688a9dd2d15231a14b603eccc93&lang=en&cache-only=0",
            "defineEn": "the instructions on how to cook a certain food",
            "defineVi": "hướng dẫn cách nấu một món ăn nhất định",
            "hasImg": true
        },
        {
            "id": "45db021b-3d3f-4a0f-bc24-60a4876eefc6",
            "word": "savory",
            "phonetic": "seɪvɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "She harvested fresh savory from her herb garden and dried it for future use in her favorite recipes.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers.",
                "I stuffed the aubergine with a savory mixture of rice, vegetables, and herbs, creating a flavorful meal."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2b3J5&hash=545a1e40328099efe44b5902ec5a118dba1cfed8&lang=en&cache-only=0",
            "defineEn": "smelling or tasting pleasant",
            "defineVi": "ngửi hoặc nếm dễ chịu",
            "hasImg": true
        },
        {
            "id": "4f09d078-f331-4ed5-aa43-8f71d0f40e9f",
            "word": "tasteless",
            "phonetic": "teɪstləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To me Ginger ale was just a tasteless addition.",
                "So maybe I'm just tasteless, but maybe check out some of their other skins for your iMac, if this doesn't do it for you.",
                "Without saliva, even a cookie would just feel like a bunch of dry crumbly tasteless stuff in your mouth!",
                "It's FDA improved and tasteless.",
                "Air is really a mixture of gases that are odorless, tasteless, colorless, formless, and blend together so well they tend to act like a single gas. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGFzdGVsZXNz&hash=518303d4a1cc30dc4b3de368bfa894dde9664fb7&lang=en&cache-only=0",
            "defineEn": "with no particular flavor",
            "defineVi": "không có hương vị đặc biệt",
            "hasImg": true
        },
        {
            "id": "dc629ad2-4abb-4fd9-a74b-7648a752fcfc",
            "word": "vitamin",
            "phonetic": "vaɪɾəmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asparagus beanare rich in iron and vitamin K.",
                "Prickly pears are rich in vitamins and antioxidants.",
                "Heart cherries are rich in antioxidants and vitamins, making them a healthy choice.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants."
            ],
            "audio": "https://tts.langeek.co/read?text=dml0YW1pbg&hash=219b35f01c1e85296b02aa2825d95a0fa10e3670&lang=en&cache-only=0",
            "defineEn": "natural substances that are found in food, which the body needs in small amounts to remain healthy, such as vitamin A, B, etc.",
            "defineVi": "các chất tự nhiên có trong thực phẩm mà cơ thể cần với lượng nhỏ để duy trì sức khỏe, chẳng hạn như vitamin A, B, v.v.",
            "hasImg": true
        },
        {
            "id": "49d078a0-6819-4cc8-b5d3-7fb6d832b46f",
            "word": "vegetarian",
            "phonetic": "vɛdʒɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhcmlhbg&hash=f9bfdbeeb562e7b0f708430d13c745efe7cd116d&lang=en&cache-only=0",
            "defineEn": "someone who avoids eating meat or fish",
            "defineVi": "một người tránh ăn thịt hoặc cá",
            "hasImg": true
        },
        {
            "id": "3b5e2d37-8800-4ce0-8de4-ca4809d7a1a2",
            "word": "vegan",
            "phonetic": "viːɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor.",
                "As a vegan, she often used tahini as a substitute for butter or cream in her recipes.",
                "As a vegan alternative, they used graham flour to create a plant-based pie crust.",
                "I tried a vegan cookie made with plant-based ingredients and loved its taste."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnYW4&hash=ee7c92beae078fde3192ec3d25157019fc534d4a&lang=en&cache-only=0",
            "defineEn": "someone who does not consume or use anything that is produced from animals, such as meat, milk, or eggs",
            "defineVi": "một người không tiêu thụ hoặc sử dụng bất cứ thứ gì được sản xuất từ động vật, chẳng hạn như thịt, sữa hoặc trứng",
            "hasImg": true
        },
        {
            "id": "430ffe81-15ee-4065-8135-9f00e4f0e3cb",
            "word": "low-carb",
            "phonetic": "loʊkɑːɹb ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But I'm not really into the low-carb movement, and, ah, they've made bowls out of bread.",
                "Even though the low-carb movement is still around, cyclical industries like dieting are notoriously fickle and no place to look for long-term returns.",
                "So it seemed to make sense that Atkins Nutritionals, was poised to profit big from their proprietary line of low-carb snacks and shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWNhcmI&hash=f3cad53904a73ee8b133f74d4cf72afff9b0605b&lang=en&cache-only=0",
            "defineEn": "(of food or a diet) having or containing fewer carbohydrates",
            "defineVi": "(của thực phẩm hoặc chế độ ăn kiêng) có hoặc chứa ít carbohydrate hơn",
            "hasImg": true
        }
    ]
}