{
    "id": "c112132b-2f67-4bf6-a69c-543e496bbcb4",
    "title": "Family and Relationships",
    "originalTitle": "Lesson 1",
    "words": [
        {
            "id": "285027fc-418c-46cb-b94f-de7b808ba509",
            "word": "relation",
            "phonetic": "ɹᵻleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are on the threshold of a new era in global relations.",
                "She was charged in relation to a hit and run after she allegedly left the scene of an accident.",
                "The two sides have been at daggers drawn for some months now with no sign of improvement in relations.",
                "Relations with yourself, relationships with others, and improving those.",
                "'You have no relations apart from Mrs. Reed?'"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpb24&hash=c7584ca244eedd15e2d2b56beb9932f2cd9baca6&lang=en&cache-only=0",
            "defineEn": "a person who is related to someone by blood or marriage",
            "defineVi": "một người có liên quan đến một người nào đó bằng máu hoặc hôn nhân",
            "hasImg": true
        },
        {
            "id": "68a710e6-59b1-4458-a9d6-b997bb7b090e",
            "word": "relationship",
            "phonetic": "ɹᵻleɪʃənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every relationship has a lot of ups and downs.",
                "The siblings' relationship was a cat-and-dog life.",
                "A stable relationship stands the test of time.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "It puts a damper on our relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpb25zaGlw&hash=f8f2a96cc61581c810ac318772b0f97210cb3300&lang=en&cache-only=0",
            "defineEn": "any connection between people by kinship or marriage",
            "defineVi": "bất kỳ mối liên hệ nào giữa mọi người bằng quan hệ họ hàng hoặc hôn nhân",
            "hasImg": true
        },
        {
            "id": "b8160dd0-462b-4aac-be1d-16f04fddd912",
            "word": "friendship",
            "phonetic": "fɹɛndʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your friendship means a great deal to me.",
                "By degrees their business relationship grew into friendship.",
                "It didn't change their friendship, but it made Mark appreciate Alex's openness and authenticity.",
                "The misunderstanding between the two friends was blown out of proportion, painting their friendship in a bad light.",
                "His constant lateness was really starting to eat into their friendship."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kc2hpcA&hash=e95fe525d9cb1eaa25edb93bae84f2cba4f767ad&lang=en&cache-only=0",
            "defineEn": "a relationship between friends; the state of being friends",
            "defineVi": "một mối quan hệ giữa những người bạn; trạng thái là bạn bè",
            "hasImg": true
        },
        {
            "id": "e4bbc09d-8ba5-4778-b293-398ab006ef0c",
            "word": "motherhood",
            "phonetic": "mʌðɚhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Why are women thinking twice about motherhood?",
                "She comes from a generation of women who have worked hard and are used to straddling work and motherhood and not making a big deal about it.",
                "Motherhood, that’s hard work.",
                "And while motherhood can be exhausting, new moms are actually more alert than normal thanks to their brain's salience network.",
                "Florence Owens Thompson became a legend of the strength of motherhood and to so many people then, and to many more today, she is the embodiment of that legend."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aGVyaG9vZA&hash=0666377530434d4f321d0347f686fa5481e48d3e&lang=en&cache-only=0",
            "defineEn": "the state of being a mother to a child or children",
            "defineVi": "tình trạng làm mẹ của một đứa trẻ hoặc những đứa trẻ",
            "hasImg": true
        },
        {
            "id": "fdaed697-3722-4b07-bac0-14faac52f339",
            "word": "fatherhood",
            "phonetic": "fɑːðɚhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took to fatherhood like a duck to water.",
                "Fatherhood calm you down?",
                "Fatherhood made me have to figure myself out because I didn't want my kids to go through some of the stuff that I went through.",
                "Fatherhood is about giving my children a safe place, encouraging them to bloom and hopefully help them build into people that are much greater tham I am."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0aGVyaG9vZA&hash=380389b6f353fe2ebe905076ff4141d5465fb59d&lang=en&cache-only=0",
            "defineEn": "the state of being a father to a child or children",
            "defineVi": "tình trạng làm cha của một đứa trẻ hoặc những đứa trẻ",
            "hasImg": true
        },
        {
            "id": "aa9cb4a7-b334-42cf-b688-bcc780f99922",
            "word": "relative",
            "phonetic": "ɹɛlətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "We sometimes visit our relatives during the holidays.",
                "The couple received their relatives with open arms when they visited",
                "A week on vacation with my relatives is enough to drive me nuts.",
                "My family and I often travel by car to visit relatives in the countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpdmU&hash=523b1c85396e321452a8343e68157c00c7896c3d&lang=en&cache-only=0",
            "defineEn": "a family member who is related to us by blood or marriage",
            "defineVi": "một thành viên gia đình có quan hệ huyết thống hoặc hôn nhân với chúng ta",
            "hasImg": true
        },
        {
            "id": "845255d4-2700-470a-b0eb-fd2b9825ce95",
            "word": "marriage",
            "phonetic": "mæɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their marriage is on shaky ground.",
                "The couple's marriage turned into a cat-and-dog life.",
                "That marriage won't last.",
                "Marriage has been on the cards from day one.",
                "Their marriage began to fall to pieces after only a few months."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFycmlhZ2U&hash=5e546916b4aa0dbb2f9d9cfb307dea2ffd0359e1&lang=en&cache-only=0",
            "defineEn": "the formal and legal relationship between two people who are married",
            "defineVi": "mối quan hệ chính thức và hợp pháp giữa hai người đã kết hôn",
            "hasImg": true
        },
        {
            "id": "503437f8-5aab-4883-89ed-2cf1130ab9ed",
            "word": "unmarried",
            "phonetic": "ʌnmæɹid ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is unmarried and will never marry now.",
                "Or, if they were unmarried, saleable assets of their fathers.",
                "That can mean unmarried women can’t sit at the corner of the table, walking under ladders, cats, giving bread to your household guardians.",
                "As a result, the percentage of single (unmarried) people is growing. ",
                "These days, 25% of parents living with a child are unmarried and 35% of unmarried parents are cohabitating."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5tYXJyaWVk&hash=db84c05b48b4ed6725396ead8ef0a8207df5e38a&lang=en&cache-only=0",
            "defineEn": "not being married",
            "defineVi": "chưa kết hôn",
            "hasImg": true
        },
        {
            "id": "047864b0-654a-4ed0-a0fe-b8f597c9db62",
            "word": "engaged",
            "phonetic": "ɛŋɡeɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's very engaged in environmental issues and volunteers for a local conservation group.",
                "He always sits in the front row during class to stay focused and engaged.",
                "And she became more and more engaged.",
                "and she’s an engaged teacher.",
                "He's always interested in a lot of different things, but those things which he's really interested in, politics and family and faith and sports, he gets deeply engaged."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5nYWdlZA&hash=5fc36afddcb3c3fe84d1e8551df052ec3d36df1b&lang=en&cache-only=0",
            "defineEn": "having formally agreed to marry someone",
            "defineVi": "đã chính thức đồng ý kết hôn với ai đó",
            "hasImg": true
        },
        {
            "id": "45e8477d-ba76-463b-89d4-ef16809daeb7",
            "word": "separated",
            "phonetic": "sɛpɚɹeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Biden administration says 1,000 families still remain separated.",
                "Unlike some of the separated kids, Adelso does have support.",
                "Like many other separated families, that's an assurance which, according to the Mojabis, is not enough to recover the time that has been lost.",
                "We discuss policy changes aimed at reuniting separated refugee families with Homeland Security Secretary Alejandro Mayorkas.",
                "Dariana was then labeled as an unaccompanied minor, separated, and sent to Clint."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VwYXJhdGVk&hash=90cd24a6f4c7511cf70fd8605282b59087a2a709&lang=en&cache-only=0",
            "defineEn": "not living with one's spouse or partner anymore",
            "defineVi": "không sống với vợ / chồng hoặc đối tác của một người nữa",
            "hasImg": true
        },
        {
            "id": "5b2327f3-51f1-4d11-861f-d113550e53ed",
            "word": "bride",
            "phonetic": "bɹaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bride's wedding dress is white.",
                "I noticed the bride looking daggers at the best man as he started making vulgar jokes during his speech.",
                "We stood outside the church, hoping to catch a glimpse of the bride.",
                "The bride and groom were both thrilled with how everything turned out.",
                "It's not the done thing to wear white to a wedding unless you're the bride."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGU&hash=d56b76f4ad2ae78802a71356d2ba431152af8d4d&lang=en&cache-only=0",
            "defineEn": "a woman on her wedding day, or just after or before her wedding ceremony",
            "defineVi": "một người phụ nữ trong ngày cưới của cô ấy, hoặc ngay sau hoặc trước lễ cưới của cô ấy",
            "hasImg": true
        },
        {
            "id": "b4e6b67c-a815-4aeb-84bd-16afcd53b89c",
            "word": "groom",
            "phonetic": "ɡɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lioness carefully groomed her newborn baby.",
                "The bride and groom were both thrilled with how everything turned out.",
                "They groom victims.",
                "because, sadly, the groom died.",
                "The groom has kissed the bride, after years of practicing on his sister."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvb20&hash=993118651777520ff70a24bd0e4bd87dfc59bf0c&lang=en&cache-only=0",
            "defineEn": "a man on his wedding day, or just before and after the ceremony",
            "defineVi": "một người đàn ông trong ngày cưới của mình, hoặc ngay trước và sau buổi lễ",
            "hasImg": true
        },
        {
            "id": "1515a426-8a18-4fd1-8e4e-7ade73d425ee",
            "word": "spouse",
            "phonetic": "spaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although I missed my flight, I ended up meeting my future spouse in the airport lounge.",
                "Despite our disagreements, my spouse and I choose to love and support each other because we believe that love covers a multitude of sins and that forgiveness is essential for a strong and healthy relationship.",
                "After a long day of work, coming home to a hot meal prepared by my spouse was great, and the fact that they had also picked up my favorite dessert was the cherry on top of the sundae.",
                "Is this person in your life your spouse?",
                "He is my spouse."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvdXNl&hash=7ece5531e83bf64e1d456594b9c467f07c3af25f&lang=en&cache-only=0",
            "defineEn": "a male or female partner in a marriage",
            "defineVi": "một đối tác nam hoặc nữ trong một cuộc hôn nhân",
            "hasImg": true
        },
        {
            "id": "d148c56d-446c-4ab5-8828-d8c0a7111f48",
            "word": "single parent",
            "phonetic": "sɪŋɡəl pɛɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a single parent, she worked tirelessly to provide for her family and ensure their well-being.",
                "Being a single parent is no picnic, I can tell you.",
                "After a messy divorce and struggling as a single parent for a few years, Jane knew it was time to set her house in order and establish a more stable routine for herself and her children.",
                "Another scenario is being the child of a single parent with lots of siblings.",
                "KIRIN SMITH: I am a single parent, and so I'm the primary caregiver in the home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlIHBhcmVudA&hash=8246cb099cad9da243cd8ac560b8c9574f9dbbd4&lang=en&cache-only=0",
            "defineEn": "a person who raises a child or children without a partner",
            "defineVi": "một người nuôi dạy một đứa trẻ hoặc trẻ em mà không có một đối tác",
            "hasImg": true
        },
        {
            "id": "99e59d8c-2883-487b-8293-1fa0a3d6d317",
            "word": "only child",
            "phonetic": "oʊnli tʃaɪld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since Jake is their only child, Robert and Sarah always roll out the red carpet for him whenever he returns home from college.",
                "I'm his only child.'",
                "He was our only child.",
                "And sorry only children, according to society you're selfish.",
                "Bobby was my only son, my only child."
            ],
            "audio": "https://tts.langeek.co/read?text=b25seSBjaGlsZA&hash=c7dda7c47212780aeac6195ebb66f8ac9bcee469&lang=en&cache-only=0",
            "defineEn": "a person who has no siblings",
            "defineVi": "một người không có anh chị em",
            "hasImg": true
        },
        {
            "id": "8d9714e4-10c5-4212-b1ab-7b6659a466fe",
            "word": "family tree",
            "phonetic": "fæmɪli tɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "John took the time to study his family tree and learn about his ancestors, their values and struggles.",
                "I ran down my family tree ♪",
                "Oooh, it’s your family tree!",
                "I have my own family tree, too.",
                "There's a family tree and all of that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IHRyZWU&hash=4e51b69be88b37a1eac3290f27522a63420f3dbf&lang=en&cache-only=0",
            "defineEn": "a chart, showing the relationship between all the members of a family over a long period of time",
            "defineVi": "một biểu đồ, cho thấy mối quan hệ giữa tất cả các thành viên của một gia đình trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "ae8e46f7-142d-43d5-b3b6-49ef4990e340",
            "word": "mother-in-law",
            "phonetic": "mʌðɚɹɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm looking forward to Sunday, the only fly in the ointment being the fact that I'll have to sit next to my mother-in-law.",
                "My mother-in-law loves me.",
                "Turns out the main attraction was my mother-in-law.",
                "He entered the retail business as a way to find a use for a warehouse he helped his mother-in-law acquire as an investment in 1953.",
                "How do I get my mother-in-law to like me?"
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aGVyLWluLWxhdw&hash=d9fe14979f466a91daf25dc282221774a239111d&lang=en&cache-only=0",
            "defineEn": "someone who is the mother of a person's wife or husband",
            "defineVi": "ai đó là mẹ của vợ hoặc chồng của một người",
            "hasImg": true
        },
        {
            "id": "77e8e34b-0e66-49c5-ac80-cb5a8fb6c558",
            "word": "father-in-law",
            "phonetic": "fɑːðɚɹɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This reminds me of my father-in-law.",
                "Oh, and wrestling legend Ric Flair is Thompson's father-in-law."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0aGVyLWluLWxhdw&hash=33a895e7db3280002cec56451fd170836d0367a3&lang=en&cache-only=0",
            "defineEn": "someone who is the father of a person's wife or husband",
            "defineVi": "ai đó là cha của vợ hoặc chồng của một người",
            "hasImg": true
        },
        {
            "id": "328ffa13-5301-4d92-91a3-84af2c98f77a",
            "word": "sister-in-law",
            "phonetic": "sɪstɚɹɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brenda Knight the sister-in-law of one of the November 15 witnesses, said quote 'We all thought it was a mutant sandhill crane because of the toxins in the swamp.'",
                "Now the journal topic, something I got from my sister-in-law."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lzdGVyLWluLWxhdw&hash=f2c389611ddc404ea9b6b3a59ba9ffc68d757f77&lang=en&cache-only=0",
            "defineEn": "the person who is the sister of one's spouse",
            "defineVi": "người là em gái của vợ / chồng của một người",
            "hasImg": true
        },
        {
            "id": "afe1248d-82df-4bbe-9ae0-d1cad900779e",
            "word": "brother-in-law",
            "phonetic": "bɹʌðɚɹɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This recipe came into my life from my brother-in-law Frank who's a gourmet cook.",
                "And and my brother-in-law Ronnie Mullins, he's on like the weather patrol,",
                "So let me write the brother-in-law right over here.",
                "My grandfather had just started his own masonry business, and so my dad and his brother-in-laws were certified bricklayers and they went into that line of work.",
                "Once your brother-in-law loses all of your money, it won't be so easy at Thanksgiving anymore to have a civil conversation."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlci1pbi1sYXc&hash=7ac8f9a13b38d8b5a7a3fa17bdc7126328aeed90&lang=en&cache-only=0",
            "defineEn": "the person who is the brother of one's spouse",
            "defineVi": "người là anh trai của vợ / chồng của một người",
            "hasImg": true
        },
        {
            "id": "7cd301e6-5ae3-42f1-86d3-e82c881b46b6",
            "word": "daughter-in-law",
            "phonetic": "dɔːɾɚɹɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "His daughter-in-law taught me to use it.",
                "But I do look forward to spending another Christmas with my sons and with my daughter-in-law."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF1Z2h0ZXItaW4tbGF3&hash=8914575c22cb68c38a786937f9cc9ff293818d8d&lang=en&cache-only=0",
            "defineEn": "the wife of one's daughter or son",
            "defineVi": "vợ của con gái hoặc con trai của một người",
            "hasImg": true
        },
        {
            "id": "44c22d6a-8ec2-424f-b004-8575d62fa8ed",
            "word": "son-in-law",
            "phonetic": "sʌnɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's also pardoned Charles Kushner, the father of Jared Kushner, his son-in-law.",
                "Did you know that the President's son-in-law is working very hard on making a peace plan?",
                "They visited a local dentist, who mentioned that his son-in-law also loved art and took them to meet him.",
                "But while his death has galvanized the COMMUNITY, IT's his life his daughter and son-in-law want to honor ♪"
            ],
            "audio": "https://tts.langeek.co/read?text=c29uLWluLWxhdw&hash=0658134357643377648627c0ceb4ce179ea61cee&lang=en&cache-only=0",
            "defineEn": "the husband of one's son or daughter",
            "defineVi": "chồng của con trai hay con gái của một người",
            "hasImg": true
        },
        {
            "id": "3d08b0c7-0687-4cd1-993e-fc56a66f4077",
            "word": "parents-in-law",
            "phonetic": "pɛɹəntsɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50cy1pbi1sYXc&hash=55bd56f63c8ff76f1e6de44a861cd179ba849784&lang=en&cache-only=0",
            "defineEn": "‌the parents of one's spouse",
            "defineVi": "cha mẹ vợ/chồng của một người",
            "hasImg": true
        },
        {
            "id": "da5363f5-8e92-4faa-be35-0b367d4dbc8a",
            "word": "generation",
            "phonetic": "dʒɛnɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The years of stagnation did a lot of harm to the younger generation.",
                "Men of our generation never stood on ceremony.",
                "For generations, people have made furniture out of what was available.",
                "The torch has been passed to the new generation.",
                "My grandmother's sloe wine recipe has been passed down through generations and is always a hit at family gatherings."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhdGlvbg&hash=24f139996d8375b373cb3d2be93c81495b83c8de&lang=en&cache-only=0",
            "defineEn": "a group of people of about the same age partaking in a certain activity",
            "defineVi": "một nhóm người cùng độ tuổi tham gia vào một hoạt động nhất định"
        },
        {
            "id": "2bc4ea15-8418-4a36-ac04-b575fadf156b",
            "word": "to abandon",
            "phonetic": "tʊ ɐbændən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "She abandoned her car on the side of the road and walked home.",
                "The ship was abandoned by its crew after it started taking on water.",
                "The government decided to abandon the proposed legislation due to public opposition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJhbmRvbg&hash=27e199fe8c5f105d7154a2076bc04bee8af260fc&lang=en&cache-only=0",
            "defineEn": "to leave someone with no intention of returning",
            "defineVi": "để lại một ai đó không có ý định trở lại",
            "hasImg": true
        },
        {
            "id": "1d7263bf-1426-4994-afd1-89cd8fc3a92e",
            "word": "to bring up",
            "phonetic": "tə bɹɪŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "You definitely struck a sour note when you brought up Dan's ex-girlfriends during your best man speech.",
                "Like Castle, Wilson had been brought up in a similar way, and they spoke the same language.",
                "I thought about bringing up my concerns but decided instead to let sleeping dogs lie.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "And if I ever felt tempted to bring up the situation, I zipped my lips before any words emerged."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgdXA&hash=ada8788d48b144424ced6a65e4f5cc03effa603b&lang=en&cache-only=0",
            "defineEn": "to look after a child until they reach maturity",
            "defineVi": "chăm sóc một đứa trẻ cho đến khi chúng trưởng thành",
            "hasImg": true
        },
        {
            "id": "398f464e-d1d9-4058-af49-14375df7e3b7",
            "word": "to cheat",
            "phonetic": "tə tʃiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're cheating you out of millions!",
                "Hopefully he wasn't cheating with a card up his sleeve.",
                "He claims that the company cheated him, but without evidence of a written agreement, he doesn't have a leg to stand on.",
                "If he thinks he can cheat me, just let him try!",
                "Susan saw a colleague take credit for another's work but still get passed over for promotion, confirming that cheaters never win and winners never cheat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlYXQ&hash=478cbbc67d037654cf6c1d17b2fd63db65d43ece&lang=en&cache-only=0",
            "defineEn": "to be sexually unfaithful to one's partner in a relationship",
            "defineVi": "không chung thủy về tình dục với bạn tình trong một mối quan hệ",
            "hasImg": true
        },
        {
            "id": "58f9a51c-a00b-444c-839f-676d831c4ad3",
            "word": "to leave",
            "phonetic": "tə liːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The spicy beef jerky left a smoky aftertaste in my mouth.",
                "Red wine leaves a stain.",
                "Leaves change colour in autumn.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhdmU&hash=215b7dfac8967d163c5ea6330f2454f1fc128251&lang=en&cache-only=0",
            "defineEn": "to abandon one's wife, husband, or partner with no plan of returning",
            "defineVi": "từ bỏ vợ, chồng hoặc bạn đời của một người mà không có kế hoạch quay trở lại",
            "hasImg": true
        },
        {
            "id": "125c0d9a-fdc6-4014-b7b1-dbf78b3b67c0",
            "word": "to separate",
            "phonetic": "tə sɛpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're separating.",
                "He separated the wheat from the chaff in hopes of improving productivity.",
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "They peeled and separated the orange segments to make a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VwYXJhdGU&hash=e6d119ab64d11095cc982a5aa765e6990add579e&lang=en&cache-only=0",
            "defineEn": "to stop living together as a couple",
            "defineVi": "ngừng chung sống như một cặp vợ chồng",
            "hasImg": true
        },
        {
            "id": "696710d4-f8e6-4d00-830f-4ee1daa72627",
            "word": "close",
            "phonetic": "kloʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The shopkeeper closed the shop for a short break.",
                "The police closed in.",
                "The business has already closed the books for this quarter.",
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The library closes early on Sundays."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2U&hash=e5197fac175abb744152b03db38e3c83c7d8c051&lang=en&cache-only=0",
            "defineEn": "not being distant in relationship",
            "defineVi": "không xa cách trong mối quan hệ",
            "hasImg": true
        },
        {
            "id": "b9ceac66-9ead-4092-bf37-85fdc4061ebf",
            "word": "related",
            "phonetic": "ɹᵻleɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two species are very closely related.",
                "A related species referred to as Rhabditis SB347 -",
                "We are very closely related.",
                "They are kind of related.",
                "Apparel brands like H&M, Nike and Adidas came out with Pride related products in recent years."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRlZA&hash=aea51847fda6a073160106b9dd4f3d86999e9ab9&lang=en&cache-only=0",
            "defineEn": "being connected by kinship or marriage",
            "defineVi": "được kết nối bởi quan hệ họ hàng hoặc hôn nhân"
        },
        {
            "id": "04a26bf5-1ba0-4f51-a7a6-0b4c7ce78f4a",
            "word": "love at first sight",
            "phonetic": "lʌv æt fɜːst saɪt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG92ZSBhdCBmaXJzdCBzaWdodA&hash=d33cd441184098eca800e3ea90d7e43a946edaa4&lang=en&cache-only=0",
            "defineEn": "used to refer to an instantaneous attraction that one feels upon seeing someone for the first time",
            "defineVi": "dùng để chỉ sự hấp dẫn tức thời mà người ta cảm thấy khi nhìn thấy ai đó lần đầu tiên"
        }
    ]
}