{
    "id": "c1171200-3e90-40f5-93bc-24f3e50a7553",
    "title": "Cookware Materials",
    "originalTitle": "Cookware Materials",
    "words": [
        {
            "id": "dedb39f5-a94f-47a1-9a9c-72f482b4c5e4",
            "word": "metal",
            "phonetic": "mɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "The metal rod began to bend under the weight of the heavy load.",
                "The metal rod began to bend under the weight of the heavy object.",
                "The metal handle became hot when left in the sun.",
                "We drove through the night flat-out, with the pedal to the metal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWw&hash=d94e327f148df564738df0a688c11e571c953590&lang=en&cache-only=0",
            "defineEn": "a usually solid and hard substance that heat and electricity can move through it, such as gold, iron, etc.",
            "defineVi": "một chất thường rắn và cứng mà nhiệt và điện có thể di chuyển qua nó, chẳng hạn như vàng, sắt, v.v.",
            "hasImg": true
        },
        {
            "id": "74cd6ad6-e289-43ed-adcb-73306d426bde",
            "word": "aluminium",
            "phonetic": "æljʊmɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back at the MRF, we've only got aluminium and plastic left.",
                "This induction field is so powerful that it causes electrons in a conductor, like aluminium, to create their own magnetic field.",
                "Now, we use a new process, called metalization, that allows us to deposit a thin layer of metal, like aluminium or copper.",
                "Aluminium gets left behind because aluminium isn't usually magnetic.",
                "So, now all we have left at the MRF are glass, aluminium, and plastic."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx1bWluaXVt&hash=069e6a5e958059a3d3830ac82162fd75846ccdc8&lang=en&cache-only=0",
            "defineEn": "a metal element with a low density and silver color",
            "defineVi": "một nguyên tố kim loại có mật độ thấp và màu bạc",
            "hasImg": true
        },
        {
            "id": "23ba8787-f727-4501-889a-886efc16995c",
            "word": "copper",
            "phonetic": "kɑːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "Instead, it contained copper.",
                "The blue color comes from copper in the blood.",
                "- Copper vat, which you always make cheese in a copper vat.",
                "The important elements here are vanadium and copper."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29wcGVy&hash=0443f633290ae09c8b3311901ff7fb7d9a2e58c8&lang=en&cache-only=0",
            "defineEn": "a metallic chemical element that has a red-brown color, primarily used as a conductor in wiring",
            "defineVi": "một nguyên tố hóa học kim loại có màu nâu đỏ, chủ yếu được sử dụng làm dây dẫn trong hệ thống dây điện",
            "hasImg": true
        },
        {
            "id": "f7b8f519-a080-46fc-9aac-d22605dcd9a7",
            "word": "cast iron",
            "phonetic": "kæst aɪɚn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FzdCBpcm9u&hash=372b3efbe90a17bc632f48df84ec4d00d70345d1&lang=en&cache-only=0",
            "defineEn": "an alloy of iron containing so much carbon that it is brittle and so cannot be wrought but must be shaped by casting",
            "defineVi": "một hợp kim của sắt có chứa nhiều carbon nên nó giòn và do đó không thể rèn được mà phải được tạo hình bằng cách đúc"
        },
        {
            "id": "176c04f1-be89-40f4-987c-859702612a22",
            "word": "stainless steel",
            "phonetic": "steɪnləs stiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhaW5sZXNzIHN0ZWVs&hash=e3345db481de4d6b54e01aed4b2ff2b7f593660b&lang=en&cache-only=0",
            "defineEn": "a corrosion-resistant alloy used in various industries for its durability and aesthetic qualities",
            "defineVi": "một hợp kim chống ăn mòn được sử dụng trong các ngành công nghiệp khác nhau vì độ bền và chất lượng thẩm mỹ của nó"
        },
        {
            "id": "21bc45a3-8a49-485c-8499-0bf14a839ec4",
            "word": "carbon steel",
            "phonetic": "kɑːɹbən stiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uIHN0ZWVs&hash=2377a7c0644c942d07129c140f126276fe4a4dc9&lang=en&cache-only=0",
            "defineEn": "steel whose characteristics are determined by the amount of carbon it contains",
            "defineVi": "thép có đặc tính được xác định bởi lượng carbon mà nó chứa"
        },
        {
            "id": "7146d147-a749-4cc6-a7ba-91af78d6cd82",
            "word": "cladding",
            "phonetic": "klædɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Notably, the US version has the same plastic cladding and slight lift, which is not seen on the European version.",
                "Both can be bought in the cross country trim, which means the car is lifted and comes with the familiar dark cladding on the sides of the car.",
                "Though it retains many of the basic features of a wagon, the car is lifted a bit and covered in plastic cladding to give it more of a rugged outdoor appearance.",
                "But yeah, no question about it, the wagon market is certainly taking cues from the from the SUV and crossover segments and adding, as you said, a little bit of cladding, raising that ground clearance up a little bit to give it that that view that essentially it can compete with a crossover.",
                "Meanwhile, crossovers and sport utility vehicles continue to swallow market share, leading many manufacturers to believe that if they want to sell a wagon, they need to lift it a bit, maybe cover it with some cladding and call it a crossover."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhZGRpbmc&hash=2d856080e418b5fc54324ba6cfd23721182df3d1&lang=en&cache-only=0",
            "defineEn": "a protective or decorative covering or layer that is applied to the exterior of a building or structure for various purposes",
            "defineVi": "một lớp phủ hoặc lớp bảo vệ hoặc trang trí được áp dụng cho bên ngoài của tòa nhà hoặc cấu trúc cho các mục đích khác nhau"
        },
        {
            "id": "dd98f7cb-da9e-4812-a8ba-c9202023bf62",
            "word": "coating",
            "phonetic": "koʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some candies have a glossy coating made with edible gum.",
                "I mixed gluten-free flour with a variety of spices to create a flavorful coating for my crispy gluten-free fried chicken.",
                "He used corn oil to fry the chicken, resulting in a crispy and golden coating.",
                "It's always a joy to dust a warm pie with a light coating of icing sugar.",
                "He couldn't resist the glace coating on the freshly baked donut."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdGluZw&hash=4d7f3d38ea23fc636b41e7a603f742dd2d1d1e20&lang=en&cache-only=0",
            "defineEn": "a thin layer covering something",
            "defineVi": "một lớp mỏng bao phủ một cái gì đó"
        },
        {
            "id": "180f779b-ceef-447c-97f3-361ff4772c43",
            "word": "enamel",
            "phonetic": "ɪnæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eons enamel pins are available now!",
                "So building enamel is like making rocks in your mouth.",
                "and it's eroding the enamel and it can cause permanent damage.",
                "In 2008, a team of anthropologists studied the thickness of the enamel on ten Gigantopithecus teeth, as well as the shape of the hard tissue underneath it, called the dentin.",
                "And then it has enamel, which shows up whiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbWVs&hash=1e4d30062aeb6cac9a329b8f1c32e5f6c10ea9c7&lang=en&cache-only=0",
            "defineEn": "a colored glassy compound (opaque or partially opaque) that is fused to the surface of metal or glass or pottery for decoration or protection",
            "defineVi": "một hợp chất thủy tinh màu (đục hoặc mờ một phần) được hợp nhất với bề mặt kim loại hoặc thủy tinh hoặc đồ gốm để trang trí hoặc bảo vệ"
        },
        {
            "id": "ce52b93a-4d3a-4fb4-92d4-b85aabb4db92",
            "word": "enamelware",
            "phonetic": "ɪnæmɪlwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5hbWVsd2FyZQ&hash=cfd8f56f349d151cda552959e0d4251a5ed88cff&lang=en&cache-only=0",
            "defineEn": "cooking utensil of enameled iron",
            "defineVi": "dụng cụ nấu ăn bằng sắt tráng men"
        },
        {
            "id": "9b195e5d-add1-493b-822b-422a0fd390d5",
            "word": "seasoning",
            "phonetic": "siːzənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soup needs a little more seasoning.",
                "The dill seasoning blended perfectly with the creamy sauce of the chicken pasta.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "I mashed the swede with butter and seasonings, creating a creamy side dish.",
                "Seaweed can be ground into powder and used as a seasoning to add depth of flavor to dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29uaW5n&hash=b8abbd979ff5ebbc20aa5dbaeeb2ec36b75bfaee&lang=en&cache-only=0",
            "defineEn": "the process of adding salt, herbs, spices, or other flavor-enhancing ingredients to food in order to enhance its taste and aroma",
            "defineVi": "quá trình thêm muối, thảo mộc, gia vị hoặc các thành phần tăng hương vị khác vào thực phẩm để tăng hương vị và mùi thơm của nó"
        },
        {
            "id": "5c3c41e4-9b92-4005-8b53-66904cb65f8d",
            "word": "non-stick",
            "phonetic": "nɑːnstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's a material that's used in non-stick pans.",
                "A special non-stick coating on the toilet bowl also makes sure there’s a relatively clean exit, all without the need for a lot of fluid.",
                "Today PFAS are used in a ton of products, from raincoats to waterproof shoes, non-stick pots and pans, microwave popcorn bags and even cosmetics.",
                "The result is a hard glassy layer that we're looking for that helps make our cast iron non-stick.",
                "So anyway the Vikings traded all sorts of things including tools and weapons and jewelry and building materials and also soapstone which they use to make cooking vessels, whereas like we would probably use, like, ceramic pottery, or these days you know steel or that wizardry that non-stick pans are made out of."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLXN0aWNr&hash=4ba35d133741aed5cbe3bf7c3f4cf53dd1e6a08b&lang=en&cache-only=0",
            "defineEn": "having a special coating that prevents food from sticking to the surface, making it easier to cook and clean",
            "defineVi": "có lớp phủ đặc biệt giúp thức ăn không bị dính vào bề mặt, giúp nấu nướng và vệ sinh dễ dàng hơn"
        },
        {
            "id": "702167f9-ecc8-4ba6-a83c-9ade9361e11a",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "pots, dishes, etc. that are made of clay by hand and then baked in a kiln to be hardened",
            "defineVi": "nồi niêu, bát đĩa... được làm thủ công bằng đất sét sau đó nung trong lò cho cứng lại",
            "hasImg": true
        },
        {
            "id": "5cedb5f0-57e6-4fa7-ab8f-a772c5cc6ffc",
            "word": "ceramics",
            "phonetic": "sᵻɹæmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so we thought, how can we kind of build a workflow for this project for Tulsa that is about rebuilding and building and this kind of ceramics history?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYW1pY3M&hash=0c3594cf83d4195633e5e8fcd9a47a3c779e1a69&lang=en&cache-only=0",
            "defineEn": "the process or art of making objects out of clay that are heated to become resistant",
            "defineVi": "quá trình hoặc nghệ thuật tạo ra các đồ vật từ đất sét được nung nóng để trở nên bền",
            "hasImg": true
        },
        {
            "id": "1f68a7af-294c-41e6-b725-535a1c179e80",
            "word": "glazed",
            "phonetic": "ɡleɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhemVk&hash=091b2e787cc7000fa252610b2681e7071c22955b&lang=en&cache-only=0",
            "defineEn": "having a shiny surface or coating",
            "defineVi": "có bề mặt sáng bóng hoặc lớp phủ"
        },
        {
            "id": "b32c3901-7217-4163-b532-6d62e29c55e3",
            "word": "porcelain",
            "phonetic": "poːɹsɪlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother collects porcelain dolls and has a vast display in her living room.",
                "Mark's excessive motion sickness during the roller coaster ride forced him to take a break and drive the porcelain bus in the nearby restroom.",
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "In many cases they had Chinese porcelain, and lots of other luxury goods."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yY2VsYWlu&hash=1517e4789514c25a0c08c6984984655d43c1a5f6&lang=en&cache-only=0",
            "defineEn": "a hard, white, translucent ceramic material that is known for its strength, durability, and translucency",
            "defineVi": "một vật liệu gốm cứng, trắng, mờ được biết đến với độ bền, độ bền và độ trong mờ của nó"
        },
        {
            "id": "40781bc2-e7ba-4d7f-8f28-bcdbde4b7b21",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a hard material that is often clear and is used for making windows, bottles, etc.",
            "defineVi": "một vật liệu cứng thường trong suốt và được sử dụng để làm cửa sổ, chai lọ, v.v.",
            "hasImg": true
        },
        {
            "id": "8b68bb7a-5891-47fc-812f-b15985240552",
            "word": "glass-ceramic",
            "phonetic": "ɡlæssᵻɹæmɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MtY2VyYW1pYw&hash=ae99e0fb77b09a38ca17e2edabfbb10dee3b0a89&lang=en&cache-only=0",
            "defineEn": "a type of material that is made from a combination of glass and ceramic components",
            "defineVi": "một loại vật liệu được làm từ sự kết hợp của các thành phần thủy tinh và gốm"
        },
        {
            "id": "894a3890-a6e6-41b6-b65d-7239735a7328",
            "word": "stone",
            "phonetic": "stoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The children were dropping stones off the bridge.",
                "The stone made a dent in the roof of the car.",
                "The houses are built out of local stone.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmU&hash=569d1c769e275e96e2056e2cc0e6ef1c6d582159&lang=en&cache-only=0",
            "defineEn": "building material consisting of a piece of rock hewn in a definite shape for a special purpose",
            "defineVi": "vật liệu xây dựng bao gồm một mảnh đá đẽo theo hình dạng xác định cho một mục đích đặc biệt"
        },
        {
            "id": "90a933dc-742f-4f33-a987-090c9ba0b8c6",
            "word": "silicone",
            "phonetic": "sɪlɪkoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Silicone ear plugs to block out sound.",
                "I don't like too much silicone.",
                "The ear cushions and the bottom of the headphones are made out of recycled silicone.",
                "And you have this little silicone joystick.",
                "Because with a super large mass, the silicone basketball has a ton of kinetic energy to pass onto the tennis ball."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsaWNvbmU&hash=11573fb6ba9a0cb07a5f8f18b076790d61ec90f7&lang=en&cache-only=0",
            "defineEn": "any of a large class of siloxanes that are unusually stable over a wide range of temperatures; used in lubricants and adhesives and coatings and synthetic rubber and electrical insulation",
            "defineVi": "bất kỳ loại siloxan lớn nào ổn định bất thường trong một phạm vi nhiệt độ rộng; được sử dụng trong chất bôi trơn và chất kết dính và chất phủ và cao su tổng hợp và vật liệu cách điện"
        },
        {
            "id": "f570312a-d79f-41b7-9ded-4db069f388d0",
            "word": "pyrex",
            "phonetic": "paɪɹɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "This led to products like Pyrex and CorningWare.",
                "Well known for its highly durable cookware with cute designs, the company that made Pyrex and Corning Ware now manufactures glass for cars, fiber optic cable and smartphones."
            ],
            "audio": "https://tts.langeek.co/read?text=cHlyZXg&hash=92245234ca4f2039f14a7d08cdfd2ad2c2f0d07b&lang=en&cache-only=0",
            "defineEn": "a borosilicate glass with a low coefficient of expansion; used for heat-resistant glassware in cooking and chemistry",
            "defineVi": "thủy tinh borosilicate có hệ số giãn nở thấp; được sử dụng cho đồ thủy tinh chịu nhiệt trong nấu ăn và hóa học"
        },
        {
            "id": "a99eb4ad-ead8-4218-ad97-aab70c685b1e",
            "word": "tin",
            "phonetic": "tɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They visited a seafood market and purchased a small tin of caviar.",
                "All right, guys, as always, prep your tin.",
                "The thing is, tin exists in two different forms, or phases, depending on the temperature.",
                "Do they eat tin cans?",
                "The tin foil is very shiny!"
            ],
            "audio": "https://tts.langeek.co/read?text=dGlu&hash=2b8c5cef3496f5cdbae7aef9996fd917ad61af6c&lang=en&cache-only=0",
            "defineEn": "a vessel (box, can, pan, etc.) made of tinplate and used mainly in baking",
            "defineVi": "một vật chứa (hộp, hộp, chảo, v.v.) làm bằng thiếc và được sử dụng chủ yếu trong nướng bánh"
        },
        {
            "id": "237cd519-7380-4031-a592-ee1146530d63",
            "word": "bone china",
            "phonetic": "boʊn tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9uZSBjaGluYQ&hash=5c78265a2c9d367731b1d394cade2decf7a92807&lang=en&cache-only=0",
            "defineEn": "a type of porcelain that is made from a mixture of bone ash, feldspar, kaolin, and other materials, and is known for its thin, translucent quality, high strength, and whiteness",
            "defineVi": "một loại sứ được làm từ hỗn hợp tro xương, fenspat, cao lanh và các vật liệu khác, được biết đến với chất lượng mỏng, trong mờ, độ bền cao và độ trắng"
        },
        {
            "id": "39575f18-d8f6-4664-8292-745f64503af2",
            "word": "china",
            "phonetic": "tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "But they certainly view China as a threat of such dimensions that their minds boggle.",
                "It's all Lombard Street to a China orange.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbmE&hash=e376bc6bba98b492915cb016bbc04fe3000c7ef1&lang=en&cache-only=0",
            "defineEn": "high quality porcelain originally made only in China",
            "defineVi": "sứ chất lượng cao ban đầu chỉ được sản xuất tại Trung Quốc"
        },
        {
            "id": "07e52935-d244-426f-a164-b57dc08c594c",
            "word": "crockery",
            "phonetic": "kɹɑːkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JvY2tlcnk&hash=a4fdc79301aa73606f36211943bb24d066f1460b&lang=en&cache-only=0",
            "defineEn": "the objects such as dishes, plates, cups, etc.",
            "defineVi": "các đồ vật như đĩa, đĩa, cốc, v.v.",
            "hasImg": true
        },
        {
            "id": "24b34c72-2636-4b73-8551-ee2c50fd987c",
            "word": "earthenware",
            "phonetic": "ɜːθənwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFydGhlbndhcmU&hash=08ae35a2b9d4f2d29e956d88fd6af461c49d212b&lang=en&cache-only=0",
            "defineEn": "a type of pottery that is made from clay that is fired at relatively low temperatures, resulting in a porous, rustic, and often glazed ceramic material",
            "defineVi": "một loại đồ gốm được làm từ đất sét nung ở nhiệt độ tương đối thấp, tạo ra vật liệu gốm xốp, mộc mạc và thường được tráng men"
        },
        {
            "id": "8a462a95-0293-49dc-82e3-73f81befe6f7",
            "word": "ovenproof",
            "phonetic": "ʌvənpɹuːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’ll then need to liberally grease an ovenproof dish and pour in the whites, spreading them around to smooth the surface.",
                "Ok, so now we’re to arrange the stems in a shallow ovenproof dish and lay the caps on top of them."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlbnByb29m&hash=390d5dbb653287725d4319147c6a3dede60c8e6b&lang=en&cache-only=0",
            "defineEn": "referring to a material or dish that is safe to use in an oven without being damaged or melted",
            "defineVi": "đề cập đến một vật liệu hoặc món ăn an toàn để sử dụng trong lò nướng mà không bị hư hỏng hoặc tan chảy"
        },
        {
            "id": "ba03ab07-849d-447f-b86a-5421baa0c6ef",
            "word": "ovenware",
            "phonetic": "ʌvənwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3ZlbndhcmU&hash=3ffb4533c6b91679511ffd705d54ea7defbdecad&lang=en&cache-only=0",
            "defineEn": "containers in which food can be cooked inside an oven",
            "defineVi": "hộp đựng thức ăn có thể được nấu bên trong lò nướng",
            "hasImg": true
        },
        {
            "id": "febb40dd-7efa-4206-b499-25dd6d786190",
            "word": "silver",
            "phonetic": "sɪlvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The boy was born with a silver spoon in his mouth.",
                "He now rocks a distinguished look with his silver strands.",
                "There is no silver bullet that will put an end to unemployment.",
                "If you sell your share in the company now, you're handing the ownership to him on a silver platter."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVy&hash=726f84f547533c11018e30a65e83d5d477e2cf1a&lang=en&cache-only=0",
            "defineEn": "a shiny grayish-white metal of high value that heat and electricity can move through it and is used in jewelry making, tableware, coins, electronics, etc.",
            "defineVi": "một kim loại màu trắng xám sáng bóng có giá trị cao mà nhiệt và điện có thể di chuyển qua nó và được sử dụng trong chế tạo đồ trang sức, bộ đồ ăn, tiền xu, đồ điện tử, v.v.",
            "hasImg": true
        },
        {
            "id": "fe2b3a76-b534-47c9-8318-8cdd92d85ef8",
            "word": "silverware",
            "phonetic": "sɪlvɚwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We set the table with plates and silverware.",
                "Silverware wasn't needed because the restaurant didn't serve any food that required a knife, fork, or spoon to eat. ",
                "You were programmed to use a toilet, silverware, to speak English, rather than Portuguese.",
                "Let's see, I have silverware and pots and pans and dishes and men's wear and ladies wear.",
                "They were tired of replacing broken dishes and glassware and lost silverware. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVyd2FyZQ&hash=5319fa4f1ca6eba17ed4dd23e9c0c78963472b82&lang=en&cache-only=0",
            "defineEn": "the objects such as dishes, forks, and knives that are coated with or made of silver or similar material, used for serving or eating food",
            "defineVi": "các đồ vật như đĩa, nĩa và dao được tráng hoặc làm bằng bạc hoặc vật liệu tương tự, được sử dụng để phục vụ hoặc ăn thức ăn",
            "hasImg": true
        },
        {
            "id": "86ddbd5a-f93e-48e3-bcfc-f672b1b52b75",
            "word": "stoneware",
            "phonetic": "stoʊnwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvbmV3YXJl&hash=032e7898abebca864efaa96f1cae54a6788ef001&lang=en&cache-only=0",
            "defineEn": "a type of clay that is fired at high temperatures, resulting in a dense, durable, and non-porous ceramic material that is ideal for making functional objects",
            "defineVi": "một loại đất sét được nung ở nhiệt độ cao, tạo ra vật liệu gốm dày đặc, bền và không xốp, lý tưởng để chế tạo các đồ vật chức năng"
        }
    ]
}