{
    "id": "c1867a4c-9b36-4a51-8b9f-cd94c348c932",
    "title": "Biology, Physics, and Chemistry",
    "originalTitle": "Biology, Physics, and Chemistry",
    "words": [
        {
            "id": "0593a717-1aa6-4a27-a483-425ccf7d92ad",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "a59c84e6-eb27-4cf2-98e5-4ac8741363f8",
            "word": "reproduction",
            "phonetic": "ɹᵻpɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The squirrel buried the achene in the ground, unknowingly aiding in the plant's reproduction.",
                "For Malthus, uncontrolled reproduction was the central problem.",
                "Bee or barnacle, reproduction finds creative ways to continue on.",
                "We do facsimile reproductions of the great books in medicine.",
                "Although many other animals lay eggs, the evolution of the shell allowed reproduction away from BLEEP environments."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcm9kdWN0aW9u&hash=62a3a02f996fa28a979819e3407f7c426652295e&lang=en&cache-only=0",
            "defineEn": "the sexual or asexual process of creating offspring",
            "defineVi": "quá trình tình dục hoặc vô tính để tạo ra con cái"
        },
        {
            "id": "72942cdf-084a-4fdf-a240-22f55df11422",
            "word": "metabolism",
            "phonetic": "mətæbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his love for food, Peter remains thin as a rake due to his high metabolism.",
                "Together, these processes make up your metabolism.",
                "They have slow metabolisms.",
                "These all required higher metabolism.",
                "As a result, their metabolisms change with the temperature, too."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWJvbGlzbQ&hash=e8b62de2f1e0c6e4c9eaa807e8a7e65b2cda8c90&lang=en&cache-only=0",
            "defineEn": "the chemical processes through which food is changed into energy for the body to use",
            "defineVi": "các quá trình hóa học thông qua đó thức ăn được biến đổi thành năng lượng cho cơ thể sử dụng"
        },
        {
            "id": "9611fe72-501d-4288-ba4e-ec1539f8a176",
            "word": "organism",
            "phonetic": "ɔːɹɡənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Diatoms are an important part of the food chain, providing nourishment for other organisms.",
                "That organism lived.",
                "Sometimes an organism needs armor for a specialized purpose like the whale shark.",
                "Lots of organisms are good at this.",
                "But organisms could potentially survive a few meters underground."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pc20&hash=bc82cea6ceabaad40552a7a79154731b6fca3964&lang=en&cache-only=0",
            "defineEn": "a living thing such as a plant, animal, etc., especially a very small one that lives on its own",
            "defineVi": "một sinh vật sống như thực vật, động vật, v.v., đặc biệt là một sinh vật rất nhỏ sống một mình",
            "hasImg": true
        },
        {
            "id": "0c9cff05-9546-4013-8e3f-9b4b8d9bde38",
            "word": "life cycle",
            "phonetic": "laɪf saɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBjeWNsZQ&hash=774175c813b6a4953234f1a7a26cc73fe33f1e7f&lang=en&cache-only=0",
            "defineEn": "all the different stages of grow and development of a living organism",
            "defineVi": "tất cả các giai đoạn sinh trưởng và phát triển khác nhau của một sinh vật sống",
            "hasImg": true
        },
        {
            "id": "f8ea6c8e-a10d-4be2-bff2-f093202caf9c",
            "word": "molecule",
            "phonetic": "mɑːlɪkjuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Atoms form molecules.",
                "Molecules form proteins.",
                "Other molecules can break down a double bond as well.",
                "Unlike the dry-spaghetti-rigid-straight molecules in Kevlar’s liquid crystal, LCDs use boomerang-shaped molecules. ",
                "In this model, scent molecules fit their receptors like a lock and key."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZWN1bGU&hash=6a3f92210890e6ff2df16e75ff0c7cec0501788d&lang=en&cache-only=0",
            "defineEn": "the smallest structure of a substance consisting of a group of atoms",
            "defineVi": "cấu trúc nhỏ nhất của một chất bao gồm một nhóm các nguyên tử",
            "hasImg": true
        },
        {
            "id": "df2e4a65-904f-49f7-a224-f640324c4648",
            "word": "molecular",
            "phonetic": "məlɛkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Researchers at the cutting edge of molecular biology.",
                "Molecular techniques revolutionized the study of evolution.",
                "Can molecular evidence settle the Great Snake Debate?",
                "The incredible properties of PTFE come from its molecular structure.",
                "It's also getting molecular oxygen."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZWN1bGFy&hash=a89fbb2294424917925c85072f1201e7c669007a&lang=en&cache-only=0",
            "defineEn": "consisting of or relating to molecules",
            "defineVi": "bao gồm hoặc liên quan đến các phân tử"
        },
        {
            "id": "2d115dff-01f5-4689-9fe5-3c5653a0938d",
            "word": "matter",
            "phonetic": "mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "I gave the matter a lot of thought.",
                "What's the matter with Matt?",
                "Art is very much a matter of taste.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dGVy&hash=daac6722c874ec2dc65b31439599dbe67f694398&lang=en&cache-only=0",
            "defineEn": "a physical substance that occupies space and exists in every material in the universe",
            "defineVi": "một chất vật chất chiếm không gian và tồn tại trong mọi vật chất trong vũ trụ",
            "hasImg": true
        },
        {
            "id": "3f0f477a-4253-4801-9420-92c4e525af1a",
            "word": "chemistry",
            "phonetic": "kɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Professor Johnson is the big gun of the chemistry department.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "Mums and dads who see their sweet little Sally Ann tripping off for a night's studying at the chemistry society, looking like butter wouldn't melt, would be advised to look closer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdHJ5&hash=a20acb4d23a57f411f33c5ec0960756e9e473962&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with studying the structure of substances and the way that they change or combine with each other",
            "defineVi": "ngành khoa học liên quan đến việc nghiên cứu cấu trúc của các chất và cách chúng thay đổi hoặc kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "ef97cbfa-31ea-4f83-ac09-b870ea5f7c01",
            "word": "element",
            "phonetic": "ɛlɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "The clotted cream added a creamy element to the homemade trifle.",
                "My stepmother was in her element, organizing everything.",
                "We should not give preferential treatment to one element to the detriment of the others.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlbWVudA&hash=6b1b0d150ba60d60fa9ecc1c28590b21f5cc19ec&lang=en&cache-only=0",
            "defineEn": "a substance that is composed of only one type of atom and is a primary constituent of matter",
            "defineVi": "một chất chỉ bao gồm một loại nguyên tử và là thành phần chính của vật chất",
            "hasImg": true
        },
        {
            "id": "5161ee7a-3b46-402f-87d0-9d84a1cb2621",
            "word": "evolution",
            "phonetic": "ɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So over time, evolution fused those two elytra together.",
                "Evolution is probably playing a pretty big role.",
                "Blame evolution.",
                "Evolution can create information.",
                "Evolution can create information."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZvbHV0aW9u&hash=8ad019ae2f9f0e9def7815a39e2ffb6a254dfa87&lang=en&cache-only=0",
            "defineEn": "(biology) the slow and gradual development of living things throughout the history of the earth",
            "defineVi": "(sinh học) sự phát triển chậm và dần dần của các sinh vật trong suốt lịch sử trái đất",
            "hasImg": true
        },
        {
            "id": "b17f55a2-e92b-406d-935b-f6ed6d369516",
            "word": "property",
            "phonetic": "pɹɑːpɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fence was being raised around the property.",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "I added citron to my detox regimen for its cleansing properties.",
                "The fence runs along the edge of the property line.",
                "The property is going for a song because they need to sell it fast."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVydHk&hash=c07f01d12b3b9b928ba512f19892412d0b9da256&lang=en&cache-only=0",
            "defineEn": "a feature or quality of something",
            "defineVi": "một tính năng hoặc chất lượng của một cái gì đó"
        },
        {
            "id": "daa93321-fcba-49dd-9d68-0478b8dfaa8f",
            "word": "photosynthesis",
            "phonetic": "foʊɾoʊsɪnθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Photosynthesis gave those ancient bacteria a huge advantage over other species.",
                "We call this process: Photosynthesis.",
                "Instead, its green stems and spikes take care of its photosynthesis.",
                "Photosynthesis and respiration, for example, affect the amounts of oxygen and carbon dioxide in Earth’s air.",
                "But photosynthesis is divided into two steps."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9zeW50aGVzaXM&hash=58430d47ce3eb560b34c72f934ec0d77b3d41358&lang=en&cache-only=0",
            "defineEn": "a process in green plants during which the plant synthesizes using water and carbon dioxide",
            "defineVi": "một quá trình trong cây xanh trong đó thực vật tổng hợp sử dụng nước và carbon dioxide"
        },
        {
            "id": "3a4ef256-9894-47fb-8296-57e7ddb52795",
            "word": "DNA",
            "phonetic": "diːɛneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Investigators say DNA has helped close the books on two unsolved murders in California in the late 1980s .",
                "I guess taking no for an answer is not in my DNA.",
                "DNA holds the instructions for an organism’s assembly, life, and reproduction.",
                "DNA is a nucleic acid.",
                "So, is DNA life, then?"
            ],
            "audio": "https://tts.langeek.co/read?text=RE5B&hash=f475474a47eb0d8e5f7108a12f2e134bd6589779&lang=en&cache-only=0",
            "defineEn": "(biochemistry) a chemical substance that carries the genetic information, which is present in every cell and some viruses",
            "defineVi": "(hóa sinh) một chất hóa học mang thông tin di truyền, có trong mọi tế bào và một số virus",
            "hasImg": true
        },
        {
            "id": "e58b490d-5e9c-47bf-af21-b9f7fe72e12f",
            "word": "gene",
            "phonetic": "dʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "About 44 million years later, in the early Miocene Epoch, our hominoid ape ancestors lost another gene:",
                "The sequence of those bases makes up the organism’s genes.",
                "The average markup is 41 to 58 percent across platforms,Gene?",
                "These genes are the gene pool.",
                "The genes work more like sheet music for an orchestra."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZQ&hash=e4bfda5ba18e7d7c1780022de5958d52530d512d&lang=en&cache-only=0",
            "defineEn": "(genetics) a basic unit of heredity and a sequence of nucleotides in DNA that is located on a chromosome in a cell and controls a particular quality",
            "defineVi": "(di truyền học) đơn vị di truyền cơ bản và trình tự các nucleotide trong DNA nằm trên một nhiễm sắc thể trong tế bào và kiểm soát một phẩm chất cụ thể",
            "hasImg": true
        },
        {
            "id": "a879f1aa-8d97-4224-b2db-b7ebe9af5b0b",
            "word": "to react",
            "phonetic": "tə ɹɪækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "How did they react when they learned the news?",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation.",
                "I'm not sure how he's going to react when he meets my family!",
                "Our brains react the same way to food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY3Q&hash=019e13682c940ee86044b856099cc64c6c76f9bc&lang=en&cache-only=0",
            "defineEn": "(physics) to be subject to physical or chemical change",
            "defineVi": "(vật lý) chịu sự thay đổi vật lý hoặc hóa học"
        },
        {
            "id": "e8bc460e-d61c-43b5-9e3f-7c3276ec365b",
            "word": "fiber",
            "phonetic": "faɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Avocado's high fiber content can aid in digestion and help promote a healthy gut.",
                "Baobab fruit is a great source of dietary fiber, which helps support a healthy digestive system.",
                "I often include nopal in my smoothies for its high fiber content and nutrient-rich properties.",
                "I like to add beans to my salads for an extra dose of fiber and texture.",
                "She added a spoonful of wheatmeal to her morning oatmeal for an extra boost of fiber and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmliZXI&hash=8ea15c05ad2bad01f8cc9a9771f81d9d87277fa4&lang=en&cache-only=0",
            "defineEn": "any strand of muscle or nervous tissues",
            "defineVi": "bất kỳ sợi cơ hoặc mô thần kinh"
        },
        {
            "id": "d21ae32e-9e58-4789-989c-48daef87c8b1",
            "word": "particle",
            "phonetic": "pɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Physicists searching for the hypothetical particle may be on a wild goose chase.",
                "In addition to markers of humans, animals, and landscapes, dust also contains particles from further afield.",
                "These particles make up antimatter.",
                "And obviously these are all positively charged particles.",
                "Particle fever is so good!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGljbGU&hash=56659d1c2c2e9c4ae2135f70a475b35664d9a33a&lang=en&cache-only=0",
            "defineEn": "(physics) any of the smallest units that energy or matter consists of, such as electrons, atoms, molecules, etc.",
            "defineVi": "(vật lý) bất kỳ đơn vị nhỏ nhất nào chứa năng lượng hoặc vật chất, chẳng hạn như điện tử, nguyên tử, phân tử, v.v."
        },
        {
            "id": "8c15259e-40f6-4906-93e4-7e7bb50b97d7",
            "word": "compound",
            "phonetic": "kɑːmpaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But my understanding is that most mortgages compound monthly.",
                "Because many seaweeds also produce growth-regulating compounds.",
                "It had compound eyes, a two-section body, and six pairs of appendages.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "I'm compounding 1.0006274."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG91bmQ&hash=7c2f244d43741501c6c2217509e0feeada6485dc&lang=en&cache-only=0",
            "defineEn": "(chemistry) a substance that its molecules consist of two or more elements that are held together by a chemical bond",
            "defineVi": "(hóa học) chất mà phân tử của nó gồm hai hay nhiều nguyên tố liên kết với nhau bằng liên kết hóa học",
            "hasImg": true
        },
        {
            "id": "3459c5ab-9b97-4245-93a2-64b69ba80a75",
            "word": "bond",
            "phonetic": "bɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZA&hash=f3ad2c23bc915e49b63aa91f5a6dc6a3d4c9a3b0&lang=en&cache-only=0",
            "defineEn": "a linking force that holds atoms or ions together in any molecule or crystal",
            "defineVi": "một lực liên kết giữ các nguyên tử hoặc ion lại với nhau trong bất kỳ phân tử hoặc tinh thể nào",
            "hasImg": true
        },
        {
            "id": "2fe6044b-8da8-4b4a-951b-d1921a08bdfe",
            "word": "atomic",
            "phonetic": "ɐtɑːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In 1971 scientists loaded atomic clocks on board commercial airplanes.",
                "The number of protons in an element is its atomic number.",
                "The atomic number is the soul of the atom.",
                "Its atomic number is six.",
                "Atomic orbitals have long been a source of frustration for me."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRvbWlj&hash=256cb0b5b84dea107096a9966f9fb883991015d6&lang=en&cache-only=0",
            "defineEn": "related to an atom or atoms",
            "defineVi": "liên quan đến một nguyên tử hoặc nguyên tử",
            "hasImg": true
        },
        {
            "id": "2a99c5af-96c4-4359-ac8d-bf833780e720",
            "word": "nerve",
            "phonetic": "nɜːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "stroke a nerve didn't I?",
                "It really gets on my nerves.",
                "He had some nerve to insult Mina's cooking.",
                "You struck a raw nerve when you mentioned divorce.",
                "Jake has a nerve talking back to his mother like that!"
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydmU&hash=bf003f4121aec7288370090f8956756f73fc1247&lang=en&cache-only=0",
            "defineEn": "each of a group of long thread-like structures in the body that carry messages between the brain and other parts of the body, sensing things is a result of this process",
            "defineVi": "mỗi nhóm cấu trúc giống như sợi chỉ dài trong cơ thể mang thông điệp giữa não và các bộ phận khác của cơ thể, cảm nhận mọi thứ là kết quả của quá trình này",
            "hasImg": true
        },
        {
            "id": "16c08262-0878-4285-9d28-9074c6f604ee",
            "word": "parasite",
            "phonetic": "pæɹəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flesh wounds could carry parasites.",
                "The parasite is essentially mimicking a clutch of eggs.",
                "Then the parasite castrates the snail and reproduces inside it.",
                "These parasites reside in the bodies of Anopheles mosquitoes. ",
                "These hairworms are gnarly parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYXNpdGU&hash=ba62b31403670ff7bf0c0554a3f83437a306c7fb&lang=en&cache-only=0",
            "defineEn": "(biology) a small organism that lives on or inside another organism, called a host, and is dependent on it for nutrition and growth",
            "defineVi": "(sinh vật học) một sinh vật nhỏ sống trên hoặc bên trong một sinh vật khác, được gọi là vật chủ, và phụ thuộc vào nó để dinh dưỡng và phát triển"
        },
        {
            "id": "625f5115-b802-4818-8a9a-64abe94bfac9",
            "word": "instinct",
            "phonetic": "ɪnstɪŋkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best women business leaders follow their instincts and are good at putting their finger on the pulse of the zeitgeist.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "When it comes to sensing danger, it's important to trust your instincts because, as they say, the nose knows.",
                "I have great real estate instincts."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGluY3Q&hash=55712473bbc3c4af5b433fd93ac2de04cc486403&lang=en&cache-only=0",
            "defineEn": "a reaction or behavior whose reason is innate, not a result of thinking",
            "defineVi": "một phản ứng hoặc hành vi mà lý do là bẩm sinh, không phải là kết quả của suy nghĩ"
        },
        {
            "id": "2a05f66a-803e-424e-bab2-eaabae162d3a",
            "word": "acid",
            "phonetic": "æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Citric acid is a natural preservative found in citrus fruits and used in many foods and beverages to prevent spoilage.",
                "He read the food label carefully to avoid products containing trans fatty acids.",
                "Rhubarb leaves are toxic and should never be eaten, as they contain high levels of oxalic acid.",
                "In April in New York, a man poured acid on an Asian American woman.",
                "Enter uric acid."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNpZA&hash=46324d803cace411c36955cb927301cc3cd0f644&lang=en&cache-only=0",
            "defineEn": "a water-soluble chemical substance that contains Hydrogen and has a sour taste or corrosive feature with a PH less than 7",
            "defineVi": "một chất hóa học hòa tan trong nước có chứa Hydrogen và có vị chua hoặc tính năng ăn mòn với độ PH nhỏ hơn 7"
        },
        {
            "id": "1ca57471-f2e6-4306-aace-f270b8afa511",
            "word": "electron",
            "phonetic": "ᵻlɛktɹɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Electrons orbit the atom core.",
                "Oxygen is losing electrons.",
                "Oxidation is losing electrons.",
                "Oxidation is losing electrons.",
                "Oxidation is losing electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb24&hash=19a64daf3f741fd4d63edf075dd163ea9258a066&lang=en&cache-only=0",
            "defineEn": "a small particle in an atom with negative charge",
            "defineVi": "một hạt nhỏ trong nguyên tử mang điện tích âm"
        },
        {
            "id": "4f0496fe-22c0-4125-84e0-548f0d47b00d",
            "word": "vapor",
            "phonetic": "veɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At this point, the vapor forms droplets.",
                "The mites get water vapor from them.",
                "Water vapor is the same thing as water.",
                "The cold glass makes water vapor in the air collect into liquid drops.",
                "And in the troposphere, water vapor in the clouds is the enemy. "
            ],
            "audio": "https://tts.langeek.co/read?text=dmFwb3I&hash=b12fd74368feff0baf23ae05185764a56ed19bb2&lang=en&cache-only=0",
            "defineEn": "extremely small drops of liquid in the air, resulted from the heating of the liquid",
            "defineVi": "giọt chất lỏng cực nhỏ trong không khí, là kết quả của sự nóng lên của chất lỏng"
        },
        {
            "id": "372ea5a7-f2e1-460d-9c23-0f37e04b8cfb",
            "word": "glucose",
            "phonetic": "ɡluːkoʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two main types of sugar in honey are glucose and fructose.",
                "A continuous glucose monitor sends blood sugar data to the pump.",
                "Like tears and spit, sweat has less glucose in it than blood.",
                "It converts glucose to gluconic acid and hydrogen peroxide.",
                "And bacteria hate glucose oxidase because it produces two different compounds."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2x1Y29zZQ&hash=623db0b07e8857a5aba6e2be59df51740f036525&lang=en&cache-only=0",
            "defineEn": "a basic kind of sugar that is a component of carbohydrates and  provides energy for many living organisms",
            "defineVi": "một loại đường cơ bản là thành phần của carbohydrate và cung cấp năng lượng cho nhiều sinh vật sống"
        },
        {
            "id": "acbd2cbd-e44d-4466-bcbc-94f5a1725ccd",
            "word": "carbon",
            "phonetic": "kɑːɹbən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The carbon tax will inevitably lead to an increase in energy bills.",
                "Carbon is the foundation of biology.",
                "Getting carbon out of the air and into the soil.",
                "And carbon has lost the electron.",
                "Carbon is, maybe, the most important element for life."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9u&hash=e2f5f9a9417517b52c70a2a0f12244a5917e7603&lang=en&cache-only=0",
            "defineEn": "a nonmetal element that can be found in all organic compounds and living things",
            "defineVi": "một nguyên tố phi kim có thể được tìm thấy trong tất cả các hợp chất hữu cơ và sinh vật",
            "hasImg": true
        },
        {
            "id": "a53d3dba-900b-46ae-a81f-788d36841bc3",
            "word": "calcium",
            "phonetic": "kælsiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Including homogenized milk in your diet provides essential nutrients like calcium and vitamin D.",
                "Milk is a good source of calcium, which helps in building strong bones and teeth.",
                "Calcium, magnesium, and phosphorus harden bones and teeth, while iron is, of course, crucial in hemoglobin.",
                "The essential ingredient in cement is calcium oxide, CaO.",
                "But scientists can track the calcium flow."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsY2l1bQ&hash=2140e154a52f3baf64cbe29b2fc915913050961f&lang=en&cache-only=0",
            "defineEn": "a soft silver-white metal that is an important element in bones and teeth",
            "defineVi": "một kim loại mềm màu trắng bạc là một yếu tố quan trọng trong xương và răng"
        },
        {
            "id": "424606a6-1e63-452d-8a69-8108f1cef4fc",
            "word": "nitrogen",
            "phonetic": "naɪtɹədʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pluto’s atmosphere is almost entirely nitrogen.",
                "Humans and other mammals excrete nitrogen waste in urine.",
                "Nitrogen has five electrons in its outer shell.",
                "3.5 billion years ago, the atmosphere was mostly nitrogen, carbon dioxide, and methane.",
                "Still, liquid nitrogen doesn’t always kill bacteria."
            ],
            "audio": "https://tts.langeek.co/read?text=bml0cm9nZW4&hash=b8f3e330b824cd9ba4153b4864bb07735f5df025&lang=en&cache-only=0",
            "defineEn": "one the most common elements in Earth's atmosphere",
            "defineVi": "một trong những yếu tố phổ biến nhất trong bầu khí quyển của trái đất"
        },
        {
            "id": "239676c7-64e0-40a3-bc7f-ac8a0e011e4c",
            "word": "to dissolve",
            "phonetic": "tə dɪsɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dissolve the bouillon cube in hot water to create a flavorful broth as the base for my soup",
                "Make lemonade jelly by dissolving agar-agar in lemon juice and sweetened water.",
                "She carefully stirred her tea, watching the sugar cube dissolve slowly.",
                "I like to dissolve caster sugar in hot water to make a sweet syrup for my cocktails.",
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc29sdmU&hash=be1fac6ece36f2f12a8c051d5ed408536d215a5d&lang=en&cache-only=0",
            "defineEn": "(of a solid) to become one with a liquid",
            "defineVi": "(của chất rắn) trở thành một với chất lỏng",
            "hasImg": true
        }
    ]
}