{
    "id": "c1a97bc4-5849-4371-90b3-3e3b94af2a08",
    "title": "Nouns Related to Art",
    "originalTitle": "Nouns Related to Art",
    "words": [
        {
            "id": "77793123-5f94-41bc-844c-80e4ebdea64e",
            "word": "back catalogue ",
            "phonetic": "bæk kæɾɐlɑːɡ bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjayBjYXRhbG9ndWXCoA&hash=43d1e91c8753d86c1eaa4fc55136a4f35c055472&lang=en&cache-only=0",
            "defineEn": "the entire collection of works (such as music recordings, films, books, or other creative output) that an artist or creator has produced throughout their career",
            "defineVi": "toàn bộ bộ sưu tập tác phẩm (chẳng hạn như bản ghi âm nhạc, phim, sách hoặc sản phẩm sáng tạo khác) mà một nghệ sĩ hoặc người sáng tạo đã tạo ra trong suốt sự nghiệp của họ"
        },
        {
            "id": "128272be-459b-453f-baff-913627bcd043",
            "word": "canon",
            "phonetic": "kænən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canon version of the F1 lens is $5,000 ish USD.",
                "- Okay, so, Canon's released a camera recently.",
                "One of the all-time greatest hits of medical education was al-Qānūn fī al-Ṭibb, or The Canon of Medicine.",
                "You know, it's outside of those-- those canons.",
                "But In contrast to the biblical canon and the canon of saints, the literary canon was never an official list of officially recognized writers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fub24&hash=7f203c983c00fea10b8a9e5dd32b105597bbd2d7&lang=en&cache-only=0",
            "defineEn": "generally accepted rules or principles, especially those that are considered as fundamental in a field of art or philosophy",
            "defineVi": "các quy tắc hoặc nguyên tắc được chấp nhận chung, đặc biệt là những quy tắc hoặc nguyên tắc được coi là cơ bản trong lĩnh vực nghệ thuật hoặc triết học"
        },
        {
            "id": "348bfa37-5657-4e86-b0d8-bab31d2a31d9",
            "word": "fine arts",
            "phonetic": "faɪn ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, I graduated with a Bachelor of Fine Arts in Studio Art, I have a painting degree.",
                "In her research on monuments of Civil War soldiers, art historian Sarah Beetham of the Pennsylvania Academy of the Fine Arts, notes that many of the monuments were sold by New England manufacturers (like the Monumental Bronze Co. in Bridgeport, CT) at the end of the 19th century.",
                "There's the Exploratorium, there's the Japanese Tea Garden, there's the Palace of Fine Arts, there's the de Young Museum, there's the Opera House, there's the Symphony.",
                "My name is Alison Smith and I am an artist, an educator and Dean of Fine Arts at California College of the Arts, and I am here at my home and studio in San Francisco sheltering in place, like so many other people around the world, due to the novel coronavirus pandemic ."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZSBhcnRz&hash=113e730e9a1b45905828d14f8cb35e07b824c31a&lang=en&cache-only=0",
            "defineEn": "the creative forms of expression that are primarily intended to be appreciated for their beauty or emotional power, such as painting, sculpture, etc.",
            "defineVi": "các hình thức thể hiện sáng tạo chủ yếu nhằm mục đích đánh giá cao vẻ đẹp hoặc sức mạnh cảm xúc của chúng, chẳng hạn như hội họa, điêu khắc, v.v.",
            "hasImg": true
        },
        {
            "id": "0dad8b75-98f2-4a4a-96ac-c8976323d5db",
            "word": "foreground",
            "phonetic": "fɔːɹɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So on the foreground, my face is dark.",
                "When we look at an object, the background and foreground are usually blurry, because a lens can only focus light coming from one distance away.",
                "I can change my foreground and my background color, except that you literally only have these ones to choose from.",
                "Each image gives us at least a glimpse of the mountain, and in this particular print we see it in the distance as a giant wave occupies much of the foreground, about to crash down upon three fishing boats and their occupants.",
                "What makes these formulaic prom scenes interesting is the degree to which filmmakers use them to foreground what is wrong with the adult society into which the teenager hopes to emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdyb3VuZA&hash=55963a17d15b4bd166a738732905254254f9ecce&lang=en&cache-only=0",
            "defineEn": "the part of a scene, photograph, etc. that is closest to the observer",
            "defineVi": "một phần của cảnh, ảnh, v.v. gần người quan sát nhất",
            "hasImg": true
        },
        {
            "id": "cab9931f-0bca-4cb2-a5e0-489b163d7aec",
            "word": "format",
            "phonetic": "fɔːɹmæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The essay needs to be formatted according to the MLA guidelines.",
                "I need to format my external hard drive before transferring files to it.",
                "It attempts to read a floppy disk without regard to its format.",
                "The format is pretty simple.",
                "I don't understand the podcast format."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWF0&hash=e6eddd336107487e98c1dfec3fe10cbd93689266&lang=en&cache-only=0",
            "defineEn": "the size and shape of a physical artwork, such as a painting, sculpture, or photograph",
            "defineVi": "kích thước và hình dạng của một tác phẩm nghệ thuật vật lý, chẳng hạn như một bức tranh, tác phẩm điêu khắc hoặc bức ảnh"
        },
        {
            "id": "3c1f2c01-90df-4822-8bf7-4a4f886bcce8",
            "word": "homage",
            "phonetic": "hɑːmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "The mission was named in homage to Apollo's twin sister, Artemis, the Greek goddess of the hunt and the moon.",
                "Their new main logo pays homage to its original look, while their alternate logo has a unique design, shown on the team's jersey sleeve.",
                "It's partly an homage to a man who loved his community, a businessman who captured it with his cameras.",
                "Yeah and apparently the designer used purple to pay homage to the suffragette movement."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tYWdl&hash=e9d06ed313d165af3c6b8b5f872f1dd6f6e587c8&lang=en&cache-only=0",
            "defineEn": "a show of respect or admiration for someone or something, often expressed through a creative work such as a painting, poem, or song",
            "defineVi": "thể hiện sự tôn trọng hoặc ngưỡng mộ đối với ai đó hoặc một cái gì đó, thường được thể hiện thông qua một tác phẩm sáng tạo như một bức tranh, bài thơ hoặc bài hát"
        },
        {
            "id": "a46a0a89-357f-4357-b549-6f4aa95f9667",
            "word": "image",
            "phonetic": "ɪmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did your friend ask for permission to use the image?",
                "The company is trying to create a young energetic image.",
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "Images are captured in black and white to save hard disk space.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2U&hash=abcb1fc29bae919497512e19f0fe8476e645c89e&lang=en&cache-only=0",
            "defineEn": "a representation of something, such as a person, object, or scene, created with a medium such as a photograph, painting, or drawing",
            "defineVi": "một đại diện của một cái gì đó, chẳng hạn như một người, đối tượng hoặc cảnh, được tạo bằng phương tiện như ảnh, tranh hoặc bản vẽ",
            "hasImg": true
        },
        {
            "id": "a07da0cc-b017-45bc-adf3-36314ddb6cb8",
            "word": "masterwork",
            "phonetic": "mæstɚwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Haeckel introduced popular readers to many environments in his masterwork of scientific illustration, Art Forms in Nature."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVyd29yaw&hash=dda18beda69f13dc16affaadfffce14f1751b21c&lang=en&cache-only=0",
            "defineEn": "a great piece of art or literature that is considered to be the best or an excellent example of an artist's or author's work",
            "defineVi": "một tác phẩm nghệ thuật hoặc văn học tuyệt vời được coi là tốt nhất hoặc là một ví dụ xuất sắc về tác phẩm của một nghệ sĩ hoặc tác giả"
        },
        {
            "id": "c5787a62-2098-456e-a9d8-40a38ba1cb86",
            "word": "model",
            "phonetic": "mɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWw&hash=5abaea122502faa5fea42a9cbc791be8e81d5809&lang=en&cache-only=0",
            "defineEn": "a person who is employed by an artist to pose for a painting, photograph, etc.",
            "defineVi": "một người được một nghệ sĩ thuê để tạo dáng cho một bức tranh, bức ảnh, v.v.",
            "hasImg": true
        },
        {
            "id": "5b357272-8014-4cef-add9-96ffc6e964fb",
            "word": "picture",
            "phonetic": "pɪktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This picture shows my mother as a young woman.",
                "For children, picture books provide a window onto the world.",
                "The board meeting painted a pretty grim picture.",
                "The book paints a vivid picture of life in the city.",
                "I have a picture frame with a family photo on my desk."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZQ&hash=bad3c3434f7430776dab6143795da7f683a92914&lang=en&cache-only=0",
            "defineEn": "a drawing or painting, etc. of someone or something",
            "defineVi": "một bản vẽ hoặc bức tranh, v.v. của ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "c377e275-09b4-4182-a486-e5ae567eab3e",
            "word": "piece",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "That piece of work just rejected my resume for the third time!",
                "My mother went to pieces after his death.",
                "he broke off a piece of his chocolate.",
                "Play us that new piece."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllY2U&hash=eef478a04c9accc95579134c49ae42ba9b838fd8&lang=en&cache-only=0",
            "defineEn": "a work of art",
            "defineVi": "một tác phẩm nghệ thuật",
            "hasImg": true
        },
        {
            "id": "82ea4ac1-11e7-4d64-946e-956c3b2fe036",
            "word": "pose",
            "phonetic": "poʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa walked into the room and struck a pose, hoping she would be noticed.",
                "The art class featured a live model who posed in the raw, allowing the students to study and capture the human form in its natural state.",
                "Mike's striking a pose of confidence.",
                "The cold weather in Minnesota posed a special challenge to shopper comfort.",
                "New EV trucks pose a threat to the truck makers market share."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zZQ&hash=40a9084e141ab12f17d2cac1f1d67860692f2bb5&lang=en&cache-only=0",
            "defineEn": "a particular posture assumed by someone in order to be artistically recreated",
            "defineVi": "một tư thế cụ thể được đảm nhận bởi ai đó để được tái tạo một cách nghệ thuật"
        },
        {
            "id": "ab725726-73ac-40a6-80e3-ab04a438a95a",
            "word": "subject",
            "phonetic": "sʌbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdA&hash=84940577ecf6ded51b9ed839e05aea89d5fb9257&lang=en&cache-only=0",
            "defineEn": "a person or object that is the focus of a work of art, such as a painting or photograph",
            "defineVi": "một người hoặc đối tượng là trọng tâm của một tác phẩm nghệ thuật, chẳng hạn như một bức tranh hoặc bức ảnh"
        },
        {
            "id": "1403e568-400c-42ab-8b25-61ee12f6f260",
            "word": "treatment",
            "phonetic": "tɹiːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newer treatments for the disease are in the pipeline.",
                "I'm having treatment for my back problem.",
                "People are dying for want of medical treatment.",
                "The treatment has not yet been tried on patients.",
                "We should not give preferential treatment to one element to the detriment of the others."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRtZW50&hash=cd8d0e4091d83f16b6a3e5db896dd881e9ff76fa&lang=en&cache-only=0",
            "defineEn": "the way an artist handles or deals with a subject or theme in a work of art",
            "defineVi": "cách một nghệ sĩ xử lý hoặc đối phó với một chủ đề hoặc chủ đề trong một tác phẩm nghệ thuật"
        },
        {
            "id": "45256158-affa-419c-959d-6b1ea0fe9f88",
            "word": "work",
            "phonetic": "wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yaw&hash=bde9fca176d084c843248403edd2a402467aaed6&lang=en&cache-only=0",
            "defineEn": "a painting, piece of music or book that is produced by a painter, musician or writer",
            "defineVi": "một bức tranh, bản nhạc hoặc cuốn sách được sản xuất bởi một họa sĩ, nhạc sĩ hoặc nhà văn"
        },
        {
            "id": "504e21a9-0b76-45ec-aa4a-0e1f749d6f6a",
            "word": "background",
            "phonetic": "bækɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "A secure background will help a child to grow emotionally.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2dyb3VuZA&hash=90f49757c5144f21f715daa232198e97f8962a54&lang=en&cache-only=0",
            "defineEn": "the part of a photograph, etc. that is situated behind the main figures, etc.",
            "defineVi": "một phần của bức ảnh, v.v. nằm phía sau các nhân vật chính, v.v.",
            "hasImg": true
        },
        {
            "id": "c4990c85-1cb6-44c9-bb3d-4c5039cb09b7",
            "word": "stroke",
            "phonetic": "stɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb2tl&hash=cdfb0a15ee9fb4c35fa7f9391ad99725cacc3165&lang=en&cache-only=0",
            "defineEn": "a single movement of a pen or pencil, or paintbrush",
            "defineVi": "một chuyển động duy nhất của bút hoặc bút chì, hoặc cọ vẽ"
        },
        {
            "id": "1c87e5a5-8a46-4963-b197-5b2b73a7aed0",
            "word": "painting",
            "phonetic": "peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "His paintings had a strong influence on me as a student.",
                "Your painting has come out really well.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The paintings were damaged beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRpbmc&hash=6e04849b7ef9492a3bb5aa1cdf7761ddfd58c783&lang=en&cache-only=0",
            "defineEn": "a picture created by paint",
            "defineVi": "một bức tranh được tạo ra bởi sơn",
            "hasImg": true
        },
        {
            "id": "876891fb-1fec-46be-8c0a-a42357d9a766",
            "word": "drawing",
            "phonetic": "dɹɔːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "He took along a portfolio of his drawings.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "One mistake and we're back to the drawing board."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhd2luZw&hash=2f7884fac7adfe5711b435714a1b298433cb3214&lang=en&cache-only=0",
            "defineEn": "the activity or art of creating illustrations by a pen or pencil",
            "defineVi": "hoạt động hoặc nghệ thuật tạo hình minh họa bằng bút hoặc bút chì",
            "hasImg": true
        }
    ]
}