{
    "id": "c1b8bc21-6da3-409a-b501-95130c8244b5",
    "title": "Lesson 42",
    "originalTitle": "Lesson 42",
    "words": [
        {
            "id": "57aa9338-b422-4a7d-bced-7884e5388652",
            "word": "dilettante",
            "phonetic": "daɪltɑːnteɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that’s part of the problem, because that’s the behavior of a dilettante. ",
                "And whatever else you want to say about decisions that the president has to make, this is not a place for dilettantes to do on-the-job training. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsZXR0YW50ZQ&hash=890a35fcd34f65617e80af03fcfdb4ae3b7347b2&lang=en&cache-only=0",
            "defineEn": "an amateur who engages in an activity without serious intentions and who pretends to have knowledge",
            "defineVi": "một người nghiệp dư tham gia vào một hoạt động mà không có ý định nghiêm túc và giả vờ có kiến thức"
        },
        {
            "id": "a1eba224-d31f-4260-9912-aafc3095fd0e",
            "word": "diligence",
            "phonetic": "dɪlɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The construction project was completed without a hitch, thanks to the hard work of our team and the diligence of our contractors.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "And as for due diligence, no one seemed to questionthe fact that Madoff's accountantwas a one-man operation in this strip mall, an hour'sdrive north of New York.",
                "But their attorneys insistthat their due diligence surpassed industry standards."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsaWdlbmNl&hash=6620d198742f1c1c2ee11c7b241579bd79c602ea&lang=en&cache-only=0",
            "defineEn": "persistent effort or attention towards a task or goal",
            "defineVi": "nỗ lực hoặc sự chú ý liên tục đối với một nhiệm vụ hoặc mục tiêu",
            "hasImg": true
        },
        {
            "id": "1c1db9cb-c8b2-4448-b122-12f6d321a99c",
            "word": "diligent",
            "phonetic": "dɪlɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s diligent.",
                "She is a very diligent senator, and she would have happily voted for Garland.",
                "And Shirley is as devoted and diligent as a mother as I have ever seen.",
                "This executive order also requires that companies are much more diligent about reporting breaches when they occur.",
                "Hopefully diligent and intelligent people have come up with this estimate."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsaWdlbnQ&hash=f9411838c6632e8e3443e1f79ae1c1fe0affd4d2&lang=en&cache-only=0",
            "defineEn": "consistently putting in the necessary time and energy to achieve one's goals",
            "defineVi": "luôn dành thời gian và năng lượng cần thiết để đạt được mục tiêu của mình"
        },
        {
            "id": "ebf5ffb0-18a1-4bbb-85a8-6484db801792",
            "word": "energetic",
            "phonetic": "ɛnɚdʒɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is trying to create a young energetic image.",
                "You're energetic.",
                "It's so energetic.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lcmdldGlj&hash=7abbdcd7bc2a4a57a153efc65c5d7d6e6dff0972&lang=en&cache-only=0",
            "defineEn": "active and full of energy",
            "defineVi": "năng động và tràn đầy năng lượng",
            "hasImg": true
        },
        {
            "id": "b71834ab-94a5-4ebe-be08-c028ba0e99e3",
            "word": "to enervate",
            "phonetic": "tʊ ɛnɚveɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5lcnZhdGU&hash=956f2a9886eee6108d0a49d4aaba277715235108&lang=en&cache-only=0",
            "defineEn": "to cause someone to lose physical or mental energy or strength",
            "defineVi": "để gây ra một ai đó để mất năng lượng thể chất hoặc tinh thần hoặc sức mạnh"
        },
        {
            "id": "4e62ec01-e7e7-40ee-8f94-ab3eb0b8241b",
            "word": "to enfeeble",
            "phonetic": "tʊ ɛnfiːbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "It serves always to distract the public councils and enfeeble the public administration."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5mZWVibGU&hash=5abf99e8b2f3c0bf0f70772bf8e5ea8a660542f0&lang=en&cache-only=0",
            "defineEn": "make weak",
            "defineVi": "làm yếu đi"
        },
        {
            "id": "086196c4-c9be-4fef-b3b5-b42d4ab85ff2",
            "word": "vainglory",
            "phonetic": "veɪŋɡlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFpbmdsb3J5&hash=512ecfbc8e0583b8f9aad074cec95ff128017b17&lang=en&cache-only=0",
            "defineEn": "outspoken conceit",
            "defineVi": "thẳng thắn tự phụ"
        },
        {
            "id": "453fe3d9-ed5a-4f9a-9311-a2d00415301b",
            "word": "vainglorious",
            "phonetic": "veɪŋɡloːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFpbmdsb3Jpb3Vz&hash=34d274a7b7d6d1e134959463598a32fc575cefd4&lang=en&cache-only=0",
            "defineEn": "showing excessive pride in one's abilities or accomplishments",
            "defineVi": "thể hiện niềm tự hào quá mức về khả năng hoặc thành tích của một người"
        },
        {
            "id": "f6fa7fc9-1947-4d9c-890c-fdde3873aa23",
            "word": "recession",
            "phonetic": "ɹᵻsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "Many more businesses are feeling the chill wind of the recession.",
                "The effects of the recession are being felt everywhere.",
                "Before the recession, the country was on the pig's back, but the situation has changed greatly.",
                "Britain is still in the grip of recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXNzaW9u&hash=3c29ed7e96a0ff01150911714331b6c96ac46fbf&lang=en&cache-only=0",
            "defineEn": "a period of economic decline marked by a rise in unemployment and the fall in the GDP",
            "defineVi": "một thời kỳ suy thoái kinh tế được đánh dấu bằng sự gia tăng thất nghiệp và giảm GDP"
        },
        {
            "id": "68a82c3f-1813-4085-95b4-128c63e05701",
            "word": "recessive",
            "phonetic": "ɹᵻsɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But men need just one recessive allele and, Doh!",
                "So it's rare that women get 2 recessive alleles.",
                "But we’ve also learned that too much similarity can increase our odds of passing along dangerous recessive traits or other developmental problems.",
                "And he came up with recessive and dominant to describe how some traits outweighed others in offspring.",
                "A theory might invoke dominant and recessive genes to explain how brown-haired parents ended up with a red-headed child, or use gravity to shed light on the parabolic trajectory of a baseball."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXNzaXZl&hash=846d0798f4d17e104a1763bdc044e6876be97a82&lang=en&cache-only=0",
            "defineEn": "(of genes) producing its characteristic phenotype only when its allele is identical",
            "defineVi": "(của gen) chỉ tạo ra kiểu hình đặc trưng khi alen của nó giống hệt nhau"
        },
        {
            "id": "77ee94ab-c2ed-44bb-9c24-6452a7b499f8",
            "word": "to assess",
            "phonetic": "tʊ ɐsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dr. Howard never laid a hand on me to assess my pain.",
                "These two summit events constitute a framework to assess progress being made under the auspices of President Mbeki.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks.",
                "IARC is just assessing cancer risk, not overall safety.",
                "I assess the new movie Jupiter Ascending-- --on this week's episode of Angry Nerd!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXNz&hash=b810bb454e575c4e19675677f8c5cb5a322935ef&lang=en&cache-only=0",
            "defineEn": "to form a judgment on the quality, nature, or ability of something or someone",
            "defineVi": "để hình thành một bản án về chất lượng, bản chất, hoặc khả năng của một cái gì đó hoặc ai đó"
        },
        {
            "id": "884de063-e983-414c-8683-300eeba6509c",
            "word": "assessor",
            "phonetic": "ɐsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was the assessor.",
                "There would be an assessor, a collector, and a communicator.",
                "Most of the bureaucrats you meet in your daily life: teachers, policeman, tax assessors are officials of your state government, not the federal government, like Bureaucrat Jimmy.",
                "So you're in a state where every year, or every several years, the assessor comes, says, oh, your house is worth more now, so I'm going to raise your taxes.",
                "What we're advocating, what we're seeing is working well and the teachers we've worked with really love it is, become that coach and you don't have to become both the assessor and the lecturer and the coach, be that coach figure, be that mentor."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXNzb3I&hash=c185c763ad93ad63555052a1784910d93efea2de&lang=en&cache-only=0",
            "defineEn": "an official who evaluates property for the purpose of taxing it",
            "defineVi": "một quan chức định giá tài sản cho mục đích đánh thuế nó"
        },
        {
            "id": "981bbe4b-fb1e-42e0-91a4-6535496bbb4f",
            "word": "impersonal",
            "phonetic": "ɪmpɜːsənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The objects were impersonal, many of them machine-made, fabricated from new and industrial materials.",
                "Climate change is a gradual, impersonal thing that always seems to live in the future."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJzb25hbA&hash=4d6f9b064ec072a9ea4a3e0de51e13329c7c219f&lang=en&cache-only=0",
            "defineEn": "not relating to or responsive to individual persons",
            "defineVi": "không liên quan đến hoặc đáp ứng với cá nhân"
        },
        {
            "id": "54d2df73-49e8-40af-92b4-f465f259e824",
            "word": "to impersonate",
            "phonetic": "tʊ ɪmpɜːsəneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He did not impersonate a dead infant.",
                "Or when Arnold Schwarzenegger impersonated himself?",
                "You could even make one that impersonates a trusted figure.",
                "So they're impersonating the celebrity's voice, but they're not saying something the celebrity would say because that would be too easy.",
                "Although boy, what a sad celebrity impersonating pair that would be!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wZXJzb25hdGU&hash=2857b898db662c8d701c0ecea57ff52365a5b5cb&lang=en&cache-only=0",
            "defineEn": "assume or act the character of",
            "defineVi": "giả định hoặc hành động nhân vật của"
        },
        {
            "id": "dd290089-4445-43d0-9b24-f76b40629c98",
            "word": "to displace",
            "phonetic": "tə dɪspleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The military crackdown in Tigray displaces tens of thousands and prompts accusations of ethnic cleansing.",
                "Thousands of people were displaced.",
                "Immigrants do not displace native workers.",
                "Because the bottom of the bowl is displacing some water.",
                "Tens of thousands have been displaced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGxhY2U&hash=0a736a3a0348704bef66e3934c4fe0b6ce306469&lang=en&cache-only=0",
            "defineEn": "to make someone leave their home by force, particularly because of an unpleasant event",
            "defineVi": "để làm cho ai đó rời khỏi nhà của họ bằng vũ lực, đặc biệt là vì một sự kiện khó chịu"
        },
        {
            "id": "8ad9c107-2776-4e2e-989d-3941ea4cd40a",
            "word": "disposition",
            "phonetic": "dɪspəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's just a disposition that we have.",
                "That way, I have a disposition of good will, but I’m not emotionally invested.",
                "What is your understanding right now of the disposition in the House when it comes to the impeachment vote?",
                "So I've got zero concern about my Democratic colleagues’ feelings toward his disposition.",
                "Mosher: There was a document from March 1978 that is a disposition, or a list, of everything in the Apollo program."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcG9zaXRpb24&hash=482d432eff1c67c92ef6fe0ba0c4544956853c62&lang=en&cache-only=0",
            "defineEn": "the inherent qualities that one is normally characterized by",
            "defineVi": "những phẩm chất vốn có mà một người thường được đặc trưng bởi"
        },
        {
            "id": "677ef27b-5c4e-495c-9087-67c827ba7e6e",
            "word": "to dispossess",
            "phonetic": "tə dɪspəzɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, he promoted people based on merit rather than family position, and second, he brought lower classes of conquered people into his own tribe while dispossessing the leaders of the conquered clans.",
                "Meanwhile the dispossessed, deprived of their opportunity to grow or hunt their own food, turned to beggary and theft, and to London.",
                "So by the time Malthus was a young man, things weren't great for the poor and dispossessed.",
                "We always knew his appeal was essentially to a group of voters who felt dispossessed in the economy, particularly non-college-educated white voters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcG9zc2Vzcw&hash=316b6be7d15bcf4941d2ac792d367ecd8e2a4464&lang=en&cache-only=0",
            "defineEn": "to deprive someone of a property they possess, such as a house, land, or other things of high value",
            "defineVi": "tước đoạt tài sản của ai đó mà họ sở hữu, chẳng hạn như nhà cửa, đất đai hoặc những thứ khác có giá trị cao"
        },
        {
            "id": "42d18a4b-8fa4-43e5-a026-0f5eb310912f",
            "word": "impasse",
            "phonetic": "ɪmpæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've come to an impasse.",
                "What's the best path out of that impasse?",
                "There was an impasse, a gridlock in society about what the way forward was.",
                "They had been at an impasse, really, over what was the post-Soviet identity of Russia.",
                "And that has led to an impasse, even at this moment when Democrats hoped they would be flying closer to the finish line."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXNzZQ&hash=591e44746265a3d6cc852525305c6873d0a12722&lang=en&cache-only=0",
            "defineEn": "a difficult situation where progress is not possible because the people involved are unable to come to an agreement",
            "defineVi": "một tình huống khó khăn mà tiến trình là không thể bởi vì những người liên quan không thể đi đến một thỏa thuận"
        },
        {
            "id": "5098b233-ef06-4c29-82cc-01d5ade5f6ad",
            "word": "impassable",
            "phonetic": "ɪmpæsəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Constricted by an impassable wall of rock-hard ice at the top, and bedrock at the bottom.",
                "Countless people are trapped in collapsed buildings like in earthquakes or blinded by the flash, deaf from the blast wave and unable to flee through streets impassable with rubble and debris.",
                "So, those were private companies that had brought in these shipping containers, paid for the supplies, but couldn't move them because their truck drivers were either at home, because the home had been destroyed, or the road was impassable."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXNzYWJsZQ&hash=f4e6ef730364d462d870e0659cae779397c7570a&lang=en&cache-only=0",
            "defineEn": "incapable of being passed",
            "defineVi": "không có khả năng được thông qua"
        }
    ]
}