{
    "id": "c1c5676d-903e-4c09-8b7e-800c96cd8ce1",
    "title": "Lesson 5B",
    "originalTitle": "Lesson 5B",
    "words": [
        {
            "id": "fec53c01-21b8-4a1e-b480-4d3ecd378269",
            "word": "to infuriate",
            "phonetic": "tʊ ɪnfjʊɹɹɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's infuriating!",
                "Well, quite frankly, it was infuriating.",
                "It's infuriating, because aside from that, I love this laptop.",
                "And a few streets away, the Beckhams have been infuriating local residents with their plans for a beaut room, study, and wine cellar in the basement of their new home, dubbed Beckingham Palace the Second.",
                "Davis is infuriated by scenes like this, featured in a tweet from Nigel Farage, who orchestrated Britain's departure from the European Union."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mdXJpYXRl&hash=c1cfca89e61029239a1ba773143611aa721136df&lang=en&cache-only=0",
            "defineEn": "to make someone extremely angry and enraged",
            "defineVi": "để làm cho ai đó cực kỳ tức giận và tức giận"
        },
        {
            "id": "98a0dcca-70c7-46ad-81b9-0bee7e76a7d7",
            "word": "to frustrate",
            "phonetic": "tə fɹʌstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was frustrated that his friends weren't helping him with his job search.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "Elizabeth feels frustrated when people assume she's unhappy because she's on the shelf.",
                "The family of the victim was frustrated by the slow progress of the trial, feeling that justice delayed is justice denied.",
                "After failing to secure investors for his startup, Derek was frustrated but determined to learn from his mistakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJ1c3RyYXRl&hash=98e4ccdb8d5c6ba9cfba14d80e395d3cfc940a81&lang=en&cache-only=0",
            "defineEn": "to prevent someone from achieving success, particularly by nullifying their efforts",
            "defineVi": "để ngăn cản ai đó đạt được thành công, đặc biệt là bằng cách vô hiệu hóa những nỗ lực của họ"
        },
        {
            "id": "e84d3882-c04d-4c91-84c2-e008c52b5224",
            "word": "to embarrass",
            "phonetic": "tʊ ɛmbæɹəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He thought he could embarrass us, but now the joke is on him and he's the one who looks foolish.",
                "Trying to climb on any high horse would only be embarrassing at best, and at the very least hypocritical.",
                "Johnny has been holding a grudge against me since we were 12 because I embarrassed him in front of a girl he liked.",
                "And it's embarrassing again on DSO black immigrants.",
                "We just almost embarrassed ourselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJyYXNz&hash=7f663d65c0b7eb0705a310b084c36f7a6464367f&lang=en&cache-only=0",
            "defineEn": "to make a person feel ashamed, uneasy, or nervous, especially in front of other people",
            "defineVi": "để làm cho một người cảm thấy xấu hổ, khó chịu, hoặc lo lắng, đặc biệt là trước mặt người khác"
        },
        {
            "id": "84e853b8-cb9c-4f79-8e62-5f1a8884f576",
            "word": "to exhaust",
            "phonetic": "tʊ ɛɡzɔːst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite being exhausted from the long hours, the medical team stayed in action and worked tirelessly to save the lives of those injured in the accident.",
                "Eventually, the hydrogen in the core is exhausted.",
                "Eventually, the hydrogen will be exhausted.",
                "I was exhausted.",
                "Target the exhaust port!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhoYXVzdA&hash=4dcc14ea5a88c5d183961f6d6b91307406c946a2&lang=en&cache-only=0",
            "defineEn": "to cause a person to become extremely tired",
            "defineVi": "để khiến một người trở nên vô cùng mệt mỏi"
        },
        {
            "id": "dede0a45-778e-4071-af0e-642661a937cc",
            "word": "to disappoint",
            "phonetic": "tə dɪsɐpɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You may be disappointed when a rainy day puts the kibosh on your picnic plans.",
                "The singer's live performance failed to be up to the mark, disappointing the audience who had high expectations.",
                "If you're having Johnny in your mind I'm sorry to disappoint you.",
                "As the saying goes, expect disappointment and you will never be disappointed.",
                "We were disappointed, to say the least, but we decided to put it behind us and get on with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXBwb2ludA&hash=7cec299ce58a0bf0570cae0a08fb0779a39cc7a0&lang=en&cache-only=0",
            "defineEn": "to feel sad because something that one hoped for did not happen or was not what one expected; to make someone feel like this",
            "defineVi": "cảm thấy buồn vì điều gì đó mà người ta hy vọng đã không xảy ra hoặc không như người ta mong đợi; để làm cho ai đó cảm thấy như thế này"
        },
        {
            "id": "19239485-99cd-43ad-8ffb-acdc08c1c7ea",
            "word": "to amaze",
            "phonetic": "tʊ ɐmeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ocean's blue color amazed us.",
                "Which just amazes people.",
                "It amazes me that there's so much focus on Kansas.",
                "In the Olympic Games, Fosbury amazed the world with his new technique, winning a gold metal with an Olympic record leap of 2.24 meters.",
                "And it literally amazes me they don't understand that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1hemU&hash=740cc4a862125419e57951f5fcd89b874f3d4591&lang=en&cache-only=0",
            "defineEn": "to greatly surprise someone",
            "defineVi": "để rất ngạc nhiên ai đó"
        },
        {
            "id": "de4c1f1b-ed62-4790-ae2a-2a8a14195e90",
            "word": "to terrify",
            "phonetic": "tə tɛɹᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He terrified the wits out of Lord Lyvenden.",
                "He was beating her and terrifying the children.",
                "I've had quite enough of him, especially as he is always terrifying me out of my wits, threatening to beat and even kill me.",
                "Terrifying granny?",
                "Parents were terrified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVycmlmeQ&hash=71dfcf64675ca56f51bec6469835cae7001fc38f&lang=en&cache-only=0",
            "defineEn": "fill with terror; frighten greatly",
            "defineVi": "đầy kinh hoàng; sợ hãi rất nhiều"
        },
        {
            "id": "c7bc3aa4-094b-47d2-bc7d-9faf93c635ff",
            "word": "to inspire",
            "phonetic": "tʊ ɪnspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The true story inspired many people around the world.",
                "This article inspires you to think creatively.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams.",
                "Hoping that it would inspire his students to value education."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zcGlyZQ&hash=186289d1ad5aa59c7d6691fdeaa18084f730dc05&lang=en&cache-only=0",
            "defineEn": "to give someone the needed confidence, passion, or encouragement in order for them to do something well",
            "defineVi": "để cung cấp cho ai đó sự tự tin, niềm đam mê hoặc khuyến khích cần thiết để họ làm điều gì đó tốt",
            "hasImg": true
        },
        {
            "id": "20a7ff6e-62bc-484e-9528-e016d226a0a1",
            "word": "to confuse",
            "phonetic": "tə kənfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Though his staff is often confused by the way he runs the office, I've found that there's method in his madness.",
                "Most people confuse Elon's management style with his vision in a sense.",
                "They also sometimes confuse their own actions with the actions of other people.",
                "Travelers and railroad workers were confused by the many local sun times. ",
                "I'm confusing the two signs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnVzZQ&hash=0ab0920df199b6c05dd4a252820ee17fb6feff3f&lang=en&cache-only=0",
            "defineEn": "to wrongly think that a person is someone else or that a thing is something else",
            "defineVi": "nghĩ sai rằng một người là một người khác hoặc một vật là một cái gì đó khác"
        },
        {
            "id": "3e348b21-bdbb-4185-88ba-3d833168f195",
            "word": "to thrill",
            "phonetic": "tə θɹɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fast roller coaster thrilled riders with its speed.",
                "Millions tune in to watch the thrills and spills of stock car racing.",
                "The athlete knew that every light has its shadow, and that the thrill of victory was often accompanied by the fear of defeat.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "He was always a rather reserved person, so it shocked me to learn that he was so into the thrills and chills of white-water rafting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyaWxs&hash=7228bd57e7156c8fa2dcf078ed66571c28abfd09&lang=en&cache-only=0",
            "defineEn": "to experience great excitement and pleasure",
            "defineVi": "để trải nghiệm sự phấn khích và niềm vui lớn"
        },
        {
            "id": "50f0504b-69fe-417f-9f76-a43297ea2eff",
            "word": "impressed",
            "phonetic": "ɪmpɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When we presented our ideas to the boss, he was impressed that our solutions were so similar - I guess great minds think alike.",
                "He was so impressed that he jumped up and down with excitement.",
                "I was really impressed with how quickly Sarah turned that trick on the computer problem.",
                "I'm impressed.",
                "I was impressed."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2Vk&hash=35b4c2a91377f8d93079b777d76e9dfe3679036f&lang=en&cache-only=0",
            "defineEn": "respecting or admiring a person or thing, particularly because of their excellent achievements or qualities",
            "defineVi": "tôn trọng hoặc ngưỡng mộ một người hoặc một vật, đặc biệt là vì những thành tích hoặc phẩm chất xuất sắc của họ"
        },
        {
            "id": "1b7ec167-88c2-452a-88ff-33ce2d6ff07d",
            "word": "impressive",
            "phonetic": "ɪmpɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The museum had an impressive collection of European art.",
                "The new mansion looked impressive, but something was missing.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "What they promise sounds impressive enough - let's see if they come up with the goods.",
                "He's an impressive player to watch, but he's all brawn and no brain."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2l2ZQ&hash=e1c84d5fbbca362b4ad7fb55f484564d3d37eca2&lang=en&cache-only=0",
            "defineEn": "causing admiration because of size, skill, importance, etc.",
            "defineVi": "gây ngưỡng mộ vì quy mô, kỹ năng, tầm quan trọng, v.v."
        },
        {
            "id": "bc109e54-7852-4bb7-a9fb-4710bd741be3",
            "word": "stressed",
            "phonetic": "stɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Spending time with her family always does Emily the world of good, especially when she's feeling stressed or overwhelmed.",
                "Tim was feeling stressed and overwhelmed, which caused him to be off his food and lose interest in eating.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "By the end of the study, the chocolate eaters are less stressed than their chocolate-free counterparts.",
                "Like, these results could happen because, say, more stressed people turn to their phones for relief."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNzZWQ&hash=5f7a1f716ee729fe788261efac40fa3613144e62&lang=en&cache-only=0",
            "defineEn": "feeling so anxious that makes one unable to relax",
            "defineVi": "cảm thấy lo lắng đến mức khiến người ta không thể thư giãn",
            "hasImg": true
        },
        {
            "id": "c6cc55c8-150e-460d-bf92-eb82087cd278",
            "word": "stressful",
            "phonetic": "stɹɛsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She did well to keep her head in such a stressful situation.",
                "Work was really stressful.",
                "Things get stressful sometimes.",
                "So, the holidays are stressful for anyone.",
                "Maybe things are really stressful for them."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNzZnVs&hash=c89d7634d1093107845594e3fbeb2e1a5d0d984b&lang=en&cache-only=0",
            "defineEn": "causing a lot of worries, and putting pressure on someone's mind",
            "defineVi": "gây ra rất nhiều lo lắng, và gây áp lực lên tâm trí của ai đó",
            "hasImg": true
        },
        {
            "id": "a981394f-88bf-489b-9440-eaa0bb30bd33",
            "word": "scared",
            "phonetic": "skɛɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Don't be scared to speak to him.",
                "He watched a scary movie and got scared during the suspenseful scenes.",
                "I was really scared when I encountered a bear in the wilderness.",
                "You've got your rivals running scared.",
                "The young boy was scared of the rocking boat at first, but his grandfather helped him find his sea legs and they spent the day fishing together."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcmVk&hash=392bfe4681afc8a9351e3aa7b8f98681e8434edb&lang=en&cache-only=0",
            "defineEn": "afraid of something or someone",
            "defineVi": "sợ một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "42907fc2-1242-4290-9865-01f58c934905",
            "word": "scary",
            "phonetic": "skɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film was so scary I was shaking in my boots.",
                "He watched a scary movie and got scared during the suspenseful scenes.",
                "They never watch scary movies because they find them too frightening.",
                "The car accident was scary, but thankfully no one was seriously injured - nothing so bad but might have been worse.",
                "Moving to a new city was scary, but it was also a chance for him to spread his wings and start a new chapter in his life."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nhcnk&hash=01f449900c26cad2d45663c34a076c840781a4ba&lang=en&cache-only=0",
            "defineEn": "making us feel fear",
            "defineVi": "khiến chúng ta cảm thấy sợ hãi",
            "hasImg": true
        },
        {
            "id": "7793b80c-8064-445f-9781-d37427b6a253",
            "word": "delighted",
            "phonetic": "dᵻlaɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They visited a local herb garden and were delighted to discover a thriving patch of clary sage.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "Midas was delighted.",
                "I was delighted to see my old friend Bessie again.",
                "I am delighted with the house I am renting from him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWdodGVk&hash=ef17b54e5bd839b33dba5238dcadaa52fb8f6749&lang=en&cache-only=0",
            "defineEn": "very happy or pleased",
            "defineVi": "rất hạnh phúc hoặc hài lòng",
            "hasImg": true
        },
        {
            "id": "821b448f-4506-4351-81ed-723ddbac8bb8",
            "word": "delightful",
            "phonetic": "dᵻlaɪtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A touch of maple extract in the pancake batter gives them a delightful maple syrup taste.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea.",
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad.",
                "The coconut flakes provided a delightful crunch in the homemade granola."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWdodGZ1bA&hash=6f876d7925440c780470e414ad8643eec1abe98c&lang=en&cache-only=0",
            "defineEn": "very enjoyable or pleasant",
            "defineVi": "rất thú vị hoặc dễ chịu",
            "hasImg": true
        },
        {
            "id": "9a93ef01-4ad1-4a03-90a5-879db8945af6",
            "word": "offended",
            "phonetic": "əfɛndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He struck an attitude of offended dignity and marched out of the room.",
                "I was going to be more offended than I normally am when you haven't seen a movie, but you haven't seen it in a while.",
                "And maybe I was naïve, but I was pretty shocked, and I was also pretty offended.",
                "Most people are offended",
                "I've never been more offended and more depressed at any time in my service in the Senate, because I would not have done this to Sotomayor and Kagan."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5kZWQ&hash=1822ff79c00ad2919851d16b6187ea06548fe934&lang=en&cache-only=0",
            "defineEn": "feeling angry, upset, hurt, or annoyed due to rude or embarrassing remarks or behaviors",
            "defineVi": "cảm thấy tức giận, khó chịu, tổn thương hoặc khó chịu do nhận xét hoặc hành vi thô lỗ hoặc đáng xấu hổ"
        },
        {
            "id": "36016f38-2942-4cd9-9c07-e96088419b60",
            "word": "offensive",
            "phonetic": "əfɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The celebrity had to eat crow and apologize for her offensive comments after facing backlash from the public and media.",
                "Upon seeing the offensive graffiti, a look of grimace crossed his face.",
                "When I asked my grandfather how much sleep he got each night, he replied, 'six hours' sleep for a man, seven for a woman, and eight for a fool,' which I found surprising and somewhat offensive.",
                "By 1917, they're making an offensive.",
                "Yeah, that's very offensive."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5zaXZl&hash=436d7137c4572764e6d4267beef9b3451939ad42&lang=en&cache-only=0",
            "defineEn": "describing something that is upsetting or disrespectful",
            "defineVi": "mô tả một cái gì đó là khó chịu hoặc thiếu tôn trọng"
        }
    ]
}