{
    "id": "c2c1acff-0600-40bf-ac75-6941a2971a56",
    "title": "Lesson 10",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "53434816-cfae-47f1-9964-2efe673e661b",
            "word": "heritage",
            "phonetic": "hɛɹɪɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian cultures have a rich heritage of art, music, and dance.",
                "This particular heritage may be a millstone around the neck of scientific natural history.",
                "The east is known for its rich cultural heritage.",
                "France is known for its rich history and cultural heritage.",
                "The heritage of each breed plays a huge part too."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyaXRhZ2U&hash=e139f2b7676700acd899b3a46f2cae2edd07209b&lang=en&cache-only=0",
            "defineEn": "an individual's religious or ethnic background that is passed down to them from their ancestors",
            "defineVi": "nền tảng tôn giáo hoặc dân tộc của một cá nhân được truyền lại cho họ từ tổ tiên của họ"
        },
        {
            "id": "4b99bb7a-bc6e-441d-b665-01a035dea022",
            "word": "collage",
            "phonetic": "kɑːlɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Howardena Pindell made this mixed-media collage in 1988.",
                "He teamed up with Christie's for the sale of Beeple's collage.",
                "Let's make a collage about it.",
                "I'd describe them as a hybrid of sorts because they're kind of a collage in a way.",
                "You could even add in certain memories that may come up while you're doing this collage and putting that together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFnZQ&hash=8b365b149ef347485d4467a89f3e143357af9cc9&lang=en&cache-only=0",
            "defineEn": "any collection of diverse things",
            "defineVi": "bất kỳ bộ sưu tập những thứ đa dạng"
        },
        {
            "id": "649a29d3-05d9-4383-8944-74c6c2a78242",
            "word": "acreage",
            "phonetic": "eɪkɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Black farmers in this country from 1910 to 1997 lost 90 percent of their acreage."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNyZWFnZQ&hash=c18fbc9c50dad1681def35059f4d9799cdffe31a&lang=en&cache-only=0",
            "defineEn": "an area of ground used for some particular purpose (such as building or farming)",
            "defineVi": "một diện tích mặt đất được sử dụng cho một số mục đích cụ thể (chẳng hạn như xây dựng hoặc canh tác)"
        },
        {
            "id": "50bbb906-326f-4d09-965b-2ff2634b0866",
            "word": "drainage",
            "phonetic": "dɹeɪnɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The devil loves drainage pipes!",
                "Hey, what is lymphatic drainage?",
                "Next up was the drainage layer and substrate.",
                "It has substrate and a drainage layer here.",
                "Harmful chemicals, open sewer drainage, and garbage run directly into the river."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW5hZ2U&hash=aca6750fbc8007059f71c1a89966f3f1271ad717&lang=en&cache-only=0",
            "defineEn": "the process of removing excess water or other liquids from an area or system, typically through a network of pipes, channels, or natural slopes",
            "defineVi": "quá trình loại bỏ nước dư thừa hoặc các chất lỏng khác khỏi một khu vực hoặc hệ thống, thường thông qua mạng lưới đường ống, kênh hoặc sườn dốc tự nhiên"
        },
        {
            "id": "2ec03261-8dfb-42c9-a0fa-c34bad829bcd",
            "word": "espionage",
            "phonetic": "ɛspɪənɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There existed no organization to cope with espionage.",
                "Yeah, it was absolutely conventional espionage.",
                "Espionage aside, I think there are two other issues.",
                "MICHAEL KIRK - So in 2008 and other times, it was obviously espionage, and everybody steals everything from everybody.",
                "Jonna Mendez is one-half of a legendary espionage power couple."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNwaW9uYWdl&hash=bd36653eded1c0a91fddbd9663da44dc1b23d35e&lang=en&cache-only=0",
            "defineEn": "the systematic use of spies to get military or political secrets",
            "defineVi": "việc sử dụng gián điệp một cách có hệ thống để lấy bí mật quân sự hoặc chính trị"
        },
        {
            "id": "e5a43618-0068-4d94-a55b-49cb8ff95050",
            "word": "adage",
            "phonetic": "ædɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In New York there's an adage: One pigeon for every person.",
                "The old adage that good fences make good neighbors might not apply for Levav Weinberg.",
                "And the tech adage of move fast and break things most assuredly does not apply to what we're doing here.",
                "Well first, it proved the old Roman adage homo homini lupus: Man is a wolf to man.",
                "If the old adage remains true and the only certain things in life are death and taxes, then it’s no wonder a lot of us feel like we’re dying around April 15th."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhZ2U&hash=1d1d2e5ee5ccd4638a40e6684caccc2c36a85d15&lang=en&cache-only=0",
            "defineEn": "a condensed but memorable saying embodying some important fact of experience that is taken as true by many people",
            "defineVi": "một câu nói cô đọng nhưng đáng nhớ thể hiện một số kinh nghiệm thực tế quan trọng được nhiều người coi là đúng"
        },
        {
            "id": "b70d8803-b521-4265-ba7f-366d77668c1f",
            "word": "mileage",
            "phonetic": "maɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They kept track of their mileage.",
                "Your mileage may vary.",
                "So your mileage may vary.",
                "So your mileage might vary",
                "So your mileage may vary there."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsZWFnZQ&hash=3e07d65672390d865f600c81acbdc31c8fc297b9&lang=en&cache-only=0",
            "defineEn": "the ratio of the number of miles traveled to the number of gallons of gasoline burned",
            "defineVi": "tỷ lệ giữa số dặm đã đi với số gallon xăng được đốt cháy"
        },
        {
            "id": "74d47d7a-c641-4f07-b624-2198eff0bb48",
            "word": "cartilage",
            "phonetic": "kɑːɹɾɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, snakes just have a little cartilage there.",
                "For instance, our knees and many parts of our bodies contain cartilage, which act, in part, as shock absorbers.",
                "This is all cartilage right here.",
                "As a last resort, people with withered cartilage can even undergo full joint replacements.",
                "This is, um, calcified cartilage."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydGlsYWdl&hash=814a8f325e9189d36584d5b4361afe66de585c1f&lang=en&cache-only=0",
            "defineEn": "an elastic tissue that supports or connects joints in an infant and turns into skeleton during growth",
            "defineVi": "một mô đàn hồi hỗ trợ hoặc kết nối các khớp ở trẻ sơ sinh và biến thành bộ xương trong quá trình tăng trưởng",
            "hasImg": true
        },
        {
            "id": "86450944-122a-49e9-bbaa-19170d0c315b",
            "word": "mirage",
            "phonetic": "mɚɹɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mirage in this case looks like a second sun.",
                "Mirages are just multiple images formed by atmospheric refraction.",
                "This mirage of wealth is mirrored in the painting itself.",
                "So we also need a mirage to magnify the effect.",
                "But the tranquility is a mirage, because a battle is taking place for the soul of France, and its core principle of secularism, where religion should never interfere with citizens' rights."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlyYWdl&hash=fd480b613d86e2c6117fec007a4d9cc7746df407&lang=en&cache-only=0",
            "defineEn": "something illusory and unattainable",
            "defineVi": "một cái gì đó ảo tưởng và không thể đạt được"
        },
        {
            "id": "178e287c-a849-4628-bff5-71dd5fa830b4",
            "word": "sage",
            "phonetic": "seɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro.",
                "They believe in the healing properties of sage and use it in their homemade natural remedies and beauty products.",
                "She carefully placed a few drops of clary sage essential oil into the diffuser, filling the room with its calming aroma.",
                "We enjoy garnishing our pasta dishes with a pinch of finely chopped sage.",
                "They visited a local herb garden and were delighted to discover a thriving patch of clary sage."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FnZQ&hash=f9458d47c35e39939ee839da974f5db0a1aba535&lang=en&cache-only=0",
            "defineEn": "a wise and knowledgeable character who provides guidance or advice to the protagonist",
            "defineVi": "một nhân vật khôn ngoan và hiểu biết, người cung cấp hướng dẫn hoặc lời khuyên cho nhân vật chính",
            "hasImg": true
        },
        {
            "id": "3b15df04-57cd-44ea-90ed-e8249dc4b33e",
            "word": "brokerage",
            "phonetic": "bɹoʊkɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every other brokerage firm offers free trading.",
                "Robinhood turn the online brokerage industry on its head by offering free trading.",
                "FINRA, of course, requires brokerage firms to approve clients for that type of trading.",
                "The retail brokerages, for their part, started responding to the frenzy on Wednesday when TD Ameritrade and Charles Schwab imposed trading restrictions on GameStop movie theater chain AMC, as well as other names.",
                "It's a very difficult time for the institutional brokerage community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2VyYWdl&hash=cb87682331d016b0a8c045e7bda13cc8dba0b1ce&lang=en&cache-only=0",
            "defineEn": "the business of a broker; charges a fee to arrange a contract between two parties",
            "defineVi": "công việc của một nhà môi giới; tính phí để sắp xếp một hợp đồng giữa hai bên"
        },
        {
            "id": "91b6ff6c-2116-4133-9f30-2c05aa4a1601",
            "word": "vantage",
            "phonetic": "væntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "From our vantage point, they disappear among the trains on the other side.",
                "We can't take a picture from this vantage point.",
                "They could shoot only from certain vantage points.",
                "Literally from the exact same vantage point showing a big difference in the size of the crowd.",
                "From her vantage point, the onlooker can see that, just on the other side of the bend, a person is stuck on the track as the train approaches."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFudGFnZQ&hash=c139d0371ef60e628e443aa482a1c963075c69d2&lang=en&cache-only=0",
            "defineEn": "the quality of having a superior or more favorable position",
            "defineVi": "chất lượng của việc có một vị trí cao hơn hoặc thuận lợi hơn"
        },
        {
            "id": "a5875ac2-1a7f-4866-adb4-d067cc1d4725",
            "word": "persiflage",
            "phonetic": "pɜːsɪflɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyc2lmbGFnZQ&hash=409c579e728d127ae4b2184d964bc419506bb349&lang=en&cache-only=0",
            "defineEn": "light teasing",
            "defineVi": "trêu chọc nhẹ"
        },
        {
            "id": "ccd47b0e-a269-4ef6-b58c-92366cae02b8",
            "word": "demurrage",
            "phonetic": "dᵻmɜːɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVtdXJyYWdl&hash=2fff1bfc5c387ea4879f4ba8a70a29ad734ace87&lang=en&cache-only=0",
            "defineEn": "a charge required as compensation for the delay of a ship or freight car or other cargo beyond its scheduled time of departure",
            "defineVi": "một khoản phí cần thiết để bồi thường cho sự chậm trễ của tàu hoặc toa chở hàng hoặc hàng hóa khác ngoài thời gian khởi hành theo lịch trình"
        },
        {
            "id": "0a048efb-196f-4f23-a9d2-b7d2af258a3b",
            "word": "plumage",
            "phonetic": "pluːmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "Today, birds use that exotic plumage and their ultra-vision to put on some pretty amazing mating rituals.",
                "They all have large beaks, long tails, colorful plumage, and a bare face patch around their eyes. ",
                "It had dark, iridescent plumage, kinda like a raven.",
                "But such glamorous plumage requires a strict preening regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWFnZQ&hash=17de6e3e36c3c1f182883735b41e894de314b216&lang=en&cache-only=0",
            "defineEn": "the feathers of a bird covering its body",
            "defineVi": "lông của một con chim bao phủ cơ thể của nó",
            "hasImg": true
        },
        {
            "id": "f8f7d849-98a7-4738-bcf5-fcb966380afc",
            "word": "to [take] umbrage",
            "phonetic": "tə teɪk ʌmbɹɪdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB1bWJyYWdl&hash=4d63ae048ebe6f1e70f0671e4b111c858cfc372b&lang=en&cache-only=0",
            "defineEn": "to get angry or feel upset, particularly because of being insulted",
            "defineVi": "tức giận hoặc cảm thấy khó chịu, đặc biệt là vì bị xúc phạm"
        },
        {
            "id": "da2b0bd4-e71a-4ab2-ae3e-7d5aa108d653",
            "word": "to [give] umbrage",
            "phonetic": "tə ɡɪv ʌmbɹɪdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB1bWJyYWdl&hash=56a7efed731abdb11b8b988f28d743a7573cffaf&lang=en&cache-only=0",
            "defineEn": "to make someone angry or upset, usually by offending them",
            "defineVi": "để làm cho ai đó tức giận hoặc khó chịu, thường bằng cách xúc phạm họ"
        },
        {
            "id": "2c1295ec-06d9-4b80-a67b-0068711c10b7",
            "word": "savage",
            "phonetic": "sævɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is Savage.",
                "You know, basically they're savages.",
                "ANDREW SAVAGE: We know that ride-sharing companies have increased congestion in our cities around the country.",
                "Six members of the savage MS-13 gang have been charged with Kayla and Nisa's murders.",
                "They are born to savage any Christian when they see one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2YWdl&hash=6ad723d6e3637e784f32bda0f4f46f785ced5c9e&lang=en&cache-only=0",
            "defineEn": "a cruelly rapacious person",
            "defineVi": "một người tàn nhẫn tham lam"
        },
        {
            "id": "86671006-0afb-42bd-a9f9-a12f34ff965e",
            "word": "shrinkage",
            "phonetic": "ʃɹɪŋkɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And because of that avenue, you've seen a shrinkage of the public markets.",
                "The mergers that have been happening and the shrinkage from 10 or 12 major airlines in this country down to what, three, four?",
                "I'm talking about, well, color and shrinkage.",
                "After 20 to 30 years, natural processes like concrete shrinkage, excessive freezing and thawing, and heavy loads can trigger cracking.",
                "And while his next few patients had tumor shrinkage, they died from bacterial infection."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hyaW5rYWdl&hash=a742289665f7449ae26911b25fc8d304b97af1ab&lang=en&cache-only=0",
            "defineEn": "process or result of becoming less or smaller",
            "defineVi": "quá trình hoặc kết quả của việc trở nên nhỏ hơn hoặc nhỏ hơn"
        },
        {
            "id": "ed204a10-d5a0-4568-a263-cc39aee1ff39",
            "word": "montage",
            "phonetic": "mɔntɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- We did a montage.",
                "We have a montage here.",
                "- We did a whole montage.",
                "You guys are now, like, montage buddies.",
                "It's montage time."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udGFnZQ&hash=7e9bdf639aac5c794a6780488d2dfa8555f92028&lang=en&cache-only=0",
            "defineEn": "a paste-up made by sticking together pieces of paper or photographs to form an artistic image",
            "defineVi": "một miếng dán được làm bằng cách dán các mảnh giấy hoặc ảnh lại với nhau để tạo thành một hình ảnh nghệ thuật",
            "hasImg": true
        }
    ]
}