{
    "id": "c34dc7ac-053a-450c-b637-db025dc55eaf",
    "title": "Engineering and Research",
    "originalTitle": "Engineering and Research",
    "words": [
        {
            "id": "b94b76cd-4deb-4b64-a43f-828915135bf7",
            "word": "apparatus",
            "phonetic": "æpɚɹæɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a very weak apparatus there. ",
                "The antibody heads to the golgi apparatus.",
                "No security apparatus can prevent a few guys from building a bomb in their basement.",
                "The Russian disinformation apparatus is aimed at their own people as often as it is aimed at foreigners. ",
                "It's up and down the whole apparatus."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJhdHVz&hash=14da5974f0bde5822491d079894dd21fec4b3832&lang=en&cache-only=0",
            "defineEn": "tools or machines that are designed for a specific purpose",
            "defineVi": "công cụ hoặc máy móc được thiết kế cho một mục đích cụ thể"
        },
        {
            "id": "9dc388dd-a770-47f8-a129-ad45c67478be",
            "word": "instrument",
            "phonetic": "ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charlotte excels in playing the piano because she learned the instrument at her mother's knee.",
                "The process involves using steam to sterilize the instruments.",
                "The musician stepped up his game and practiced his instrument for hours every day, resulting in a more polished and professional sound.",
                "His consuming passion for music drove him to spend every free moment practicing his instrument.",
                "This instrument also allowed the development of dead reckoning."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudA&hash=f4101bfbab90dc326fa9247554e8eac1f8d8e1f4&lang=en&cache-only=0",
            "defineEn": "a device or tool that requires specific knowledge on how to be used",
            "defineVi": "một thiết bị hoặc công cụ đòi hỏi kiến thức cụ thể về cách sử dụng"
        },
        {
            "id": "214750b7-4c25-4a58-92cb-61fc5cb01f3c",
            "word": "microchip",
            "phonetic": "maɪkɹoʊtʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The microchip is actually inside here.",
                "In the remains of each arm, a microchip has been implanted.",
                "MALCOLM BRABANT: These microchips use a system known as near field communication.",
                "Today, a state-of-the-art microchip has gaps that are only 32 nanometers across.",
                "Lynn Conway literally wrote the textbook on microchip design."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9jaGlw&hash=7109b890c9f0065846ddc8d86081e0500cee80ef&lang=en&cache-only=0",
            "defineEn": "a small piece of material that is a semiconductor, used to make an integrated circuit",
            "defineVi": "một mảnh vật liệu nhỏ là chất bán dẫn, được sử dụng để tạo ra một mạch tích hợp",
            "hasImg": true
        },
        {
            "id": "0fa03f7e-481e-4b83-8f54-5ea93efb64d2",
            "word": "telescope",
            "phonetic": "tɛlᵻskoʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We used a telescope to observe distant stars and galaxies.",
                "You want TELESCOPES!",
                "Other telescopes picked up a burst of gamma rays and a flash of light, and, later, x-rays and radio signals, all from the same impact.",
                "Other telescopes are less lucky.",
                "This telescope is amazing."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZXNjb3Bl&hash=d9cdedcfa2c680b3950eaed8431b2c7717579aec&lang=en&cache-only=0",
            "defineEn": "a piece of equipment by which the far objects are made visible, especially in space",
            "defineVi": "một phần của thiết bị mà các vật thể ở xa có thể nhìn thấy được, đặc biệt là trong không gian",
            "hasImg": true
        },
        {
            "id": "d6409a6b-003d-40c5-a566-eb443f6e25ba",
            "word": "wire",
            "phonetic": "waɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "She carefully bent the wire into a circle to make a decorative wreath.",
                "Alyssa is a total live wire and I'm a total loser for just figuring this out.",
                "I'm sorry for bringing you the wrong order, sir, I've had my wires crossed all day!",
                "The baby's all wired."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lyZQ&hash=c28b2e7037a6d6701699015197e833bea9b5b318&lang=en&cache-only=0",
            "defineEn": "a long and thin piece of metal that carries an electric current",
            "defineVi": "một mảnh kim loại dài và mỏng mang dòng điện",
            "hasImg": true
        },
        {
            "id": "9b3e25a9-2cf7-4e73-acd3-da9a37d86b76",
            "word": "switch",
            "phonetic": "swɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She reached blindly for the light switch.",
                "This store is famous for its bait and switch tactics.",
                "Can you reach the light switch from where you're sitting?",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I had to feel about in the dark for the light switch."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpdGNo&hash=1da40bba26b5104e9f3b5cf53934e5c22241fcc4&lang=en&cache-only=0",
            "defineEn": "something such as a button or key that turns a machine, lamp, etc. on or off",
            "defineVi": "thứ gì đó chẳng hạn như nút hoặc chìa khóa để bật hoặc tắt máy, đèn, v.v.",
            "hasImg": true
        },
        {
            "id": "2fbd535d-e987-4b5b-ae36-81292abaff56",
            "word": "sensor",
            "phonetic": "sɛnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sensors in the ears track the sense of balance.",
                "The light from big cities would totally swamp its sensors.",
                "Their sensors pick up an interesting chemical profile.",
                "So this sensor, the HERO sensor is the classic Logitech one.",
                "You expose the sensor."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc29y&hash=225d94e355f3034ec326dfd4624df9e91f4e1258&lang=en&cache-only=0",
            "defineEn": "a machine or device that detects any changes in the environment and sends the information to other electronic devices",
            "defineVi": "một máy hoặc thiết bị phát hiện bất kỳ thay đổi nào trong môi trường và gửi thông tin đến các thiết bị điện tử khác"
        },
        {
            "id": "bb1bb938-a9a8-4b8b-b722-b7b7fd2d9868",
            "word": "circuit",
            "phonetic": "sɜːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We love circuits.",
                "Smaller circuits mean more efficient heads.",
                "Enjoy short circuit.",
                "The circuits are just empty.",
                "Then it follows the circuit all over again!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VpdA&hash=da9cc28027fd979aa58556027786909e69231bc4&lang=en&cache-only=0",
            "defineEn": "the complete circle through which an electric current flows, typically consists of the source of electric energy",
            "defineVi": "vòng tròn hoàn chỉnh mà dòng điện chạy qua, thường bao gồm nguồn năng lượng điện",
            "hasImg": true
        },
        {
            "id": "84361201-dd08-4557-b9c4-24f167890097",
            "word": "screw",
            "phonetic": "skɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bill Mathis had his head screwed on right.",
                "You must have a few screws loose if you think jumping out of an airplane without a parachute is a good idea.",
                "Thank you so much for getting his head screwed on straight.",
                "John thinks he can talk to aliens, he must have a number of screws loose.",
                "She is the youngest, but she has her head screwed on the right way."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZXc&hash=7cee55ecdeebd79ed748398765e3be7674bdf3da&lang=en&cache-only=0",
            "defineEn": "a small pointy piece of metal that can be screwed into wooden or metal objects using a screwdriver to fasten things together",
            "defineVi": "một mảnh kim loại nhỏ nhọn có thể được vặn vào các vật bằng gỗ hoặc kim loại bằng tuốc nơ vít để buộc chặt các vật lại với nhau",
            "hasImg": true
        },
        {
            "id": "eb75e826-bbe0-4f81-a8fe-03121cca6fcc",
            "word": "machinery",
            "phonetic": "məʃiːnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wear and tear of machinery and fixed capital in general must be replaced in money.",
                "We developed machinery, better crops, better fertilizers.",
                "They had their machinery in place.",
                "Steam from the boiling water turns machinery in a turbine to generate electricity for nearby consumers. ",
                "That way the machinery can run for thousands of hours."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZXJ5&hash=8459c99b2fc3e858f31afc686a2bb4b57c0aa40a&lang=en&cache-only=0",
            "defineEn": "machines, especially large ones, considered collectively",
            "defineVi": "máy móc, đặc biệt là những máy lớn, được coi là chung"
        },
        {
            "id": "52a8f86a-7d56-48f5-bd06-6c7bf1481ebc",
            "word": "mechanical",
            "phonetic": "mᵻkænɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "By the end of the day many of the drivers were running on fumes or had experienced mechanical problems.",
                "About 1,000 years ago, an Arab engineer added mechanical features to water clocks. ",
                "About 1,000 years ago, an Arab engineer added mechanical features to water clocks.",
                "Piezoelectric materials turn mechanical stress, like pressure, sound waves, and other vibrations into electricity and vice versa."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVjaGFuaWNhbA&hash=b804f938573ea81d8cb56cc551fcec5816c356c2&lang=en&cache-only=0",
            "defineEn": "describing an object that is operated by machinery or engine power",
            "defineVi": "mô tả một đối tượng được vận hành bởi máy móc hoặc sức mạnh động cơ",
            "hasImg": true
        },
        {
            "id": "9acf608a-1c5d-4fb1-8516-e55d2dbbe3ad",
            "word": "cable",
            "phonetic": "keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cable TV reaches a huge audience.",
                "We ran a cable from the lights to the stage.",
                "Is the cable long enough to reach the socket?",
                "Here are cables.",
                "Really chunky HDMI cable."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FibGU&hash=c83fdde79a1fa62af9e07c91d8ef283bf5752262&lang=en&cache-only=0",
            "defineEn": "a wire for transmitting electricity that is protected within a rubber case",
            "defineVi": "một dây truyền tải điện được bảo vệ trong vỏ cao su",
            "hasImg": true
        },
        {
            "id": "3ec45356-8695-4699-b04a-83683e6ccf9f",
            "word": "crane",
            "phonetic": "kɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Whooping crane? -",
                "Yup. - Whooping crane.",
                "That sign is held up by a crane.",
                "Sandhill cranes have an average wingspan of around 6.5 feet and are about 3 to 4 feet tall.",
                "And I just hook my crane up."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhbmU&hash=6564b182866302d17bbdfaad3429580a9b449c1e&lang=en&cache-only=0",
            "defineEn": "a very large tall machine used for lifting heavy objects",
            "defineVi": "một cỗ máy cao rất lớn được sử dụng để nâng vật nặng",
            "hasImg": true
        },
        {
            "id": "3b946a70-8d98-4f53-8959-1512db6c08c1",
            "word": "capacity",
            "phonetic": "kəpæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "It has capacity for 100 planes.",
                "We have the capacity.",
                "Nearly two dozen plants are functioning under capacity.",
                "The literal challenge is beyond today's capacity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWNpdHk&hash=8b996561fafcf3a267f8d4fb5e35c6df6191a380&lang=en&cache-only=0",
            "defineEn": "the amount or quantity that is possible by a machine, etc. to produce",
            "defineVi": "số lượng hoặc số lượng mà máy móc, v.v. có thể sản xuất"
        },
        {
            "id": "a3363ed4-caab-4802-825a-2308e8af4c7e",
            "word": "to service",
            "phonetic": "tə sɜːvɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VydmljZQ&hash=02142c1f7ad82e8a0ac09a3341e2d94b7b4151a7&lang=en&cache-only=0",
            "defineEn": "check and fix every part so it is ready to be used",
            "defineVi": "kiểm tra và sửa chữa mọi bộ phận để sẵn sàng sử dụng"
        },
        {
            "id": "e753bf3a-c65b-4ef3-b1ec-df137888e83f",
            "word": "prototype",
            "phonetic": "pɹoʊɾoʊtaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prototype is finished.",
                "But not every word has a prototype.",
                "Rosch’s prototype theory offers us an escape hatch from definitions.",
                "Most engineers test their prototypes over and over and over again.",
                "They actually flew a prototype in 2006."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdG90eXBl&hash=5c29b7a2b05910f5847fefb077f0c98f9232ca9a&lang=en&cache-only=0",
            "defineEn": "the primitive design and version of something",
            "defineVi": "thiết kế nguyên thủy và phiên bản của một cái gì đó"
        },
        {
            "id": "b3e215c5-2a7e-4018-b1e8-a513bfb826c1",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "a flow of electricity resulted from the movement of electrically charged particles in a direction",
            "defineVi": "một dòng điện do chuyển động của các hạt tích điện theo hướng",
            "hasImg": true
        },
        {
            "id": "5ebcf789-c882-4ac5-80ca-1dc80cd81ce3",
            "word": "adapter",
            "phonetic": "ɐdæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even EVs, electric vehicles, are getting their own adapters.",
                "Power adapter that we can't use.",
                "The adapter that goes between USB and USB-C.",
                "In Belgium, an engineer devised an adapter for the masks on a 3D printing machine. -",
                "We still get a power adapter."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRlcg&hash=6abec5247469fce458a5fed36c8a0ba980d37044&lang=en&cache-only=0",
            "defineEn": "a device used for connecting two pieces of equipment that are not compatible with each other",
            "defineVi": "một thiết bị được sử dụng để kết nối hai thiết bị không tương thích với nhau",
            "hasImg": true
        },
        {
            "id": "9be5feb4-e71a-4e53-bc9a-0488ab8782dd",
            "word": "to model",
            "phonetic": "tə mɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kZWw&hash=5f918294689456dbcc9ca35e7a701670bfe71cda&lang=en&cache-only=0",
            "defineEn": "to make a representation of something, especially one based on mathematics",
            "defineVi": "để thực hiện một đại diện của một cái gì đó, đặc biệt là một dựa trên toán học"
        },
        {
            "id": "10dd847c-7da4-4b32-b03e-7c23a6440064",
            "word": "laboratory",
            "phonetic": "læbɹətɔːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The British army closed their laboratory after that.",
                "We had laboratories, machines that could do blood work.",
                "A laboratory instrument, you can process many more samples.",
                "In laboratory studies, this variant cut the temperature-associated release of thyroxine almost in half.",
                "Welcome to my laboratory."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3JhdG9yeQ&hash=804edaf617b85ccdb6337b75b18084eb354b180f&lang=en&cache-only=0",
            "defineEn": "a place where people do scientific experiments, manufacture drugs, etc.",
            "defineVi": "một nơi mà mọi người làm thí nghiệm khoa học, sản xuất thuốc, v.v.",
            "hasImg": true
        },
        {
            "id": "91e1c18d-7495-4878-b5ab-4f54a16305c4",
            "word": "sample",
            "phonetic": "sæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "We collected samples of pith from different plants to compare their properties.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "The doctors decided to run some more tests on the blood samples.",
                "Here, sample my mix."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxl&hash=38b93e1621e634dd0bc2d0b1f9a406a367ec1572&lang=en&cache-only=0",
            "defineEn": "a small amount of a substance taken from a larger amount used for scientific analysis or therapeutic experiment",
            "defineVi": "một lượng nhỏ chất được lấy từ một lượng lớn hơn được sử dụng để phân tích khoa học hoặc thí nghiệm điều trị",
            "hasImg": true
        },
        {
            "id": "27fc2187-4c70-4bf4-a43f-7f220252256c",
            "word": "method",
            "phonetic": "mɛθəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "This business method takes the risk of failure out of the table.",
                "The teaching method has stood the test of time.",
                "To hold with new methods.",
                "This method of testing is the best bet for getting an uncontaminated result."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aG9k&hash=8328049709cef8f652fdec57fad8620a0005446c&lang=en&cache-only=0",
            "defineEn": "a specific way or process of doing something, particularly an established or systematic one",
            "defineVi": "một cách cụ thể hoặc quá trình làm một cái gì đó, đặc biệt là một thiết lập hoặc có hệ thống"
        },
        {
            "id": "d8fc5030-1971-4858-aebb-1a0b1502ca1e",
            "word": "to conduct",
            "phonetic": "tə kəndʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "The court held that such conduct violated the statute.",
                "I enjoy conducting experiments and making observations in science class.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZHVjdA&hash=1f9bbd1c81dcffa00eba094b82026ba1f13e0bda&lang=en&cache-only=0",
            "defineEn": "to direct or participate in the management of something",
            "defineVi": "để chỉ đạo hoặc tham gia vào việc quản lý của một cái gì đó"
        },
        {
            "id": "ed71c736-bce7-410f-9caa-e766c1d4956d",
            "word": "evaluation",
            "phonetic": "ɪvæljuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Risk evaluation is a complicated tangle of statistical thinking and personal preference.",
                "Then they'll have an evaluation.",
                "For the new class, their first week focuses on a physical evaluation.",
                "In real life, everyone’s individual evaluation of risk will vary depending on their personal circumstances.",
                "Instead, the experimenters came back with 3 fake evaluations from others who had supposedly seen their data."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZhbHVhdGlvbg&hash=cc3b9a69785ac9875a5ef98fe80c3605821f05f0&lang=en&cache-only=0",
            "defineEn": "a judgment on the quantity and quality of anything after carefully considering",
            "defineVi": "một đánh giá về số lượng và chất lượng của bất cứ điều gì sau khi xem xét cẩn thận"
        },
        {
            "id": "2e08dc49-7160-491c-96b7-8467e4c70a4a",
            "word": "experimental",
            "phonetic": "ɛkspɛɹɪmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The musician built a better mousetrap by incorporating new sounds and genres into their music, resulting in a more diverse and experimental sound.",
                "Test engineers are a bit like the experimental kind.",
                "They were developing a new experimental protocol.",
                "This experimental composition was a key part of The Exorcist, a film that changed horror music forever.",
                "So, state agencies have turned to a more experimental form of escape ramp."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGFs&hash=c7ec1d9c857d0dccbb6778f736010919d50ab33b&lang=en&cache-only=0",
            "defineEn": "relating to scientific experimentation, based on untested hypotheses or approaches and not yet confirmed or finalized",
            "defineVi": "liên quan đến thử nghiệm khoa học, dựa trên các giả thuyết hoặc phương pháp chưa được kiểm chứng và chưa được xác nhận hoặc hoàn thiện"
        },
        {
            "id": "43720108-a106-4af2-831b-6c1e8d7e3410",
            "word": "finding",
            "phonetic": "faɪndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study yielded significant findings that could advance medical research.",
                "The case was continued without a finding until August 2.",
                "What did he make out of the findings of the Emile Short commission?",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZGluZw&hash=deef190a7d15d47a62ef1099434a7c39dfd01e46&lang=en&cache-only=0",
            "defineEn": "a piece of information discovered as a result of a research",
            "defineVi": "một mẩu thông tin được phát hiện như là kết quả của một nghiên cứu"
        },
        {
            "id": "ca0829ca-f936-46b9-abc7-533a412d2363",
            "word": "hypothesis",
            "phonetic": "haɪpɑːθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome.",
                "However his massive collection of drawings supported his hypothesis from every angle.",
                "So, this hypothesis makes sense.",
                "P-values, by definition, only examine null hypotheses.",
                "We develop a hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RoZXNpcw&hash=c4f0b278a0f9a0c3be6e7972575b2c2eaa5173af&lang=en&cache-only=0",
            "defineEn": "an explanation based on limited facts and evidence that is not yet proved to be true",
            "defineVi": "một lời giải thích dựa trên các sự kiện và bằng chứng hạn chế chưa được chứng minh là đúng"
        },
        {
            "id": "88a5c78a-965f-452c-b432-fd649cd5fbad",
            "word": "guinea pig",
            "phonetic": "ɡɪni pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guinea pigs should get a high-quality guinea pig pellet.",
                "Guinea pigs are naturally really nervous animals.",
                "He's our guinea pig.",
                "They eat guinea pigs in South America.",
                "Well, what are guinea pigs?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbmVhIHBpZw&hash=0fab9975f7e1edb07fc6685d14b6ea6a1b252961&lang=en&cache-only=0",
            "defineEn": "someone on whom scientific experiments are tested",
            "defineVi": "ai đó mà các thí nghiệm khoa học được thử nghiệm"
        },
        {
            "id": "a65d4828-4d52-4019-93b9-eb4e368bd015",
            "word": "to detect",
            "phonetic": "tə dɪtɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The rabbit's long ears help them detect sounds.",
                "For once, Beatrice's eagle eye failed to detect the tenderness in Timothy whenever he spoke to Topaz.",
                "Our cones detect fine detail and color.",
                "Even now, satellites can still detect some very weak magnetism in patches of Mars’ surface."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZWN0&hash=935da19ba432408a6319b9703aec22d2fdbf0c1e&lang=en&cache-only=0",
            "defineEn": "to notice or discover something that is difficult to find",
            "defineVi": "để ý hoặc khám phá một cái gì đó là khó khăn để tìm thấy",
            "hasImg": true
        },
        {
            "id": "dcddf35f-8d76-44e5-87e4-80dddd4123e6",
            "word": "to classify",
            "phonetic": "tə klæsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Doctors have classified over 150 diagnosable types, all with different potential causes, symptoms, and treatments.",
                "The most valuable quills are classified as Alba.",
                "The International Society for Bipolar Disorder taskforce classified the illness into three categories.",
                "And some of the records are still classified.",
                "The federal government still classifies it as a potentially dangerous drug with zero medical benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhc3NpZnk&hash=a9207bfe92da3f290debdb0c8a421db40c10e1b4&lang=en&cache-only=0",
            "defineEn": "to put people or things in different categories or groups",
            "defineVi": "để đặt người hoặc những thứ trong các loại hoặc nhóm khác nhau",
            "hasImg": true
        },
        {
            "id": "672c48e7-d154-44ff-b66e-8a06b63e3a00",
            "word": "discovery",
            "phonetic": "dɪskʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of gold brought thousands of people to the Transvaal.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He spoke with the fervour of discovery, unaware that he was reinventing the wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY292ZXJ5&hash=768d442f6257b680f6cf41913cb246b20c5140c5&lang=en&cache-only=0",
            "defineEn": "the act of finding something for the first time and before others",
            "defineVi": "hành động tìm kiếm một cái gì đó lần đầu tiên và trước những người khác",
            "hasImg": true
        },
        {
            "id": "fa2cb324-117b-4f75-903a-1341eeb00788",
            "word": "archeologist",
            "phonetic": "ɑːɹkɪɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "12,000 years later an archeologist is trying to figure who you were.",
                "And Archeologists think that prehistoric humans were eating people to meet protein demands and to kill off their enemies.",
                "Archeologists have found records of proto-writing, which involves using symbols to represent specific meanings, but not in whole strings like a sentence.",
                "Archeologists, historians, and other scholars have pieced together plausible explanations and generated likely narratives, but as with all ancient scholarship, this leaves ample room for variations and disagreement.",
                "Archeologists spend a lot of time digging where they think they might find important historical objects, or artifacts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVvbG9naXN0&hash=a0f96fcdfca9700e951b1e8ecdcf67fca4fa2877&lang=en&cache-only=0",
            "defineEn": "a person whose job is to study ancient societies using facts, objects, buildings, etc. remaining in excavation sites",
            "defineVi": "một người có công việc là nghiên cứu các xã hội cổ đại bằng cách sử dụng các sự kiện, đồ vật, tòa nhà, v.v. còn sót lại trong các địa điểm khai quật",
            "hasImg": true
        }
    ]
}