{
    "id": "c3aa8fda-dcdf-40a6-a8b5-ea9bd7ea995a",
    "title": "Verbs Related to Architecture and Construction",
    "originalTitle": "Verbs Related to Architecture and Construction",
    "words": [
        {
            "id": "8a75dfbc-4cfe-4da5-8c2a-923f511557cd",
            "word": "to build",
            "phonetic": "tə bɪld ",
            "partOfSpeechType": "verb",
            "examples": [
                "Robins build nests almost anywhere.",
                "The birds built their nest in the tree.",
                "She had built a reputation as a criminal lawyer.",
                "The ironworks were built in 1736.",
                "The houses are built out of local stone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVpbGQ&hash=a122d8a672a677b20d921a56ba7d4365fbf0cfc9&lang=en&cache-only=0",
            "defineEn": "to put together different materials such as brick to make a building, etc.",
            "defineVi": "để tập hợp các vật liệu khác nhau như gạch để tạo nên một tòa nhà, v.v.",
            "hasImg": true
        },
        {
            "id": "7214ee31-8a69-44ff-bff3-bb6d590a2cbb",
            "word": "to assemble",
            "phonetic": "tʊ ɐsɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She followed the right instructions to assemble the furniture.",
                "Now: assemble your space rocks!",
                "This one assembles your teams for you.",
                "This one is assembled really well.",
                "Narrator: The day before, recruits from the gender-integrated Hotel Company assemble in front of their barracks for a briefing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZW1ibGU&hash=1173d092a730b87a1b8ac96cb8a9f63ec3229e49&lang=en&cache-only=0",
            "defineEn": "to make something by putting separate parts of something together",
            "defineVi": "để làm một cái gì đó bằng cách đặt các phần riêng biệt của một cái gì đó lại với nhau"
        },
        {
            "id": "71108734-c076-4b9c-a100-529e280af157",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of a construction) to fall down suddenly, particularly due to being damaged or weak",
            "defineVi": "(của một công trình) bị đổ xuống đột ngột, đặc biệt là do bị hư hỏng hoặc yếu",
            "hasImg": true
        },
        {
            "id": "d6256825-ae3e-4db5-922f-d5d3003b627a",
            "word": "to concrete",
            "phonetic": "tə kɑːŋkɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY3JldGU&hash=6378ea018862072ca836fd2abbf32616a45a59a8&lang=en&cache-only=0",
            "defineEn": "to cover with a mixture of cement, sand, gravel, and water",
            "defineVi": "phủ hỗn hợp xi măng, cát, sỏi và nước"
        },
        {
            "id": "1cb67aa6-4557-48b7-904d-c2dd4615dbd5",
            "word": "to construct",
            "phonetic": "tə kənstɹʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The workers construct the building from the ground up.",
                "He spent many weekends designing and constructing it, and his kids love playing in it.",
                "Advanced software can then construct extremely detailed 3-D models of the pipe walls. ",
                "An ant colony can construct complex structures.",
                "In other words, your brain constructs your perceptions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RydWN0&hash=69a34b36878957d46aa4cd755f6933e9562e319e&lang=en&cache-only=0",
            "defineEn": "to make or build a house, bridge, machine, etc.",
            "defineVi": "để làm hoặc xây dựng một ngôi nhà, cây cầu, máy móc, vv",
            "hasImg": true
        },
        {
            "id": "78d6bfc1-b151-42d0-9997-8aa7d34e578c",
            "word": "to demolish",
            "phonetic": "tə dᵻmɑːlɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Normally, the 22 yards only demolished a few dozen cargo ships a year.",
                "The planes are demolished for good reason.",
                "Until it was demolished.",
                "The clinic had just been demolished, making way for a much larger structure.",
                "After all, it demolishes homes, displaces thousands of people and animals, and incinerates millions of acres of land."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb2xpc2g&hash=53cdb820384725daab94ad203e17c2f9bfee5bd8&lang=en&cache-only=0",
            "defineEn": "to completely destroy or to knock down a building or another structure",
            "defineVi": "để phá hủy hoàn toàn hoặc đánh sập một tòa nhà hoặc cấu trúc khác"
        },
        {
            "id": "e1fcbd4c-0fb8-4e8e-9a11-e6cbb3bc9ebc",
            "word": "to erect",
            "phonetic": "tʊ ɪɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A teepee was erected.",
                "As rain soaked the kite and line, strands of hemp stood erect with electric charge.",
                "One year after the movie came out they erected a statue of him on Main Street in 2003.",
                "Monopolies are able to erect obstacles that economists call barriers to entry.",
                "In 1999, London, England, continued the tradition of marking momentous occasions by erecting a Ferris wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJlY3Q&hash=4a368b24cd03bfe1812dc6a4a65abadc70b747db&lang=en&cache-only=0",
            "defineEn": "to construct, build, or assemble something in an upright position, typically referring to the creation of a structure or object that stands vertically",
            "defineVi": "để xây dựng, xây dựng hoặc lắp ráp một cái gì đó ở vị trí thẳng đứng, thường đề cập đến việc tạo ra một cấu trúc hoặc đối tượng đứng thẳng đứng",
            "hasImg": true
        },
        {
            "id": "f1c34bc3-de57-4b9b-b48b-18081ed0cd64",
            "word": "to excavate",
            "phonetic": "tʊ ɛkskəveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Underwater archaeologists excavate shipwrecks and one ship at Uluburun in Turkey from the thirteenth century BCE had products on it from at least seven different states.",
                "To date, the remains of 61 mammoths have been excavated from the Mammoth Site of Hot Springs, South Dakota, all victims of an ancient sinkhole.",
                "Excavating these fossils required what was essentially a military-level operation.",
                "Its partial skull was excavated in Chad and dated to around 7 million years ago.",
                "The fossil jawbone was excavated in the late 1970s at a site called Meswa Bridge in western Kenya that dates back about 26 million to 23 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjYXZhdGU&hash=9e4fcd9dfea90338004cf283bda57c41b652e63e&lang=en&cache-only=0",
            "defineEn": "to dig a hole or make a channel in the ground",
            "defineVi": "để đào một cái lỗ hoặc làm một kênh trong lòng đất"
        },
        {
            "id": "5577e601-2a64-4214-a499-8ffd2ae891c5",
            "word": "to glaze",
            "phonetic": "tə ɡleɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "He marinated chicken in a tangy sorghum glaze before grilling it to perfection.",
                "The donut shop offers a variety of glazes, including classic vanilla, chocolate, and colorful options like strawberry",
                "They ordered individual mini meatloaves, topped with a tangy ketchup glaze."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xhemU&hash=46a8c1af400d422eb1033228f128146123042fed&lang=en&cache-only=0",
            "defineEn": "to insert a piece of glass into a building's window frame",
            "defineVi": "để chèn một mảnh kính vào khung cửa sổ của một tòa nhà"
        },
        {
            "id": "8a54f473-4171-40af-bad7-363e06f65589",
            "word": "to gut",
            "phonetic": "tə ɡʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those young people have some guts.",
                "That guy really hates my guts.",
                "I just about busted a gut.",
                "Yesterday, Emily spilt her guts out after drinking too much at the party.",
                "Nothing personal Norman, I just realized that I hated your guts from the beginning."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3V0&hash=38be70190f497fc921356d6ab6e21eeb862461d0&lang=en&cache-only=0",
            "defineEn": "to completely destroy the inside of a room, building, or vehicle, particularly by fire",
            "defineVi": "để phá hủy hoàn toàn bên trong của một căn phòng, tòa nhà, hoặc phương tiện, đặc biệt là bằng lửa"
        },
        {
            "id": "89ecb744-75b8-4413-a00a-5b77a100cabb",
            "word": "to knock down",
            "phonetic": "tə nɑːk daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The strong winds knocked down several trees on the road.",
                "The boxer knocked down his opponent with a powerful uppercut.",
                "A single storm could probably knock down a whole swath of them.",
                "30, 40, 50 peopleare knocked down.",
                "Some rhinos even knock down /whole trees/"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25vY2sgZG93bg&hash=0fb2970d1eb641666eaf9eecd34df7a257458ba3&lang=en&cache-only=0",
            "defineEn": "to destroy a structure such as building or wall",
            "defineVi": "để phá hủy một cấu trúc chẳng hạn như xây dựng hoặc bức tường"
        },
        {
            "id": "e3f8352e-c484-426c-ae48-375b2ec73b7b",
            "word": "to level",
            "phonetic": "tə lɛvəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Water will always find its own level.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "As the saying goes, new levels, new devils.",
                "The conflict has now reached a new level of intensity.",
                "All through the hijacking the pilot kept a level head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV2ZWw&hash=5515a1d59479a6143f96da13e0381db0333286f2&lang=en&cache-only=0",
            "defineEn": "to destroy a building, area, etc. completely",
            "defineVi": "để phá hủy một tòa nhà, khu vực, vv hoàn toàn"
        },
        {
            "id": "38c7f053-d13c-459d-92d7-4f46b806d7b0",
            "word": "to plaster",
            "phonetic": "tə plæstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her right leg was coated in plaster.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "Which classic rock star had his big old yam cast in plaster.",
                "Newspapers, science journals, and popular magazines around the world plastered it across their pages.",
                "He plastered fliers all over campus with a breakdown of the best deals he found."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhc3Rlcg&hash=5806a3c7441d3a0bacbce4724e00af02d95d92fd&lang=en&cache-only=0",
            "defineEn": "to cover a wall, ceiling, etc. with a soft usually white material that is made of sand, water, and lime in order to smooth its surface",
            "defineVi": "phủ lên tường, trần nhà, v.v. bằng vật liệu mềm thường có màu trắng được làm từ cát, nước và vôi để làm phẳng bề mặt"
        },
        {
            "id": "d29260f9-1cb7-40c6-821c-31202332ec58",
            "word": "to pull down",
            "phonetic": "tə pʊl daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the Americas, ground sloths the size of elephants pulled down trees with their claws.",
                "And pull down.",
                "Rhett, pull down the shade of - shadowness.",
                "And she's pulling down the rope.",
                "So gravity is pulling down on the bottom cow with a force of 20 newtons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCBkb3du&hash=f80a3e6b91c54ba6d719c13c35fe974a73132c18&lang=en&cache-only=0",
            "defineEn": "to demolish or dismantle a structure or building, typically by pulling it apart or taking it down piece by piece",
            "defineVi": "để phá hủy hoặc tháo dỡ một cấu trúc hoặc tòa nhà, thường bằng cách kéo nó ra hoặc tháo nó xuống từng mảnh"
        },
        {
            "id": "65d6f850-aa88-4183-ada9-35ba46c600ff",
            "word": "to rebuild",
            "phonetic": "tə ɹᵻbɪld ",
            "partOfSpeechType": "verb",
            "examples": [
                "After the scandal, the politician worked hard to rebuild his reputation and live down the controversy.",
                "The volunteers who helped rebuild the school after the earthquake are making a world of difference in the lives of the students and their families.",
                "The city had suffered from a natural disaster, but with the help of government aid and community support, it was able to regain its feet and rebuild stronger than before.",
                "After the disagreement, they decided to put their differences aside and work on rebuilding their friendship, so they are now on good terms.",
                "The couple who had grown apart in their relationship understood that it is never too late to mend and worked together to strengthen their bond and rebuild their connection."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVidWlsZA&hash=dd86b14a6bb01fc1d98dd488a82e84f6dbacb009&lang=en&cache-only=0",
            "defineEn": "to build something once again, after it has been destroyed or severely damaged",
            "defineVi": "để xây dựng một cái gì đó một lần nữa, sau khi nó đã bị phá hủy hoặc hư hỏng nghiêm trọng"
        },
        {
            "id": "0d527bec-2bf4-41cb-8884-c83bfeb80870",
            "word": "to reconstruct",
            "phonetic": "tə ɹiːkənstɹʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the last phase, telophase, each of the new cell's structures are reconstructed.",
                "Our investigation reconstructs what happened that night.",
                "Scientists from Sandia Labs reconstructed what that might have sounded like.",
                "We can reconstruct what the common ancestor word could have sounded like.",
                "With this information, I could also reconstruct everything in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25zdHJ1Y3Q&hash=5e6944c6916506a7285526f2b12ea4ae6a631bc4&lang=en&cache-only=0",
            "defineEn": "to make or build something once again after it has been destroyed or damaged",
            "defineVi": "để làm hoặc xây dựng một cái gì đó một lần nữa sau khi nó đã bị phá hủy hoặc hư hỏng"
        },
        {
            "id": "e435c072-5956-4cc1-a9f5-d061654fc427",
            "word": "to refurbish",
            "phonetic": "tə ɹᵻfɜːbɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even Sweden's most famous company, Ikea, refurbishes its furniture here.",
                "Anyway, they were refurbished but still there was a catastrophic failure.",
                "Trump spent $1 million to refurbish each plane.",
                "Once in the U.S., he established himself in the world of shop design by refurbishing retailers, including at least one store on New York's Fifth Avenue.",
                "So think of it as taking your processor and refurbishing it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXJiaXNo&hash=0e58ebb69c491175d0ef01ca13bed5749897c053&lang=en&cache-only=0",
            "defineEn": "to make a room or building look more attractive by repairing, redecorating, or cleaning it",
            "defineVi": "để làm cho một căn phòng hoặc tòa nhà trông hấp dẫn hơn bằng cách sửa chữa, trang trí lại hoặc làm sạch nó"
        },
        {
            "id": "e66b5419-4e0f-4935-809e-170043fd9bbd",
            "word": "to reinforce",
            "phonetic": "tə ɹiːɪnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new running shoes have a reinforced toe to provide extra durability and protection.",
                "The homeowner didn't listen to the advice of experts to reinforce his house before the hurricane hit.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "And then these exploitative relationships reinforce your mistrust of people.",
                "Projection reinforces your negative thoughts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpbmZvcmNl&hash=7ca32832b1165ddae9efd2cd08e1206b15b8f2b7&lang=en&cache-only=0",
            "defineEn": "to strengthen a substance or structure, particularly by adding extra material to it",
            "defineVi": "để tăng cường một chất hoặc cấu trúc, đặc biệt là bằng cách thêm vật liệu bổ sung cho nó"
        },
        {
            "id": "c3b4071f-4b2f-4691-90b3-543dc8a810ae",
            "word": "to render",
            "phonetic": "tə ɹɛndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cook rendered fatback to make lard for baking and frying in the farmhouse kitchen.",
                "This echo is rendered as a dot on the imaging screen.",
                "Judgment rendered.",
                "His interpreter rendered that into English as, \"We will bury you!\"",
                "It's rendering, look at this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZGVy&hash=402ee8f514f6ac76c79c9ca41efc04eb400b5c82&lang=en&cache-only=0",
            "defineEn": "to cover the surface of a wall with plaster or cement",
            "defineVi": "để che bề mặt của một bức tường bằng thạch cao hoặc xi măng"
        },
        {
            "id": "9de47ec6-a008-4dfc-bd47-8471732b5f74",
            "word": "to rewire",
            "phonetic": "tə ɹᵻwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Productivity will be less dynamic as companies rewire supply chains.",
                "Researchers have figured out a way to rewire your brain into taking this monster head-on.",
                "If they found a mistake, the program could be rewired before it left the factory, though fixing it was an enormous pain.",
                "But I don't think my brain was rewired, as the product promises.",
                "Neuroplasticity is the ability of your brain to change the nerve connections and rewire itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV3aXJl&hash=64f092d39d9291de582ac7d48370cd9c06a6ad1b&lang=en&cache-only=0",
            "defineEn": "to provide new electrical wiring for a building or machine",
            "defineVi": "để cung cấp hệ thống dây điện mới cho một tòa nhà hoặc máy móc"
        },
        {
            "id": "eb2789a5-0ca4-43e0-ae93-9e4512ad90d8",
            "word": "to wire",
            "phonetic": "tə waɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wire led to a speaker.",
                "She carefully bent the wire into a circle to make a decorative wreath.",
                "Alyssa is a total live wire and I'm a total loser for just figuring this out.",
                "I'm sorry for bringing you the wrong order, sir, I've had my wires crossed all day!",
                "The baby's all wired."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lyZQ&hash=e8ded8a4763203963e6f70e56378203f72c4e213&lang=en&cache-only=0",
            "defineEn": "to connect or provide with wires or electrical cables",
            "defineVi": "để kết nối hoặc cung cấp với dây hoặc cáp điện"
        },
        {
            "id": "8ce5691c-1771-4a4f-be47-13626ab6fcfb",
            "word": "to sand",
            "phonetic": "tə sænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You might as well bring sand to the beach!",
                "I buried my feet in the warm sand at the beach.",
                "He filled the bucket with sand to build a sandcastle.",
                "The wind had coated everything with a layer of sand.",
                "I picked a handful of delicious sand cherries from the bush in my backyard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2FuZA&hash=738150b244bdda994dbd69f7ea6d74f2d7fdf399&lang=en&cache-only=0",
            "defineEn": "to rub something against sandpaper or use a sander in order to make its surface smooth",
            "defineVi": "để chà xát một cái gì đó với giấy nhám hoặc sử dụng một sander để làm cho bề mặt của nó mịn màng",
            "hasImg": true
        },
        {
            "id": "03e2f797-6f48-4f02-a0dd-b6dd66d980f5",
            "word": "to support",
            "phonetic": "tə səpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Parents often support their children financially during college.",
                "The organization supports various charitable causes through donations.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "The government makes a big thing out of public support.",
                "Support the possibility of keeping a lid on tax increases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcG9ydA&hash=b290a4229650625d570821073641ea9a7a322b09&lang=en&cache-only=0",
            "defineEn": "to hold a person or thing in position or prevent them from falling",
            "defineVi": "để giữ một người hoặc vật ở vị trí hoặc ngăn họ rơi xuống"
        },
        {
            "id": "19756c55-3058-4258-ae69-47c339ebf095",
            "word": "to thatch",
            "phonetic": "tə θætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "This storm is expected to damage all thatched roof buildings.",
                "Welcomes him to a pile of thatching?",
                "He must destroy her house by throwing spears through its thatched roof.",
                "The highways are a mad thatch of interstates, parkways, boulevards, and spurs, plus river crossings galore, each with its own virtues and inconveniences. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhhdGNo&hash=c7439b1935d962093d8c777933f814f8708b9ce8&lang=en&cache-only=0",
            "defineEn": "to cover the roof of a house with a material made of reeds or straws",
            "defineVi": "để che mái nhà của một vật liệu làm bằng lau sậy hoặc rơm"
        },
        {
            "id": "9ac5f6e1-1455-4c8a-b449-26a4b9bb00fc",
            "word": "to tile",
            "phonetic": "tə taɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "This batch will make ChopValue's thinnest tile.",
                "Welcome to Tile.",
                "You can add tiles, like simple calculator.",
                "Okay, I need a Tile account.",
                "This is original, these tiles?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlsZQ&hash=59a45a05d5f5ec88d9c3d8da866cbf949bca0bd4&lang=en&cache-only=0",
            "defineEn": "to cover the surface of a wall, floor, etc. with flat and often square pieces of baked clay or other materials",
            "defineVi": "phủ lên bề mặt tường, sàn nhà, v.v. bằng những miếng đất sét nung hoặc các vật liệu khác bằng phẳng và thường có hình vuông"
        },
        {
            "id": "18c6ba72-cd82-4f6e-b076-e119a7d74fe6",
            "word": "to clog",
            "phonetic": "tə klɑːɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nobody lives in that house since old Roger popped his clogs.",
                "The roads are clogged with evacuees.",
                "A clog near the eye can cause vision problems and retinal detachment.",
                "And makeup doesn't clog?",
                "Otherwise our courts would be clogged with policy debates. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xvZw&hash=97127a28d91839cd029d9f9ad816db6fdaf06440&lang=en&cache-only=0",
            "defineEn": "to make it so that nothing can move through something",
            "defineVi": "để làm cho nó để không có gì có thể di chuyển qua một cái gì đó"
        },
        {
            "id": "c83021df-fa44-4c66-8964-d6c55539efb6",
            "word": "to plumb",
            "phonetic": "tə plʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Instead it plumbs the depths of its protagonist’s indecisiveness, and the tragic consequences thereof.",
                "Austrian psychologist Fritz Heider began plumbing the depths of this question in the 1920s when he was developing what's now known as the Attribution Theory.",
                "OK so now we have the plumb bob",
                "It was so hard to try to understand and plumb the mind of this man and follow his thinking as he made these statements. ",
                "I know, make it something good if you're just gonna plumb make it up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1bWI&hash=7f3ec217cfd30bd56752097e69df2af2b8d2aa24&lang=en&cache-only=0",
            "defineEn": "to measure or determine the verticality or alignment of something, typically using a plumb bob or level",
            "defineVi": "để đo lường hoặc xác định độ thẳng đứng hoặc căn chỉnh của một cái gì đó, thường sử dụng quả dọi hoặc mức"
        },
        {
            "id": "dee218e8-75e3-40ea-89b6-58eeea67fedc",
            "word": "to lay",
            "phonetic": "tə leɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The chicken laid an egg in the nesting box.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5&hash=de53d3058bf96b21c48f7ba19053d04d05c594d6&lang=en&cache-only=0",
            "defineEn": "to set or install something in place, such as laying bricks or tiles",
            "defineVi": "để đặt hoặc cài đặt một cái gì đó tại chỗ, chẳng hạn như đặt gạch hoặc ngói"
        },
        {
            "id": "3db5c61c-47f6-4d4c-8c7d-1442b189e493",
            "word": "to hammer",
            "phonetic": "tə hæmɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "The judge brought his hammer down on the table.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "He hit the nail squarely on the head with the hammer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFtbWVy&hash=b9a2564d122b9af50c2d19971f991e20ecf4bf17&lang=en&cache-only=0",
            "defineEn": "to strike repeatedly and forcefully with a blunt object or tool such as a hammer",
            "defineVi": "tấn công liên tục và mạnh mẽ bằng một vật hoặc dụng cụ cùn như búa"
        },
        {
            "id": "f6f82b98-fe89-46e5-9996-3f49d326cf3b",
            "word": "to install",
            "phonetic": "tʊ ɪnstɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Finally, staff install wheels to the now complete X7.",
                "Install the app?",
                "Install a jet engine underneath or within the machine on gimbals.",
                "For dangerous runways like Telluride's, airports will install an engineered materials arrestor system.",
                "Here, they install the exhaust system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGFsbA&hash=7979fca7b7206f01ee07edd9c8287d0f3d2f96fa&lang=en&cache-only=0",
            "defineEn": "to set a piece of equipment in place and make it ready for use",
            "defineVi": "để đặt một phần của thiết bị tại chỗ và làm cho nó sẵn sàng để sử dụng"
        },
        {
            "id": "a86c7c54-5512-42e1-b651-80fd0a33e281",
            "word": "to inlay",
            "phonetic": "tʊ ɪnleɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5sYXk&hash=e7a0051a6dd3d8b65ef5a28b586ef83b86d5fd3a&lang=en&cache-only=0",
            "defineEn": "to put decorative pieces of wood or metal into the surface of an object in a way that they level with the surface",
            "defineVi": "để đặt các miếng gỗ hoặc kim loại trang trí vào bề mặt của một vật thể theo cách mà chúng cân bằng với bề mặt"
        },
        {
            "id": "05f5403d-5a1f-4b4b-b5ac-16a00d5d3823",
            "word": "to maintain",
            "phonetic": "tə meɪnteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The tobacco products included a humectant to maintain the moisture content and freshness.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "The document must be copied word for word to maintain its legal validity.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbnRhaW4&hash=d54a8e55e446e9570bf3c93ee82415ed4d4a85b3&lang=en&cache-only=0",
            "defineEn": "to keep a vehicle, building, road, etc. in good condition by doing regular repairs, renovations, or examinations",
            "defineVi": "để giữ cho một phương tiện, tòa nhà, đường, v.v. ở tình trạng tốt bằng cách thường xuyên sửa chữa, cải tạo hoặc kiểm tra"
        },
        {
            "id": "a2f988b7-cbf4-46d0-9493-b1ad526bfdef",
            "word": "to design",
            "phonetic": "tə dɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The design is very basic.",
                "The decorations were specially designed for the wedding reception.",
                "She can design computer programs like nobody's business.",
                "The engineer designs cars and improves their performance.",
                "He admired the hand-painted design on the teacup."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaWdu&hash=c3f895938f0bfb9aba6f33ee2f5ca84ad29702b7&lang=en&cache-only=0",
            "defineEn": "to make drawings according to which something will be constructed or produced",
            "defineVi": "để thực hiện các bản vẽ theo đó một cái gì đó sẽ được xây dựng hoặc sản xuất",
            "hasImg": true
        },
        {
            "id": "f23f71e6-8303-43c5-8a5a-f52034483969",
            "word": "to engineer",
            "phonetic": "tʊ ɛndʒɪnɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "The engineer designs cars and improves their performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5naW5lZXI&hash=cbc7ef986502a5ae64c3c8c465780a574f222976&lang=en&cache-only=0",
            "defineEn": "to design, build, or plan something systematically and skillfully, especially using scientific principles and technical knowledge",
            "defineVi": "thiết kế, xây dựng hoặc lập kế hoạch một cái gì đó một cách có hệ thống và khéo léo, đặc biệt là sử dụng các nguyên tắc khoa học và kiến thức kỹ thuật"
        },
        {
            "id": "e17bbfb3-4771-47ee-a6bd-2b8ae0d4c353",
            "word": "to weld",
            "phonetic": "tə wɛld ",
            "partOfSpeechType": "verb",
            "examples": [
                "Robots weld a tailgate to the body.",
                "And you welded that!? ",
                "Weld is a lawyer and former Justice Department official.",
                "So these are friction stir welds?",
                "Two of the G3Ps are welded together forming a six carbon sequence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VsZA&hash=cb7ff3c1993f1738646cc4cd3065e16ed65bf3f6&lang=en&cache-only=0",
            "defineEn": "to join or fuse two or more pieces of metal together using heat and pressure",
            "defineVi": "để nối hoặc hợp nhất hai hoặc nhiều miếng kim loại lại với nhau bằng nhiệt và áp suất",
            "hasImg": true
        },
        {
            "id": "8ffba482-83fb-4e61-92cb-575594091111",
            "word": "to fabricate",
            "phonetic": "tə fæbɹᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "huh -And that's fabricated here in Decatur?",
                "But, in reality they were completely fabricated.",
                "The ruse was in full swing in the 1990s, made off fabricated profits, attracting new investors, while paying bigger returns to old ones, the biggest Ponzi scheme ever.",
                "and you're gonna show me the rockets that are - Yes, yeah fabricated at this facility?",
                "They make great printers Last month, his team designed a 3D printable face shield which can easily be fabricated using those old transparencies that your math teacher used to use on the overhead projector This has been a huge success and has been all over the internet"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFicmljYXRl&hash=2594b1a408db2b474d68e737fdcd131e17d85d01&lang=en&cache-only=0",
            "defineEn": "to create or build something by combining different parts or components, either artificial or natural",
            "defineVi": "để tạo hoặc xây dựng một cái gì đó bằng cách kết hợp các bộ phận hoặc thành phần khác nhau, nhân tạo hoặc tự nhiên"
        },
        {
            "id": "7ae36376-4393-43f8-b59b-79f2ac2efe90",
            "word": "to dismantle",
            "phonetic": "tə dɪsmæntəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "It will take an electronics expert to dismantle it.",
                "But dismantling a ship that holds 2,000 passengers?",
                "At the same time, he dismantled an environmental protection unit his Democratic predecessor had created.",
                "We're not going to dismantle everything.",
                "Abandoning the pedestal to dismantle the separation between you and the art."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzbWFudGxl&hash=251876fcb2835dd2b267da4013637ffc241f8200&lang=en&cache-only=0",
            "defineEn": "to take apart, strip or disassemble a structure, machine or object into its separate parts",
            "defineVi": "để tháo rời, tước bỏ hoặc tháo rời một cấu trúc, máy móc hoặc vật thể thành các bộ phận riêng biệt của nó"
        },
        {
            "id": "a43016c1-a185-4522-b585-02a7c0647403",
            "word": "to plan",
            "phonetic": "tə plæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhbg&hash=57d1ae82ab665f84c66208fc4aef1d35fe2f95e1&lang=en&cache-only=0",
            "defineEn": "to design or create a blueprint, layout, or diagram for a project or undertaking",
            "defineVi": "để thiết kế hoặc tạo ra một kế hoạch chi tiết, bố trí, hoặc sơ đồ cho một dự án hoặc cam kết"
        },
        {
            "id": "77bed5e4-0944-4827-9d65-e557264ef61d",
            "word": "to inspect",
            "phonetic": "tʊ ɪnspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardener inspected the melon, looking for the presence of eyes that indicated ripeness.",
                "The landlords are coming to inspect the property next week, so cleaning needs to be on the front burner!",
                "But we will thoroughly inspect the donkey sauce in \"Good Mythical More.\"",
                "Kevin Reed: I've been inspecting ejection seats for close to 30 years.",
                "Workers inspect and mend each throw by hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zcGVjdA&hash=c8598564ad2fd5388ce532c6683479cd7a9c008f&lang=en&cache-only=0",
            "defineEn": "to carefully look at something or someone, particularly to see if everything is OK",
            "defineVi": "để xem xét cẩn thận một cái gì đó hoặc ai đó, đặc biệt là để xem nếu mọi thứ đều ổn"
        },
        {
            "id": "eaa2768e-b05f-4608-ba70-7d148d17787e",
            "word": "to frame",
            "phonetic": "tə fɹeɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJhbWU&hash=9a6e8af323b7079016c0c8596f4f3ceb3395c015&lang=en&cache-only=0",
            "defineEn": "to construct or create the basic structure or framework of something, such as a building, by assembling its supporting elements",
            "defineVi": "để xây dựng hoặc tạo cấu trúc cơ bản hoặc khuôn khổ của một cái gì đó, chẳng hạn như một tòa nhà, bằng cách lắp ráp các yếu tố hỗ trợ của nó"
        },
        {
            "id": "611602ce-5b86-4370-920b-1a2ec9f26861",
            "word": "to landscape",
            "phonetic": "tə lændskeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The snowy landscape looked magical under the moonlight.",
                "The full moon cast a soft glow on the landscape.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuZHNjYXBl&hash=e50bbde5ce46ed1ae0b947d27bb2e1fb94f6639b&lang=en&cache-only=0",
            "defineEn": "to design or modify the features and layout of an outdoor area, such as a garden, park, or public space, for aesthetic or functional purposes",
            "defineVi": "để thiết kế hoặc sửa đổi các tính năng và cách bố trí của một khu vực ngoài trời, chẳng hạn như vườn, công viên hoặc không gian công cộng, vì mục đích thẩm mỹ hoặc chức năng"
        },
        {
            "id": "3601fdb8-9cc1-4c33-91d6-3144e1c69757",
            "word": "to secure",
            "phonetic": "tə sᵻkjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apartment has a secure entry system.",
                "A win today secures our spot in the championship, so go out there and give 110%!",
                "She keeps her passport in a secure place at home.",
                "A secure background will help a child to grow emotionally.",
                "The entrepreneur's friends in high places helped her secure funding for her startup and launch it successfully."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VjdXJl&hash=05a20f7ace904c2d503bdaf65e7f0282509907d3&lang=en&cache-only=0",
            "defineEn": "to fasten or lock something firmly in place to prevent movement, damage, or unauthorized access",
            "defineVi": "để buộc chặt hoặc khóa chặt một cái gì đó tại chỗ để ngăn chặn sự di chuyển, hư hỏng hoặc truy cập trái phép"
        },
        {
            "id": "919153bd-9225-4f0b-bdb6-b3e7582891ca",
            "word": "to seal",
            "phonetic": "tə siːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "My lips are sealed.",
                "The bill has the President's seal of approval.",
                "Fans have given the band's new song their seal of approval.",
                "My student had a secret but my lips were sealed.",
                "With a gentle push, the window closed tightly, sealing out the draft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VhbA&hash=8aa8e568eac7eb6dd328f0d0a8f0535c5cac4421&lang=en&cache-only=0",
            "defineEn": "to close, fasten, or secure something tightly or airtight using a sealant, adhesive, or other means to prevent the passage of air, water, or other substances",
            "defineVi": "để đóng, buộc hoặc cố định một cái gì đó chặt chẽ hoặc kín khí bằng cách sử dụng chất bịt kín, chất kết dính hoặc các phương tiện khác để ngăn không khí, nước hoặc các chất khác đi qua"
        }
    ]
}