{
    "id": "c3d4e573-766a-45f2-90b3-a20be795b34d",
    "title": "Latin Music",
    "originalTitle": "Latin Music",
    "words": [
        {
            "id": "61542e28-1441-486c-86f4-53ea12155421",
            "word": "Latin pop",
            "phonetic": "lætɪn pɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGF0aW4gcG9w&hash=334f2c23dbfdbb90a372bc3e9a5c7abf107311c4&lang=en&cache-only=0",
            "defineEn": "a genre of popular music that incorporates Latin American musical elements and rhythms, often sung in Spanish or Portuguese, and infused with pop music sensibilities",
            "defineVi": "một thể loại âm nhạc phổ biến kết hợp các yếu tố và nhịp điệu âm nhạc của Mỹ Latinh, thường được hát bằng tiếng Tây Ban Nha hoặc tiếng Bồ Đào Nha và được truyền tải bằng sự nhạy cảm của nhạc pop",
            "hasImg": true
        },
        {
            "id": "e71e238c-badc-4efa-9c32-a4bc1312c371",
            "word": "choro",
            "phonetic": "koːɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And rotating the outer circle 90 degrees counterclockwise gives us a pattern often found in Middle Eastern music, as well as Brazilian choro, and Argentinian tango."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcm8&hash=e9a3dfcbcd77d2a6bf30017fc181d7df37620eff&lang=en&cache-only=0",
            "defineEn": "a genre of Brazilian instrumental music that combines elements of European folk music with African rhythms, characterized by virtuosic melodies and intricate harmonies",
            "defineVi": "một thể loại nhạc cụ của Brazil kết hợp các yếu tố của âm nhạc dân gian châu Âu với nhịp điệu châu Phi, được đặc trưng bởi giai điệu điêu luyện và hòa âm phức tạp"
        },
        {
            "id": "4a734f05-5ec2-48cd-b239-1f6165bc4655",
            "word": "Latin rock",
            "phonetic": "lætɪn ɹɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGF0aW4gcm9jaw&hash=bfffc0666b2b3cac75b528f4bd5d7541295f8a65&lang=en&cache-only=0",
            "defineEn": "a music genre that combines elements of Latin American music, such as salsa or cumbia, with rock music, creating a fusion of styles",
            "defineVi": "một thể loại âm nhạc kết hợp các yếu tố của âm nhạc Mỹ Latinh, chẳng hạn như salsa hoặc cumbia, với nhạc rock, tạo ra sự kết hợp giữa các phong cách",
            "hasImg": true
        },
        {
            "id": "ea64eec6-40fa-4ddb-8b94-4b3c8c384d8c",
            "word": "Latin jazz",
            "phonetic": "lætɪn dʒæz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TGF0aW4gamF6eg&hash=62198ac8272d834130722465c94a396ea7da5db9&lang=en&cache-only=0",
            "defineEn": "a rhythmic fusion of jazz improvisation with Latin American rhythms",
            "defineVi": "sự kết hợp nhịp nhàng giữa ngẫu hứng nhạc jazz với nhịp điệu Mỹ Latinh",
            "hasImg": true
        },
        {
            "id": "1dd4aaf5-5a02-4c4d-b6b9-e55a25ef5d6a",
            "word": "bachata",
            "phonetic": "bɑːkɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjaGF0YQ&hash=5bfc2e38ad0e952bce272129deced08163dfb533&lang=en&cache-only=0",
            "defineEn": "a Latin music genre that originated in the Dominican Republic, known for its melodic and rhythmic elements, typically featuring romantic lyrics and guitar-based instrumentation",
            "defineVi": "một thể loại nhạc Latin có nguồn gốc từ Cộng hòa Dominica, được biết đến với các yếu tố du dương và nhịp điệu, thường có lời bài hát lãng mạn và nhạc cụ dựa trên guitar",
            "hasImg": true
        },
        {
            "id": "d788d510-15d7-4586-9a3b-8999c7fc304f",
            "word": "salsa music",
            "phonetic": "sælsə mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Fsc2EgbXVzaWM&hash=c9b824a737f983c0c39cc8a800a29b1b2477b3c7&lang=en&cache-only=0",
            "defineEn": "a Latin American dance music that is influenced by jazz, R&B and rock",
            "defineVi": "một loại nhạc khiêu vũ của Mỹ Latinh chịu ảnh hưởng của nhạc jazz, R & B và rock",
            "hasImg": true
        },
        {
            "id": "69f445c0-881f-49cb-9fd1-ce218604c581",
            "word": "corrido",
            "phonetic": "kɔɹiːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ycmlkbw&hash=e97cad50fb0f3ad9c16333b10e0b0b6ba04fc933&lang=en&cache-only=0",
            "defineEn": "a Mexican musical genre that tells stories of real-life events, often featuring accordion, guitar, and brass instrumentation",
            "defineVi": "một thể loại âm nhạc Mexico kể những câu chuyện về các sự kiện trong đời thực, thường có đàn accordion, guitar và nhạc cụ bằng đồng"
        },
        {
            "id": "3cf4ba68-eb7c-484f-9ece-bae8a8794a8a",
            "word": "mariachi",
            "phonetic": "mæɹɪætʃi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like dancing mariachi.",
                "A mariachi band followed the final car as it rolled down the production line.",
                "This is my first mariachi gig.",
                "This is my first mariachi gig.",
                "And keep watching because we're gonna fill this place up with some Mariachi performers and hot cocoa."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaWFjaGk&hash=06474e75ed5247b44edcf2d783db230cae84d7da&lang=en&cache-only=0",
            "defineEn": "traditional Mexican music style characterized by its distinctive instrumentation, featuring trumpets, violins, guitars, and vocals, often performed in colorful attire",
            "defineVi": "phong cách âm nhạc truyền thống của Mexico được đặc trưng bởi nhạc cụ đặc biệt của nó, bao gồm kèn, violin, guitar và giọng hát, thường được biểu diễn trong trang phục sặc sỡ"
        },
        {
            "id": "1da184f2-9f58-43be-a2f8-18043e7d11a6",
            "word": "Tejano music",
            "phonetic": "tᵻhɑːnoʊ mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VGVqYW5vIG11c2lj&hash=77dc7e1caaabd15abbd23d7474c2e11f51b310b2&lang=en&cache-only=0",
            "defineEn": "a genre of music originating in Texas that blends Mexican folk music, polka, country, and rock, often sung in Spanish and characterized by accordion and guitar instrumentation",
            "defineVi": "một thể loại âm nhạc có nguồn gốc từ Texas pha trộn âm nhạc dân gian Mexico, polka, đồng quê và rock, thường được hát bằng tiếng Tây Ban Nha và được đặc trưng bởi nhạc cụ đàn accordion và guitar",
            "hasImg": true
        },
        {
            "id": "2d35c0f2-e363-4815-8455-d66223e2121c",
            "word": "boogaloo",
            "phonetic": "buːɡɐluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "What do soldiers and Marines bring to the Boogaloo?",
                "And they specifically warned that supporters of the so-called Boogaloo movement are planning to commit violence in Michigan and Minnesota.",
                "It derived from boogaloo, struttin', poppin', lockin'."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vZ2Fsb28&hash=855fc721ca2e1f2035d196ec2670a9cfffe29e99&lang=en&cache-only=0",
            "defineEn": "genre of Latin music that originated in the 1960s, blending elements of Latin music, rhythm and blues, and soul, often characterized by lively beats and infectious melodies",
            "defineVi": "thể loại nhạc Latin bắt nguồn từ những năm 1960, pha trộn các yếu tố của nhạc Latin, nhịp điệu và nhạc blues, và soul, thường được đặc trưng bởi nhịp điệu sống động và giai điệu truyền cảm"
        },
        {
            "id": "19975d57-4383-4fd2-919c-81c4349b6c05",
            "word": "tango",
            "phonetic": "tæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When negotiating a deal, both parties must be willing to compromise and work together, as it takes two to tango.",
                "- I said tango!",
                "But in the meantime, Tango classes will continue.",
                "And if you feel that strongly about Lay's-- - Well, it takes two to tango.",
                "If you showed up to one of these group classes, you’d most likely perform a Tango."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ28&hash=ceec9751866f69605dda1946dc8063b8875024bc&lang=en&cache-only=0",
            "defineEn": "a genre of music characterized by its rhythmic and melodic elements, often featuring accordion, guitar, and bandoneon, and associated with Argentine and Uruguayan traditions",
            "defineVi": "một thể loại âm nhạc được đặc trưng bởi các yếu tố nhịp điệu và du dương, thường có đàn accordion, guitar và bandoneon, đồng thời gắn liền với các truyền thống của Argentina và Uruguay",
            "hasImg": true
        },
        {
            "id": "d45b6d84-b55e-42d2-8cde-6fdd9fbddc21",
            "word": "reggaeton",
            "phonetic": "ɹɛɡiːtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "International producers started using it in everything from reggaeton to K-pop.",
                "They're so intertwined with pop culture, more specifically hip-hop and reggaeton."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnZ2FldG9u&hash=b1c9920bd4c6e88097d35ef32eaf2f149608f5b5&lang=en&cache-only=0",
            "defineEn": "a genre of music with origins in Latin America, characterized by its fusion of reggae, hip hop, and Latin rhythms, often featuring catchy beats, repetitive hooks, and lyrics in Spanish or Spanglish",
            "defineVi": "một thể loại âm nhạc có nguồn gốc từ Châu Mỹ Latinh, được đặc trưng bởi sự kết hợp giữa nhịp điệu reggae, hip hop và Latinh, thường có nhịp điệu hấp dẫn, câu luyến láy lặp đi lặp lại và lời bài hát bằng tiếng Tây Ban Nha hoặc Spanglish"
        },
        {
            "id": "6347b544-1a0b-4e79-9f93-2c3bdb189097",
            "word": "axe",
            "phonetic": "æks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm going to get the axe if the boss finds out that printing error was my fault.",
                "Radio host Anton Savage was given the axe just minutes after coming off air.",
                "He put down his axe.",
                "I know, with an axe.",
                "They chopped off my arm with an axe."
            ],
            "audio": "https://tts.langeek.co/read?text=YXhl&hash=c29dec208afb78eb680631a892b3b6b54aa33949&lang=en&cache-only=0",
            "defineEn": "a genre of popular music originating in Brazil, characterized by its lively rhythms and fusion of African, Caribbean, and Brazilian musical styles",
            "defineVi": "một thể loại âm nhạc nổi tiếng bắt nguồn từ Brazil, được đặc trưng bởi nhịp điệu sống động và sự kết hợp của các phong cách âm nhạc châu Phi, Caribe và Brazil"
        },
        {
            "id": "d9f2ca7e-6fe0-4ff7-adc0-c57599f280e5",
            "word": "samba",
            "phonetic": "sæmbə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FtYmE&hash=90b7a14035880e4521402a52c83eb02249acf1a6&lang=en&cache-only=0",
            "defineEn": "a piece of music that is composed for a fast dance of Brazilian origin called samba",
            "defineVi": "một bản nhạc được sáng tác cho một điệu nhảy nhanh có nguồn gốc từ Brazil được gọi là samba",
            "hasImg": true
        },
        {
            "id": "16155d1a-f78c-4c37-9ed2-ef560b2c2da5",
            "word": "cumbia",
            "phonetic": "kʌmbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the recognizable backbone of many genres popular around the world, from rock, country, and jazz, to reggae and cumbia."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VtYmlh&hash=c6b25c6eccdd676fb562f8aa01baa9d8d71147ec&lang=en&cache-only=0",
            "defineEn": "a genre of Latin American music characterized by its rhythmic and melodic elements, often featuring accordion and percussion, originating from Colombia",
            "defineVi": "một thể loại âm nhạc Mỹ Latinh được đặc trưng bởi các yếu tố nhịp điệu và du dương, thường có đàn accordion và bộ gõ, có nguồn gốc từ Colombia",
            "hasImg": true
        },
        {
            "id": "d6e5363a-ee23-4aaf-9c8d-4ac5862aeafe",
            "word": "modinha",
            "phonetic": "mɑːdɪnhə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9kaW5oYQ&hash=22a3382d16bd0ef32914de4b6f2fd5174a13a834&lang=en&cache-only=0",
            "defineEn": "a sentimental and lyrical musical genre that originated in Portugal and became popular in Brazil, featuring solo voice and guitar accompaniment",
            "defineVi": "một thể loại âm nhạc tình cảm và trữ tình bắt nguồn từ Bồ Đào Nha và trở nên phổ biến ở Brazil, có giọng hát solo và đệm guitar"
        },
        {
            "id": "63013019-ae8f-4279-bbc3-efe1ff7b35f7",
            "word": "bossa nova",
            "phonetic": "bɔsə noʊvə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9zc2Egbm92YQ&hash=22d70a172df60208045a017df190b4c0075a4237&lang=en&cache-only=0",
            "defineEn": "a type of Brazilian popular music that is derived from samba but is more melodic, popular in the 1960s",
            "defineVi": "một loại nhạc nổi tiếng của Brazil có nguồn gốc từ samba nhưng du dương hơn, phổ biến vào những năm 1960",
            "hasImg": true
        }
    ]
}