{
    "id": "c42ea72f-dae3-411a-97ca-9d61e3f27b56",
    "title": "Book Lengths",
    "originalTitle": "Book Lengths",
    "words": [
        {
            "id": "4aab3a63-48ad-4cbb-a61a-3de16117f6d2",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "a long written story that usually involves imaginary characters and places",
            "defineVi": "một câu chuyện dài bằng văn bản thường liên quan đến các nhân vật và địa điểm tưởng tượng",
            "hasImg": true
        },
        {
            "id": "dfc165b1-7e78-4dca-9efb-60f33b95b628",
            "word": "short story",
            "phonetic": "ʃɔːɹt stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was told in no uncertain terms that the magazine had no interest in her short stories.",
                "Have a simple short story.",
                "But his work has inspired numerous short stories, novels, tabletop games, and cultural icons.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\"",
                "For example, Bedtime Stories for Cynics, a hilarious collection os short stories presented by Nick Offerman."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgc3Rvcnk&hash=05e0702621cc7c976e74e14c36fdfcbe7596d12d&lang=en&cache-only=0",
            "defineEn": "a complete story that is not long and can be read in a short time",
            "defineVi": "một câu chuyện hoàn chỉnh không dài và có thể đọc trong một thời gian ngắn"
        },
        {
            "id": "e1f9f4ac-3cea-4512-a724-7af731e44680",
            "word": "novella",
            "phonetic": "nɑːvɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She also wrote essays, poems, a novella, and by far her most famous story, \"The Yellow Wallpaper.\"",
                "This is the premise of Edwin Abbott's 1884 novella, Flatland.",
                "He has published a staggering 61 novels, 11 collections of short stories and novellas, and 5 works of nonfiction.",
                "Binti is a novella about a girl that overcomes humble beginnings and is offered a place at Oomza University, one of the most prestigious institutions of higher learning in the galaxy, but a great deal of the series focuses on Binti trying to reconcile her heritage with her own natural intelligence and personal goals.",
                "Invasion lit is largely thought to have kicked off with a novella by George Tomkyns Chesney called The Battle of Dorking: Reminiscences of a Volunteer , in 1871, which tells the story of a successful foreign invasion in England."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxsYQ&hash=6d16bb00086d141268ad309364ce0afed274fe4b&lang=en&cache-only=0",
            "defineEn": "a work of fiction with an intermediate length, which could be considered a short novel",
            "defineVi": "một tác phẩm hư cấu có độ dài trung bình, có thể được coi là một cuốn tiểu thuyết ngắn"
        },
        {
            "id": "5d0a11f4-c725-4416-bead-16aa100c2b29",
            "word": "novelette",
            "phonetic": "nɑːvɪlɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxldHRl&hash=c96f2b5974602db621622fc57a8439ba957684a6&lang=en&cache-only=0",
            "defineEn": "a short novel or a long short story, typically having fewer conflicts than a novel but more complicated ones than a short story",
            "defineVi": "tiểu thuyết ngắn hoặc truyện ngắn dài, thường có ít xung đột hơn tiểu thuyết nhưng phức tạp hơn truyện ngắn"
        },
        {
            "id": "2463574d-a929-47a3-87c5-45570884232e",
            "word": "novelization",
            "phonetic": "nɑːvɪlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxpemF0aW9u&hash=7ce21ac2a9dcb444047673e37d3fe3d20619ece2&lang=en&cache-only=0",
            "defineEn": "the process of adapting a screenplay or other literary work into a novel, often with expanded or additional material",
            "defineVi": "quá trình chuyển thể một kịch bản hoặc tác phẩm văn học khác thành một cuốn tiểu thuyết, thường là với tài liệu mở rộng hoặc bổ sung"
        },
        {
            "id": "25e1cee0-a4df-4e60-80dc-8287f623b2af",
            "word": "flash fiction",
            "phonetic": "flæʃ fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2ggZmljdGlvbg&hash=a0a60e06bfae33507226162d419ce47dc4a9cd08&lang=en&cache-only=0",
            "defineEn": "a type of extremely brief story characterized by its brevity and the need to convey a complete narrative within a very limited word count",
            "defineVi": "một loại câu chuyện cực kỳ ngắn được đặc trưng bởi sự ngắn gọn của nó và nhu cầu truyền tải một câu chuyện hoàn chỉnh trong một số lượng từ rất hạn chế"
        },
        {
            "id": "d30f4735-5030-4791-8a58-77c6b2f38fa5",
            "word": "antinovel",
            "phonetic": "æntɪnɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aW5vdmVs&hash=7341d77b8caecdb8e4026c227f461a96e0ecd3f8&lang=en&cache-only=0",
            "defineEn": "a type of novel that intentionally avoids traditional narrative structures, character development, and plot",
            "defineVi": "một loại tiểu thuyết cố tình tránh các cấu trúc kể chuyện truyền thống, phát triển nhân vật và cốt truyện"
        },
        {
            "id": "ada662ea-81b9-45e6-b7b3-acad0b991d8c",
            "word": "cell phone novel",
            "phonetic": "sɛl foʊn nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsbCBwaG9uZSBub3ZlbA&hash=5854454d0f7cc497aae06b610faa1e2a24a211a4&lang=en&cache-only=0",
            "defineEn": "a type of novel that originated in Japan and is typically written in short installments using a mobile phone",
            "defineVi": "một loại tiểu thuyết bắt nguồn từ Nhật Bản và thường được viết thành từng đoạn ngắn bằng điện thoại di động"
        },
        {
            "id": "ae7fa171-40bf-4fc5-8f75-4fce48a0e438",
            "word": "three-volume novel",
            "phonetic": "θɹiːvɑːljuːm nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyZWUtdm9sdW1lIG5vdmVs&hash=709039c65db23847b973f01a393e5cc7bee7a897&lang=en&cache-only=0",
            "defineEn": "a novel that was traditionally published in three separate volumes, typically released in sequence over a period of time",
            "defineVi": "một cuốn tiểu thuyết được xuất bản theo truyền thống thành ba tập riêng biệt, thường được phát hành theo trình tự trong một khoảng thời gian"
        },
        {
            "id": "1d60665b-0e2c-4402-a593-ff6bf2a086f7",
            "word": "web fiction",
            "phonetic": "wɛb fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2ViIGZpY3Rpb24&hash=28bf640972b64152cb7ebf64f48568eb3642854e&lang=en&cache-only=0",
            "defineEn": "a type of literature that is written and published online, often in serial form, and can be accessed by anyone with an internet connection",
            "defineVi": "một loại tài liệu được viết và xuất bản trực tuyến, thường ở dạng nhiều kỳ và có thể được truy cập bởi bất kỳ ai có kết nối internet"
        },
        {
            "id": "aac02241-db47-4b17-876b-f87648772910",
            "word": "airport novel",
            "phonetic": "ɛɹpoːɹt nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydCBub3ZlbA&hash=fcfcc42f4629486e6075a47ab77f6224504ba99f&lang=en&cache-only=0",
            "defineEn": "a genre of popular fiction that aims to entertain a wide audience during travel, with fast-paced plots, accessible language, and predictable themes",
            "defineVi": "một thể loại tiểu thuyết phổ biến nhằm mục đích giải trí cho nhiều đối tượng trong khi đi du lịch, với cốt truyện có nhịp độ nhanh, ngôn ngữ dễ tiếp cận và chủ đề có thể đoán trước"
        },
        {
            "id": "3bfb233c-1619-4b91-9bad-4c5699c6a770",
            "word": "ambient literature",
            "phonetic": "æmbiənt lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1iaWVudCBsaXRlcmF0dXJl&hash=24e02d569fceb157509ef272a04de44f74b8f913&lang=en&cache-only=0",
            "defineEn": "a form of literary expression that uses mobile and pervasive computing technologies to enhance the experience of reading by layering stories onto everyday places and objects",
            "defineVi": "một hình thức thể hiện văn học sử dụng các công nghệ điện toán di động và phổ biến để nâng cao trải nghiệm đọc bằng cách xếp lớp các câu chuyện vào các địa điểm và đồ vật hàng ngày"
        },
        {
            "id": "2c42c2e5-9170-4b11-9e84-1b0b320dcaf6",
            "word": "annotated edition",
            "phonetic": "ænəteɪɾᵻd ᵻdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5ub3RhdGVkIGVkaXRpb24&hash=4cd4ebe37aec53530177ad8636805136b796f08c&lang=en&cache-only=0",
            "defineEn": "a published work that includes notes, comments, and other additional information to help the reader better understand and contextualize the text",
            "defineVi": "một tác phẩm đã xuất bản bao gồm các ghi chú, nhận xét và thông tin bổ sung khác để giúp người đọc hiểu rõ hơn và bối cảnh hóa văn bản"
        },
        {
            "id": "4ec446b9-540c-4a18-8d64-60bd4204035f",
            "word": "chain novel",
            "phonetic": "tʃeɪn nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gbm92ZWw&hash=7e3cd05cc1b04a9398084ba766f228105924b64b&lang=en&cache-only=0",
            "defineEn": "a collaborative writing project where different authors take turns writing chapters or sections of a novel",
            "defineVi": "một dự án viết hợp tác trong đó các tác giả khác nhau thay phiên nhau viết chương hoặc phần của một cuốn tiểu thuyết"
        },
        {
            "id": "6e5005c0-373f-49f6-a2b5-6e33c408b296",
            "word": "chiller",
            "phonetic": "tʃɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So you got a chiller running up.",
                "It's at this point that all of the hot dishes head to the blast chiller.",
                "Fortunately, we had a couple of these aquarium water chillers lying around, if you're a regular watcher of LTT, which you should be by the way, so hit that subscribe button.",
                "For most Netflix and chillers, 88 inches is a pretty punkin big TV, but for the home theater crowd, it's actually on the small side.",
                "The pump outputs here to the Peltier chiller, which is okay, so far so good, but then, whoa, whoa, whoa, Nelly."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGxlcg&hash=93590c42230d195ecb5965c5f310833740b328e9&lang=en&cache-only=0",
            "defineEn": "a type of novel, typically a thriller or horror story, that is designed to be suspenseful and to send shivers down the reader's spine",
            "defineVi": "một thể loại tiểu thuyết, điển hình là truyện kinh dị hoặc truyện kinh dị, được thiết kế để gây hồi hộp và khiến người đọc rùng mình"
        },
        {
            "id": "cee559aa-1255-441a-9917-8d9e352e2000",
            "word": "encyclopedic novel",
            "phonetic": "ɛnsaɪkloʊpiːdɪk nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jeWNsb3BlZGljIG5vdmVs&hash=83d33bddec12db39cf40e8b2db5706c438b19b9c&lang=en&cache-only=0",
            "defineEn": "a work of fiction that aims to provide a comprehensive and detailed account of a particular time period or subject",
            "defineVi": "một tác phẩm hư cấu nhằm mục đích cung cấp một tài khoản toàn diện và chi tiết về một khoảng thời gian hoặc chủ đề cụ thể"
        },
        {
            "id": "d25bf4ad-5ccc-47db-a9bf-b9003016f466",
            "word": "epistolary",
            "phonetic": "ᵻpɪstoʊlɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many of these early works were in the style of the epistolary novel, which is a story composed of letters, and we see echoes of that form in Pride and Prejudice."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpc3RvbGFyeQ&hash=a8e27fadcd7b2f750ae4574a20dc16aae923fa97&lang=en&cache-only=0",
            "defineEn": "a novel written as a series of documents, usually in the form of letters or diary entries",
            "defineVi": "một cuốn tiểu thuyết được viết dưới dạng một loạt các tài liệu, thường ở dạng thư hoặc nhật ký"
        },
        {
            "id": "53abb4d4-1ba8-4d1f-b577-52478ce62ee5",
            "word": "fix-up",
            "phonetic": "fɪksʌp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zml4LXVw&hash=05ae23b411e23b4f80fa9bd11607e0e2e36fecf0&lang=en&cache-only=0",
            "defineEn": "a novel created from a collection of previously published short stories, often edited or revised to fit together into a cohesive plot",
            "defineVi": "một cuốn tiểu thuyết được tạo ra từ một tập truyện ngắn đã xuất bản trước đó, thường được chỉnh sửa hoặc sửa đổi để khớp với nhau thành một cốt truyện gắn kết"
        },
        {
            "id": "497479b8-fae3-4556-b398-62303f2b8451",
            "word": "graphic novel",
            "phonetic": "ɡɹæfɪk nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the first big precursor to the graphic novel is thought to be Histoire de M. Vieux Bois, drawn by Swiss artist and writer Rodolphe Töpffer in 1828.",
                "Manga, by its most simplistic definition, are comics or graphic novels originating from Japan, which became extremely popular in the United States starting in the 80s and 90s.",
                "It ranges in theme and genre and maturity levels, but just like with graphic novels, many titles are rich storytelling devices filled with allegory and metaphor about humanity. ",
                "Back in the day what really separated comics from graphic novels was the higher quality format of the book itself.",
                "The story has been made into a 1990 film, an opera and ballet, a graphic novel, and, reaching millions more, the Emmy Award-winning hit Hulu series, which has completed its third season."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpYyBub3ZlbA&hash=00a8191ac59955feb0fe6aebea1a92fe297c73fd&lang=en&cache-only=0",
            "defineEn": "a book that combines illustrations and storytelling to convey a narrative, often in a sequential art format",
            "defineVi": "một cuốn sách kết hợp hình minh họa và kể chuyện để truyền tải một câu chuyện, thường ở dạng nghệ thuật tuần tự"
        },
        {
            "id": "544637c0-0ef8-4f9f-bd07-de66b8f50baf",
            "word": "microblogging novel",
            "phonetic": "maɪkɹoʊblɑːɡɪŋ nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWljcm9ibG9nZ2luZyBub3ZlbA&hash=baababdf9dd68b4d5c6c54e80c111b90738d78ad&lang=en&cache-only=0",
            "defineEn": "a type of novel written and published in small chunks on microblogging platforms, such as Twitter or Weibo",
            "defineVi": "một loại tiểu thuyết được viết và xuất bản thành từng phần nhỏ trên các nền tảng tiểu blog, chẳng hạn như Twitter hoặc Weibo"
        },
        {
            "id": "0784d4e1-494e-4c3f-a5c0-2cf73b671273",
            "word": "mosaic novel",
            "phonetic": "məseɪɪk nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9zYWljIG5vdmVs&hash=fa957bed9a674ebf3a1f1c0fa9343ca3c1e003bf&lang=en&cache-only=0",
            "defineEn": "a literary work made up of a collection of shorter pieces that may be standalone, but when combined, they create a larger and more complex narrative",
            "defineVi": "một tác phẩm văn học được tạo thành từ một tập hợp các tác phẩm ngắn hơn có thể độc lập, nhưng khi kết hợp lại, chúng tạo ra một câu chuyện lớn hơn và phức tạp hơn"
        },
        {
            "id": "14e60031-b00a-47dc-98a0-7d5b138a7e59",
            "word": "omnibus edition",
            "phonetic": "ɑːmnɪbəs ᵻdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b21uaWJ1cyBlZGl0aW9u&hash=79cf8792d0bda4d3960033b60d0601edd298452e&lang=en&cache-only=0",
            "defineEn": "a volume that contains several previously published works by the same author, often relating to a common theme or series",
            "defineVi": "một tập chứa một số tác phẩm đã xuất bản trước đây của cùng một tác giả, thường liên quan đến một chủ đề hoặc bộ truyện chung"
        },
        {
            "id": "7bd23f00-2783-4c8a-a3ae-4d242adc7e55",
            "word": "potboiler",
            "phonetic": "pɑːtbɔɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90Ym9pbGVy&hash=18135cf4f756bde3e1900825faeca40690df6177&lang=en&cache-only=0",
            "defineEn": "a book, painting, play, etc. that is created according to the common taste of the public in order to earn money",
            "defineVi": "một cuốn sách, bức tranh, vở kịch, v.v. được tạo ra theo thị hiếu chung của công chúng để kiếm tiền"
        },
        {
            "id": "0f9e776e-d4fa-4f8f-b5f0-e66fff56b6fd",
            "word": "saga novel",
            "phonetic": "sɑːɡə nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FnYSBub3ZlbA&hash=38f94e43c881751dbedb97cb298eed0e7c7c6a05&lang=en&cache-only=0",
            "defineEn": "a genre of literature that tells the story of a family or several generations of a family over an extended period",
            "defineVi": "một thể loại văn học kể về câu chuyện của một gia đình hoặc nhiều thế hệ của một gia đình trong một thời gian dài"
        },
        {
            "id": "be0c9a46-8dca-4243-9530-a79b93322724",
            "word": "yellow-back",
            "phonetic": "jɛloʊbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Angola, the yellow-backed duiker’s taste for flesh is infamous."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVsbG93LWJhY2s&hash=1f5e91814dbd304c89e2669d0496028860ec70a6&lang=en&cache-only=0",
            "defineEn": "cheaply produced and often sensationalist paperback books with yellow covers, typically sold in railway stations and other public places",
            "defineVi": "sách bìa mềm được sản xuất với giá rẻ và thường giật gân có bìa màu vàng, thường được bán ở nhà ga và những nơi công cộng khác"
        },
        {
            "id": "d3f04a27-f382-40f3-af41-87af26384b8e",
            "word": "collage novel",
            "phonetic": "kɑːlɑːʒ nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFnZSBub3ZlbA&hash=f62b5986bb0b934ea4e4aaea21ae079f6d9ff4d2&lang=en&cache-only=0",
            "defineEn": "a literary work that mixes various pre-existing texts and other materials, such as images, photographs, and illustrations, to create a new narrative",
            "defineVi": "một tác phẩm văn học kết hợp nhiều văn bản có sẵn và các tài liệu khác, chẳng hạn như hình ảnh, ảnh chụp và minh họa, để tạo ra một câu chuyện mới"
        },
        {
            "id": "2e33d429-6aa3-4216-b0c8-66d752aab023",
            "word": "light novel",
            "phonetic": "laɪt nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQgbm92ZWw&hash=b45fe709e18baab80193e4d7ee0d2b13056475f0&lang=en&cache-only=0",
            "defineEn": "a type of Japanese novel that targets young adult readers, featuring simple writing style, illustrated with anime or manga-style art",
            "defineVi": "một thể loại tiểu thuyết Nhật Bản nhắm đến độc giả trẻ tuổi, có phong cách viết đơn giản, được minh họa bằng nghệ thuật theo phong cách anime hoặc manga"
        },
        {
            "id": "a7b6b8ca-5b17-4219-8b05-34eca80f529c",
            "word": "proletarian literature",
            "phonetic": "pɹoʊltɛɹiən lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvbGV0YXJpYW4gbGl0ZXJhdHVyZQ&hash=fb8efc691b8846d416b4dc532a1eecdde3151150&lang=en&cache-only=0",
            "defineEn": "a type of writing that is focused on the lives and struggles of working-class people, often with an emphasis on political or social issues",
            "defineVi": "một loại văn bản tập trung vào cuộc sống và cuộc đấu tranh của những người thuộc tầng lớp lao động, thường nhấn mạnh vào các vấn đề chính trị hoặc xã hội"
        },
        {
            "id": "12aea891-2c3c-4fc2-a0e4-b00dcb264372",
            "word": "hypertext fiction",
            "phonetic": "haɪpɚtɛkst fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJ0ZXh0IGZpY3Rpb24&hash=21c15dfe584c50dffd46f8f8c7fd616dc69de93c&lang=en&cache-only=0",
            "defineEn": "a genre of electronic literature that uses hyperlinks to connect different fragments of a story, allowing the reader to choose different paths and create their own narrative experience",
            "defineVi": "một thể loại văn học điện tử sử dụng các siêu liên kết để kết nối các phần khác nhau của một câu chuyện, cho phép người đọc chọn các con đường khác nhau và tạo ra trải nghiệm kể chuyện của riêng họ"
        },
        {
            "id": "593151a0-053a-44cd-aabe-39e254644c0d",
            "word": "visual novel",
            "phonetic": "vɪʒuːəl nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlzdWFsIG5vdmVs&hash=11bb681e4b5ed91444bf403dcc6895b9b1760f79&lang=en&cache-only=0",
            "defineEn": "a type of interactive fiction that originated in Japan and primarily features static graphics, anime-style characters, and branching narrative paths",
            "defineVi": "một loại tiểu thuyết tương tác có nguồn gốc từ Nhật Bản và chủ yếu có đồ họa tĩnh, nhân vật theo phong cách anime và các lối kể chuyện phân nhánh"
        },
        {
            "id": "82db1645-fd25-4ba3-a1c2-0659565478c4",
            "word": "chapbook",
            "phonetic": "tʃæpbʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhcGJvb2s&hash=5dce5ac262b1e1c167a0f7abeacda0c2acd35f0d&lang=en&cache-only=0",
            "defineEn": "a small pamphlet or booklet that was popular in the 16th to 19th centuries and contained stories, ballads, poems, or religious tracts, typically sold by peddlers or booksellers",
            "defineVi": "một cuốn sách nhỏ hoặc tập sách nhỏ phổ biến trong thế kỷ 16 đến thế kỷ 19 và chứa những câu chuyện, bản ballad, bài thơ hoặc những bài tôn giáo, thường được bán bởi những người bán rong hoặc người bán sách"
        },
        {
            "id": "d1dadc6b-2129-4c94-a201-78154d45a7f2",
            "word": "manga",
            "phonetic": "mæŋɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manga is just a roller coaster of emotions.",
                "Well, because manga is literature.",
                "Yup, that sounds like a manga. ",
                "The post-war generation took manga and its foundations and transformed it into the medium with titles we are familiar with today.",
                "The Return of Godzilla, the first English-translated Godzilla manga wasn’t released until 1988."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ2E&hash=2e810a998fdde505bcafbec04d53561d8c11947a&lang=en&cache-only=0",
            "defineEn": "a style of Japanese comic books and graphic novels, typically aimed at adults as well as children, and characterized by highly stylized art and storytelling with a wide range of genres",
            "defineVi": "một phong cách truyện tranh và tiểu thuyết đồ họa của Nhật Bản, thường nhắm đến người lớn cũng như trẻ em, và được đặc trưng bởi nghệ thuật và cách kể chuyện cách điệu cao với nhiều thể loại"
        }
    ]
}