{
    "id": "c4300d69-640f-4462-81a7-534f207ffd51",
    "title": "Unit 5 - Lesson 4",
    "originalTitle": "Unit 5 - Lesson 4",
    "words": [
        {
            "id": "1a6abdf7-d07a-4289-a94b-be0211ccc54e",
            "word": "emergency",
            "phonetic": "ɪmɜːdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emergency aid could save millions threatened with starvation.",
                "He had a fast response to emergency situations.",
                "The pilot's best bet was to make an emergency landing.",
                "In the event of an actual emergency, you will be told what to do.",
                "I have a dirt cheap phone that's only for emergencies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbmN5&hash=47646515a60a735415c9b49c3f113991e43cc2b7&lang=en&cache-only=0",
            "defineEn": "an unexpected and usually dangerous situation needing immediate attention or action",
            "defineVi": "một tình huống bất ngờ và thường nguy hiểm cần sự chú ý hoặc hành động ngay lập tức"
        },
        {
            "id": "c5a12999-8184-459c-a3fa-d037175cb70d",
            "word": "preparation",
            "phonetic": "pɹɛpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make the necessary preparations.",
                "After weeks of intense preparation, Jennifer is now on the other side of her job interview and eagerly awaits the results.",
                "Joe's colleague was planning to quit his job and start his own business without any preparation or planning.",
                "Don't get ahead of yourself and assume you'll win the competition without proper preparation.",
                "The chef reminded the kitchen staff that haste makes waste, urging them to take their time and be careful in their food preparation to avoid costly mistakes and wasted ingredients."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcGFyYXRpb24&hash=c54251573fc0472e2d2d7de38884ca241fb2b152&lang=en&cache-only=0",
            "defineEn": "the process or act of making a person or thing ready for use, an event, act, situation, etc.",
            "defineVi": "quá trình hoặc hành động làm cho một người hoặc vật sẵn sàng để sử dụng, một sự kiện, hành động, tình huống, v.v."
        },
        {
            "id": "0805984c-d5f7-4240-a80b-c589a31def7f",
            "word": "supply",
            "phonetic": "səplaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take enough supplies.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Supplies are being dropped for the refugees.",
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGx5&hash=ed598b8bf16239b41d7002e963157bdc71301201&lang=en&cache-only=0",
            "defineEn": "(plural) necessary things, such as food, medicines, clothes, etc. for a group of people",
            "defineVi": "(số nhiều) những thứ cần thiết, chẳng hạn như thực phẩm, thuốc men, quần áo, v.v. cho một nhóm người"
        },
        {
            "id": "f1ecc451-8706-4813-8668-6eaa0c340e4f",
            "word": "to evacuate",
            "phonetic": "tʊ ɪvækjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fire alarm went off, and we evacuated the building.",
                "Luckily, the teacher kept her wits about her and was able to evacuate all of her students from the burning building.",
                "Senators have been evacuated.",
                "At least 30 people have been evacuated.",
                "The patients are being evacuated now. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhY3VhdGU&hash=40975d221147d742fc996fd3be579a05e0200b30&lang=en&cache-only=0",
            "defineEn": "to leave a place to be safe from a dangerous situation",
            "defineVi": "để rời khỏi một nơi để được an toàn từ một tình huống nguy hiểm"
        },
        {
            "id": "b3443956-91b8-47a3-a9c2-60779786c73d",
            "word": "power",
            "phonetic": "paʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These powers were eventually passed to municipalities.",
                "It is no longer exercising power through velvet gloves.",
                "Men still hold most positions of power in this country.",
                "The machine is worked by wind power.",
                "He came to power in 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXI&hash=08df2a0c158e1a4355a0ce9288f65f807f620072&lang=en&cache-only=0",
            "defineEn": "the energy that is obtained through different means, such as electrical and solar, to operate different equipment or machines",
            "defineVi": "năng lượng thu được thông qua các phương tiện khác nhau, chẳng hạn như điện và năng lượng mặt trời, để vận hành các thiết bị hoặc máy móc khác nhau",
            "hasImg": true
        },
        {
            "id": "37a48796-03c5-4dc0-8bf1-3b33b75f1178",
            "word": "outage",
            "phonetic": "aʊɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The power outage caused the traffic lights to go haywire.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages.",
                "Jake reached for the light switch, only to realize he was in a power outage.",
                "They're suffering outages.",
                "In 2011, a similar deep freeze caused widespread power outages in the state."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YWdl&hash=f482cecc5eaf0ff1d88b4c1844e147aa7160b15e&lang=en&cache-only=0",
            "defineEn": "an amount of time when electricity or other services are not available or working",
            "defineVi": "một khoảng thời gian khi điện hoặc các dịch vụ khác không có sẵn hoặc làm việc"
        },
        {
            "id": "5e91b627-0ca6-4e1c-8e3e-febb5df2af58",
            "word": "shelter",
            "phonetic": "ʃɛltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Running the animal shelter is a labor of love for Jane.",
                "They will have to sleep rough tonight if they don't find a shelter soon.",
                "Reindeer moss, with its tufted form, provides a cozy bed for small creatures seeking shelter.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbHRlcg&hash=d3c503f92628214733cae8f694a1312f4efd13cc&lang=en&cache-only=0",
            "defineEn": "a place or building that is meant to provide protection against danger or bad weather",
            "defineVi": "một địa điểm hoặc tòa nhà nhằm mục đích bảo vệ khỏi nguy hiểm hoặc thời tiết xấu"
        },
        {
            "id": "b977478f-b66d-44c8-88a1-361b448b40cb",
            "word": "flashlight",
            "phonetic": "flæʃlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor used a small flashlight to examine her eyes.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "\"Hey Siri, turn on a flashlight.\"",
                "Was that a flashlight?",
                "Well, try this little trick with a flashlight."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2hsaWdodA&hash=0cfd51eb32038b6fa2ce330f807a32bbf114ac96&lang=en&cache-only=0",
            "defineEn": "a portable handheld electric light that is powered by batteries and used to give light to a place in the dark",
            "defineVi": "một đèn điện cầm tay di động chạy bằng pin và được sử dụng để chiếu sáng một nơi trong bóng tối",
            "hasImg": true
        },
        {
            "id": "ca3fb863-1fc7-4582-a2b4-578331f7beb5",
            "word": "non-",
            "phonetic": "nɑːn ",
            "partOfSpeechType": "prefix",
            "examples": [
                "While non stress training environments emphasize academic achievement, physical training and a more relaxed instructor trainee relationship.",
                "Do gases ever become non gases?",
                "Non-profits, they can benefit as much as they want.",
                "So government officials relied heavily on so-called non-pharmaceutical interventions.",
                "Another idea for enrichment is non toxic grass or fresh leaves scattered around their enclosure."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLQ&hash=3a82d973e40197090712066815848217751de60c&lang=en&cache-only=0",
            "defineEn": "used for saying that something or someone is not what the following word suggests",
            "defineVi": "được sử dụng để nói rằng một cái gì đó hoặc ai đó không phải là những gì từ sau gợi ý"
        },
        {
            "id": "ccf96d69-f454-48be-9efb-7ba2803362d7",
            "word": "perishable",
            "phonetic": "pɛɹɪʃəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is our perishables cooler.",
                "This year, milk is an extremely perishable product and most farms don't have the equipment needed to store the excess capacity safely.",
                "Prices at grocery stores soared amid the spike in demand, while stores without power were forced to throw out perishables.",
                "I've interviewed 48 Costco employees, and one thing a lot of them say that they don't buy is produce and perishable food.",
                "And when it comes to perishables like the lettuce grown at Br aga Fresh, it's not possible to store it until distribution centers have capacity or until the economy opens back up."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaXNoYWJsZQ&hash=2cfd5fcabd5bc50b35d7414a63f5d4149bf8077c&lang=en&cache-only=0",
            "defineEn": "having the ability to decay, rot, or spoil quickly, particularly of foods",
            "defineVi": "có khả năng phân hủy, thối rữa hoặc hư hỏng nhanh chóng, đặc biệt là thực phẩm",
            "hasImg": true
        },
        {
            "id": "6d789ffe-4994-4145-830e-84dd7a7afa0b",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "9754cae8-a95c-487f-833e-0cc109af9ec9",
            "word": "first-aid kit",
            "phonetic": "fɜːsteɪd kɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QtYWlkIGtpdA&hash=e44ce99d0a1ad9f4a9211a526a53d31c021aebe2&lang=en&cache-only=0",
            "defineEn": "a set of tools and medical supplies, usually carried in a bag or case, used in case of emergency or injury",
            "defineVi": "một bộ dụng cụ và vật tư y tế, thường được đựng trong túi hoặc hộp, được sử dụng trong trường hợp khẩn cấp hoặc bị thương",
            "hasImg": true
        }
    ]
}