{
    "id": "c4641af8-6682-4e3f-8444-efd923be5048",
    "title": "Unit 9 - Lesson  3",
    "originalTitle": "Unit 9 - Lesson  3",
    "words": [
        {
            "id": "dc22fed9-61b3-4895-a5ba-56f91bd66bf8",
            "word": "airline",
            "phonetic": "ɛɹlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent strike has put the airline company in a tight spot.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "Airlines do carry pharmaceuticals and vaccines all the time.",
                "Airlines have seen incredible losses.",
                "At the front of the plane, airlines offered champagne and lobster thermidor."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlybGluZQ&hash=a446862bb484e9f59ed7b412daf56eac48f93516&lang=en&cache-only=0",
            "defineEn": "‌a company or business that provides air transportation services for people and goods",
            "defineVi": "‌một công ty hoặc doanh nghiệp cung cấp dịch vụ vận tải hàng không cho người và hàng hóa",
            "hasImg": true
        },
        {
            "id": "ba8aee91-5e8f-4079-afde-40fca40d516a",
            "word": "passenger",
            "phonetic": "pæsɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bus can take 60 passengers.",
                "The plane holds about 300 passengers.",
                "The plane holds about 300 passengers.",
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The driver of the car opened the car door for the passengers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2VuZ2Vy&hash=5870150d9e37ef496267e4504ea7661bc8bd5fed&lang=en&cache-only=0",
            "defineEn": "someone traveling in a vehicle, aircraft, ship, etc. who is not the pilot, driver, or a crew member",
            "defineVi": "ai đó đi trên xe, máy bay, tàu, v.v. không phải là phi công, lái xe hoặc thành viên phi hành đoàn",
            "hasImg": true
        },
        {
            "id": "db12993e-ad56-410a-b291-e92e92efb0c5",
            "word": "information",
            "phonetic": "ɪnfɚmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This information is as good as gold.",
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "You can also get information on careers in social work from their website.",
                "We received information that would load the dice in favor of our arguments.",
                "I’ll pass the information on to our sales department."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24&hash=65692ef8091562b38b166e673f0974eff7c959ba&lang=en&cache-only=0",
            "defineEn": "facts, details, or knowledge about a thing or person",
            "defineVi": "sự kiện, chi tiết, hoặc kiến thức về một điều hoặc người",
            "hasImg": true
        },
        {
            "id": "257e4244-914b-4936-9df2-a20af9893761",
            "word": "to depart",
            "phonetic": "tə dᵻpɑːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train departed from New York City, with Chicago as its final destination.",
                "The clock in the train station lets me know when my train is departing.",
                "to put grief away is disloyal to the memory of the departed.",
                "Before departing, we gave our word that we would return in a year's time.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwYXJ0&hash=df1e47b47ff5e41bbba2dbcf87da8a6d62670fd0&lang=en&cache-only=0",
            "defineEn": "to leave a location, particularly to go on a trip or journey",
            "defineVi": "để rời khỏi một địa điểm, đặc biệt là để đi trên một chuyến đi hoặc cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "9f725610-38dd-4e3f-90c3-38b3446d1af3",
            "word": "to arrive",
            "phonetic": "tʊ ɚɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "Has the train from Bristol arrived?",
                "The fast train arrived at the destination in no time.",
                "Replies to the advertisement are arriving in fits and starts.",
                "The elevator arrived after a couple of minutes of waiting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyaXZl&hash=2a6705ceb505b3554d894b0ff589d949c601c4ee&lang=en&cache-only=0",
            "defineEn": "to reach a location, particularly as an end to a journey",
            "defineVi": "để đạt được một địa điểm, đặc biệt là kết thúc một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "a4e64da9-f692-4378-9725-691d79cd504d",
            "word": "to take off",
            "phonetic": "tə teɪk ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the police informer saw a friend, he took off like a rat up a drainpipe.",
                "He will make a fortune if his invention takes off.",
                "I watched the planes take off and land from the observation deck at the airport.",
                "I always feel excited when the airplane takes off.",
                "He was embarrassed by his moobs while taking off his shirt at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvZmY&hash=fdfcfd75e901b6bef95f160c153b8a6a7fc9a812&lang=en&cache-only=0",
            "defineEn": "to leave a surface and begin flying",
            "defineVi": "để rời khỏi một bề mặt và bắt đầu bay",
            "hasImg": true
        },
        {
            "id": "d4c5dcaa-adfb-4fab-937f-28e8e9bb43fa",
            "word": "to land",
            "phonetic": "tə lænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A few weeks later, I landed my dream job.",
                "The land dropped steeply away into a small valley.",
                "Farmers cleared the land in order to raise cattle.",
                "Our family line has presided over this land from the year dot.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuZA&hash=d7132c394fb6f5470e91cc214b034afa05fb01dc&lang=en&cache-only=0",
            "defineEn": "to arrive and rest on the ground or another surface after being in the air",
            "defineVi": "đến và nghỉ ngơi trên mặt đất hoặc bề mặt khác sau khi ở trong không khí",
            "hasImg": true
        },
        {
            "id": "474f42e8-647a-43a2-846d-5fddf9462a26",
            "word": "to go through",
            "phonetic": "tə ɡoʊ θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gdGhyb3VnaA&hash=83025c1a30b832f0a9e9db8b7bec17a0e75c2c58&lang=en&cache-only=0",
            "defineEn": "to move from one side of something to its other side",
            "defineVi": "để di chuyển từ một phía của một cái gì đó phía bên kia của nó"
        },
        {
            "id": "90935289-71a2-44a4-b615-287324acf101",
            "word": "security",
            "phonetic": "sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Security products are designed to protect information from unauthorized access.",
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "I had to go through security before boarding the airplane."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHk&hash=9f64031c158284d870fbd6521c7ddf321d1ab9b6&lang=en&cache-only=0",
            "defineEn": "a department responsible for the security of the institution's property and workers",
            "defineVi": "một bộ phận chịu trách nhiệm về an ninh tài sản của tổ chức và người lao động"
        },
        {
            "id": "1109610e-7273-4d0a-821c-e69b2113ce4d",
            "word": "boarding pass",
            "phonetic": "boːɹdɪŋ pæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "I checked my bag and got my boarding pass.",
                "The government is also partnering with some airlines to use facial recognition instead of boarding passes.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone.",
                "Connect your Gmail account if you want Google Pay to easily find things like coupons and boarding passes, then select your location preference."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgcGFzcw&hash=5f408ca6e58351acce0c419ffa3340301fc1486d&lang=en&cache-only=0",
            "defineEn": "a ticket or card that passengers must show to be allowed on a ship or plane",
            "defineVi": "vé hoặc thẻ mà hành khách phải xuất trình để được phép lên tàu hoặc máy bay",
            "hasImg": true
        },
        {
            "id": "9e6f17f1-aa65-4447-9b95-cb34ced42751",
            "word": "gate",
            "phonetic": "ɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once his out, you should close the gate on the spot.",
                "They opened the gate to allow access to the garden.",
                "They came as far as the gate.",
                "We passed through the gates into a courtyard behind.",
                "He closed the gate to prevent the dog from running away."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZQ&hash=eeff4c91770d9a2cd0a6405cf46fe6c162769a86&lang=en&cache-only=0",
            "defineEn": "a part of an airport or terminal that passengers go through to get on or off a plane, train, or bus",
            "defineVi": "một phần của sân bay hoặc nhà ga mà hành khách đi qua để lên hoặc xuống máy bay, xe lửa hoặc xe buýt",
            "hasImg": true
        },
        {
            "id": "c89c765c-6d7f-43d7-a75b-9d9d1bb7af4a",
            "word": "departure lounge",
            "phonetic": "dᵻpɑːɹtʃɚ laʊndʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0dXJlIGxvdW5nZQ&hash=7da934973a714a65e136294707ee08f4ee11e2c4&lang=en&cache-only=0",
            "defineEn": "an area where passengers wait in an airport until it is time for them to board a plane",
            "defineVi": "một khu vực nơi hành khách đợi trong sân bay cho đến khi họ lên máy bay",
            "hasImg": true
        },
        {
            "id": "6f1443c5-fa02-4d08-a553-6830f70527da",
            "word": "to overbook",
            "phonetic": "tʊ oʊvɚbʊk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmJvb2s&hash=638212c3509b17473012a8f418da339e9818ed51&lang=en&cache-only=0",
            "defineEn": "to sell more tickets or accept more reservations than the available number of seats, rooms, etc.",
            "defineVi": "để bán thêm vé hoặc nhận đặt trước nhiều hơn số ghế, số phòng hiện có, v.v."
        },
        {
            "id": "e871d520-87bf-4fa8-b788-e268eeacb3c7",
            "word": "delayed",
            "phonetic": "dᵻleɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our son adopted from China is very delayed but is obsessed with food.",
                "This is called delayed learning, and it's why rats are notoriously difficult to poison."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsYXllZA&hash=ec69ddec7ed1387ae8b62dcc0ea301c76d7ade2f&lang=en&cache-only=0",
            "defineEn": "happening later than the intended or expected time",
            "defineVi": "xảy ra muộn hơn thời gian dự định hoặc dự kiến",
            "hasImg": true
        },
        {
            "id": "3f0b4fd0-be10-41f3-97c9-e325c7d43794",
            "word": "cancelled",
            "phonetic": "kænsəld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2VsbGVk&hash=fd57aabeaac764dadc070085f9220de41aa83e84&lang=en&cache-only=0",
            "defineEn": "no longer occurring or happening despite prior arrangements",
            "defineVi": "không còn xảy ra hoặc xảy ra bất chấp sự sắp xếp trước",
            "hasImg": true
        },
        {
            "id": "078a2d93-77a8-4b72-96ef-b7588635c072",
            "word": "travel agent",
            "phonetic": "tɹævəl eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm a travel agent.",
                "And I'm a travel agent.",
                "STEVEN TAMASY, Travel Agent: I was laid off on March 19.",
                "PAUL SOLMAN: Travel agent Steven Tamasy thinks the business travel coma will be long-term.",
                "Mr. and Mrs. Buggies come into the travel agent's office."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW50&hash=3478772ab6fb83547e770c64462d423720322cf1&lang=en&cache-only=0",
            "defineEn": "someone who buys tickets, arranges tours, books hotels, etc. for travelers as their job",
            "defineVi": "người mua vé, sắp xếp các tour du lịch, đặt khách sạn, v.v. cho khách du lịch là công việc của họ",
            "hasImg": true
        }
    ]
}