{
    "id": "c510d516-6875-4dc9-a135-3bfc1ca57dbc",
    "title": "Musical Elements",
    "originalTitle": "Musical Elements",
    "words": [
        {
            "id": "518669fd-2ddb-4c59-bc2e-d2601f453430",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "the perceived highness or lowness of a sound, determined by the frequency of the sound waves",
            "defineVi": "độ cao hoặc thấp cảm nhận được của âm thanh, được xác định bởi tần số của sóng âm thanh"
        },
        {
            "id": "09cbc5fa-8efd-4b2d-a036-75959c1a3ec5",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "an arrangement of a series of musical notes with specified intervals, in ascending or descending pitch order",
            "defineVi": "một sự sắp xếp của một loạt các nốt nhạc với các khoảng thời gian xác định, theo thứ tự cao độ tăng dần hoặc giảm dần",
            "hasImg": true
        },
        {
            "id": "9a8dfd7a-963f-458c-af6e-edffc0c1698d",
            "word": "mode",
            "phonetic": "moʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm going monk mode from Monday.",
                "At the moment, w e have about 80% of the fleet in the park ing mode.",
                "Thus the transistor has two modes: on and off, one and zero.",
                "Automatically picked up HDR10 mode.",
                "We have sport mode."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZQ&hash=f3c0b59d5c53355ddc3b10eb853671976fa97131&lang=en&cache-only=0",
            "defineEn": "any of various fixed orders of the various diatonic notes within an octave",
            "defineVi": "bất kỳ thứ tự cố định nào của các nốt diatonic khác nhau trong một quãng tám"
        },
        {
            "id": "0fd25031-daf7-484a-a02c-b5ea4bbd2ed3",
            "word": "dynamics",
            "phonetic": "daɪnæmɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHluYW1pY3M&hash=67dfcd088a9299b76aa34eee18873e09b1525981&lang=en&cache-only=0",
            "defineEn": "the variation or contrast in volume or intensity of a musical performance",
            "defineVi": "sự thay đổi hoặc tương phản về âm lượng hoặc cường độ của một buổi biểu diễn âm nhạc"
        },
        {
            "id": "799194d9-bd15-4dc1-8629-0a6ace5cbfb1",
            "word": "articulation",
            "phonetic": "ɑːɹtɪkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes it’s the articulation of an idea not necessarily born of emotions.",
                "Look at that, full articulation.",
                "Now, for the rest of the camera, the S5 has the awesome flip out screen with full articulation that I've loved on the last couple of cameras that I've done videos on.",
                "This flips out to the side, has full articulation, which is the best!",
                "And so in that sense, where do you see the relationship between the kind of education and the inoculation and basically, the weaponry of defense and and articulation that you have relative to stem education?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWN1bGF0aW9u&hash=fbdfd503048436c751de78acb77236bcb842a158&lang=en&cache-only=0",
            "defineEn": "in music refers to how notes or sounds are played, including factors like attack, duration, and release, which shape the expressiveness of a performance",
            "defineVi": "trong âm nhạc đề cập đến cách chơi các nốt nhạc hoặc âm thanh, bao gồm các yếu tố như tấn công, thời lượng và phát hành, hình thành tính biểu cảm của màn trình diễn"
        },
        {
            "id": "e2a0921a-2a4a-490a-a9d5-3f737631d07d",
            "word": "texture",
            "phonetic": "tɛkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The milk skin gives a unique texture to the homemade pudding.",
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "The creamy texture of soursop makes it a great addition to fruit salads."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dHVyZQ&hash=ad13a63969e93adbb52286f20e5ba0b0fc1be801&lang=en&cache-only=0",
            "defineEn": "in music refers to how different musical elements are combined to create the overall sound of a piece",
            "defineVi": "trong âm nhạc đề cập đến cách các yếu tố âm nhạc khác nhau được kết hợp để tạo ra âm thanh tổng thể của một bản nhạc"
        },
        {
            "id": "1565c487-5e84-4b79-a12a-c3df306e9249",
            "word": "dissonance",
            "phonetic": "dɪsənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This cultural dissonance is just one part of the long complicated history of African-American English.",
                "Still, cognitive dissonance isn’t always bad. ",
                "That feeling even has a name: cognitive dissonance.",
                "Dissonance is a common aspect of horror film music.",
                "But cognitive dissonance isn’t always a bad thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29uYW5jZQ&hash=fb74d5629014f25fa7282a1d7041fe06f42806cb&lang=en&cache-only=0",
            "defineEn": "a combination of musical notes that sound harshly because they do not form a harmony",
            "defineVi": "sự kết hợp của các nốt nhạc nghe chói tai vì chúng không tạo nên sự hài hòa"
        },
        {
            "id": "47613d9a-186f-4162-87e0-9454fb457bbe",
            "word": "consonance",
            "phonetic": "kɑːnsənəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc29uYW5jZQ&hash=f75046fcfbd820e64f61604f2692356e8f4bf650&lang=en&cache-only=0",
            "defineEn": "the quality of harmony or agreement between notes or chords, often perceived as pleasant or stable",
            "defineVi": "chất lượng hài hòa hoặc thỏa thuận giữa các nốt hoặc hợp âm, thường được coi là dễ chịu hoặc ổn định"
        },
        {
            "id": "215c8709-8ba3-4a50-b908-d2f61ce189b3",
            "word": "measure",
            "phonetic": "mɛʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I measured your corn by my own bushel.",
                "The baby's height was measured in centimeters at the doctor's office.",
                "Don't measure other people's corn by your own bushel.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "The chef carefully measured the poppy seeds before adding them to the dough for the perfect balance of taste."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhc3VyZQ&hash=d7de9801146b1e100580dcc5315ac9f71a5cd01a&lang=en&cache-only=0",
            "defineEn": "any of the short sections consisting of musical beats located between two consecutive lines",
            "defineVi": "bất kỳ phần ngắn nào bao gồm các nhịp nhạc nằm giữa hai dòng liên tiếp",
            "hasImg": true
        },
        {
            "id": "07ce6b1c-a79c-44f8-934e-fad49b1f7afa",
            "word": "interval",
            "phonetic": "ɪntɚvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now we have an interval here.",
                "So some interval around the mean that encapsulates 95% of the area.",
                "So our 95% confidence interval is from 1.38 to 3.3.",
                "But in that short interval, the character of the storm changed.",
                "Or what is a confidence interval of the difference of means?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2YWw&hash=194b6833ee8f71631370f2f478b428aa9d874840&lang=en&cache-only=0",
            "defineEn": "a dissimilarity in pitch between two notes",
            "defineVi": "sự khác biệt về cao độ giữa hai nốt nhạc"
        },
        {
            "id": "703bcb8c-2470-488b-b1e7-b20c6a2a421a",
            "word": "motif",
            "phonetic": "moʊtiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the advent of the romantic movement, fantasy and folklore themes became common motifs.",
                "That's a motif.",
                "Narrator: All of Saied's paintings include ancient Egyptian motifs, to pay homage to papyrus' origin.",
                "Science fiction may have its roots in reactionary motifs and worries about the myriad ways civilization might fall.",
                "Then the spider switches to a sticky silk for its main motif: circle after circle of tenacious thread."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aWY&hash=bbe83ae204be63d0cd45fc835c2760b57ba0a427&lang=en&cache-only=0",
            "defineEn": "a recurring theme of melodic or rhythmic arrangement of notes in a musical piece",
            "defineVi": "một chủ đề định kỳ của sự sắp xếp các nốt nhạc du dương hoặc nhịp nhàng trong một bản nhạc"
        },
        {
            "id": "9aed21bf-b384-4ad5-b8ac-98ef0a9c683b",
            "word": "musical expression",
            "phonetic": "mjuːzɪkəl ɛkspɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbCBleHByZXNzaW9u&hash=322ef5207441a0452bc7bd3dc226047c9020328b&lang=en&cache-only=0",
            "defineEn": "the use of dynamics, phrasing, tempo, articulation, and other interpretive elements by a performer to convey the emotional or artistic intent of a piece of music, adding depth, feeling, and individuality to the performance",
            "defineVi": "việc người biểu diễn sử dụng các động lực, phân đoạn, nhịp độ, khớp nối và các yếu tố diễn giải khác để truyền đạt ý định cảm xúc hoặc nghệ thuật của một bản nhạc, thêm chiều sâu, cảm xúc và cá tính cho buổi biểu diễn"
        },
        {
            "id": "b10fcc36-48f0-45e1-b9c8-886a8c0d78f4",
            "word": "step",
            "phonetic": "stɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "8 steps that paved the way to the Civil Rights Act of 1964.",
                "It is out of step with changes in industry.",
                "She felt for the step with her foot.",
                "The teacher highlighted the correct steps to solve the math problem."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcA&hash=da40d57e7411db7e0b4097b19863921812e2b4fb&lang=en&cache-only=0",
            "defineEn": "a musical interval of two semitones",
            "defineVi": "một khoảng thời gian âm nhạc của hai nửa cung"
        },
        {
            "id": "cd7a4c96-79c6-4128-b2aa-de268469f5bc",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "notes of music played or sung in a combination that produces a pleasing effect",
            "defineVi": "các nốt nhạc được chơi hoặc hát trong sự kết hợp tạo ra hiệu ứng dễ chịu"
        },
        {
            "id": "687a8bc7-7b54-433e-8dde-8871ad84ed9b",
            "word": "melody",
            "phonetic": "mɛlədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody.",
                "I love playing the piano and composing my own melodies.",
                "Rodgers’s melodies had a distinctly American sound.",
                "- You changed the melody.",
                "Every lyric and melody was right there."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb2R5&hash=fa6a0a1cda5db525ccfe29e095358fc279deac05&lang=en&cache-only=0",
            "defineEn": "the arrangement or succession of single musical notes in a tune or piece of music",
            "defineVi": "sự sắp xếp hoặc nối tiếp các nốt nhạc đơn lẻ trong một giai điệu hoặc một đoạn nhạc",
            "hasImg": true
        },
        {
            "id": "7c8dc138-c155-43a4-bfd0-6fd0e6fd137d",
            "word": "notation",
            "phonetic": "noʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always forget notation.",
                "And I'll introduce my notation.",
                "This is just my notation.",
                "It's just a notation.",
                "And we'll sometimes see this notation right here."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90YXRpb24&hash=3bbcf7becf42e7c89424ba3592a6323af453d4d1&lang=en&cache-only=0",
            "defineEn": "a system of written signs or symbols that are used in music or mathematics",
            "defineVi": "một hệ thống các dấu hiệu hoặc ký hiệu bằng văn bản được sử dụng trong âm nhạc hoặc toán học",
            "hasImg": true
        },
        {
            "id": "e3c58d68-4b86-47b0-a793-852b11afe5ed",
            "word": "rhythm",
            "phonetic": "ɹɪðəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The music in the movie had a familiar rhythm to it.",
                "So the fight has this rhythm to it.",
                "But our body has a rhythm.",
                "Circadian rhythms also influence your immune system.",
                "Can we keep rhythm together?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5dGht&hash=fc99a0cfb0c357f7ffea7cb742d3360509073ac8&lang=en&cache-only=0",
            "defineEn": "a strong repeated pattern of musical notes or sounds",
            "defineVi": "một mô hình lặp đi lặp lại mạnh mẽ của các nốt nhạc hoặc âm thanh"
        },
        {
            "id": "7e9f7c59-c403-4249-ab88-3b888231e21c",
            "word": "timbre",
            "phonetic": "tæmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's called Timbre.",
                "The final dimension of timbre is the instrument’s flux.",
                "And finally, the flare of the crater’s rim changes the sound’s timbre, which you can think of as the color of the sound.",
                "With musical Instruments, timbre is partly determined by the way an instrument amplifies or dampens harmonics.",
                "It's known as the timbre or the color of the sound."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltYnJl&hash=c2ac0580d4b73afbdf47516aee31c5e250853ac4&lang=en&cache-only=0",
            "defineEn": "the quality of a sound that is distinct from pitch, intensity and loudness",
            "defineVi": "chất lượng của âm thanh khác biệt với cao độ, cường độ và âm lượng"
        },
        {
            "id": "739a9678-328e-480f-9263-ef3fe9013431",
            "word": "diminuendo",
            "phonetic": "dᵻmɪnjuːɛndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGltaW51ZW5kbw&hash=e251be2585b00b6dc07eba109f87c6d0022505c8&lang=en&cache-only=0",
            "defineEn": "a slow and constant decrease in the volume of a musical piece",
            "defineVi": "âm lượng của một bản nhạc giảm dần và liên tục"
        },
        {
            "id": "7d0a259d-a7c0-4075-a956-7f375c230f00",
            "word": "beat",
            "phonetic": "biːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdA&hash=b491158efccb3fc49adc3604d70327baf9d0eb09&lang=en&cache-only=0",
            "defineEn": "the basic unit of time that serves as the foundation for rhythm",
            "defineVi": "đơn vị thời gian cơ bản làm nền tảng cho nhịp điệu"
        },
        {
            "id": "7e4bada3-13a7-41b6-a3ec-5e55cea8f3fa",
            "word": "harmonic",
            "phonetic": "hɑːɹmɑːnɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Making us more harmonics.",
                "Today's lesson is simple harmonic motion--",
                "Simple harmonic motion is the whole idea of this lesson.",
                "Harmonics can also be used to tune string instruments.",
                "The higher frequencies are called overtones, or harmonics."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9uaWM&hash=05d435e115eda67fc018f711924cbe1f2388aa9d&lang=en&cache-only=0",
            "defineEn": "any of a series of musical tones whose frequencies are integral multiples of the frequency of a fundamental",
            "defineVi": "bất kỳ chuỗi âm nhạc nào có tần số là bội số nguyên của tần số của âm cơ bản"
        },
        {
            "id": "7d96653b-5899-4ee3-8a44-bb496cfc5611",
            "word": "stave",
            "phonetic": "steɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Never smiling staves off wrinkles.\"",
                "Ebi Ofrey: \"Never smiling staves off wrinkles.\"",
                "And so that will stave off the SAD.",
                "And he had heard about this DBS treatment and it staved off the Parkinson's symptoms.",
                "At least two democratic demands, two to stave off revolution, if you like, or to stave off the accusation that they are former apartheid countries anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdmU&hash=fb9a7a9c504317ef2fab64588f6290684eecd3fb&lang=en&cache-only=0",
            "defineEn": "(music) the system of five horizontal lines on which the musical notes are written",
            "defineVi": "(âm nhạc) hệ thống năm vạch ngang viết nốt nhạc",
            "hasImg": true
        },
        {
            "id": "828bf7be-d072-4ab3-9788-308822b31eab",
            "word": "pulse",
            "phonetic": "pʌls ",
            "partOfSpeechType": "noun",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "I can’t feel his pulse.",
                "This new young actor is setting women’s pulses racing in movie theaters everywhere.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "Including pulses in your weekly meal plan can help diversify your diet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsc2U&hash=8064cb882cfd61df9b142c07caaad7b05c514a08&lang=en&cache-only=0",
            "defineEn": "the rhythmic or metrical regularity and sense of timing that is created by a repeating pattern of beats",
            "defineVi": "nhịp điệu hoặc nhịp điệu đều đặn và cảm giác về thời gian được tạo ra bởi một kiểu nhịp lặp lại"
        },
        {
            "id": "df64ed65-867c-4e85-8792-f9b23125034e",
            "word": "register",
            "phonetic": "ɹɛdʒɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He'd been helping himself to the money in the cash register.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "- Registering that tone.",
                "And cashless registers present no incentive for theft or robbery.",
                "Differences of even a nanosecond in bounce-back time will be registered. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0ZXI&hash=38e0d6c0186ca801aa596c437d1582785f864bd6&lang=en&cache-only=0",
            "defineEn": "the range or the part of a range that a voice or an instrument can produce",
            "defineVi": "phạm vi hoặc một phần của phạm vi mà giọng nói hoặc nhạc cụ có thể tạo ra"
        },
        {
            "id": "acdb66f2-1adc-4942-a4e9-27bb59779433",
            "word": "downbeat",
            "phonetic": "daʊnbiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "What James Brown did was he put the emphasis on the one, on the downbeat of the measure.",
                "One, you establish a groove, and two, trade solos while keeping the one, or the downbeat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bmJlYXQ&hash=3e9eaaa33d862750e2dbe63c99cd0f6c9858973f&lang=en&cache-only=0",
            "defineEn": "the first beat of a musical measure (as the conductor's arm moves downward)",
            "defineVi": "nhịp đầu tiên của một thước nhạc (khi cánh tay của nhạc trưởng di chuyển xuống dưới)"
        },
        {
            "id": "7d6c12dd-8662-4105-b2c0-c3bd1be19447",
            "word": "tone",
            "phonetic": "toʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses a pencil to shade and create different tones in his artwork.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "Arms behind you will tone your triceps.",
                "- Registering that tone.",
                "Set the tone!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uZQ&hash=c6ce2cb9be43077c13f0d97671d20c1ede4bba50&lang=en&cache-only=0",
            "defineEn": "a vocal or musical sound with a particular pitch, intensity, and quality",
            "defineVi": "một âm thanh giọng hát hoặc âm nhạc với cao độ, cường độ và chất lượng cụ thể"
        },
        {
            "id": "89b9546c-de64-40ec-aef4-a577d783d200",
            "word": "diatonic scale",
            "phonetic": "daɪətɑːnɪk skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhdG9uaWMgc2NhbGU&hash=196b0b71946c4cdb017905120288efa73b1a8f8a&lang=en&cache-only=0",
            "defineEn": "a scale with eight notes in an octave; all but two are separated by whole tones",
            "defineVi": "một thang âm có tám nốt trong một quãng tám; tất cả trừ hai được phân tách bằng toàn bộ âm"
        },
        {
            "id": "fa671120-0bd8-4a2a-88cf-db09d769b612",
            "word": "discord",
            "phonetic": "dɪskoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "This problem seems to be an apple of discord between the Soviet union and the USA.",
                "Discord emphasizes privacy.",
                "Now Discord has roughly 250 million users and 14 million daily active users.",
                "Discord generates revenue through its games marketplace and premium subscriptions.",
                "To some of their rivals amongst Nationalists, the discord over Brexit could signal an opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29yZA&hash=ccb09f366adb7fd02fd00e9aae308ac9815051cd&lang=en&cache-only=0",
            "defineEn": "an unusual combination of musical notes that sound strange when played",
            "defineVi": "một sự kết hợp bất thường của các nốt nhạc nghe có vẻ lạ khi chơi"
        },
        {
            "id": "60fdc866-106a-4493-8f89-0ff287272bb0",
            "word": "unison",
            "phonetic": "juːnɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seven armed skeletons pop up from the earth and march in unison toward three nervous warriors.",
                "Our heads will bob in unison to a beat.",
                "And if you wait even longer, then you’ll be blinking in unison again.",
                "I held C-spine, and we rolled the patient in unison, like a dance.",
                "Instead, all that is replaced with the perfectly coordinated unison of a superfluid."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pc29u&hash=b9789d43c5c3b70709ffd6029013c8d829e63cf7&lang=en&cache-only=0",
            "defineEn": "(music) two or more sounds or tones at the same pitch or in octaves",
            "defineVi": "(âm nhạc) hai hoặc nhiều âm thanh hoặc âm sắc ở cùng một cao độ hoặc quãng tám"
        },
        {
            "id": "01394bfc-8250-4093-8581-42ceaceccb42",
            "word": "riff",
            "phonetic": "ɹɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Riff is a word you can say now.",
                "We explore this riff now with Dr. Bessma Momani, professor of political science at the University of Waterloo in Ontario, Canada.",
                "and then I'll just like riff.",
                "and you can play and riff.",
                "The series started off as a riff on the Monkey King legend and has turned into one of the weirdest space/martial arts/comedy shounen series of all time."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlmZg&hash=56381841597d3298034947a5d1f729b15551a1ba&lang=en&cache-only=0",
            "defineEn": "a short, repeated melodic or rhythmic phrase that serves as a memorable and distinctive musical motif",
            "defineVi": "một cụm từ du dương hoặc nhịp điệu ngắn, lặp đi lặp lại, phục vụ như một mô-típ âm nhạc đặc biệt và đáng nhớ"
        },
        {
            "id": "556d062d-93cc-4feb-9108-7bab53c4dc91",
            "word": "tonality",
            "phonetic": "toʊnælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tonality of the music really doesn't change much.",
                "Schoenberg's rigid ideas of a tonality never caught on with a widespread audience.",
                "A movement that like Schoenberg challenged traditional ideas of tonality.",
                "- In the early 20th century some composers began to reject conventional ideas of harmony and tonality.",
                "Soon after free jazz took off in the 1960s three sisters from New Hampshire also began making music that challenged traditional ideas of tonality and harmony with a three piece band called The Shaggs but unlike Coltrane or Schoenberg who were pushing music from within established music scenes, The Shaggs we're definitely pushing from the outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uYWxpdHk&hash=3461b75747d7cbd21771e49cf9d3e222c6a3fc86&lang=en&cache-only=0",
            "defineEn": "any of 24 major or minor diatonic scales that provide the tonal framework for a piece of music",
            "defineVi": "bất kỳ trong số 24 thang âm chính hoặc phụ cung cấp khung âm cho một bản nhạc"
        },
        {
            "id": "2596c92a-faa2-464f-8596-01b93fe65584",
            "word": "phrasing",
            "phonetic": "fɹeɪzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basically, different ways of phrasing or looking at the same essential idea.",
                "His phrasing, and then, again (grunts), you know, at the end.",
                "The phrasing is irregular throughout, his delivery bouncy and not glued to the tempo of the track, making for moments when he's slightly ahead of the beat.",
                "But it's still worthwhile to be aware of telltale clues, like minimal self-references, negative language, simple explanations and convoluted phrasing.",
                "Phrasing was, I think, one of his main things, and I feel like I learned a lot about phrasing listening to Frank."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhyYXNpbmc&hash=972a53232baa1c034f24db64cac164081dff7111&lang=en&cache-only=0",
            "defineEn": "the grouping of musical phrases in a melodic line",
            "defineVi": "nhóm các cụm từ âm nhạc trong một dòng giai điệu"
        },
        {
            "id": "969bb361-b826-410e-854e-330ee71d50ae",
            "word": "phrase",
            "phonetic": "fɹeɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "I had to find out the hard way - to coin a phrase.",
                "She was, to coin a phrase, swept off her feet.",
                "My friend had a doll with a voice recorder that could say different phrases.",
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhyYXNl&hash=e643c840cf0a3e79aa088913286e8c441f1173d8&lang=en&cache-only=0",
            "defineEn": "a short musical passage",
            "defineVi": "một đoạn nhạc ngắn"
        },
        {
            "id": "70a97412-1263-4dda-9f75-d1b4c3eedc45",
            "word": "tremolo",
            "phonetic": "tɹɛməloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You'll often hear violins play sul ponticello, which means close to the bridge, combined with tremolo to produce eerie me-shrul sounds."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbW9sbw&hash=dba13d87667006099c66c4168e77d2d6616dbc23&lang=en&cache-only=0",
            "defineEn": "(music) a tremulous effect produced by rapid repetition of a single tone or rapid alternation of two tones",
            "defineVi": "(âm nhạc) một hiệu ứng run rẩy được tạo ra bởi sự lặp lại nhanh chóng của một âm điệu hoặc sự xen kẽ nhanh chóng của hai âm điệu"
        },
        {
            "id": "17d4f164-18ed-4927-844e-3b9317fd8240",
            "word": "vibrato",
            "phonetic": "vɪbɹɑːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- He had vibrato going real high."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlicmF0bw&hash=bdcc80387847f2386506735db7e83e5c55a83aed&lang=en&cache-only=0",
            "defineEn": "(music) a pulsating effect in an instrumental or vocal tone produced by slight and rapid variations in pitch",
            "defineVi": "(âm nhạc) hiệu ứng nhịp nhàng trong âm thanh của nhạc cụ hoặc giọng hát được tạo ra bởi sự thay đổi nhẹ và nhanh về cao độ"
        },
        {
            "id": "5596e3f8-060c-4173-9387-32e2d50a93a0",
            "word": "form",
            "phonetic": "fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybQ&hash=34d0fe22f03eb817da84abf3b3bb5f9c9e0503b8&lang=en&cache-only=0",
            "defineEn": "an arrangement of the elements in a composition or discourse",
            "defineVi": "một sự sắp xếp của các yếu tố trong một thành phần hoặc diễn ngôn"
        }
    ]
}