{
    "id": "c5a12add-3809-4479-ab87-b90af60184e9",
    "title": "Lesson 45",
    "originalTitle": "Lesson 45",
    "words": [
        {
            "id": "e8639722-a845-4685-b66d-03bc5b7bff85",
            "word": "languid",
            "phonetic": "læŋɡwɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that means you could get ketchup out of the bottle in two ways: either give it a series of long, slow languid shakes making sure you don't ever stop applying force, or you could hit the bottle once very, very hard."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VpZA&hash=aad94547a2659d244b58c36b4d5a2d7425d94d68&lang=en&cache-only=0",
            "defineEn": "(literary) feeling weak or ill",
            "defineVi": "(văn học) cảm thấy yếu đuối hoặc ốm yếu"
        },
        {
            "id": "5598f606-04f3-44ed-911b-d5742b022edc",
            "word": "to languish",
            "phonetic": "tə læŋɡwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And this case languishes.",
                "A disagreement between a prosecutor and a state attorney general leaves a man languishing in prison.",
                "Plastics emit greenhouse gases as they languish in landfills, but the production facilities themselves also pose pollution concerns.",
                "But as it languishes in the U.S., the Land Cruiser name continues to thrive elsewhere, especially in parts of the world where people still need capable vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuZ3Vpc2g&hash=61690f9faace4096a96fdc24bbdc67a62d8992f9&lang=en&cache-only=0",
            "defineEn": "to lose strength or energy",
            "defineVi": "để mất sức mạnh hoặc năng lượng"
        },
        {
            "id": "0a8ea6d9-e89b-4771-8953-19ab003f541c",
            "word": "languor",
            "phonetic": "læŋɡjuːɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3Vvcg&hash=07c013904909ef6b90eb93ab60de5e928ce7364c&lang=en&cache-only=0",
            "defineEn": "a relaxed comfortable feeling",
            "defineVi": "một cảm giác thoải mái thư giãn"
        },
        {
            "id": "f3a9599e-c6b1-4b82-93a0-ce9f69ff7317",
            "word": "to emerge",
            "phonetic": "tʊ ɪmɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the sun rose over the horizon, Mark emerged from his deep slumber and joined the rest of his family in the living room, finally in the land of the living.",
                "When he finally emerged, his disheveled appearance made him look a sight to behold.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge.",
                "The kids emerged from the woods looking none the worse for wear.",
                "After surviving a dangerous accident, Lily emerged alive and well, grateful for a second chance at life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1lcmdl&hash=beb2107c26ed911bd107c251ab2397ee08cd8755&lang=en&cache-only=0",
            "defineEn": "to become visible after coming out of somewhere",
            "defineVi": "trở nên hữu hình sau khi ra khỏi một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "d9282cc6-33ec-46a6-a305-9208d4faf5af",
            "word": "emergence",
            "phonetic": "ɪmɜːdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite the emergence of new competitors, the company's brand remains alive and well in the market, attracting loyal customers.",
                "Since their emergence over 200,000 years ago, modern humans have established homes and communities all over the planet.",
                "Meanwhile, the 19th century also saw the emergence of a few key changes in the philosophy and functions of prisons.",
                "One of the reasons for this was the emergence of biotechnology.",
                "The most important legacy of the First Intifada was the emergence of peace talks between Palestinians and Israelis."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbmNl&hash=3dceff5205c506bfdcb624ab26d8b487e54190ac&lang=en&cache-only=0",
            "defineEn": "the becoming visible",
            "defineVi": "trở nên hữu hình"
        },
        {
            "id": "400a28d7-c30b-4f57-93ae-8a17bc68c3ae",
            "word": "emergent",
            "phonetic": "ɪmɜːdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is our consciousness then an emergent property of the cells in our brain?",
                "Emergent properties are things that don’t exist in individual pieces of a system, but do exist for the system as a whole.",
                "So this little emergent curve inside the velocity diagram has exactly the tangency property we need our orbit to have!",
                "Or if you cool helium down super super cold, you’ll find emergent particles that behave like higgs bosons!",
                "These emergent higgs bosons were first discovered in 1973, 40 years before the higgs boson fundamental particle was discovered at the Large Hadron Collider by violently smashing together protons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbnQ&hash=225dae2aecb4b0f3c9e4b9bede3d85097f5d9ecb&lang=en&cache-only=0",
            "defineEn": "coming into existence",
            "defineVi": "ra đời"
        },
        {
            "id": "bc4dea29-d2c3-4bbf-b425-3ccfee164889",
            "word": "ambivalence",
            "phonetic": "æmbɪvələns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closeness of the vote reflects a profound ambivalence about the war.",
                "His ambivalence towards Saudi Arabia with Khashoggi, that was something that should have been condemned right out.",
                "So my point is, the ambivalence that we saw in the administration is actually understandable. ",
                "And so DACA is one that I think is emblematic, quite frankly, about a lot of the ambivalence throughout the entire country on certain issues of immigration. ",
                "And so DACA is one that I think is emblematic, quite frankly, about a lot of the ambivalence throughout the entire country on certain issues of immigration. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXZhbGVuY2U&hash=7d032a2f5fbf659d1b6adb26cbc712169cb96616&lang=en&cache-only=0",
            "defineEn": "mixed feelings or emotions",
            "defineVi": "cảm xúc hoặc cảm xúc lẫn lộn"
        },
        {
            "id": "b2ed893e-fbdf-441b-a178-c9633b9d20f3",
            "word": "ambivalent",
            "phonetic": "æmbɪvələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "About 15% of the kids demonstrated insecure ambivalent attachment.",
                "Really, Gilgamesh is kind of an ambivalent figure.",
                "We know from the beginning of the movie that he's ambivalent about prosecuting these guys.",
                "And I remember, you know, the McCain campaign clearly was ambivalent in tapping into that, but they also clearly knew that it was there, because it was their base. ",
                "Many in the automotive industry are at least ambivalent about an often divided among themselves over on the one hand."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXZhbGVudA&hash=071e90ea4a8091ca4421b6d28f7db95885b72d51&lang=en&cache-only=0",
            "defineEn": "having contradictory views or feelings about something or someone",
            "defineVi": "có quan điểm hoặc cảm xúc mâu thuẫn về một cái gì đó hoặc ai đó"
        },
        {
            "id": "dd426091-cfca-4c9c-8eda-749f163e2bcb",
            "word": "ambitious",
            "phonetic": "æmbɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She became more ambitious as the years passed.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The startup company is reaching for the moon with its ambitious goals to revolutionize the industry.",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "The ambitious student knew that he had to take challenging courses to achieve his dream of attending a top university."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXRpb3Vz&hash=5afbc15a3c1707ae735e56f3d6ab6764fae84033&lang=en&cache-only=0",
            "defineEn": "trying or wishing to gain great success, power, or wealth",
            "defineVi": "cố gắng hoặc mong muốn đạt được thành công lớn, quyền lực hoặc sự giàu có"
        },
        {
            "id": "e0549d71-63d1-467a-9ed5-fcb3a8c443e6",
            "word": "to officiate",
            "phonetic": "tʊ əfɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And for the first time in NFL history, a Black woman will be officiating games come September.",
                "This is my 34th year in officiating.",
                "And they didn’t know quite to go with his personal life, because his wife, Mary Ellen, had been an officiate or something in a religious order.",
                "And he did high school and college and he kind of gave me the idea to try officiating.",
                "The other, Sarah Thomas, became the first woman to officiate a Super Bowl last month."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmaWNpYXRl&hash=0dafc0f73619146f4c0e9eca90793f445c822497&lang=en&cache-only=0",
            "defineEn": "act in an official capacity in a ceremony or religious ritual, such as a wedding",
            "defineVi": "hành động với tư cách chính thức trong một buổi lễ hoặc nghi thức tôn giáo, chẳng hạn như đám cưới"
        },
        {
            "id": "48b8b416-b0af-45e5-8783-86868a8f2b62",
            "word": "officious",
            "phonetic": "əfɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNpb3Vz&hash=110f368a8ac9934c1cb822d3203d9d3f560e255d&lang=en&cache-only=0",
            "defineEn": "self-important and very eager to give orders or help when it is not wanted, or needed",
            "defineVi": "quan trọng hóa bản thân và rất háo hức ra lệnh hoặc giúp đỡ khi không muốn hoặc cần thiết"
        },
        {
            "id": "63d69551-b8ff-48d1-a58e-2a13c25d272a",
            "word": "concord",
            "phonetic": "kəŋkoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made a refreshing summer beverage by muddling Concord grapes and adding sparkling water.",
                "The aroma of freshly baked Concord grape muffins filled the kitchen.",
                "Lexington and Concord, depending on whether you live in Lexington or Concord.",
                "In 2013, Concord, Massachusetts became the first U.S. city to ban most single-use plastic water bottles.",
                "Even standardized American English employs a bit of negative Concord."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY29yZA&hash=aa2d5a6ab137901047e7993cadf40e1ab25efd2a&lang=en&cache-only=0",
            "defineEn": "agreement and peace between people or a group of countries",
            "defineVi": "thỏa thuận và hòa bình giữa người dân hoặc một nhóm các quốc gia",
            "hasImg": true
        },
        {
            "id": "66c89eaf-ba33-4fcd-a240-7ac5542cb238",
            "word": "concordance",
            "phonetic": "kəŋkoːɹdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Concordances were just analog Google.",
                "There’s concordances for Thoreau’s Walden.",
                "Concordances, the indexes of language that inspired Zipf and others to ask these questions, no one really writes those anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY29yZGFuY2U&hash=fb3cae5c3f391c8d2ebda964b63f80eb3a8a2391&lang=en&cache-only=0",
            "defineEn": "agreement of opinions",
            "defineVi": "thống nhất ý kiến"
        },
        {
            "id": "d9477806-9a81-4d66-ac1d-fa32af550bb3",
            "word": "to concoct",
            "phonetic": "tə kəŋkɑːkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the trickster Loki concocted a devious plan.",
                "Keith had chemists concoct a soda that was vaguely similar to Coke, caffeinated and with an unidentifiable blend of tastes.",
                "It's where the latest skin care innovations are concocted and where a large chunk of manufacturing happens in the first place.",
                "She concocts a fictional sister who's stuck at home, snatching time to scribble a few pages before she finds herself betrothed and runs away.",
                "While some artists had indeed traveled to the places they described, plenty worked from source material or used their imagination to concoct their scenes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY29jdA&hash=75e849599d1767513dfcea6128432f9ba3b5645f&lang=en&cache-only=0",
            "defineEn": "devise or invent",
            "defineVi": "nghĩ ra hoặc phát minh ra"
        },
        {
            "id": "3acf9cc9-f0ff-41b5-b6c2-15ecec236ee0",
            "word": "concomitant",
            "phonetic": "kəŋkɑːmɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But don’t forget that the rise of Trumpism is concomitant with the decline of Clintonism. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY29taXRhbnQ&hash=573f8b88bc1deea396392ae4ae44a84f9546e5c8&lang=en&cache-only=0",
            "defineEn": "simultaneously occurring with something else as it is either related to it or an outcome of it",
            "defineVi": "đồng thời xảy ra với một cái gì đó khác vì nó có liên quan đến nó hoặc là kết quả của nó"
        },
        {
            "id": "90aa4149-86c3-4d90-afab-5dab0b1743fe",
            "word": "to irradiate",
            "phonetic": "tʊ ɪɹeɪdɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And so once again, the system thinking is that before, if you have these breast cancer cells that are just growing, the view is, hey, let's irradiate them.",
                "Gammas are similar to Betas except every cell in their body has been irradiated by a near-constant bombardment of high-energy photons.",
                "That when their lungs are irradiated through the skin with red and near-infrared light, particularly near-infrared light, the symptoms are reduced significantly and they actually go away.",
                "The target chamber is a big ball about 30 feet across, and at the very center of that ball, we put a very tiny target about the size of the tip of my finger, and we irradiate that target with one hundred and ninety two of the world's most energetic lasers.",
                "Those rocks, specifically the ones below the surface, which haven’t been irradiated by the Sun, haven’t gone through any significant chemical changes since they formed, likely within the first ten million years of the Solar System’s existence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJyYWRpYXRl&hash=f63db8fbda993162ff35ea34bc6ba4661142179a&lang=en&cache-only=0",
            "defineEn": "expose to radiation",
            "defineVi": "tiếp xúc với bức xạ"
        },
        {
            "id": "c7a6484b-bdec-467c-8292-733b6d1f8e64",
            "word": "irradiation",
            "phonetic": "ɪɹeɪdɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the Berlin case, the patient received full body irradiation for the cancer, and then two separate transplants before achieving remission.",
                "In this paper, the team made those conditions using a process called ultraviolet irradiation."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyYWRpYXRpb24&hash=59d944a692fdd3570d1358f0375a3723533d536d&lang=en&cache-only=0",
            "defineEn": "(medicine) the treatment of disease (especially cancer) by exposure to a radioactive substance",
            "defineVi": "(y học) điều trị bệnh (đặc biệt là ung thư) bằng cách tiếp xúc với chất phóng xạ"
        }
    ]
}