{
    "id": "c60ff3ce-c1cc-4013-8b13-5fe92fc75a96",
    "title": "Marsupials and Monotremes",
    "originalTitle": "Marsupials and Monotremes",
    "words": [
        {
            "id": "b5f49eac-2fde-4070-9216-c6b389c94b8c",
            "word": "kangaroo",
            "phonetic": "kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kangaroo was making mincemeat of him.",
                "The kangaroo can jump very far with its powerful hind legs.",
                "The kangaroo is a unique animal found in Australia known for its ability to hop.",
                "The baby kangaroo, called a joey, stays in its mother's pouch for several months.",
                "So are kangaroos, koala bears, wombats, possums, things like that."
            ],
            "audio": "https://tts.langeek.co/read?text=a2FuZ2Fyb28&hash=b95e1128da5fdd6cd56d46d053220f11e7fffc31&lang=en&cache-only=0",
            "defineEn": "a large Australian animal with a long tail and two strong legs that moves by leaping, female of which can carry its babies in its stomach pocket which is called a pouch",
            "defineVi": "một loài động vật lớn của Úc có đuôi dài và hai chân khỏe di chuyển bằng cách nhảy, con cái có thể mang con trong túi bụng được gọi là túi",
            "hasImg": true
        },
        {
            "id": "69f836eb-89a5-413e-a6cc-fa01268b4669",
            "word": "koala",
            "phonetic": "koʊɑːlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But koalas can’t sweat!",
                "So are kangaroos, koala bears, wombats, possums, things like that.",
                "- Oh look, a baby koala on a skateboard.",
                "This is called a koala crate.",
                "So this is Gumnut, our male koala."
            ],
            "audio": "https://tts.langeek.co/read?text=a29hbGE&hash=4f1cb2a0678477b52981fdce44647d4541edf244&lang=en&cache-only=0",
            "defineEn": "a tree-dwelling Australian mammal with gray fur and large ears that feeds on eucalyptus leaves",
            "defineVi": "một loài động vật có vú ở Úc sống trên cây với bộ lông màu xám và đôi tai lớn ăn lá bạch đàn",
            "hasImg": true
        },
        {
            "id": "b77b901b-b5f1-45a0-90dd-bafd6adfdf22",
            "word": "possum",
            "phonetic": "pɑːsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's playing possum.",
                "Do people eat possum?",
                "Do people eat possum?",
                "My least favorite plantigrade animals are possums.",
                "But possums also have them."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc3Vt&hash=10c682ad4b72d4840d54ecc06364920dc3229f7f&lang=en&cache-only=0",
            "defineEn": "a small to medium-sized marsupial mammal known for its prehensile tail, nocturnal behavior, and ability to play dead as a defense mechanism",
            "defineVi": "một loài thú có túi cỡ nhỏ đến trung bình được biết đến với chiếc đuôi có thể uốn cong, hành vi sống về đêm và khả năng giả chết như một cơ chế phòng vệ",
            "hasImg": true
        },
        {
            "id": "39143b33-13c9-4423-bb89-9b685b859401",
            "word": "opossum",
            "phonetic": "əpɑːsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opossums are nocturnal, and they sleep 18 hours of the day.",
                "And the opossum is so awesome that one ingredient from its blood can neutralize a wide variety of snake venoms.",
                "At least one species, the Virginia opossum, returned to North America after it connected to South America about 3 million years ago.",
                "And now we're joined by Ophelia the opossum who is super cozy in her little bed!",
                "I'm Jessi, and this is Ophelia the North American opossum."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bvc3N1bQ&hash=fc056630d766110d5da7e8394ab0217ee3a659cb&lang=en&cache-only=0",
            "defineEn": "a small nocturnal marsupial with a long tail that lives in trees and is found in the western hemisphere",
            "defineVi": "một loài thú có túi nhỏ sống về đêm với chiếc đuôi dài sống trên cây và được tìm thấy ở bán cầu tây",
            "hasImg": true
        },
        {
            "id": "8f7eb1f6-a384-4a92-957d-787ba8fd44b3",
            "word": "platypus",
            "phonetic": "plæɾɪpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The platypus, for comparison, maxes out at around 17 years in captivity.",
                "These two principles have molded basically all life on Earth, from pond scum to platypuses.",
                "Well, there’s the platypus, an egg-laying monotreme with venomous spurs.",
                "Castorocauda even has a small spur on its ankle, a feature platypuses use to defend themselves. ",
                "Platypuses do it, along with some fish and an amphibian or two, but this dino is the first tooth-shedding reptile we know of."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdHlwdXM&hash=5c138bd4dadc1f433b8a44715e0a49f1cbe72330&lang=en&cache-only=0",
            "defineEn": "a unique mammal that is native to Australia, known for its distinctive appearance and ability to lay eggs, with a duck-bill, webbed feet, and dense fur",
            "defineVi": "một loài động vật có vú độc đáo có nguồn gốc từ Úc, được biết đến với vẻ ngoài đặc biệt và khả năng đẻ trứng, với mỏ vịt, chân có màng và bộ lông rậm rạp",
            "hasImg": true
        },
        {
            "id": "cccc7008-ce38-4f86-9c1b-d0275f6f08bd",
            "word": "wallaby",
            "phonetic": "wɔləbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You've got wallabies, kangaroos, emus all together.",
                "I've got a wallaby skin in here, too.",
                "And this is a baby wallaby, called a Bennett's wallaby.",
                "V: I like wallabies, they’re cute.",
                "And this is a baby wallaby, called a Bennett's wallaby."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbGFieQ&hash=6ecc4ebe81caafc2cde79f9439f9bafcbfdc64e2&lang=en&cache-only=0",
            "defineEn": "a mammal like a kangaroo but smaller in size that is native to Australia or New Guinea",
            "defineVi": "một động vật có vú giống như một con chuột túi nhưng kích thước nhỏ hơn có nguồn gốc từ Úc hoặc New Guinea",
            "hasImg": true
        },
        {
            "id": "76600481-8fb0-4add-b7c5-f059b7f3a232",
            "word": "wombat",
            "phonetic": "wɑːmbæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, wombat berries.",
                "So are kangaroos, koala bears, wombats, possums, things like that.",
                "Oh wow, this is a wombat berry.",
                "Things like black swans, wombats, platypus, and echidnas were seen by Europeans for the first time in the 19th century.",
                "Today, we see the more modestly sized survivors - like wombats, koalas, and red kangaroos - that are still around."
            ],
            "audio": "https://tts.langeek.co/read?text=d29tYmF0&hash=ad38ba00ea7354f7c21874a17a5fe9e8636a8e44&lang=en&cache-only=0",
            "defineEn": "a short-legged mammal like a bear that carries its babies in a pouch and is native to Australia",
            "defineVi": "một loài động vật có vú chân ngắn như gấu mang con của nó trong túi và có nguồn gốc từ Úc",
            "hasImg": true
        },
        {
            "id": "078b8c55-f7c8-4335-8268-5c92a1ec6acc",
            "word": "numbat",
            "phonetic": "nʌmbæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVtYmF0&hash=4b531b44e6a4c840a07d6f45067174ac788ce4f7&lang=en&cache-only=0",
            "defineEn": "a small, insectivorous marsupial known for its distinctive appearance, diurnal habits, and specialized diet of termites",
            "defineVi": "một loài thú có túi nhỏ, ăn côn trùng được biết đến với vẻ ngoài đặc biệt, thói quen hoạt động hàng ngày và chế độ ăn đặc biệt của mối",
            "hasImg": true
        },
        {
            "id": "05952fd1-625a-47df-8d21-4600db546892",
            "word": "glider",
            "phonetic": "ɡlaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Under side of Navy Dirigible, Los Angeles, glider prepares for free flight.",
                "One by one, the towplanes lifted the heavily laden gliders into the sky.",
                "It becomes a glider.",
                "Sugar gliders can cost anywhere between $100 to $5,000, and leucistic sugar gliders typically cost between $1,500 and $2,500.",
                "For example, one fossil metatherian from the early Eocene of Brazil glided from tree-to-tree like a modern day flying squirrel or sugar glider."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xpZGVy&hash=84e536f22496a36b4bbd54096ed000a5c32df3c3&lang=en&cache-only=0",
            "defineEn": "a type of mammal, often a small rodent or marsupial, that has evolved the ability to glide through the air using specialized skin flaps or membranes between their limbs",
            "defineVi": "một loại động vật có vú, thường là loài gặm nhấm nhỏ hoặc thú có túi, đã tiến hóa khả năng lướt trong không khí bằng cách sử dụng các vạt da hoặc màng chuyên dụng giữa các chi của chúng"
        },
        {
            "id": "bd1ad65b-8574-49f4-b715-6fefcbffe888",
            "word": "Tasmanian devil",
            "phonetic": "tæzmeɪniən dɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the purpose of it is to study a disease that has been killing the Tasmanian Devil all over the island, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=VGFzbWFuaWFuIGRldmls&hash=0ae8a3761291b9862208c2563b99e9e0ace7649d&lang=en&cache-only=0",
            "defineEn": "a carnivorous marsupial native to Tasmania, known for its stocky build, aggressive nature, and distinctive black fur with white markings on its chest",
            "defineVi": "một loài thú có túi ăn thịt có nguồn gốc từ Tasmania, được biết đến với thân hình chắc nịch, bản tính hung dữ và bộ lông đen đặc biệt với những mảng trắng trên ngực",
            "hasImg": true
        },
        {
            "id": "08b16232-914d-4a8b-a739-5a741666f327",
            "word": "bandicoot",
            "phonetic": "bændɪkuːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFuZGljb290&hash=03383da72b1aaa1807b0c42ce6d605764c60386d&lang=en&cache-only=0",
            "defineEn": "a small animal with long tail and nose that mainly eats insects and is usually found in Australia",
            "defineVi": "một loài động vật nhỏ có đuôi và mũi dài, chủ yếu ăn côn trùng và thường được tìm thấy ở Úc",
            "hasImg": true
        },
        {
            "id": "a13230b8-9244-4e8a-817c-5028cec1ac0f",
            "word": "quoll",
            "phonetic": "kwɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take the quoll, one of the world's smallest marsupials, which weighs only 18 milligrams at birth, the equivalent of about 30 sugar grains."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvbGw&hash=ad3fb5fa29e5822ec8f9b8e32ff4ac4bef40e30b&lang=en&cache-only=0",
            "defineEn": "a carnivorous marsupial species found in Australia and Papua New Guinea, known for their distinctive spotted fur",
            "defineVi": "một loài thú có túi ăn thịt được tìm thấy ở Úc và Papua New Guinea, được biết đến với bộ lông đốm đặc biệt của chúng",
            "hasImg": true
        },
        {
            "id": "8a7a3625-feeb-4737-81a9-7765a2bfec27",
            "word": "dunnart",
            "phonetic": "dʌnɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVubmFydA&hash=4985d62fa6d2c0923e46132748b548ae0840fc79&lang=en&cache-only=0",
            "defineEn": "a small, nocturnal marsupial species found in Australia, known for their insectivorous diet and distinctive long snout",
            "defineVi": "một loài thú có túi nhỏ, sống về đêm được tìm thấy ở Úc, được biết đến với chế độ ăn côn trùng và mõm dài đặc biệt",
            "hasImg": true
        },
        {
            "id": "a5ad52c2-6cb8-484a-9e36-d47acec4252f",
            "word": "echidna",
            "phonetic": "ɛtʃɪdnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, echidnas have a lot of monounsaturated fats in their cell membranes.",
                "This is the echidna.",
                "Is it an echidna of some kind?",
                "Echidnas, like all monotremes, are missing something most animals rely on to digest food.",
                "Things like black swans, wombats, platypus, and echidnas were seen by Europeans for the first time in the 19th century."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNoaWRuYQ&hash=b1f07f75b3e679175fafba42cde7922c219ff936&lang=en&cache-only=0",
            "defineEn": "a small egg-laying mammal that is covered in spines, has a pointed snout and originates from Australia",
            "defineVi": "một loài động vật có vú đẻ trứng nhỏ được bao phủ bởi gai, có mõm nhọn và có nguồn gốc từ Úc",
            "hasImg": true
        },
        {
            "id": "71fc5d02-d770-418b-acb1-5a034b7c7707",
            "word": "long-tailed planigale",
            "phonetic": "lɔŋteɪld plænɪɡeɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZy10YWlsZWQgcGxhbmlnYWxl&hash=de6e15a05ba6ccd8d18ea5c745556b4f4b96adc4&lang=en&cache-only=0",
            "defineEn": "a small, insectivorous marsupial species found in Australia, known for their elongated snout, long tail, and ability to survive in arid environments",
            "defineVi": "một loài thú có túi nhỏ, ăn côn trùng được tìm thấy ở Úc, được biết đến với mõm thon dài, đuôi dài và khả năng sống sót trong môi trường khô cằn"
        },
        {
            "id": "dd32f482-8457-45ce-bab8-3b8b19121f09",
            "word": "red kangaroo",
            "phonetic": "ɹɛd kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the high jump, the red kangaroo can hurdle a ten-foot fence.",
                "And it was over two and a half times as heavy as a modern Red Kangaroo.",
                "An adult male red kangaroo can stand over 1 1/2 meters tall and weigh 90 kilograms."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkIGthbmdhcm9v&hash=93122e8ca57fb35675e458378939646ea1f27fd8&lang=en&cache-only=0",
            "defineEn": "the largest marsupial species found in Australia, known for their powerful hind legs, distinctive red fur, and ability to hop at high speeds for long distances",
            "defineVi": "loài thú có túi lớn nhất được tìm thấy ở Úc, được biết đến với đôi chân sau mạnh mẽ, bộ lông đỏ đặc biệt và khả năng nhảy ở tốc độ cao trong khoảng cách xa",
            "hasImg": true
        },
        {
            "id": "ab809a6e-870b-40cf-bbcc-adc536a1a833",
            "word": "bilby",
            "phonetic": "bɪlbi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlsYnk&hash=dd6b1284b84b8cb13708fdec2ea03bb0c6990864&lang=en&cache-only=0",
            "defineEn": "a small animal with long tail and nose that has rabbit-like ears and lives in deserts",
            "defineVi": "một loài động vật nhỏ có đuôi và mũi dài, có đôi tai giống thỏ và sống ở sa mạc",
            "hasImg": true
        },
        {
            "id": "0ada3527-c21d-4a03-82f6-7636da2ee6bd",
            "word": "caenolestidae",
            "phonetic": "kiːnoʊlstɪdiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Flbm9sZXN0aWRhZQ&hash=0e17ce9542cb80faa3259a438b1552473bf3eb44&lang=en&cache-only=0",
            "defineEn": "a family of small marsupials found in South America, known for their unique features and insectivorous diet",
            "defineVi": "một họ thú có túi nhỏ được tìm thấy ở Nam Mỹ, được biết đến với những đặc điểm độc đáo và chế độ ăn côn trùng"
        },
        {
            "id": "c52c273e-3b6e-4dab-b799-d669e89907e1",
            "word": "giant kangaroo",
            "phonetic": "dʒaɪənt kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQga2FuZ2Fyb28&hash=7c039305a5c60e685c732eb799fb6177cff0ae40&lang=en&cache-only=0",
            "defineEn": "a prehistoric marsupial that lived in Australia during the Pleistocene epoch, characterized by its large size and unique anatomy",
            "defineVi": "một loài thú có túi thời tiền sử sống ở Úc trong kỷ nguyên Pleistocene, được đặc trưng bởi kích thước lớn và giải phẫu độc đáo",
            "hasImg": true
        },
        {
            "id": "fadbf917-74ec-428f-893d-6dcf7ef729a3",
            "word": "native cat",
            "phonetic": "neɪɾɪv kæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0aXZlIGNhdA&hash=6e897de2ae7a5f152185c384b996801aafb4cdfa&lang=en&cache-only=0",
            "defineEn": "a carnivorous marsupial found in Australia and New Guinea, known for its compact body, long tail, sharp teeth, and agile climbing abilities",
            "defineVi": "một loài thú có túi ăn thịt được tìm thấy ở Úc và New Guinea, được biết đến với thân hình nhỏ gọn, đuôi dài, hàm răng sắc nhọn và khả năng leo trèo nhanh nhẹn"
        },
        {
            "id": "db9f03ea-e309-4521-a8fc-1e5535c83e86",
            "word": "kangaroo mouse",
            "phonetic": "kæŋɡɐɹuː maʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2FuZ2Fyb28gbW91c2U&hash=a0d2df2a6300cdffa445a62b57f5627e0bae7d93&lang=en&cache-only=0",
            "defineEn": "a small rodent known for its unique hopping gait resembling that of a kangaroo, found in arid regions of North America",
            "defineVi": "một loài gặm nhấm nhỏ được biết đến với dáng đi nhảy độc đáo giống như của một con chuột túi, được tìm thấy ở các vùng khô cằn ở Bắc Mỹ"
        },
        {
            "id": "72ac4cd9-7074-4c1e-bebf-d01a7abeca12",
            "word": "tree kangaroo",
            "phonetic": "tɹiː kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJlZSBrYW5nYXJvbw&hash=94297a374a6685a1717928573032b1db685bc0b6&lang=en&cache-only=0",
            "defineEn": "a unique marsupial adapted to life in the trees, known for its agility, powerful limbs, and ability to leap from tree to tree in rainforests of Australia and Papua New Guinea",
            "defineVi": "một loài thú có túi độc đáo thích nghi với đời sống trên cây, được biết đến với sự nhanh nhẹn, các chi mạnh mẽ và khả năng nhảy từ cây này sang cây khác trong các khu rừng nhiệt đới ở Úc và Papua New Guinea",
            "hasImg": true
        },
        {
            "id": "d33fbab2-bb9d-4497-aca1-4751c0f643ec",
            "word": "rock wallaby",
            "phonetic": "ɹɑːk wɔləbi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9jayB3YWxsYWJ5&hash=681672b4e32c3ba819f123fbaca68f017a7b3e2c&lang=en&cache-only=0",
            "defineEn": "a type of marsupial that is well-adapted to living in rocky terrain, known for its ability to navigate steep cliffs and rocky landscapes",
            "defineVi": "một loại thú có túi thích nghi tốt với cuộc sống ở địa hình đá, được biết đến với khả năng điều hướng các vách đá dựng đứng và cảnh quan đá",
            "hasImg": true
        },
        {
            "id": "da9c6368-0af8-4c19-b2ef-212e4aff217f",
            "word": "nail-tailed wallaby",
            "phonetic": "neɪlteɪld wɔləbi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFpbC10YWlsZWQgd2FsbGFieQ&hash=aba2f5275a6d38f18589695bd72d705df8a5e559&lang=en&cache-only=0",
            "defineEn": "a small marsupial with a distinctive pointed tail ending in a sharp nail-like tip, known for its agility, herbivorous diet, and endangered status in some regions",
            "defineVi": "một loài thú có túi nhỏ với chiếc đuôi nhọn đặc biệt kết thúc bằng một đầu nhọn giống như móng tay, được biết đến với sự nhanh nhẹn, chế độ ăn cỏ và tình trạng nguy cấp ở một số vùng"
        },
        {
            "id": "296dcb3d-6de5-411d-9dea-0e9be7c26826",
            "word": "musk kangaroo",
            "phonetic": "mʌsk kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVzayBrYW5nYXJvbw&hash=3896fb84fb6215aeb942beb8abd056d6b019c47e&lang=en&cache-only=0",
            "defineEn": "a small marsupial native to the rainforests of northeastern Queensland, Australia, known for its unique appearance",
            "defineVi": "một loài thú có túi nhỏ có nguồn gốc từ các khu rừng nhiệt đới ở đông bắc Queensland, Úc, được biết đến với vẻ ngoài độc đáo"
        },
        {
            "id": "8f653aa8-8241-4497-9654-148261e32cf9",
            "word": "great grey kangaroo",
            "phonetic": "ɡɹeɪt ɡɹeɪ kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXQgZ3JleSBrYW5nYXJvbw&hash=c449e26dcdf3924ea1532d1713347ee0a239c46d&lang=en&cache-only=0",
            "defineEn": "a large marsupial native to Australia, known for its distinctive grey fur, powerful hind legs",
            "defineVi": "một loài thú có túi lớn có nguồn gốc từ Úc, được biết đến với bộ lông màu xám đặc biệt, đôi chân sau mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "87ea474b-9b9c-4afe-a1ef-5bab8ea68a80",
            "word": "quokka",
            "phonetic": "kwɑːkə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVva2th&hash=817abb4edf49b32c26a82d71b9156fe686960490&lang=en&cache-only=0",
            "defineEn": "a small macropod marsupial species found in Western Australia, known for their cute and friendly appearance, and often referred to as the \"world's happiest animal\"",
            "defineVi": "một loài thú có túi macropod nhỏ được tìm thấy ở Tây Úc, được biết đến với vẻ ngoài dễ thương và thân thiện, và thường được gọi là \"động vật hạnh phúc nhất thế giới\""
        },
        {
            "id": "8ec09916-bc68-4b07-9261-9219772a9818",
            "word": "potoroo",
            "phonetic": "pɑːɾoːɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90b3Jvbw&hash=eaa82c2d1131a328c2d5fb35c6d6caefaf6d9d82&lang=en&cache-only=0",
            "defineEn": "a small marsupial with a stocky body, short tail, and long hind legs adapted for hopping, known for its burrowing behavior and primarily herbivorous diet",
            "defineVi": "một loài thú có túi nhỏ với thân hình chắc nịch, đuôi ngắn và chân sau dài thích nghi với việc nhảy, được biết đến với hành vi đào hang và chế độ ăn chủ yếu là ăn cỏ"
        },
        {
            "id": "75d95062-a065-4cf3-b977-7e36e5e52841",
            "word": "pademelon",
            "phonetic": "peɪdmɛlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFkZW1lbG9u&hash=9c4a2254d45a03e1ee4043dd57178f1a3a190aea&lang=en&cache-only=0",
            "defineEn": "a small marsupial resembling a small kangaroo or wallaby, known for its compact body, short tail, and hopping locomotion",
            "defineVi": "một loài thú có túi nhỏ giống như một con kangaroo nhỏ hoặc wallaby, được biết đến với thân hình nhỏ gọn, đuôi ngắn và khả năng vận động nhảy",
            "hasImg": true
        },
        {
            "id": "3ee13b4b-b7ca-4ff3-ad2d-96f6ff724b8e",
            "word": "cuscus",
            "phonetic": "kʌskəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VzY3Vz&hash=caa8578cb7c6e22f9b65b599a714b909e9e90c0a&lang=en&cache-only=0",
            "defineEn": "an arboreal marsupial known for its round body, long prehensile tail, and soft fur, found in Australia, New Guinea, and nearby islands",
            "defineVi": "một loài thú có túi sống trên cây được biết đến với thân hình tròn trịa, đuôi dài và bộ lông mềm mại, được tìm thấy ở Úc, New Guinea và các đảo lân cận"
        },
        {
            "id": "26cbad75-47f3-4606-930e-4102b72e94ed",
            "word": "wallaroo",
            "phonetic": "wɔlɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FsbGFyb28&hash=854886d8453c59c43580520230a2ea5c54ec5fc5&lang=en&cache-only=0",
            "defineEn": "an intermediate-sized macropod species found in Australia, closely related to the kangaroo and wallaby, and typically characterized by their robust build and short, thick tail",
            "defineVi": "một loài macropod có kích thước trung bình được tìm thấy ở Úc, có họ hàng gần với chuột túi và wallaby, và thường được đặc trưng bởi thân hình chắc khỏe và chiếc đuôi ngắn, dày"
        },
        {
            "id": "b1946be2-f79c-4f2a-8898-3e80f305f383",
            "word": "marsupial mole",
            "phonetic": "mɑːɹsuːpɪəl moʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFyc3VwaWFsIG1vbGU&hash=5965f7283f920f9edba51041554dc790a3567fdb&lang=en&cache-only=0",
            "defineEn": "a burrowing mammal found in arid regions of Australia, with a cylindrical body and velvety fur",
            "defineVi": "một loài động vật có vú đào hang được tìm thấy ở những vùng khô cằn của Úc, với thân hình trụ và bộ lông mượt như nhung"
        },
        {
            "id": "5a671b2d-5023-4ba3-ba3f-9526ea825501",
            "word": "bettong",
            "phonetic": "bɛʔn̩ɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bettongs are fascinating animals that come from Australia.",
                "No, really, everyone loves the bettong.",
                "Sydney the brush-tailed bettong is in the far end of the room.",
                "For several years we had a wonderful breeding pair of brush-tailed bettongs.",
                "Like the recent re-homing of our brush-tailed bettong pair, which you can find that story right here."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV0dG9uZw&hash=94de0ab0acdf9257a210b3e9e31106aa6e7b487a&lang=en&cache-only=0",
            "defineEn": "a small marsupial found in Australia characterized by its compact body, long tail, powerful hind legs, and unique hopping gait",
            "defineVi": "một loài thú có túi nhỏ được tìm thấy ở Úc với đặc điểm là thân hình nhỏ gọn, đuôi dài, chân sau khỏe và dáng đi nhảy độc đáo"
        },
        {
            "id": "7252bc3d-7aee-4f15-89ce-6a4ae7a81e5d",
            "word": "boodie",
            "phonetic": "buːdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vZGll&hash=11c314a41a096966f5bdd2bf7e356bd4c4c891a0&lang=en&cache-only=0",
            "defineEn": "a small marsupial endemic to Australia that is known for its ability to dig complex underground burrow systems",
            "defineVi": "một loài thú có túi nhỏ đặc hữu của Úc được biết đến với khả năng đào các hệ thống hang ngầm phức tạp"
        },
        {
            "id": "bcf9cd79-17e4-433b-a7e9-9cf5c8f3009e",
            "word": "mulgara",
            "phonetic": "mʌlɡɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsZ2FyYQ&hash=1a04ea5fcaba1afc30a6ad48ae4802713eb05825&lang=en&cache-only=0",
            "defineEn": "a small carnivorous marsupial native to arid regions of Australia, known for its acute hearing and nocturnal habits",
            "defineVi": "một loài thú có túi ăn thịt nhỏ có nguồn gốc từ các vùng khô cằn của Úc, được biết đến với thính giác nhạy bén và thói quen sống về đêm"
        },
        {
            "id": "62e47138-807e-4d38-a727-18f24ceff5f7",
            "word": "antechinus",
            "phonetic": "æntɪtʃɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50ZWNoaW51cw&hash=4906ae077ea22a4fbbf39b2c919c9ac880e0bc3a&lang=en&cache-only=0",
            "defineEn": "a genus of small insectivorous marsupials native to Australia, known for their unique mating behavior and short lifespan",
            "defineVi": "một chi thú có túi nhỏ ăn côn trùng có nguồn gốc từ Úc, được biết đến với hành vi giao phối độc đáo và tuổi thọ ngắn"
        },
        {
            "id": "b92ced81-10cd-45d4-a152-ec9d2aad16c3",
            "word": "kowari",
            "phonetic": "kaʊɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a293YXJp&hash=ed63c9627e5e15fef9df14d79f86d19a895ec272&lang=en&cache-only=0",
            "defineEn": "a small carnivorous marsupial native to Australia, with a body length of about 16-18 cm and a bushy tail of about the same length",
            "defineVi": "một loài thú có túi ăn thịt nhỏ có nguồn gốc từ Úc, với chiều dài cơ thể khoảng 16-18 cm và chiếc đuôi rậm rạp có chiều dài tương đương"
        },
        {
            "id": "6658bcef-4c1f-4aaf-9202-2fc4957fec12",
            "word": "ringtail",
            "phonetic": "ɹɪŋteɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Today we have the whole tail fish, ringtail porgys, whole black bass, we'll see what they bring."
            ],
            "audio": "https://tts.langeek.co/read?text=cmluZ3RhaWw&hash=46de4f86bdd6285c83c45af63c43bc1372b00ceb&lang=en&cache-only=0",
            "defineEn": "a small, arboreal marsupial known for its distinctive appearance, characterized by a long, bushy tail",
            "defineVi": "một loài thú có túi nhỏ, sống trên cây, được biết đến với vẻ ngoài đặc biệt, được đặc trưng bởi một cái đuôi dài và rậm rạp"
        },
        {
            "id": "b97e1f00-4593-4a0d-864d-64f4ba1a1d0a",
            "word": "woylie",
            "phonetic": "wɔɪli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d295bGll&hash=7c94cbe8eb16c6f64a4df5d9c73d490b928eeff6&lang=en&cache-only=0",
            "defineEn": "a small marsupial native to Australia known for its distinctive appearance, including a long, bushy tail, soft fur, and nocturnal behavior",
            "defineVi": "một loài thú có túi nhỏ có nguồn gốc từ Úc được biết đến với vẻ ngoài đặc biệt, bao gồm chiếc đuôi dài, rậm rạp, bộ lông mềm mại và hành vi sống về đêm"
        }
    ]
}