{
    "id": "c6541fa1-fa2d-46f2-a824-eb90bfc02fca",
    "title": "Physical Healthcare and Recovery",
    "originalTitle": "Physical Healthcare and Recovery",
    "words": [
        {
            "id": "855483c7-c19c-4101-8d32-b49e99d0d42b",
            "word": "all-clear",
            "phonetic": "ɔːlklɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxsLWNsZWFy&hash=e6349993163f2881d3631742704bbe944d0124a7&lang=en&cache-only=0",
            "defineEn": "a signal (usually a siren) that danger is over",
            "defineVi": "một tín hiệu (thường là còi báo động) rằng nguy hiểm đã qua"
        },
        {
            "id": "c39c20d1-9e84-4825-b3af-873ac47433b9",
            "word": "bedrest",
            "phonetic": "bɛdɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVkcmVzdA&hash=02f3fb3fbfad721898c627593a777bf6e1a47640&lang=en&cache-only=0",
            "defineEn": "confinement of a patent to bed as in the treatment of an illness",
            "defineVi": "giam cầm bằng sáng chế trên giường như trong điều trị bệnh",
            "hasImg": true
        },
        {
            "id": "a338eac6-8121-4311-9a75-64ec89ef6fca",
            "word": "better",
            "phonetic": "bɛɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The idea was to better the prisoners, not to break them.",
                "And bettering our lives.",
                "If you didn't like it, SUGGEST BETTER PHRASES OF THE WEEK IN COMMENTS.",
                "Both had a passion for bettering the community.",
                "Let's Better Know: Henri Rousseau’s"
            ],
            "audio": "https://tts.langeek.co/read?text=YmV0dGVy&hash=678d0fce7452d4e29a00735c403367c677debd7f&lang=en&cache-only=0",
            "defineEn": "recovered from a physical or mental health problem completely or compared to the past",
            "defineVi": "phục hồi hoàn toàn từ một vấn đề sức khỏe thể chất hoặc tinh thần hoặc so với quá khứ",
            "hasImg": true
        },
        {
            "id": "7ee0b945-f4e7-415e-9a63-558a5a62af18",
            "word": "care",
            "phonetic": "kɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Goodbye, take care of yourself.",
                "She will need around-the-clock care for the rest of her life.",
                "I could care less about award shows.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZQ&hash=ddfbdda004ac986868057245c7edf93e26f441ae&lang=en&cache-only=0",
            "defineEn": "the action of looking after someone or providing treatment for them",
            "defineVi": "hành động chăm sóc ai đó hoặc điều trị cho họ",
            "hasImg": true
        },
        {
            "id": "3dcf58ba-3f92-4e9b-b9b1-e1d801cca4ac",
            "word": "to care for",
            "phonetic": "tə kɛɹ fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have a duty to care for the refugees.",
                "She spends long hours caring for the animals and finding them loving homes.",
                "Sarah decided to take on the responsibility of caring for her elderly mother, and even though it can be difficult at times, she knows that a burden of one's own choice is not felt.",
                "I don't care for football, but to each his own.",
                "Most of her life was spent in caring for others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZSBmb3I&hash=7c4b5d9f5ce7a42094badc65413a3a540d6e1aa1&lang=en&cache-only=0",
            "defineEn": "to provide treatment for or look after a person or an animal that is sick or injured",
            "defineVi": "để điều trị hoặc chăm sóc cho một người hoặc một con vật bị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "c9ca75f7-69e7-43de-b9bb-09836e583367",
            "word": "to bounce back",
            "phonetic": "tə baʊns bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dough is bouncing back.",
                "But during the warmer interglacial periods, forests bounced back.",
                "They bounced back in May, June and July.",
                "Yeah, it's bouncing back.",
                "Next year it'll bounce back?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm91bmNlIGJhY2s&hash=4b70fd293507dfa0a0ca87d8b7911f867fab5ac5&lang=en&cache-only=0",
            "defineEn": "to regain health after an illness or become successful again after facing difficulties",
            "defineVi": "để lấy lại sức khỏe sau khi bị bệnh hoặc trở nên thành công trở lại sau khi gặp khó khăn",
            "hasImg": true
        },
        {
            "id": "1f53ca90-d099-47ae-8c07-f84833ad6845",
            "word": "contact tracing",
            "phonetic": "kɑːntækt tɹeɪsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's contact tracing.",
                "This system is also capable of contact tracing.",
                "The CDC also suggests schools employ masks, social distancing, disinfection, contact tracing, and hand hygiene.",
                "With little testing and hardly any contact tracing, the virus was able to spread silently throughout the country.",
                "And since last April, Partners In Health has worked here in the U.S., with an ambitious contact tracing in Massachusetts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFjdCB0cmFjaW5n&hash=b6297500ba42200e1f3c53848a4c9e49430173b8&lang=en&cache-only=0",
            "defineEn": "the process of trying to identify individuals who might have had close contact with an infected individual, particularly in order to treat or quarantine them",
            "defineVi": "quá trình cố gắng xác định những cá nhân có thể đã tiếp xúc gần với một người bị nhiễm bệnh, đặc biệt là để điều trị hoặc cách ly họ"
        },
        {
            "id": "9d8a4d72-c39d-44cb-9cbd-99618449a19b",
            "word": "to convalesce",
            "phonetic": "tə kɑːnvəlɛs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmFsZXNjZQ&hash=81cad3c49420a6effa64744cb09db45e1e424670&lang=en&cache-only=0",
            "defineEn": "to  spend time in order to recover from an illness and regain one's strength",
            "defineVi": "dành thời gian để khỏi bệnh và lấy lại sức lực",
            "hasImg": true
        },
        {
            "id": "e5db847c-4539-49b5-9eec-e939430c4634",
            "word": "to deep-clean",
            "phonetic": "tə diːpkliːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "To lure panic-stricken travelers back, U.S. carriers have implemented new rules, deep-cleaned planes, and waived some fees."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVlcC1jbGVhbg&hash=735431be9593e249d60c475d3e93b3008306ab9c&lang=en&cache-only=0",
            "defineEn": "to clean something carefully and thoroughly to prevent the spread of infection and germs",
            "defineVi": "để làm sạch một cái gì đó một cách cẩn thận và kỹ lưỡng để ngăn chặn sự lây lan của nhiễm trùng và vi trùng"
        },
        {
            "id": "16a1952e-cc25-4661-9d0f-0d363256ba57",
            "word": "deep-cleaning",
            "phonetic": "diːpkliːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVlcC1jbGVhbmluZw&hash=06992618928c5ad4b7d0e4394801c215ef8411e6&lang=en&cache-only=0",
            "defineEn": "the process of cleaning all parts of something thoroughly and with extreme care in order to prevent the spread of infection",
            "defineVi": "quá trình làm sạch tất cả các bộ phận của một cái gì đó một cách kỹ lưỡng và hết sức cẩn thận để ngăn ngừa sự lây lan của nhiễm trùng"
        },
        {
            "id": "7ad5e746-7faf-4d8c-92b8-e1051e939d22",
            "word": "to get over",
            "phonetic": "tə ɡɛt oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In our lectures we need to get over the importance of online safety.",
                "Still can't get over the idea that someone thought bullying real life children was an acceptable thing to do.",
                "He reminded himself that he that stays in the valley will not get over the hill, and enrolled in advanced classes.",
                "The company must stop shooting itself in the foot if it wants to get over its troubles.",
                "I can’t get over how well you look."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG92ZXI&hash=83037611240839e799dcff7ab3d4554f3cfcf990&lang=en&cache-only=0",
            "defineEn": "to recover from an unpleasant or unhappy experience, particularly an illness",
            "defineVi": "để phục hồi từ một trải nghiệm khó chịu hoặc không vui, đặc biệt là một căn bệnh",
            "hasImg": true
        },
        {
            "id": "3f7b516d-d0fa-4490-a1d3-2cac0a9538b2",
            "word": "to heal",
            "phonetic": "tə hiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "That cut is taking a long time to heal.",
                "After going through a painful breakup, I thought I would never be able to love again, but time heals all wounds, and I eventually moved on.",
                "After the accident, I was in a lot of pain, but the doctor reassured me that time works wonders and that I would heal.",
                "Maybe heal another energy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhbA&hash=e9849fbd7cc0f6e03c9c6180435333e86417c91b&lang=en&cache-only=0",
            "defineEn": "to become healthy again",
            "defineVi": "trở nên khỏe mạnh trở lại",
            "hasImg": true
        },
        {
            "id": "cca4af90-366a-47b5-830e-6cf019bc677d",
            "word": "healing",
            "phonetic": "hiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "They believe in the healing properties of sage and use it in their homemade natural remedies and beauty products.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "Music can also aid healing.",
                "Navajo Tech recently brought back small healing ceremonies for students."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbGluZw&hash=46ace8a0dd9777b741f3ee57f9fbfe75b9cd5e5d&lang=en&cache-only=0",
            "defineEn": "the process of making or becoming healthy once more",
            "defineVi": "quá trình làm hoặc trở nên khỏe mạnh một lần nữa",
            "hasImg": true
        },
        {
            "id": "1d0fa421-e0e5-451d-a1c1-32273e509b6e",
            "word": "herd immunity",
            "phonetic": "hɜːd ɪmjuːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is called herd immunity.",
                "With vaccine refusal on the rise, our herd immunity is breaking down.",
                "Herd immunity is an idea that goes back at least 100 years.",
                "WOMAN: I shifted my focus from myself to other people, to herd immunity, to a bigger picture outside of just this bubble.",
                "And that's kinda the whole concept of herd immunity."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZCBpbW11bml0eQ&hash=46068f9357efa79c87bb6440f84e1cda3594f748&lang=en&cache-only=0",
            "defineEn": "protection from a disease that occurs when a large portion of a population becomes immune to an infectious disease through vaccination or prior illness",
            "defineVi": "bảo vệ khỏi một căn bệnh xảy ra khi một phần lớn dân số trở nên miễn dịch với một bệnh truyền nhiễm thông qua tiêm chủng hoặc mắc bệnh trước đó"
        },
        {
            "id": "ce80dd2b-44a2-423b-81c8-2b671b48c655",
            "word": "to immunize",
            "phonetic": "tʊ ɪmjuːnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, nearly 63 percent of U.S. adults are at least partially immunized.",
                "Now the San Francisco Zoo has immunized 124 mountain yellow-legged frogs.",
                "And more importantly, only about three percent of the U.S. population has been immunized so far.",
                "And in 2017, a record 123 million children were immunized with at least one dose of DTP.",
                "She also encouraged pregnant women to be immunized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1tdW5pemU&hash=d58d0715d48013241b25326ec05d8e09d49ffc14&lang=en&cache-only=0",
            "defineEn": "to protect an animal or a person from a disease by vaccination",
            "defineVi": "để bảo vệ một con vật hoặc một người từ một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "05294d3c-0951-4fc1-8d89-67f479d60c86",
            "word": "informed consent",
            "phonetic": "ɪnfɔːɹmd kənsɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And one of those is informed consent.",
                "For example, informed consent of the subject is a must.",
                "Also at this point, the American Psychological Association suggests that you acquire everyone's informed consent to participate.",
                "And so that's why we have informed consent now.",
                "And they couldn’t have gotten informed consent, since warning participants about the experiment would have changed how they reacted."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtZWQgY29uc2VudA&hash=b39a00f73594bea8a3b7ada2f1f51695b947921e&lang=en&cache-only=0",
            "defineEn": "permission given by a patient to receive a particular treatment, informed of all the possible consequences and risks",
            "defineVi": "sự cho phép của bệnh nhân để được điều trị cụ thể, được thông báo về tất cả các hậu quả và rủi ro có thể xảy ra"
        },
        {
            "id": "52cfb7eb-cbaa-4b9c-a574-2a98df167eac",
            "word": "inoculation",
            "phonetic": "ɪnɑːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And what is inoculation mean?",
                "Our lead tonight: The nation's inoculation campaign against COVID-19 is gaining ground.",
                "Several European countries halt the use of one inoculation amid another wave of infections.",
                "Questions arise about a promising inoculation after reports of incomplete data regarding its efficacy.",
                "But there is an overwhelming resistance to inoculation."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5vY3VsYXRpb24&hash=fda149fc21b74d22bcf174365e4542963723cb47&lang=en&cache-only=0",
            "defineEn": "the process of boosting the immunity system of a person or animal against a disease by vaccination",
            "defineVi": "quá trình tăng cường hệ thống miễn dịch của người hoặc động vật chống lại bệnh tật bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "ef0756c9-ce86-4187-9183-a33a0180b0ac",
            "word": "to inoculate",
            "phonetic": "tʊ ɪnɑːkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your job is to inoculate the townspeople against false information before the election.",
                "The World Health Organization has arranged for 100,000 doses to inoculate Palestinian front-line workers.",
                "So I was inoculated against is what I would say.",
                "We saw Vice President Mike Pence be inoculated with the vaccine today.",
                "But on the micro-economic level it’s your job to inoculate yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5vY3VsYXRl&hash=df260a5d31126f2bd1d6c8c979446f4bbe9f231c&lang=en&cache-only=0",
            "defineEn": "to boost the immunity system of a person or animal against a disease by vaccination",
            "defineVi": "để tăng cường hệ thống miễn dịch của một người hoặc động vật chống lại một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "f93fb902-7900-47ea-a012-62c2915cc06b",
            "word": "curable",
            "phonetic": "kjʊɹɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It viewed mental illness as an irreversible condition, almost like a personality trait, rather than a curable illness.",
                "- She knows this is not a curable disease, and I think she sets various goals at different times to be able to try to reach.",
                "Step 1: Infect patients suffering from the later stages of syphilis with the parasite that causes malaria, the deadly but curable mosquito-borne disease."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYWJsZQ&hash=cd95b677ca5bfa0021ae055923427e89ed438f79&lang=en&cache-only=0",
            "defineEn": "(of an illness or disease) capable of being cured",
            "defineVi": "(về bệnh tật) có khả năng chữa khỏi"
        },
        {
            "id": "70b76eb5-8464-477c-8457-ae6e937882e6",
            "word": "convalescence",
            "phonetic": "kɑːnvəlɛsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udmFsZXNjZW5jZQ&hash=3628ed116794a7ff1f644832f285d29a71d8b307&lang=en&cache-only=0",
            "defineEn": "a period of time spent for gradual recovery of health and strength after an illness, injury, or a medical operation",
            "defineVi": "một khoảng thời gian dành cho việc phục hồi dần dần sức khỏe và sức lực sau khi bị bệnh, chấn thương hoặc phẫu thuật y tế",
            "hasImg": true
        },
        {
            "id": "b33443da-4523-49d9-8cdb-902f6cce7e6b",
            "word": "remission",
            "phonetic": "ɹᵻmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They go into remission.",
                "He is in remission right now.",
                "With a functional cure, on the other hand, the person would basically be in remission.",
                "And if you do, remission rates go up.",
                "And the remission rates of the symptoms, overall symptoms, every symptom, even that little bit of fear is only 10%."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtaXNzaW9u&hash=abfe2b9032b6d7bb1202c7417dd1a1635a844cfe&lang=en&cache-only=0",
            "defineEn": "a period during which a patient's condition improves and the symptoms seem less severe",
            "defineVi": "một khoảng thời gian mà tình trạng của bệnh nhân được cải thiện và các triệu chứng có vẻ ít nghiêm trọng hơn"
        },
        {
            "id": "b613f483-cee8-48ec-917f-ba501986cfe3",
            "word": "recuperative",
            "phonetic": "ɹᵻkjuːpɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjdXBlcmF0aXZl&hash=e3d76a87732464ccbc74f264b1c10b40825dea3b&lang=en&cache-only=0",
            "defineEn": "promoting one's health and strength after a period of injury or illness",
            "defineVi": "tăng cường sức khỏe và sức mạnh của một người sau một thời gian bị thương hoặc bệnh tật"
        },
        {
            "id": "178bcd59-348b-40e8-a9ec-1dc2d67bde9e",
            "word": "recuperation",
            "phonetic": "ɹᵻkjuːpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Part of it probably has to do with simple recuperation, allowing our neurons and other cells to rest and repair themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjdXBlcmF0aW9u&hash=6c801d2df0995f051b36681c32014e5a8903c372&lang=en&cache-only=0",
            "defineEn": "the process or fact of regaining one's health or strength after a period of illness or injury",
            "defineVi": "quá trình hoặc thực tế lấy lại sức khỏe hoặc sức mạnh của một người sau một thời gian bị bệnh hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "673a0bbe-1989-40ce-886f-3a5be3fd12de",
            "word": "recovery",
            "phonetic": "ɹᵻkʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent economic recovery was almost entirely led by exports.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "Ben’s making a good recovery, touch wood."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Zlcnk&hash=5ca64ffdcac969a85f44c810039c5ed4af698b31&lang=en&cache-only=0",
            "defineEn": "the process of becoming healthy again after an injury or disease",
            "defineVi": "quá trình trở nên khỏe mạnh trở lại sau một chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "7cfae7ad-51b4-4b25-84e9-99df541903bc",
            "word": "to recover",
            "phonetic": "tə ɹᵻkʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police apprehended the thief and recovered the stolen items.",
                "The police officer arrested the thief and recovered the stolen items.",
                "Emily had just recovered from her illness and was now in the pink of health.",
                "Alice was given a new lease on life after she recovered from her illness.",
                "To recover his glasses, the scientist darted to his car like a scalded cat and clambered quickly in."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3Zlcg&hash=1f30f7bd8cf9e3081226c5669bae6969b6ae13c2&lang=en&cache-only=0",
            "defineEn": "to regain complete health after a period of sickness or injury",
            "defineVi": "để lấy lại sức khỏe hoàn toàn sau một thời gian bị bệnh hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "f90a0843-00a0-4b69-93d4-494e259f545e",
            "word": "CT",
            "phonetic": "siːtiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Think of CT like this.",
                "Then CT scanners and computer modeling came along.",
                "CT scans reveal that sumo wrestlers don't have much visceral fat at all.",
                "CT scans can even detect heart disease and cavities in mummies buried thousands of years ago.",
                "A CT scanner works by sending a fan or cone of X-rays through a patient to an array of detectors."
            ],
            "audio": "https://tts.langeek.co/read?text=Q1Q&hash=aef833493d823f0678524717dcb7c3e958cf8fc0&lang=en&cache-only=0",
            "defineEn": "a medical test that uses special X-ray technology to create detailed pictures of the inside of a person's body",
            "defineVi": "một bài kiểm tra y tế sử dụng công nghệ tia X đặc biệt để tạo ra hình ảnh chi tiết bên trong cơ thể của một người"
        }
    ]
}