{
    "id": "c7846054-b05b-4bc0-8559-4b41a4365850",
    "title": "Describing Medicines",
    "originalTitle": "Describing Medicines",
    "words": [
        {
            "id": "8794c160-3905-47be-a8ed-d07239881840",
            "word": "antiretroviral",
            "phonetic": "æntɪɹɛtɹoʊvaɪɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They called it highly active antiretroviral therapy, or HAART, because it worked so much better than the individual antiretrovirals.",
                "They could stop taking antiretrovirals, but somewhere, deep inside them, they’d still have a small amount of the virus.",
                "They called it highly active antiretroviral therapy, or HAART, because it worked so much better than the individual antiretrovirals.",
                "And, finally, a lawsuit actually was filed by pharmaceutical companies against South Africa because they were purchasing cheaper drugs from India, India, who provided antiretroviral therapy to the world, who's now in trouble.",
                "One thing they’ve tried is giving antiretrovirals extremely early on."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXJldHJvdmlyYWw&hash=9599fecb8469f855a4a8fb8a0f23f812e430881c&lang=en&cache-only=0",
            "defineEn": "relating to to medications or treatments that inhibit the replication of retroviruses, such as HIV",
            "defineVi": "liên quan đến thuốc hoặc phương pháp điều trị ức chế sự sao chép của retrovirus, chẳng hạn như HIV"
        },
        {
            "id": "405229db-2e70-40b7-a241-2b2088df405f",
            "word": "antibacterial",
            "phonetic": "æntɪbæktɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We used antibacterial soap to keep germs away.",
                "I use neem toothpaste for its natural antibacterial properties and to maintain oral hygiene.",
                "The brine, that salty solution, produces lactic acid and other antibacterial substances.",
                "It has antibacterial powers, and if nothing else, it adds a little sweetness your sleepy time tea.",
                "Soap is antibacterial by definition, I promise."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJhY3RlcmlhbA&hash=8bd41589110e2f1f270b27988c3a091c86d6f93b&lang=en&cache-only=0",
            "defineEn": "destroying bacteria or inhibiting their growth",
            "defineVi": "tiêu diệt vi khuẩn hoặc ức chế sự phát triển của chúng"
        },
        {
            "id": "2a9416d1-5bea-45e1-9ed5-dd034f696f96",
            "word": "antiviral",
            "phonetic": "æntɪvaɪɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For viruses, we use antiviral medications.",
                "That's an antiviral medication.",
                "Another part of the WHO megatrial involves a combination of two other antiviral drugs: lopinavir and ritonavir.",
                "To ultimately beat this coronavirus, we’ll need an antiviral medication or immunity through a vaccine.",
                "Today we have better sanitation, vaccines, and antivirals, yet hundreds of thousands of people still die every year from the flu."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXZpcmFs&hash=a26e30c106e2b4f19a4f120d21c6b041ceeb45a7&lang=en&cache-only=0",
            "defineEn": "inhibiting or destroying the growth and replication of viruses",
            "defineVi": "ức chế hoặc tiêu diệt sự phát triển và nhân lên của virus"
        },
        {
            "id": "e27dbb06-45c3-4b33-94af-eb1f38c7a240",
            "word": "aseptic",
            "phonetic": "æsɛptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNlcHRpYw&hash=8f2efa784972ba818f5a234a844e1ee5802b26e8&lang=en&cache-only=0",
            "defineEn": "medically clean and free from any form of contamination",
            "defineVi": "sạch về mặt y tế và không có bất kỳ hình thức ô nhiễm nào"
        },
        {
            "id": "d814e1bd-5387-4358-8e56-0f5e4761153a",
            "word": "curative",
            "phonetic": "kjʊɹɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bone marrow transplantations offer a curative measure, but these procedures are complicated and often inaccessible.",
                "The idea is that diluting and agitating the ingredients activates their curative powers and enhances their effect."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYXRpdmU&hash=a58cac8878d264e3a56a07eb9b6dccb2f644bd0a&lang=en&cache-only=0",
            "defineEn": "having properties that can cure a disease or illness",
            "defineVi": "có đặc tính có thể chữa bệnh hoặc bệnh tật"
        },
        {
            "id": "8ca4eba2-8bf1-42de-ada7-43a1e12bb147",
            "word": "corrective",
            "phonetic": "kɚɹɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In Seoul, Korea alone, 97% of 19-year-old males need corrective lenses.",
                "In corrective laser eye surgery, surgeons rely on excimer lasers.",
                "Corrective surgeries like LASIK don’t actually work on your lens.",
                "Fortunately, corneal implants and laser surgery may one day eliminate the need for corrective devices altogether. ",
                "That provided initiated corrective action for any impact that may have happened in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVjdGl2ZQ&hash=a4578da408a0b16497b7e73df5d31be6486d41a9&lang=en&cache-only=0",
            "defineEn": "intended or designed to improve or correct a bad or undesirable situation",
            "defineVi": "dự định hoặc thiết kế để cải thiện hoặc sửa chữa một tình huống xấu hoặc không mong muốn"
        },
        {
            "id": "0f0eb04f-2b0a-4f7e-a867-a311130e2990",
            "word": "habit-forming",
            "phonetic": "hæbɪtfɔːɹmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFiaXQtZm9ybWluZw&hash=4c331f52d6831a3374c6f20ee83adacc46566c06&lang=en&cache-only=0",
            "defineEn": "causing or characterized by addiction",
            "defineVi": "gây ra hoặc đặc trưng bởi nghiện"
        },
        {
            "id": "526af7c9-eab6-4636-9bb2-e26db160c977",
            "word": "hypodermic",
            "phonetic": "haɪpədɜːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it's kind of like these hypodermic needles.",
                "The embedded harpoon doubles as a hypodermic needle to inject the victim with paralyzing venom.",
                "HIV is transmitted through exchange of bodily fluids, mostly through unprotected sexual contact, exchange of non-sterilized hypodermic needles, and earlier on in the epidemic, HIV-infected blood transfusions. ",
                "So it's like stepping on a hypodermic needle that is upside down ready to squirt as soon as it has force applied.",
                "They manufacture that venom using modified saliva glands, and deliver it using hypodermic needles disguised as teeth."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2Rlcm1pYw&hash=2b30e226d0a5d90d9ca6d175385ffcbbf311c29e&lang=en&cache-only=0",
            "defineEn": "related to the parts deep under the skin",
            "defineVi": "liên quan đến các bộ phận sâu dưới da"
        },
        {
            "id": "aedf5eec-b846-4cd4-ad3f-6694a1b692ed",
            "word": "intravenous",
            "phonetic": "ɪntɹəviːnəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our goal is to really change the way intravenous drugs are delivered and to move that delivery from the hospital or clinic into the patient's home.",
                "Intravenous or oral versions, used to treat chronic autoimmune conditions like lupus or inflammatory bowel disease, impact the whole body.",
                "And during a difficult childbirth she was given intravenous Fentanyl, an opioid painkiller, by a doctor who didn’t know about her addiction.",
                "It's important that if your baby is showing signs of water intoxication that you take them to the hospital immediately, where a doctor will likely provide some form of fluids like intravenous saline solution to bring the infant's sodium levels up to normal."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmF2ZW5vdXM&hash=916b8e31f5f0017a9d95c960e9177a0b8e43ff64&lang=en&cache-only=0",
            "defineEn": "within, administered into, taking place in, or connected to a vein",
            "defineVi": "bên trong, đưa vào, diễn ra trong, hoặc kết nối với tĩnh mạch",
            "hasImg": true
        },
        {
            "id": "2c7e5573-de43-44cc-9895-581ac3efa47c",
            "word": "mind-bending",
            "phonetic": "maɪndbɛndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWluZC1iZW5kaW5n&hash=f4b8067dfee629a67b8019834ba674cf0cb7dfb5&lang=en&cache-only=0",
            "defineEn": "intensely affecting the mind especially in producing hallucinations",
            "defineVi": "ảnh hưởng mạnh mẽ đến tâm trí, đặc biệt là trong việc tạo ra ảo giác"
        },
        {
            "id": "51133470-2688-4655-a9d9-f050da2a4126",
            "word": "oral",
            "phonetic": "oːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These people mostly are just oral.",
                "The other thing is sometimes for oral deaf.",
                "There are oral deaf.",
                "Pringle Alim: Your oral health is a part of your overall health.",
                "One, this is oral history."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhbA&hash=a0329c8b19754856a7f0a749dba7d9e13ffb5a94&lang=en&cache-only=0",
            "defineEn": "related to or occurring in the mouth or the oral cavity",
            "defineVi": "liên quan đến hoặc xảy ra trong miệng hoặc khoang miệng"
        },
        {
            "id": "46ea508b-25ef-4f69-8ad9-781c27f43b69",
            "word": "pharmaceutical",
            "phonetic": "fɑːɹmɐsuːɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The interviewer suddenly began whaling on the politician over his alleged ties to the pharmaceutical industry.",
                "Airlines do carry pharmaceuticals and vaccines all the time.",
                "Consumer products and pharmaceuticals also make up a big share of counterfeit goods.",
                "In 2002, two big pharmaceutical companies took interest in male contraception, Schering and Organon.",
                "And pharmaceutical companies then turned those into drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY2V1dGljYWw&hash=cfd99b8a1746f48226ba3b435166731a4396c192&lang=en&cache-only=0",
            "defineEn": "of or relating to pharmacy or pharmacists",
            "defineVi": "của hoặc liên quan đến hiệu thuốc hoặc dược sĩ"
        },
        {
            "id": "c45d9984-9fb9-41b3-84e0-834b0a77f733",
            "word": "potent",
            "phonetic": "poʊtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The medication has a stiff dosage, so be prepared for its potent effects.",
                "While she had the looks and charm to impress others, it wasn't until her family provided her with the financial resources to start her own business that she truly began to thrive, demonstrating how beauty is potent, but money is omnipotent.",
                "Nonviolent resistance is the most potent weapon.",
                "They produce methane, a very potent greenhouse gas.",
                "Methane is 86 times more potent a climate change gas than CO2 over a 20 year period."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50&hash=7009e6fdd7743105098c4b886e85fce880d32859&lang=en&cache-only=0",
            "defineEn": "having a strong physiological or chemical effect",
            "defineVi": "có tác dụng sinh lý hoặc hóa học mạnh mẽ"
        },
        {
            "id": "d19c8298-8caf-4ee8-b513-c1a153324323",
            "word": "prophylactic",
            "phonetic": "pɹɑːfɪlæktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvcGh5bGFjdGlj&hash=44712d05340921b91933cf8b091572661009d31b&lang=en&cache-only=0",
            "defineEn": "preventing or contributing to the prevention of disease",
            "defineVi": "ngăn ngừa hoặc góp phần ngăn ngừa bệnh tật"
        },
        {
            "id": "86648b71-4028-4fea-8d14-b188f2d4c700",
            "word": "psychedelic",
            "phonetic": "saɪkɪdɛlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can week-old pizza cause psychedelic hallucinations?",
                "But they also explain the mushroom’s psychedelic effects.",
                "Psychedelics or a class of drugs that cause hallucination experiences and altered states of consciousness, when you consume a normal dose of them.",
                "So he had a passion for psych and psychedelic patterns.",
                "Also called psychedelics, these drugs distort perceptions and evoke sensory images in the absence of actual sensory input."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hlZGVsaWM&hash=e3240bfcd9cc8dd444e604cc1d80ceb4f1531a0f&lang=en&cache-only=0",
            "defineEn": "(of a mental state) characterized by intense and distorted perceptions and hallucinations and feelings of euphoria or sometimes despair",
            "defineVi": "(của một trạng thái tinh thần) được đặc trưng bởi nhận thức và ảo giác mãnh liệt và méo mó và cảm giác hưng phấn hoặc đôi khi tuyệt vọng"
        },
        {
            "id": "bf657356-8b9b-4a51-a189-60f8329bf62b",
            "word": "psychoactive",
            "phonetic": "saɪkoʊæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Psychoactive drugs are chemical substances that alter your mood and perception.",
                "Altered states can also include things like hallucinations, and the effects of psychoactive drugs.",
                "Ketamine is a psychoactive drug that was originally approved for anesthesia and is now being used to treat depression.",
                "THC is thought to be primarily responsible for marijuana’s psychoactive effects on behavior, cognition, and perception, while CBD is responsible for the non-psychoactive effects.",
                "Narrator: This is the map of a typical human brain, and this is the map of a brain on psilocybin, the psychoactive compound in magic mushrooms."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvYWN0aXZl&hash=5ff5f0442e9f6e05433a7ea037cd60bbca6dd8f3&lang=en&cache-only=0",
            "defineEn": "affecting the mind or mood or other mental processes",
            "defineVi": "ảnh hưởng đến tâm trí hoặc tâm trạng hoặc các quá trình tinh thần khác"
        },
        {
            "id": "853d2707-27de-466d-b182-fda074ca0908",
            "word": "remedial",
            "phonetic": "ɹᵻmiːdɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now this is called cyclic pitch, and if you don't understand this concept you need to go watch this remedial video so you can remind yourself about what I'm talking about.",
                "Sal: Maybe we're just not seeing the resistance because we're not that far along yet, but especially if you talk about some of the core college courses or the late high school courses, right now you have 70% of students who go to community college have to take remedial Math."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtZWRpYWw&hash=42320f6664a8260e71806b2f4545ecc3d7439da4&lang=en&cache-only=0",
            "defineEn": "tending to cure or restore to health",
            "defineVi": "có xu hướng chữa bệnh hoặc phục hồi sức khỏe"
        },
        {
            "id": "cf1248cf-ec87-4478-843a-cdd9db60022f",
            "word": "antidepressant",
            "phonetic": "æntɪdᵻpɹɛsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, antidepressants increase the availability of certain neurotransmitters in your brain, but in different ways.",
                "The antidepressant only helped a little bit with her mood and anxiety.",
                "Antidepressants would be medications like Fluoxetine, Escitalopram, and Venlafaxine.",
                "The proper treatment for daily anxiety is an antidepressant.",
                "So you take the antidepressant."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWRlcHJlc3NhbnQ&hash=6c65797401536778f247089f52f43394080be603&lang=en&cache-only=0",
            "defineEn": "(of drugs and medications) used to alleviate or prevent depression",
            "defineVi": "(của thuốc và dược phẩm) được sử dụng để giảm bớt hoặc ngăn ngừa trầm cảm"
        },
        {
            "id": "03d905ce-1a52-4faa-bc1b-cb2b261fb94a",
            "word": "narcotic",
            "phonetic": "nɑːɹkɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's trained in narcotics.",
                "Narcotics officers testified that they didn’t know Taylor had a new boyfriend, that her sister lived there or that her 2-year-old niece regularly stayed.",
                "What the SWAT team doesn’t know is that at this time a hastily assembled team of narcotics officers is about to raid Taylor’s home across town.",
                "At this hospital, I've seen them give IV narcotics right after the baby was born, which is something I've never seen at another hospital.",
                "ERIC NELSON, Attorney For Derek Chauvin: Were you able to learn that Mr. Floyd had consumed some narcotics that day?"
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyY290aWM&hash=60da0a00d5a769a12b2a357d7f144dbc760d0900&lang=en&cache-only=0",
            "defineEn": "(of a drug or substance) affecting one's mind in a harmful way",
            "defineVi": "(của một loại thuốc hoặc chất) ảnh hưởng đến tâm trí của một người theo cách có hại"
        },
        {
            "id": "87f95a55-60ec-4293-91c8-2cca9d672be0",
            "word": "painkilling",
            "phonetic": "peɪŋkɪlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFpbmtpbGxpbmc&hash=b9f9ea7fff70f026f2f0420647b6edd8fb6e25e6&lang=en&cache-only=0",
            "defineEn": "related to methods or drugs that can remove or reduce pain",
            "defineVi": "liên quan đến các phương pháp hoặc thuốc có thể loại bỏ hoặc giảm đau",
            "hasImg": true
        },
        {
            "id": "3ec632ba-cc7b-43e1-9f5a-2a16f63651d9",
            "word": "broad-spectrum",
            "phonetic": "bɹɔːdspɛktɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gordon: A full- or broad-spectrum product is made from the whole plant extract.",
                "Right now, we only have effective antiviral drugs for about 10 of the more than 200 viruses that can infect humans, and very few broad-spectrum antivirals.",
                "Gordon: Some brands and some companies will put CBD isolate into a product and then brand it as a premium product, even though the cost of actually making it, because the cost of the isolate, is quite a lot lower than the cost of a full- or broad-spectrum CBD.",
                "But in general, the labeling criteria are becoming a little bit stricter, so more and more consumers will be able to know what is a CBD isolate product and what comes from a full- or broad-spectrum source."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWQtc3BlY3RydW0&hash=d4474114a9a46cc722dc02c6025d8413a267260e&lang=en&cache-only=0",
            "defineEn": "effective against a wide range of pathogens or diseases",
            "defineVi": "hiệu quả chống lại một loạt các mầm bệnh hoặc bệnh tật"
        },
        {
            "id": "f354122e-4058-4162-9e1f-6d9593227b7c",
            "word": "performance-enhancing",
            "phonetic": "pɚfoːɹmənsɛnhænsɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyZm9ybWFuY2UtZW5oYW5jaW5n&hash=371b2155840cca136406c1149f0b253ed0a37d97&lang=en&cache-only=0",
            "defineEn": "describing to substances or techniques used to improve physical or cognitive abilities, often in sports or competition",
            "defineVi": "mô tả các chất hoặc kỹ thuật được sử dụng để cải thiện khả năng thể chất hoặc nhận thức, thường là trong thể thao hoặc thi đấu"
        },
        {
            "id": "d57936c7-16ea-4d95-9f25-5d71be7c90dc",
            "word": "nonprescription",
            "phonetic": "nɑːnpɹɪskɹɪpʃən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9ucHJlc2NyaXB0aW9u&hash=9310380b0525ffa4a0c06502136ff80c0969967f&lang=en&cache-only=0",
            "defineEn": "purchasable without a doctor's prescription",
            "defineVi": "có thể mua mà không cần toa của bác sĩ"
        },
        {
            "id": "af29372b-0d54-4d20-97b4-9f564352ef72",
            "word": "integrative",
            "phonetic": "ɪntᵻɡɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because again, the point I really want you to take home is that psychology is an integrative science.",
                "In the future, this way of working alongside the immune system could help us develop completely artificial organs, totally integrative prostheses, and self-healing wound therapies.",
                "But a study presented at the 2018 Society for Integrative and Comparative Biology conference tells a different story.",
                "We've since learned that they underscore executive and integrative ability, without which, we would hardly be human.",
                "The only thing I wish that insurance would pay for that they don't are some of these more in-depth tests that the functional and integrative doctors use."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWdyYXRpdmU&hash=bb7ce262e24f69fbcbd472730f4522d6691a519e&lang=en&cache-only=0",
            "defineEn": "combining diverse elements or practices into a unified whole, often used in healthcare or wellness",
            "defineVi": "kết hợp các yếu tố hoặc thực hành đa dạng thành một thể thống nhất, thường được sử dụng trong chăm sóc sức khỏe hoặc sức khỏe"
        }
    ]
}