{
    "id": "c8d0254a-36d8-4996-9478-992eafaf8f8f",
    "title": "Desire to Succeed",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "4745f367-bc5b-4b16-8381-871162b6f36a",
            "word": "accomplishment",
            "phonetic": "ɐkɑːmplɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "What is your greatest accomplishment?",
                "What's your greatest accomplishment?",
                "I like the sense of accomplishment.",
                "You've got to celebrate the small accomplishments."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wbGlzaG1lbnQ&hash=4f1be0c5d16847c559abbb65cede78525a42248f&lang=en&cache-only=0",
            "defineEn": "a desired and impressive goal achieved through hard work",
            "defineVi": "một mục tiêu mong muốn và ấn tượng đạt được thông qua làm việc chăm chỉ",
            "hasImg": true
        },
        {
            "id": "530ea53a-e4b3-4b86-bcef-9ee9b7454704",
            "word": "advancement",
            "phonetic": "ɐdvænsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A major technological advancement like that is still light years away.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "We discuss current scientific advancements and discoveries in science class.",
                "We're still light years away from a technological advancement like that.",
                "He didn't mind breaking a few rules to get ahead, believing that all is fair in love and war when it comes to career advancement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZW1lbnQ&hash=11a69cb24ee14e52c5347f4696e11139830129d3&lang=en&cache-only=0",
            "defineEn": "the process of improvement or progress",
            "defineVi": "quá trình cải thiện hoặc tiến bộ",
            "hasImg": true
        },
        {
            "id": "d853a3ca-8857-4968-a784-b40940b70e53",
            "word": "aspiration",
            "phonetic": "æspɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations.",
                "The college's aim is to help students achieve their aspirations.",
                "For some people, a high-paying job is the be-all and end-all of their career aspirations.",
                "They have humungous aspirations.",
                "That puff of air is called aspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaXJhdGlvbg&hash=f30fd7c097d0a1ba65d6d054bcacba4ebdd9bbed&lang=en&cache-only=0",
            "defineEn": "a strong will to achieve something",
            "defineVi": "một ý chí mạnh mẽ để đạt được một cái gì đó"
        },
        {
            "id": "952de534-46a9-4600-8389-01356dc688b2",
            "word": "boom",
            "phonetic": "buːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His business was booming for a while, orders flooding in constantly.",
                "\"The economy is booming right now, but we have to be prepared for when things slow down because what goes up must come down,\" cautioned the economist.",
                "Boom, that thing hits.",
                "Boom, that thing hits.",
                "Boom, done a dynamic boost."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vbQ&hash=46019f9d803f56d775b41c9c73c17e79c4964bbe&lang=en&cache-only=0",
            "defineEn": "a time of great economic growth",
            "defineVi": "thời kỳ tăng trưởng kinh tế lớn",
            "hasImg": true
        },
        {
            "id": "1be0f7c5-1afb-4384-b9d0-41b02520e5d7",
            "word": "breakthrough",
            "phonetic": "bɹeɪkθɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scientists believe that a major breakthrough is on the horizon.",
                "You're just chasing your tail at this point, but you might have a breakthrough with the research if you take a break from it.",
                "By this time next year, they will still be living on borrowed time unless a breakthrough is made in medical research.",
                "The scientist's experiments failed many times before she finally achieved her breakthrough, but she kept trying with the belief that if at first you do not succeed, try, try again.",
                "Two of these people will make a breakthrough."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWt0aHJvdWdo&hash=23dd57cfb1be3204068db2555e334152d61355b0&lang=en&cache-only=0",
            "defineEn": "an important discovery or development that helps improve a situation or answer a problem",
            "defineVi": "một khám phá hoặc phát triển quan trọng giúp cải thiện tình hình hoặc giải đáp một vấn đề"
        },
        {
            "id": "eeb388fd-2629-4a86-8b4f-92622cba1ef6",
            "word": "comeback",
            "phonetic": "kʌmbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author was able to make a comeback after a series of poorly received books, with a new novel that became a bestseller and earned critical praise.",
                "Despite being out of the public eye for several years, the singer made a comeback with a new album that received critical acclaim and commercial success.",
                "We may be down by 10 points, but never say die - there's still time left in the game to make a comeback.",
                "Those giant teeth just might make a comeback.",
                "Seoul nightlife is also making a comeback."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWJhY2s&hash=998a75f1fbc9476fbf258972e4e3673283fd2b9e&lang=en&cache-only=0",
            "defineEn": "a return by a renowned person to their former popular or successful state",
            "defineVi": "sự trở lại của một người nổi tiếng với trạng thái nổi tiếng hoặc thành công trước đây của họ"
        },
        {
            "id": "c57a984c-155f-4773-8a3f-6367d5710829",
            "word": "glory",
            "phonetic": "ɡloːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gardens have recently been restored to their original glory.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "The grand finale of the performance is the crowning glory of the entire show, leaving the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvcnk&hash=7744fe1be40a57c6945f3db2c78a07a7fc75910a&lang=en&cache-only=0",
            "defineEn": "the popularity, honor, and praise that a person receives as a result of a great success or act",
            "defineVi": "sự nổi tiếng, danh dự và lời khen ngợi mà một người nhận được do thành công hoặc hành động tuyệt vời",
            "hasImg": true
        },
        {
            "id": "62630a70-e093-44f8-a885-e23e60b9af20",
            "word": "triumph",
            "phonetic": "tɹaɪʌmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "She finally found a place in the sun with the triumph of her latest book.",
                "After a long day of hiking, reaching the mountaintop felt like a triumph and a well-deserved destination.",
                "You have triumphed.",
                "The American president, George H.W. Bush, declared it a triumph.",
                "I am Triumph, oh scary nerd."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpdW1waA&hash=ad5afa09ee3c32a24a0c0e938772690f3ad63268&lang=en&cache-only=0",
            "defineEn": "a great victory, success, or achievement gained through struggle",
            "defineVi": "một chiến thắng vĩ đại, thành công, hoặc thành tựu đạt được thông qua đấu tranh",
            "hasImg": true
        },
        {
            "id": "254ae459-9322-4b0c-80ac-1d148fa8c730",
            "word": "achiever",
            "phonetic": "ɐtʃiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I put a lot of pressure on my kids to be high achievers."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoaWV2ZXI&hash=763ff9e82b9ab4edd6779d28a929cb234498b207&lang=en&cache-only=0",
            "defineEn": "someone who reaches a high level of success, particularly in their occupation",
            "defineVi": "một người đạt đến một mức độ cao của thành công, đặc biệt là trong nghề nghiệp của họ",
            "hasImg": true
        },
        {
            "id": "4a292cd1-32b3-4605-aa52-5f02dda5fd2b",
            "word": "big time",
            "phonetic": "bɪɡ taɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlnIHRpbWU&hash=c6fb62a5ab9a94ee47465853462df40b437efa66&lang=en&cache-only=0",
            "defineEn": "the highest and most successful level in a profession, particularly in entertainment field",
            "defineVi": "mức cao nhất và thành công nhất trong một nghề nghiệp, đặc biệt là trong lĩnh vực giải trí"
        },
        {
            "id": "5219853d-c0e6-41b4-9351-492e8f05ff45",
            "word": "to top",
            "phonetic": "tə tɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They topped fruit tarts with mango coulis.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "This dictionary goes on the top shelf.",
                "We topped our baked potatoes with a generous drizzle of bechamel sauce.",
                "Write your name at the top of the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG9w&hash=92036f8e133ee4bd1df8841475f8fbdc18b7b799&lang=en&cache-only=0",
            "defineEn": "to be in the lead on a list, in a league, etc. because of being better than others",
            "defineVi": "dẫn đầu trong một danh sách, trong một giải đấu, v.v. vì giỏi hơn những người khác"
        },
        {
            "id": "fb0b97e3-750a-4fbc-8a10-406b061b2f0b",
            "word": "to attain",
            "phonetic": "tʊ ɐteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Since that merger, Costco has attained explosive growth.",
                "But once they became isolated on these Mediterranean islands, some of these little critters attained massive body sizes.",
                "It is about attaining something that is valued by others. ",
                "It is a very ambitious goal, if you can attain it.",
                "The problem of diffusion and surface and energy production remained, limiting the size these first multicellular forms of life could attain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWlu&hash=1045312b372d825ff38c20a2775d2f3c12fcda0e&lang=en&cache-only=0",
            "defineEn": "to succeed in reaching a goal, after hard work",
            "defineVi": "để thành công trong việc đạt được một mục tiêu, sau khi làm việc chăm chỉ",
            "hasImg": true
        },
        {
            "id": "42a6686b-a1b2-4603-afcd-c5d2c2554421",
            "word": "to blossom",
            "phonetic": "tə blɔsəm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "Beauty is but a blossom to those who don't know how to appreciate it.'",
                "They watched as the bees buzzed around, sipping the nectar from the colorful blossoms."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvc3NvbQ&hash=973efa6a3d8138fadec8d3cc767ade37267236a9&lang=en&cache-only=0",
            "defineEn": "to start to be healthier, more successful, or confident",
            "defineVi": "để bắt đầu khỏe mạnh hơn, thành công hơn, hoặc tự tin"
        },
        {
            "id": "7a3e40b1-f5b6-4d18-863b-a1fb11038a21",
            "word": "to congratulate",
            "phonetic": "tə kəŋɡɹætʃʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship.",
                "Even though she lost the game, she remained a good sport and congratulated the winner.",
                "She glanced at the phone and congratulated herself for having the spine not to return Carter’s calls.",
                "She has arrived like a knight in shining armor at the eleventh hour, and she should be congratulated for that.",
                "I congratulate you."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZ3JhdHVsYXRl&hash=7e108f9f68ec22874f70d96e022e5525e7061018&lang=en&cache-only=0",
            "defineEn": "to express one's good wishes or praise to someone when something very good has happened to them",
            "defineVi": "để bày tỏ lời chúc tốt đẹp hoặc lời khen ngợi cho ai đó khi điều gì đó rất tốt đã xảy ra với họ",
            "hasImg": true
        },
        {
            "id": "cecd6a9e-c391-41b8-b19b-60be282e9d35",
            "word": "to consolidate",
            "phonetic": "tə kənsɑːlᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The entire health system was consolidating.",
                "The bread business has to consolidate Sara Lee and Wonderbread, two of the biggest names in bread.",
                "He was consolidating power.",
                "In 2018, roughly 100 lawsuits over AFFF were consolidated in South Carolina.",
                "William consolidated his gains with a huge castle-building campaign and a reorganization of English society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29saWRhdGU&hash=b3691fd6e7c478148d84d1fae54a901a1dc24592&lang=en&cache-only=0",
            "defineEn": "to strengthen a position of power or success so that it lasts longer",
            "defineVi": "để củng cố một vị trí quyền lực hoặc thành công để nó tồn tại lâu hơn"
        },
        {
            "id": "4a9bbf12-c985-45de-adcd-7562345e1f3c",
            "word": "to flourish",
            "phonetic": "tə flɜːɹɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grape vine in my backyard is flourishing, with clusters of ripe grapes ready for harvest.",
                "Her professional life flourished.",
                "High culture also flourished.",
                "Life was flourishing.",
                "The sciences flourished and advanced transportation, communication, and medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvdXJpc2g&hash=d759a44ba555187f2cb359bdf4a4948a05b10d8e&lang=en&cache-only=0",
            "defineEn": "to quickly grow in a successful way",
            "defineVi": "để nhanh chóng phát triển một cách thành công",
            "hasImg": true
        },
        {
            "id": "afcff206-aea1-40e1-86f6-b57d30ea6455",
            "word": "to fly high",
            "phonetic": "tə flaɪ haɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx5IGhpZ2g&hash=25706f473f6fbe08474fe9960816486132f39c65&lang=en&cache-only=0",
            "defineEn": "to be experiencing great success",
            "defineVi": "để được trải nghiệm thành công lớn",
            "hasImg": true
        },
        {
            "id": "f14208f0-e940-438a-8561-1a20f5bf68b5",
            "word": "to pay off",
            "phonetic": "tə peɪ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty.",
                "I think if we invest in this project, it will pay off over the long run.",
                "We've had to dig into our saving to pay off the debt.",
                "After paying off my credit card, I am in credit by $500."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5IG9mZg&hash=0d04632768329e0ba8e524f40b504768e295e952&lang=en&cache-only=0",
            "defineEn": "(of a plan or action) to succeed and have good results",
            "defineVi": "(của một kế hoạch hoặc hành động) để thành công và có kết quả tốt",
            "hasImg": true
        },
        {
            "id": "ba165e54-01ab-42ed-ae27-24f8bfa2b543",
            "word": "to prevail",
            "phonetic": "tə pɹɪveɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let's hope that common sense prevails and they find a happy medium.",
                "In our office politics, Sally always tries to run with the hare and hunt with the hounds, telling both the clerical workers and the management that she thinks they should prevail.",
                "Justice prevailed.",
                "Democratic forces have prevailed.",
                "And at this hour, my friends, democracy has prevailed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmFpbA&hash=42315404f8770f3d2c42a4d6baf55dd0f2929c5d&lang=en&cache-only=0",
            "defineEn": "(of an opinion, idea, etc.) to prove superior and be accepted by others, particularly after a dispute or struggle",
            "defineVi": "(về một ý kiến, ý tưởng, v.v.) để chứng tỏ mình vượt trội và được người khác chấp nhận, đặc biệt là sau một cuộc tranh chấp hoặc đấu tranh"
        },
        {
            "id": "cb3b92ab-a0a7-43c3-b665-11a3399989d5",
            "word": "to prosper",
            "phonetic": "tə pɹɑːspɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The CEO of the company was fired after it was discovered that they had been embezzling funds - a harsh lesson that ill-gotten gains never prosper.",
                "They could prosper. ",
                "And cheaters don’t prosper.",
                "By the '80s, baby boomers were prospering, and so was Harley-Davidson.",
                "The year is 15 CE and the Roman Empire is prospering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvc3Blcg&hash=3768b9b7df7772bf4632b584abb983a8b2f27f61&lang=en&cache-only=0",
            "defineEn": "to grow in a successful way, especially financially",
            "defineVi": "để phát triển một cách thành công, đặc biệt là tài chính",
            "hasImg": true
        },
        {
            "id": "4ed79662-4f9e-4991-aed2-b7793f9f5948",
            "word": "to strive",
            "phonetic": "tə stɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cogs in a machine can't strive for excellence.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream.",
                "As a teacher, I believe that the sun loses nothing by shining into a puddle, and I strive to give my students the tools and resources they need to succeed.",
                "Instead of hiring the brightest scientists and locking them in an ivory tower with like-minded people, the organization strives to embrace collaboration and a full-stack scope of solutions.",
                "Sarah was always striving for more success and recognition at work, but she found herself constantly stressed and anxious."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaXZl&hash=4afec84a2a6a4d528351826d16b286e1900fbdbd&lang=en&cache-only=0",
            "defineEn": "to try as hard as possible to achieve a goal",
            "defineVi": "để cố gắng hết sức có thể để đạt được một mục tiêu",
            "hasImg": true
        },
        {
            "id": "42cbe266-f105-43fd-bae9-5b0dbfd4f5e1",
            "word": "to thrive",
            "phonetic": "tə θɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "I believe that living at college gives you the best of both worlds: a place where both study and social life can thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyaXZl&hash=3ad33dec26f7ad5354b98324df47f5d151755763&lang=en&cache-only=0",
            "defineEn": "to develop or grow well or continue to be successful",
            "defineVi": "để phát triển hoặc phát triển tốt hoặc tiếp tục thành công",
            "hasImg": true
        },
        {
            "id": "ecd78baa-32d7-484b-bc61-52f929a43a61",
            "word": "drive",
            "phonetic": "dɹaɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Troops drove out the demonstrators.",
                "Hunger drives the wolf out of the wood.",
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The waves drove against the shore."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmU&hash=2193a443c4735afd21e5ab3e08db462b774dd516&lang=en&cache-only=0",
            "defineEn": "a strong desire and determination to succeed",
            "defineVi": "một mong muốn mạnh mẽ và quyết tâm để thành công"
        },
        {
            "id": "4a4f63ae-ee7c-47ed-9732-8eff66ba2786",
            "word": "effectiveness",
            "phonetic": "ɪfɛktɪvnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The student used an unconventional study method to memorize their notes, recognizing that it does not matter if a cat is black or white as long as it catches mice and prioritizing effectiveness over traditional approaches.",
                "The effectiveness depends on the device.",
                "The effectiveness of this interference from Russia depends on a couple of things.",
                "The effectiveness of this interference from Russia depends on a couple of things.",
                "Economists evaluate the effectiveness of a healthcare system on three criteria: Access, Cost, and Quality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0aXZlbmVzcw&hash=918789e68b95b530fb8476af078da1f231f3a6fb&lang=en&cache-only=0",
            "defineEn": "the quality of yielding the desired result",
            "defineVi": "chất lượng mang lại kết quả mong muốn"
        },
        {
            "id": "e7650a2a-1fd2-4fbb-83d5-2cadfa2d09b2",
            "word": "perseverance",
            "phonetic": "pɜːsɪvɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams.",
                "After months of hard work and perseverance, everything fell into place for James, and he achieved his dream of starting his own business.",
                "Despite facing initial setbacks, the team's perseverance eventually bore fruit when they won the championship.",
                "Despite initial setbacks, Susan's dedication and perseverance allowed things to fall into place, leading her to achieve her fitness goals.",
                "As a parent, I teach my children the importance of perseverance and resilience, knowing that even the most successful individuals can face obstacles, for it is a good horse that never stumbles and a good wife that never grumbles."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2V2ZXJhbmNl&hash=275415b9df86040217c9d5e51aee69a6c888c122&lang=en&cache-only=0",
            "defineEn": "the quality of persistently trying in spite of difficulties",
            "defineVi": "phẩm chất kiên trì cố gắng dù khó khăn"
        },
        {
            "id": "3b15c509-720d-400a-ade9-861dd8583b3c",
            "word": "resolve",
            "phonetic": "ɹᵻzɑːlv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x2ZQ&hash=2310cee5f43dd303921455dc0ad874864af9d484&lang=en&cache-only=0",
            "defineEn": "a strong will to have or do something of value",
            "defineVi": "một ý chí mạnh mẽ để có hoặc làm một cái gì đó có giá trị"
        },
        {
            "id": "da2a0ab9-c5a3-46f5-b6e7-3e6a80c75b4b",
            "word": "desirable",
            "phonetic": "dɪzaɪɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now this posture may look desirable.",
                "We're not desirable.",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "It's not really a desirable car.",
                "For the first time in a long time, the MacBook Air is just as desirable, at least to me, as the MacBook Pro."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaXJhYmxl&hash=779741ae876668d2f5c3cc0cdb2ca54b20f20b45&lang=en&cache-only=0",
            "defineEn": "worth doing or having",
            "defineVi": "đáng làm hoặc có"
        },
        {
            "id": "b56f87d3-319b-4d3b-8234-cce833782757",
            "word": "distinguished",
            "phonetic": "dɪstɪŋɡwɪʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He now rocks a distinguished look with his silver strands.",
                "But here is a man of distinguished education, distinguished background. ",
                "But here is a man of distinguished education, distinguished background. ",
                "Who was another member of the distinguished family.",
                "Garrett Graff is a distinguished magazine journalist and historian, covering politics, technology, and national security."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGluZ3Vpc2hlZA&hash=42bd1c57f9d3e5721fa32b1c05a00e2232097244&lang=en&cache-only=0",
            "defineEn": "deserving admiration, respect, and being very successful",
            "defineVi": "xứng đáng được ngưỡng mộ, tôn trọng và rất thành công"
        },
        {
            "id": "573c48d5-365d-4335-8f7e-057c0e5ba742",
            "word": "favorable",
            "phonetic": "feɪvɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Once providers have bent the rules and had a favorable outcome and response from peers and supervisors, they are likely to be tempted to do it again.",
                "The negotiator held all the aces with their persuasive arguments, information, and bargaining power, and got a favorable deal.",
                "Emily's negotiation skills were unmatched, and she always found a way to get her own way during business deals, ensuring favorable outcomes for her company.",
                "The coverage and all was growing more favorable there at the end of the Olympics.",
                "Among other things, it needs a favorable balance of gases, including toxic ones like CO2 and carbon monoxide."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF2b3JhYmxl&hash=98a1d3fc20cbb80c1671b738ec9ba9a3db80ee4b&lang=en&cache-only=0",
            "defineEn": "describing something that is liked or approved",
            "defineVi": "mô tả một cái gì đó được thích hoặc phê duyệt"
        },
        {
            "id": "965125c9-b187-4859-8343-12e2fbc73c58",
            "word": "feasible",
            "phonetic": "fiːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To get to hundreds is very feasible.",
                "And, for me, that's not feasible.",
                "But even if UBI is the better model, is it economically feasible?",
                "On earth it's not feasible to use this brute force method to create fusion.",
                "And it's not feasible that we will be able to treat all of California like that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhc2libGU&hash=9f9ef99bbaa8e2a589a63ca14bd2df8eca14c100&lang=en&cache-only=0",
            "defineEn": "having the potential of being executed or done successfully",
            "defineVi": "có tiềm năng được thực hiện hoặc thực hiện thành công",
            "hasImg": true
        },
        {
            "id": "26a580a5-06a9-4a90-b02e-78f45deda5fa",
            "word": "fulfilled",
            "phonetic": "fʊlfɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And even though it's not like a huge change or anything, but its- you can just take the time to make those individual videos a lot better, put a lot more energy into them, just feel more fulfilled with what you're uploading.",
                "Atoms have electron shells and they need to have these shells filled in order to be happy fulfilled atoms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsZmlsbGVk&hash=bdbc8fa1cc5680f4b92b8636deec7689f7d86ae4&lang=en&cache-only=0",
            "defineEn": "feeling happy and satisfied with one's life, job, etc.",
            "defineVi": "cảm thấy hạnh phúc và hài lòng với cuộc sống, công việc, v.v.",
            "hasImg": true
        },
        {
            "id": "bdb7a56e-41c0-4266-8257-5eabad38aeb8",
            "word": "notable",
            "phonetic": "noʊɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Notable examples are the Lincoln Blackwood and the Cadillac Escalade EXT pickup.",
                "Notable cars from the era included the Mazda RX-7, the Toyota Supra, the Mitsubishi 3000, especially the V.R. for version and the Nissan 300ZX.",
                "Two notable examples are the Passat sedan and the golf compact hatchback.",
                "The most notable difference is over here.",
                "Notable among the notables were Godfrey of Bouillon, Bohemond of Taranto, and Raymond of Toulouse."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90YWJsZQ&hash=b14f6f74f96466efb6f4d6475e9f0a8dcba5355f&lang=en&cache-only=0",
            "defineEn": "drawing attention or deserving attention or notice",
            "defineVi": "thu hút sự chú ý hoặc đáng được chú ý hoặc thông báo"
        },
        {
            "id": "f9dc24f5-b851-41e9-ae7a-1920505b625a",
            "word": "premier",
            "phonetic": "pɹəmɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "Raising the premier league trophy?",
                "You know what time that premiers.",
                "The Secret Service is the premier law-enforcement agency in the world.",
                "She didn't see it until the premier."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWllcg&hash=4b1574e2c5e93668a2ac4827cab4f2fb399cf3ca&lang=en&cache-only=0",
            "defineEn": "considered most successful or important, particularly compared to others",
            "defineVi": "được coi là thành công nhất hoặc quan trọng nhất, đặc biệt so với những người khác"
        },
        {
            "id": "75c25c71-1daf-430e-bbac-59d8e1660132",
            "word": "productive",
            "phonetic": "pɹədʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "My uncle used to warn me that the devil finds work for idle hands when they are not otherwise occupied, urging me to fill my free time with productive activities.",
                "Controlling your train of thoughts not only makes you more productive and effective in your work, it has other, more important benefits as well.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "Instead of engaging in productive work, she spends all her time gossiping with her coworkers - the tongue of the idle person is never idle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGl2ZQ&hash=8cc1cc18b1bd17751207ad4515566632d2110d7b&lang=en&cache-only=0",
            "defineEn": "producing something of value through effective and efficient use of time, resources, and effort",
            "defineVi": "tạo ra thứ gì đó có giá trị thông qua việc sử dụng hiệu quả và hiệu quả thời gian, nguồn lực và nỗ lực"
        },
        {
            "id": "9bd6acc5-82d9-4c5a-80a5-78ff18b32610",
            "word": "to live up to",
            "phonetic": "tə lɪv ʌp tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZSB1cCB0bw&hash=c5676a3f626962dbb252026f2992209199fe822d&lang=en&cache-only=0",
            "defineEn": "to meet an expectation or fulfill a promise",
            "defineVi": "để đáp ứng một kỳ vọng hoặc thực hiện một lời hứa"
        },
        {
            "id": "78a78e60-d160-44db-8a5a-9ee022ca7edf",
            "word": "with flying colors",
            "phonetic": "wɪð flaɪɪŋ kʌlɚz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2l0aCBmbHlpbmcgY29sb3Jz&hash=11200f69d9b383e761a37b9b76919c2e3a4e6aa0&lang=en&cache-only=0",
            "defineEn": "in a distinctive and very successful way",
            "defineVi": "một cách đặc biệt và rất thành công",
            "hasImg": true
        }
    ]
}