{
    "id": "c901ca13-bede-4088-ba50-00f5bf209c66",
    "title": "Love and Hate 2",
    "originalTitle": "Love and Hate 2",
    "words": [
        {
            "id": "eec673f4-c036-498e-82f4-47b9e3f64025",
            "word": "to heart",
            "phonetic": "tə hɑːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "They never lost heart, even in the face of adversity.",
                "They pour out their hearts to God.",
                "Please, open your hearts to these poor people.",
                "And now the poor thing is crying his heart out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhcnQ&hash=c323ed46491fb0a68666109223467ea0d1cca3d0&lang=en&cache-only=0",
            "defineEn": "to be excessively infatuated with someone or something",
            "defineVi": "say mê quá mức với ai đó hoặc cái gì đó"
        },
        {
            "id": "939cd8bb-f1df-4838-9b87-ca66a965f649",
            "word": "inclined",
            "phonetic": "ɪŋklaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "They are inclined to bite on the back of your leg.",
                "But they’re very inclined to agree.",
                "But they’re very inclined to agree.",
                "Customers are inclined to shop at stores with familiar names, and more shoppers mean more sales. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluZWQ&hash=55f6847a65b33523f38594adf46ff6807a735fbd&lang=en&cache-only=0",
            "defineEn": "having a tendency to do something; possessing an innate ability for something",
            "defineVi": "có xu hướng làm điều gì đó; sở hữu một khả năng bẩm sinh cho một cái gì đó"
        },
        {
            "id": "8f5c5072-d6fb-4dc6-9396-72289d8ddbf2",
            "word": "keen",
            "phonetic": "kiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=a2Vlbg&hash=ba3105074da36dddf503092d6de277e93d760049&lang=en&cache-only=0",
            "defineEn": "having a strong affection for someone or something",
            "defineVi": "có một tình cảm mạnh mẽ cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "dd2729aa-146e-4be0-8c8a-3671bc1762ba",
            "word": "to lean toward",
            "phonetic": "tə liːn təwɔːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Number 2: lean toward the person that you're speaking with.",
                "As of 2018, genetic research seemed to be leaning toward team broccoli.",
                "It was culture, leaning toward culture, as opposed to economic growth.",
                "We see his white T-shirt through the windshield and here is Travis now leaning toward him.",
                "After a few months, the part that was tilting toward the Sun starts to tilt away, and the part that was leaning away starts to lean toward it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhbiB0b3dhcmQ&hash=c3dbadb7598a9c6ff20ec6f67c6f3c14f94b6fd0&lang=en&cache-only=0",
            "defineEn": "to favor something, especially an opinion",
            "defineVi": "để ủng hộ một cái gì đó, đặc biệt là một ý kiến"
        },
        {
            "id": "eed0ac3e-6ad9-4680-86bd-ff0d52331c27",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to feel that someone or something is good, enjoyable, or interesting",
            "defineVi": "để cảm thấy rằng một ai đó hoặc một cái gì đó là tốt, thú vị, hoặc thú vị",
            "hasImg": true
        },
        {
            "id": "9e077bec-5341-4462-b27d-2bfa5d3dcdd6",
            "word": "like",
            "phonetic": "laɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZQ&hash=8ebd96a821ea318ea0d4b905a330a1822df2581f&lang=en&cache-only=0",
            "defineEn": "a set of things one enjoys or has a tendency for",
            "defineVi": "một tập hợp những thứ người ta thích hoặc có xu hướng"
        },
        {
            "id": "ff2217ed-728c-42aa-b8eb-3c2ccc9f5b79",
            "word": "to love",
            "phonetic": "tə lʌv ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, love will find a way.",
                "He loved gardening.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti.",
                "I love the vibrant green color of Granny Smith apples.",
                "I love the crunch of romaine lettuce in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG92ZQ&hash=daed880e365704c2eba9d378886ea2c5e46867f7&lang=en&cache-only=0",
            "defineEn": "to like or enjoy doing something a lot",
            "defineVi": "để thích hoặc thích làm một cái gì đó rất nhiều"
        },
        {
            "id": "632d5323-3214-4634-8396-97db6c09a21e",
            "word": "mad",
            "phonetic": "mæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That noise is driving me mad!",
                "My dad was mad as a hornet after I crashed his car.",
                "John has been mad at Mary for a week.",
                "To go crazy/mad/nuts/insane.",
                "The family's hopping mad that she left them nothing."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFk&hash=122822f56cdb3811210a0ac18b3f35da5e1096e3&lang=en&cache-only=0",
            "defineEn": "very fond of someone or something",
            "defineVi": "rất thích ai đó hoặc cái gì đó"
        },
        {
            "id": "6880f311-3b9d-4fdf-aa36-5234d8dd4e4f",
            "word": "misogynist",
            "phonetic": "mɪsɑːdʒɪnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Misogynists struck back against these protests.",
                "Have you been called a misogynist, a racist, a pig and every other word in the world by journalists? ",
                "So, when you're associating with a racist, a misogynist, someone who has been or is a rape apologist and has been defending (BLEEP) for a little bit, that is a problem and you are taking part in that problem."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bmlzdA&hash=8f311a2d445aef0b6e99d9d3a12399ea5c722f9d&lang=en&cache-only=0",
            "defineEn": "someone who hates or despises women or assumes men are much better",
            "defineVi": "một người ghét hoặc coi thường phụ nữ hoặc cho rằng đàn ông tốt hơn nhiều"
        },
        {
            "id": "023cd3f7-427c-4186-aa24-a3d67f96590d",
            "word": "misogynistic",
            "phonetic": "mɪsɑːdʒɪnɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but they're not part of the makeup space, Jeffree has to be the most racist, misogynistic, partaking in misogynoir- I'm sorry, I can't. ",
                "Scholars today think that the whole idea came about and persisted simply because of ingrained misogynistic biases."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bmlzdGlj&hash=b514eb36d2a4d36712f3991f55e4f2650b4b3cb2&lang=en&cache-only=0",
            "defineEn": "detesting women or having a low opinion of them",
            "defineVi": "ghét phụ nữ hoặc có quan điểm thấp về họ"
        },
        {
            "id": "4f009b7e-dbc5-4e2c-8c97-41d44d2389f2",
            "word": "overfond",
            "phonetic": "oʊvɚfɑːnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmZvbmQ&hash=b86ff49327ea993e933f304c3c05f87aedf374f3&lang=en&cache-only=0",
            "defineEn": "deeply obsessed with someone or something",
            "defineVi": "bị ám ảnh sâu sắc với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "302f229b-ca6f-47eb-a41e-062848704250",
            "word": "partial",
            "phonetic": "pɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One partial explanation comes from American social psychologist Leon Festinger's theory of cognitive dissonance.",
                "Partial derivative with respect to x is rate of change in the x-direction.",
                "We only have a partial view.",
                "So it's just partial.",
                "In 1973, a fossil hunter discovered the partial skeleton of a female Homo erectus in the Koobi Fora formation of northern Kenya."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlhbA&hash=d0f9a22b2f54de70c85faa2a7443a65feba31f71&lang=en&cache-only=0",
            "defineEn": "liking someone or something, or having an interest in them",
            "defineVi": "thích một ai đó hoặc một cái gì đó, hoặc có hứng thú với họ"
        },
        {
            "id": "599d5c70-7e79-4517-80dc-aa02679827e8",
            "word": "partiality",
            "phonetic": "pɑːɹʃɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "History, right down to the present day, has always suffered from the partiality and mistakes of historians."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlhbGl0eQ&hash=19d12782510ca05773407c1a6ddd79083db9e1a3&lang=en&cache-only=0",
            "defineEn": "a specific fondness for someone or something",
            "defineVi": "một niềm yêu thích cụ thể cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "c184ca7b-4a00-46a3-9b74-f3d21ef5558e",
            "word": "passion",
            "phonetic": "pæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "Music has been a passion that is handed down from father to son in the Smith family.",
                "The artist chose to pursue his passion, even though it didn't pay as well as other careers, because he believed that money is not everything.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "He made a decision to quit his job and pursue his passion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbg&hash=81b013d24ffd13f3c2dbbe5aa60677bc468f832e&lang=en&cache-only=0",
            "defineEn": "an excessive aspiration or desire for someone or something",
            "defineVi": "một khát vọng quá mức hoặc mong muốn cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "51ec4b06-59c5-4db6-880c-3e1494fe078c",
            "word": "penchant",
            "phonetic": "pɛnʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He returned home a gifted surgeon with a passion for anatomy and a penchant for showmanship.",
                "Luckily, florists get around the daffodil’s penchant for destruction by putting them in a separate vase for at least a few hours to draw out the sap.",
                "And yes, he's also a mischievous little creature with a penchant for gold. ",
                "President Putin's view of Trump was a penchant for authoritarianism, of backing off of human rights, and talking about wanting to have a more positive relationship with Russia. ",
                "In addition to his magnetic quackery, other physicians didn’t appreciate Mesmer’s kitschy penchant for wearing capes and playing ethereal music on a glass harmonica, and eventually he was discredited."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2hhbnQ&hash=f8ea59e9268b85de78d99865f639721eaf3510b0&lang=en&cache-only=0",
            "defineEn": "a strong tendency to do something or a fondness for something",
            "defineVi": "một xu hướng mạnh mẽ để làm một cái gì đó hoặc thích một cái gì đó"
        },
        {
            "id": "a162c251-1124-4b97-ac8b-b2ddf4a03237",
            "word": "pet peeve",
            "phonetic": "pɛt piːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, juice cleanses are, like, one of my pet peeves.",
                "And it's just always been my biggest pet peeve with my body.",
                "My biggest pet peeve is people like, go crazy over one bad oyster in the news, but they don't really care that hundreds of thousands of pounds of lettuce are contaminated with Salmonella. -",
                "So the next time you see a cute fluff-ball doing their cute fluffiness on the Internet, please avoid my pet peeve in saying \"I want that!\"",
                "Oh, this is something that's just a totally personal pet peeve, but for whatever reason, Sony doesn't allow you to switch the location of the Back and Multi-task View button."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0IHBlZXZl&hash=5fade1f7dccd3afb09b437b53d3cd04bb9dc6888&lang=en&cache-only=0",
            "defineEn": "something that annoys or bothers someone on a personal levelsomething that annoys or bothers someone on a personal level",
            "defineVi": "cái gì đó làm phiền hoặc làm phiền ai đó ở cấp độ cá nhân cái gì đó làm phiền hoặc làm phiền ai đó ở cấp độ cá nhân"
        },
        {
            "id": "9669921d-03c8-46f9-b7fb-0bae3d862d9b",
            "word": "picky",
            "phonetic": "pɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But for a long time, these optical mark-sensing machines were very picky.",
                "She’s picky.",
                "This crab is a picky dresser.",
                "As a result, these cockroaches are not picky eaters.",
                "They're very picky dressers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlja3k&hash=fe5e1009e2f690e7f3d1df23e09cf9fd1ad6ab15&lang=en&cache-only=0",
            "defineEn": "extremely careful with their choices and hard to please",
            "defineVi": "cực kỳ cẩn thận với sự lựa chọn của họ và khó hài lòng"
        },
        {
            "id": "42c3626c-c432-4f5a-98a6-1c17718384ce",
            "word": "to please",
            "phonetic": "tə pliːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pass the salt, please.",
                "Please make a note of the dates.",
                "Close the door, please.",
                "Can I have a Coke, please?",
                "Please write your name on the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYXNl&hash=b911c01878185b7f516e702b8e1d7a9a14849cae&lang=en&cache-only=0",
            "defineEn": "to do or behave as one desires",
            "defineVi": "để làm hoặc cư xử như một mong muốn"
        },
        {
            "id": "18046a9c-6c5e-46f0-8ef0-f42a7db59b16",
            "word": "potty",
            "phonetic": "pɑːɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Potty training took on the momentous feeling of an unknown country.",
                "Apparently instead of potties they had typhoid.",
                "There were no potties?",
                "So, this is like a Squatty Potty knockoff.",
                "Actually it was a result of not having potties."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dHk&hash=cc8e291bbde2feaecb7e9bed31286e6c82ca75cf&lang=en&cache-only=0",
            "defineEn": "deeply fascinated by someone, particularly in a foolish or unreasonable way",
            "defineVi": "bị mê hoặc sâu sắc bởi ai đó, đặc biệt là theo cách ngu ngốc hoặc vô lý"
        },
        {
            "id": "becbd880-55de-454f-ba41-8fbbfc5bf4b7",
            "word": "to prefer",
            "phonetic": "tə pɹɪfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "She prefers the freedom and agility of a motorcycle over a car.",
                "She prefers boneless turkey breast for its ease of slicing.",
                "She preferred the bony cut of beef short ribs.",
                "She prefers her coffee black, without any sugar or cream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZmVy&hash=f89fc46aeaccd7fe63c59e2b4a562e85eee0f12c&lang=en&cache-only=0",
            "defineEn": "to want or choose one person or thing instead of another because of liking them more",
            "defineVi": "muốn hoặc chọn một người hoặc một vật thay vì một người khác vì thích họ hơn",
            "hasImg": true
        },
        {
            "id": "5c681070-b4dc-4718-ade8-f80077b3859e",
            "word": "preferable",
            "phonetic": "pɹɪfɜːɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "False positives in medical testing are preferable to false negatives, but they can still lead to stress or unnecessary treatment.",
                "Maybe that's preferable to the idea that humans just take pleasure in the activity of fighting and pursue it merely for its own sake.",
                "We have not been having great weather here in Montana - but it’s preferable to that.",
                "While an agreement is preferable, we are prepared to leave if we can't find compromises.",
                "So, buying organic is still preferable, but does not grant you moral absolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyYWJsZQ&hash=de63af798d1009a87458dd714c51f9f2c37a62e5&lang=en&cache-only=0",
            "defineEn": "more desirable or favored compared to other options",
            "defineVi": "mong muốn hơn hoặc được ưa chuộng hơn so với các lựa chọn khác"
        },
        {
            "id": "d0da119d-9ca7-4d18-b042-3580dac9a68d",
            "word": "preferably",
            "phonetic": "pɹɛfɹəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Preferably stuffed.",
                "It's usually in a secret location, preferably far from Tehran.",
                "And make yourself a white male, age 59, preferably from the United States or Western Europe working at Harvard, Cambridge, MIT, Caltech, Stanford or Berkeley.",
                "Ultimately, they will often look to settle in a patch of flotsam, preferably a patch of floating seaweed.",
                "If you're a female mosquito, you need to find a nice male mosquito, with a job and preferably his own car, because you know Dallas is a pretty big city, to mate with."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyYWJseQ&hash=2520f7f4180dc9efd4e0172ff37a96c3961e2c67&lang=en&cache-only=0",
            "defineEn": "in a way that shows a liking or a priority for something over others",
            "defineVi": "theo cách thể hiện sự thích hoặc ưu tiên cho một cái gì đó hơn những người khác"
        },
        {
            "id": "1919935c-4a68-4470-aeb2-a6549ebdcac3",
            "word": "preference",
            "phonetic": "pɹɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "We hosted a barbecue party, considering everyone's steak preferences, grilling a mix of medium rare and well-done steaks for different tastes.",
                "Many tortoises have color preferences.",
                "Chameleons actually have taste preferences."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyZW5jZQ&hash=702c247f61dc0f0d5a55adae1edc42976e4189d5&lang=en&cache-only=0",
            "defineEn": "a strong liking or inclination towards something or someone over others",
            "defineVi": "một ý thích mạnh mẽ hoặc khuynh hướng đối với một cái gì đó hoặc ai đó hơn những người khác"
        },
        {
            "id": "c8184e1d-a393-4599-8c02-d56186bc8452",
            "word": "prejudiced",
            "phonetic": "pɹɛdʒuːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For example, someone might experience cognitive dissonance if they believe they’re not a prejudiced person, but after a psychological test, they realize they have a lot of implicit biases.",
                "And it also has an even more sinister side: It can cause people to give themselves permission to cheat or to be more prejudiced.",
                "Employers made prejudiced hiring decisions based on reductive decoding charts.",
                "All these studies tested whether the IAT could predict prejudiced behavior better than just asking people about their explicit beliefs in a survey.",
                "Therefore, we can notice all of a sudden, start noticing things around us and people can be really ridiculous and really judgemental and really prejudiced."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNlZA&hash=02a9927fc0329d0d15cf9949d497287b700cb89f&lang=en&cache-only=0",
            "defineEn": "having a preconceived opinion, idea, or belief about someone or something, particularly in an unreasonable way",
            "defineVi": "có định kiến, ý tưởng hoặc niềm tin về ai đó hoặc điều gì đó, đặc biệt là theo cách không hợp lý"
        },
        {
            "id": "3bfee497-1c96-40c0-ad07-1f90952b2713",
            "word": "to put off",
            "phonetic": "tə pʊt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Remember, never put off until tomorrow what you can do today!",
                "It's pointless to put off what can be wrapped up today until tomorrow.",
                "There's no point in putting off what can be done today until tomorrow.",
                "One shall never put off what one can do today till tomorrow.",
                "Jamie always tends to put off today's work till tomorrow, but that ends tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9mZg&hash=e767a9d5e3972ed3ee5e35fa61d59f8a66674608&lang=en&cache-only=0",
            "defineEn": "to cause a person to dislike someone or something",
            "defineVi": "để gây ra một người không thích một ai đó hoặc một cái gì đó"
        },
        {
            "id": "74624ad2-3cff-473d-b3ab-2d727cbe3a07",
            "word": "repugnance",
            "phonetic": "ɹᵻpʌɡnəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwdWduYW5jZQ&hash=5872e238c20fd779805e8b3114e7fcb1b00c4801&lang=en&cache-only=0",
            "defineEn": "an extreme aversion or hostility that one has to someone or something",
            "defineVi": "một ác cảm cực độ hoặc sự thù địch mà một người có ai đó hoặc một cái gì đó"
        },
        {
            "id": "f17a67da-d13f-43c3-affe-f072ae3f1e9f",
            "word": "repulsion",
            "phonetic": "ɹᵻpʌlʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They just had to convert magnetic attraction and repulsion into something else.",
                "The quantum-mechanical repulsion of electrons is overcome, and electrons and protons fuse into neutrons packed as densely as an atomic nucleus.",
                "The actual boop itself, the sensation of touch, is caused by an actual force from this repulsion, acting on pressure-sensitive nerves in my skin. ",
                "They imagine that dark matter exerts a previously unknown force that works kind of like magnetic repulsion.",
                "That’s one obvious problem some cosmologists have with this hypothesis, especially because Farnes put the repulsion idea in there because he thought it made sense, rather than getting it from mathematical equations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdWxzaW9u&hash=0da8805051e0f9fa957fdd8b99749ddf802eabcc&lang=en&cache-only=0",
            "defineEn": "intense hatred or disgust",
            "defineVi": "thù hận hoặc ghê tởm dữ dội",
            "hasImg": true
        },
        {
            "id": "465f881d-031e-4a1c-a3d0-47fc1f790d2f",
            "word": "resistance",
            "phonetic": "ɹᵻsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "John will follow the path of least resistance.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "They promised that the army would strike with an iron fist at any resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaXN0YW5jZQ&hash=de50e63786ec0918aa963b6f1bdf65c0d70961fa&lang=en&cache-only=0",
            "defineEn": "the act of refusing to accept or obey something such as a plan, law, or change",
            "defineVi": "hành động từ chối chấp nhận hoặc tuân theo một cái gì đó như kế hoạch, luật hoặc thay đổi"
        },
        {
            "id": "42fe12c0-982d-4181-87ac-34896ee6afa1",
            "word": "to [take] a fancy to {sb/sth}",
            "phonetic": "tə teɪk ɐ fænsi tʊ ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhIGZhbmN5IHRvIHtzYnN0aH0&hash=c4364c2042fad20d25b1b69c66f343825124bfd2&lang=en&cache-only=0",
            "defineEn": "to grow to like someone or something, often without any specific reason",
            "defineVi": "trở nên thích ai đó hoặc cái gì đó, thường không có lý do cụ thể"
        },
        {
            "id": "f218d679-b6a6-4ea7-886e-39806a156f7c",
            "word": "to take against",
            "phonetic": "tə teɪk ɐɡɛnst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhZ2FpbnN0&hash=1d302e0e4c5fcc9c3010b0c37f08c204f54ae07b&lang=en&cache-only=0",
            "defineEn": "to start to dislike someone or something",
            "defineVi": "để bắt đầu không thích một ai đó hoặc một cái gì đó"
        },
        {
            "id": "61f90309-9fe3-474c-8cfa-333cf256fe9c",
            "word": "to [take] a shine to {sb/sth}",
            "phonetic": "tə teɪk ɐ ʃaɪn tʊ ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhIHNoaW5lIHRvIHtzYnN0aH0&hash=110cbe270efec12c65154f8a3c9e8a8662659b06&lang=en&cache-only=0",
            "defineEn": "to start to feel attached to or fascinated by someone or something",
            "defineVi": "bắt đầu cảm thấy gắn bó hoặc bị mê hoặc bởi ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "1f405e17-102f-460f-a83b-64d52d90fa87",
            "word": "to take to",
            "phonetic": "tə teɪk tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB0bw&hash=ba12ed84cec6df9fd9f445432368a826366647f3&lang=en&cache-only=0",
            "defineEn": "to start to like someone or something",
            "defineVi": "để bắt đầu thích một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e3b7cf0e-c1be-4e6e-8366-6ca829f266a0",
            "word": "to take to",
            "phonetic": "tə wɔːɹm tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB0bw&hash=ba12ed84cec6df9fd9f445432368a826366647f3&lang=en&cache-only=0",
            "defineEn": "to start to like someone or something",
            "defineVi": "để bắt đầu thích một ai đó hoặc một cái gì đó"
        },
        {
            "id": "28bf5bc3-309b-427f-8b01-5d64f52e6b70",
            "word": "would",
            "phonetic": "wʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sauce would kill the taste of the herbs.",
                "This room would make a nice office.",
                "A cure for lung cancer would save thousands of lives each year.",
                "The book dealer would not break up the set.",
                "Would wonders ever cease?"
            ],
            "audio": "https://tts.langeek.co/read?text=d291bGQ&hash=60bb002312314c7bb3b315664ebe1851e3cf125d&lang=en&cache-only=0",
            "defineEn": "used to express a tendency or desire",
            "defineVi": "được sử dụng để thể hiện một xu hướng hoặc mong muốn"
        },
        {
            "id": "12c7a232-0fd0-4cb7-a532-d5d51d7c7abd",
            "word": "would rather",
            "phonetic": "wʊd ɹæðɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d291bGQgcmF0aGVy&hash=c552c76dad4307629b6afb6704c4c710a30c41b3&lang=en&cache-only=0",
            "defineEn": "used to say one would prefer to have or do something",
            "defineVi": "được sử dụng để nói một người muốn có hoặc làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2d121485-bde1-453f-bfba-e338b46f9e2a",
            "word": "would sooner",
            "phonetic": "wʊd suːnɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d291bGQgc29vbmVy&hash=39b4b7c58e63e9fc47f4c4d7a05e3f7d09bc3592&lang=en&cache-only=0",
            "defineEn": "used to indicate one's preference to do, have, or achieve something (than something else)",
            "defineVi": "được sử dụng để biểu thị sở thích của một người để làm, có hoặc đạt được điều gì đó (hơn điều gì khác)"
        },
        {
            "id": "bbd814b8-5b76-42ba-8dcb-d1fe82564599",
            "word": "to stir up",
            "phonetic": "tə stɜːɹ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "His letter to the papers stirred up a real hornets' nest.",
                "According to my brother Paul, this Lonnie Norton was asking a lot of questions and stirring up a hornet's nest around town.",
                "So just stirs up a lot of great feelings.",
                "As Sagittarius sloshed through, its gravity would have stirred up the Milky Way’s huge clouds of gas and dust."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpciB1cA&hash=2ec317e8c49edec6f1173f725e1067e19d3105dd&lang=en&cache-only=0",
            "defineEn": "to cause unpleasant or strong feelings",
            "defineVi": "để gây ra cảm giác khó chịu hoặc mạnh mẽ"
        }
    ]
}