{
    "id": "c964ca23-66e6-4789-af01-0273c3039ad9",
    "title": "Economics",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "c8d99c9d-e1a8-454d-b53c-97a0058c215a",
            "word": "account",
            "phonetic": "ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudA&hash=a14f9ecf7c006812f3c236dcb3be803b3ccf278a&lang=en&cache-only=0",
            "defineEn": "an arrangement according to which a bank keeps and protects someone's money that can be taken out or added to",
            "defineVi": "một sự sắp xếp theo đó một ngân hàng giữ và bảo vệ tiền của ai đó có thể được lấy ra hoặc thêm vào"
        },
        {
            "id": "f189f010-56f2-4499-a49e-985ee1fc519c",
            "word": "balance sheet",
            "phonetic": "bæləns ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second report is a balance sheet.",
                "Its balance sheet grew.",
                "The balance sheet is a disaster.",
                "The government's balance sheet increased a little bit.",
                "We had one point eight billion on the balance sheet."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZSBzaGVldA&hash=9a14c0f33f7cfe4b1fd5d4d8602e505386a47335&lang=en&cache-only=0",
            "defineEn": "a written statement that shows the assets and liabilities of a company at a specific point in time",
            "defineVi": "một tuyên bố bằng văn bản cho thấy tài sản và nợ phải trả của một công ty tại một thời điểm cụ thể"
        },
        {
            "id": "0740c2be-737b-41d9-ab94-05fa2a6979ca",
            "word": "capital gains tax",
            "phonetic": "kæpɪɾəl ɡeɪnz tæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Wall Street retreated today on reports of possible capital gains tax hikes on the wealthy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbCBnYWlucyB0YXg&hash=280098c8fcd85301bb89d18668ed4309885728ec&lang=en&cache-only=0",
            "defineEn": "a tax on the profit a corporation or an individual makes from selling shares or properties",
            "defineVi": "thuế đánh vào lợi nhuận mà một công ty hoặc một cá nhân kiếm được từ việc bán cổ phần hoặc tài sản"
        },
        {
            "id": "16e27869-b713-4022-846a-ac65df370525",
            "word": "deflation",
            "phonetic": "diːfleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Economists call that deflation.",
                "And really this cost pressure and this deflation is driven by tech.",
                "We probably are suffering the deflation of the tech bubble.",
                "But the comic deflation in the second half of the sentence is pure Austen.",
                "They probably are suffering the deflation of the tech bubble, corporate debt has gotten it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmbGF0aW9u&hash=ce3bcb6871b3ebb4f9d4418ac4c860ca9626cc2a&lang=en&cache-only=0",
            "defineEn": "(economics) a decrease in the amount of money in an economy, resulting in falling or unchanged prices",
            "defineVi": "(kinh tế học) sự sụt giảm lượng tiền trong nền kinh tế, dẫn đến giá cả giảm hoặc không thay đổi"
        },
        {
            "id": "93dbd59c-f3df-4cf9-bf9f-d7de050e5aaf",
            "word": "fiscal year",
            "phonetic": "fɪskəl jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In early April, the New York state legislature passed 212 billion dollar budget for fiscal year 2022.",
                "On the fiscal side, the city initially projected a budget shortfall of eight point three three billion dollars for fiscal year twenty twenty one.",
                "About 252 million of JAG funding was awarded for fiscal year 2019.",
                "In fiscal year 2019, 14 percent of its sales went to its home country of Japan, 15 percent in China, 28 percent in North America, 19 percent in Europe and 24 percent for the rest of the world.",
                "For the fiscal year 2019,Trump proposed a budget of $716 billion for national security, with $686 billion for the Department of Defense."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzY2FsIHllYXI&hash=31989057151194d980916d300bbed42dc469bf19&lang=en&cache-only=0",
            "defineEn": "a period of 12 months based on which a company, government or individual does financial reporting or budgeting",
            "defineVi": "khoảng thời gian 12 tháng dựa trên đó một công ty, chính phủ hoặc cá nhân thực hiện báo cáo tài chính hoặc lập ngân sách"
        },
        {
            "id": "b650328c-17a7-42f2-9e50-1f3f11fed340",
            "word": "golden rule",
            "phonetic": "ɡoʊldən ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even within non-aquatic mammals above three kilograms, different behaviors disrupt the Other Golden Rule.",
                "You know you really had your own golden rule of show business, just because someone asks you a question doesn't mean that they need an answer.",
                "He was a religious man who believed in the value of the golden rule.",
                "It’s hypothesized that the Other Golden Rule is conserved because quicker pees may both reduce vulnerability to predators and flush out disease-causing pathogens."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIHJ1bGU&hash=da74fd3c427e776027e242b68c2e471c0b20d0b5&lang=en&cache-only=0",
            "defineEn": "a fundamental principle that should be followed in order to achieve success",
            "defineVi": "một nguyên tắc cơ bản nên được tuân theo để đạt được thành công"
        },
        {
            "id": "c36a3d44-b891-4edb-ba66-c8c5df250a87",
            "word": "income tax",
            "phonetic": "ɪŋkʌm tæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's income tax arrangement has been denounced as a sweetheart deal.",
                "French citizens pay significantly more income tax than Americans.",
                "For nearly 100 years, our country had no income tax.",
                "A number of states with high sales taxes collect no state income tax at all.",
                "Income tax rates have varied wildly throughout history."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb21lIHRheA&hash=34aee18c94c0e6e006803d101e7c9a615fd4d7b6&lang=en&cache-only=0",
            "defineEn": "a tax paid to the government each year by a business or an individual based on their income",
            "defineVi": "một khoản thuế nộp cho chính phủ mỗi năm bởi một doanh nghiệp hoặc một cá nhân dựa trên thu nhập của họ"
        },
        {
            "id": "2a325f20-529e-487d-92cb-21398b633fef",
            "word": "liquid assets",
            "phonetic": "lɪkwɪd æsɛts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The banks failed because they didn't have Liquid Assets, which is a fancypants way of saying the banks had stock, bonds, mortgages, but not cash money.",
                "The liquid assets of the major airlines and most of the regional players are in good shape."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdWlkIGFzc2V0cw&hash=3a685e0b2b51e938f5a8675f76013f1a38bfcf97&lang=en&cache-only=0",
            "defineEn": "any item of value that can be sold easily or the amount of cash available to a company",
            "defineVi": "bất kỳ mặt hàng nào có giá trị có thể bán dễ dàng hoặc lượng tiền mặt sẵn có cho một công ty"
        },
        {
            "id": "163e28fc-0ed9-44ac-95ff-0266be5ee21b",
            "word": "microeconomics",
            "phonetic": "maɪkɹoʊiːkənɑːmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "We'll get to microeconomics, which is also super important in future episodes, but what is macroeconomics again?",
                "These criticisms fail to distinguish between macroeconomics and microeconomics."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9lY29ub21pY3M&hash=75bcee62af1ebab63e95c790b3182db6dae1cb51&lang=en&cache-only=0",
            "defineEn": "(economics) the branch of economics that is concerned with the market behavior of companies and individuals in order to understand their decision-making processes",
            "defineVi": "(kinh tế học) nhánh kinh tế học liên quan đến hành vi thị trường của các công ty và cá nhân để hiểu quá trình ra quyết định của họ"
        },
        {
            "id": "ea7033e3-4d46-4816-9116-c7896c6b4a90",
            "word": "macroeconomics",
            "phonetic": "mækɹəiːkənɑːmɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFjcm9lY29ub21pY3M&hash=df5c7631c83c84ee9f457581b7a9b1841268682c&lang=en&cache-only=0",
            "defineEn": "(economics) the branch of economics that studies an economy or market system at a general level and deals with the interrelation of different sectors",
            "defineVi": "(kinh tế học) ngành kinh tế học nghiên cứu một nền kinh tế hoặc hệ thống thị trường ở cấp độ chung và giải quyết mối quan hệ qua lại giữa các lĩnh vực khác nhau"
        },
        {
            "id": "ea8ace6b-5462-4b09-92f8-58b15e0a774b",
            "word": "oligopoly",
            "phonetic": "ɑːlɪɡɑːpəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The idea of companies are becoming much more oligopolies.",
                "And we'll be talking about it, oligopolies.",
                "What I want to do in this video is get a better understanding of oligopolies.",
                "It’s certainly an oligopoly, or it participates in one, and also the other side, monopsony and oligopsony, which is on the supplier side. ",
                "And this is actually a special case of an oligopoly where you only have two players, two major players."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpZ29wb2x5&hash=af9a86f57aaaad56a8b8f1d7f92f8f3881445373&lang=en&cache-only=0",
            "defineEn": "(economics) a market structure in which only a few competitors are involved but none of them have the overall control",
            "defineVi": "(kinh tế học) cấu trúc thị trường trong đó chỉ có một số đối thủ cạnh tranh tham gia nhưng không ai trong số họ có quyền kiểm soát tổng thể"
        },
        {
            "id": "c02812ab-4617-40a6-8450-3fcadc647934",
            "word": "quota",
            "phonetic": "kwoʊɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "If push comes to shove, the government will impose quotas on imports.",
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "Unfortunately the law also introduced quotas on immigrants from the Western Hemisphere.",
                "In those countries they have quotas.",
                "Most collectors work on monthly quotas."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGE&hash=802b1c7fa77069f4aa2e943ab2bd0362731995da&lang=en&cache-only=0",
            "defineEn": "(economics) an amount or share that each individual is entitled to receive",
            "defineVi": "(kinh tế) một số tiền hoặc phần mà mỗi cá nhân có quyền nhận"
        },
        {
            "id": "713c99e6-1ce4-447e-8db0-fd180d675b71",
            "word": "shareholder",
            "phonetic": "ʃɛɹhoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has already held discussions with Irish shareholders.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The shareholders want more say in how the company is run."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcmVob2xkZXI&hash=176fa082e03f01588776f1c567ce1eff0361ae64&lang=en&cache-only=0",
            "defineEn": "a natural or legal person that owns at least one share in a company",
            "defineVi": "một thể nhân hoặc pháp nhân sở hữu ít nhất một cổ phần trong một công ty"
        },
        {
            "id": "3a28ed5c-cd2b-4686-8d73-45518010c01b",
            "word": "tax haven",
            "phonetic": "tæks heɪvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jesse Drucker covers taxes and tax havens for The New York Times, and he joins me now.",
                "There's a tax haven, Florida where people can lay out on the beaches or sit in their pent houses.",
                "How did this tiny area become such a huge tax haven?",
                "The Institute on Taxation and Economic Policy says multinational corporations and their accounting firms have become increasingly aggressive in seeking ways to shift their U.S. profits on paper to offshore tax havens to avoid their U.S. tax obligations.",
                "I mean, the best way to describe it, the best way to think of these things, the tax, are tax haven profits, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4IGhhdmVu&hash=7aaadac749a14ddc4aead263e4452d53ac15e817&lang=en&cache-only=0",
            "defineEn": "a country with stable economy that offers foreigners zero or near zero tax rates",
            "defineVi": "một quốc gia có nền kinh tế ổn định cung cấp cho người nước ngoài mức thuế bằng 0 hoặc gần bằng 0"
        },
        {
            "id": "cd2c83dc-71e2-4064-89b8-659a75b1ff82",
            "word": "unit trust",
            "phonetic": "juːnɪt tɹʌst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5pdCB0cnVzdA&hash=4e7b35e9236cbb188f6422390be6fa6195b3e382&lang=en&cache-only=0",
            "defineEn": "an investing company that facilitates investment in various businesses and provides profits paid directly to each unit owner",
            "defineVi": "một công ty đầu tư tạo điều kiện đầu tư vào các doanh nghiệp khác nhau và cung cấp lợi nhuận được trả trực tiếp cho từng chủ sở hữu đơn vị"
        },
        {
            "id": "16f379c4-706f-4249-b6d1-0132745897c5",
            "word": "value-added tax",
            "phonetic": "væljuːædᵻd tæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "You would pay for it in large percent with a 10 percent value-added tax.",
                "And the reason why we need to have a value-added tax in place is that, right now, the biggest winners from artificial intelligence and new technologies will be Amazon and the biggest tech companies, who right now in some cases are paying literally zero in taxes, which is the case with Amazon."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWUtYWRkZWQgdGF4&hash=3e97d86fce9da768d97c69c5a4690a9d7d218ffc&lang=en&cache-only=0",
            "defineEn": "a tax put on the value added to a product at each stage of the supply chain, affecting the final price which the consumer pays",
            "defineVi": "thuế đánh vào giá trị gia tăng của sản phẩm ở mỗi giai đoạn của chuỗi cung ứng, ảnh hưởng đến giá cuối cùng mà người tiêu dùng phải trả"
        },
        {
            "id": "d146feb2-1147-4078-8894-9199993ce8fe",
            "word": "yield",
            "phonetic": "jiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The study yielded significant findings that could advance medical research.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=eWllbGQ&hash=4cc601cb7324ab2861449a47050b463a83e5fa99&lang=en&cache-only=0",
            "defineEn": "the total amount of something that is produced, as in agriculture or an industry",
            "defineVi": "tổng số lượng của một cái gì đó được sản xuất, như trong nông nghiệp hoặc một ngành công nghiệp",
            "hasImg": true
        },
        {
            "id": "dcad2bd2-96f0-45fd-9006-13c253de5506",
            "word": "investment",
            "phonetic": "ɪnvɛstmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "That investment is too risky.",
                "Government investment has brought thousands of new jobs to the area.",
                "Investment is all about running risks.",
                "Investors should diversify their investments instead of putting all their eggs in one basket."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0bWVudA&hash=65bf022df41fd51da2d84399542032f2620389d5&lang=en&cache-only=0",
            "defineEn": "the money that is put into a business or financial activity to gain profit",
            "defineVi": "tiền được đưa vào một hoạt động kinh doanh hoặc tài chính để đạt được lợi nhuận"
        },
        {
            "id": "f2563898-0b88-4e1c-8f2b-54894797ff3d",
            "word": "budget",
            "phonetic": "bʌdʒɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The business owner did not create a budget or a marketing strategy, and the company failed within a year.",
                "The latest budget over-eggs the pudding yet again, spreading resources across too many sectors without enough funds to actually fix any of them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVkZ2V0&hash=d4a97d7dce87c996f8ba0bee600976bc3ee3d8c7&lang=en&cache-only=0",
            "defineEn": "the sum of money that is available to a person, an organization, etc. for a particular purpose and the plan according to which it will be spent",
            "defineVi": "tổng số tiền có sẵn cho một người, một tổ chức, v.v. cho một mục đích cụ thể và kế hoạch theo đó nó sẽ được chi tiêu",
            "hasImg": true
        },
        {
            "id": "fd29b4e8-c82a-4be2-bfea-ee90061623f9",
            "word": "currency",
            "phonetic": "kɜːɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Devaluing our currency.",
                "Nowadays, prisoners use postage stamps and even small packages of mackerel as currency.",
                "The currency is worthless."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVuY3k&hash=db6401b8d7910b87f159bc0629f72de4729dfb77&lang=en&cache-only=0",
            "defineEn": "the type or system of money that is used by a country",
            "defineVi": "loại hoặc hệ thống tiền được sử dụng bởi một quốc gia",
            "hasImg": true
        },
        {
            "id": "9d1da3c5-bf17-4706-add3-05ee0527e17e",
            "word": "to crash",
            "phonetic": "tə kɹæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It crashed just after take-off.",
                "The bank crash has had a ripple effect on the whole community.",
                "She lost a leg in a car crash.",
                "The loud crash made everyone in the room sit up and take notice.",
                "The car crashed into a tree and went down in flames, leaving no survivors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhc2g&hash=23f3947697f830a7174ce25160eb4c0364f9586b&lang=en&cache-only=0",
            "defineEn": "(economics) to lose value  suddenly and significantly",
            "defineVi": "(kinh tế) mất giá đột ngột và đáng kể"
        },
        {
            "id": "cbd13e33-b051-44dc-afee-ca4847e63a8e",
            "word": "deposit",
            "phonetic": "dᵻpɑːzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "I went to the bank to deposit some money into my savings account.",
                "The coal deposits of Britain match deposits in the Appalachian Mountains of eastern North America.",
                "Deposits above and below Dickinsonia had a mixture of about 10 percent cholesteroids and about 75 percent stigmasteroids.",
                "A collection of Boder material was deposited here in 1967."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3NpdA&hash=3733a7b03915d194bacb18a57c7ebf14d5954fd9&lang=en&cache-only=0",
            "defineEn": "(economics) an amount of money that is put into a bank account",
            "defineVi": "(kinh tế học) số tiền được đưa vào tài khoản ngân hàng"
        },
        {
            "id": "8cd7c070-2bc8-41d5-8572-9a3f08918bf6",
            "word": "asset",
            "phonetic": "æsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Geithner, hat in hand, looking for a bridge loan so AIG could complete some asset sales.",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Assets are broken up into two categories.",
                "The left-hand side is the assets."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXQ&hash=7fe32a92adc3761cf56f9911c49d6dc79f99f47d&lang=en&cache-only=0",
            "defineEn": "(usually plural) a property or an item of value that a company owns and can sell to pay its debts",
            "defineVi": "(thường là số nhiều) tài sản hoặc vật phẩm có giá trị mà công ty sở hữu và có thể bán để trả nợ"
        },
        {
            "id": "b98d3d49-f86c-4ca6-8364-d55fda3f3f6d",
            "word": "finance",
            "phonetic": "faɪnæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consumer finance is not necessarily a money spinner any longer.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "I'm not worried about my finances.",
                "The money will go to finance a new community centre.",
                "The private finance initiative has not papered over the cracks, although it has lined plenty of pockets."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jZQ&hash=0f8a61986750000926989be31567ce26e53a923a&lang=en&cache-only=0",
            "defineEn": "the act of managing large sums of money, especially by governments or corporations",
            "defineVi": "hành động quản lý một khoản tiền lớn, đặc biệt là bởi các chính phủ hoặc tập đoàn"
        },
        {
            "id": "8b4f2edb-2588-4e3f-9f9f-6f36cf74bdfc",
            "word": "capital",
            "phonetic": "kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's the capital of Peru?’",
                "What is the capital of France?",
                "A sentence always starts with a capital letter.",
                "Capital spending this year is likely to hit $1,800 million.",
                "The teacher drummed the names of the state capitals into our heads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbA&hash=e0c39f90192b446763a1c68dddf1efdbad42a8d1&lang=en&cache-only=0",
            "defineEn": "money or property owned by a person or company that is used for investment or starting a business",
            "defineVi": "tiền hoặc tài sản thuộc sở hữu của một người hoặc công ty được sử dụng để đầu tư hoặc bắt đầu kinh doanh"
        },
        {
            "id": "8f4576ec-042c-4df9-9d0f-ce3b3fdc4c34",
            "word": "deficit spending",
            "phonetic": "dɛfɪsɪt spɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In recent years, some economists have argued in favor of deficit spending to fund public investment.",
                "More technical argument against deficit spending is that it leads to something called CROWDING OUT.",
                "And it's going to be not at all shy about pushing additional deficit spending by the federal government in order to get there.",
                "And frankly, in that case, the national debt and deficit spending will be the least of our worries.",
                "Some economists suggested using Keynesian policies, namely deficit spending."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWNpdCBzcGVuZGluZw&hash=2e98bd2356c6a6619aeac0f6a11d70b9328c2826&lang=en&cache-only=0",
            "defineEn": "the spending of public funds provided from borrowing rather than taxation, done by a government in order to stimulate the economy",
            "defineVi": "chi tiêu của các quỹ công cộng được cung cấp từ vay chứ không phải thuế, được thực hiện bởi một chính phủ để kích thích nền kinh tế"
        },
        {
            "id": "c9b83ba7-ea20-4c0f-8af1-e19d6fd31815",
            "word": "depression",
            "phonetic": "dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "This episode finds him deep in depression as divorce looms large.",
                "Depression darkens my door and steals so many chunks of what makes me who I am.",
                "Too much black bile, for example, causes depression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVzc2lvbg&hash=e97badb39be6db880c5316d35a258a2031312f00&lang=en&cache-only=0",
            "defineEn": "a time of little economic activity and high unemployment, which lasts for a long time",
            "defineVi": "một thời gian ít hoạt động kinh tế và tỷ lệ thất nghiệp cao, kéo dài trong một thời gian dài"
        },
        {
            "id": "6040fcea-9030-41a1-9a3b-0ee8d3bf3721",
            "word": "savings",
            "phonetic": "seɪvɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over the long term, investing in stocks can provide higher returns than keeping your money in a savings account.",
                "So we could put it into a savings account.",
                "Now that you have a savings target in mind, set your money for this goal apart in some way.",
                "So is it smarter to just keep your money in a savings account?",
                "Well, one option is we could just put it into a savings account."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2aW5ncw&hash=a79eee892234624c808a4bba1d55443ad7a6ea46&lang=en&cache-only=0",
            "defineEn": "the amount of money that one has saved, especially in a bank",
            "defineVi": "số tiền mà một người đã tiết kiệm được, đặc biệt là trong một ngân hàng",
            "hasImg": true
        },
        {
            "id": "38cbd97e-3a46-43eb-b56c-fc8ab50c6371",
            "word": "profit",
            "phonetic": "pɹɑːfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Company profits took a tumble last year.",
                "All members of the band equally share the band's profits.",
                "The company's profits are on the rocks due to poor management decisions.",
                "The bottom line for 2014 was a pre-tax profit of £85 million.",
                "The company made big profits and the workers want a slice of the pie."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZml0&hash=7bbec8c6d94ddc68da952473b4913454e8dc99bb&lang=en&cache-only=0",
            "defineEn": "(economics) the sum of money that is gained after all expenses and taxes are paid",
            "defineVi": "(kinh tế học) tổng số tiền thu được sau khi trả tất cả các chi phí và thuế"
        },
        {
            "id": "9ddd68f2-eed0-43b0-8f2f-dc7b425bc6fc",
            "word": "EPS",
            "phonetic": "ɛps ",
            "partOfSpeechType": "noun",
            "examples": [
                "So oftentimes you'll see this as a 2009 estimate EPS."
            ],
            "audio": "https://tts.langeek.co/read?text=RVBT&hash=bd0a4329cba430258500dd68af2bba94676f3400&lang=en&cache-only=0",
            "defineEn": "a financial measure that indicates a company's profit in relation to each outstanding share of common stock",
            "defineVi": "thước đo tài chính cho biết lợi nhuận của công ty liên quan đến mỗi cổ phiếu phổ thông đang lưu hành"
        },
        {
            "id": "87b20539-ac3b-4224-9a18-180c7bc720d4",
            "word": "half year",
            "phonetic": "hæf jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In November 2010, Emirates group announced half year net losses of three point eight billion dollars.",
                "In November 2020, the Emirates group announced half year net losses of three point eight billion dollars.",
                "I did a soap in this building for two and a half years.",
                "So you'll take roughly two and a half years.",
                "After four and a half years, the wheels are full of dents, punctures, and scratches."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZiB5ZWFy&hash=c8c5861c219cd535119cbf64c0f4c0462f47be54&lang=en&cache-only=0",
            "defineEn": "a period of six months, especially used in financial contexts",
            "defineVi": "một khoảng thời gian sáu tháng, đặc biệt được sử dụng trong bối cảnh tài chính"
        },
        {
            "id": "7475d660-3dde-4c50-96e2-9ff46c82a1f4",
            "word": "joint account",
            "phonetic": "dʒɔɪnt ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe they’re afraid of losing independence, maybe they just haven’t gotten around to it yet, but they might be missing out on some benefits of a joint account like easier organization and transparency.",
                "In the months leading up to his departure to Syria, Damien's ex sued him for withdrawing money from a joint account."
            ],
            "audio": "https://tts.langeek.co/read?text=am9pbnQgYWNjb3VudA&hash=44151fade7edc9c892af09a60815399cc8532bfa&lang=en&cache-only=0",
            "defineEn": "a bank account that has two or more owners",
            "defineVi": "một tài khoản ngân hàng có hai hoặc nhiều chủ sở hữu"
        },
        {
            "id": "27f61572-1f2b-415c-8732-aa3058521a85",
            "word": "net asset value",
            "phonetic": "nɛt æsɛt væljuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV0IGFzc2V0IHZhbHVl&hash=7f706bf9af7b026e661a4938cd2284de29bb9a8d&lang=en&cache-only=0",
            "defineEn": "(economics) the value of a corporation's assets that is calculated by deducing liabilities from the total market value of its shares divided by the number of outstanding shares",
            "defineVi": "(kinh tế học) giá trị tài sản của một công ty được tính bằng cách lấy tổng giá trị thị trường của các cổ phiếu của công ty trừ đi các khoản nợ phải trả cho số lượng cổ phiếu đang lưu hành"
        },
        {
            "id": "95b27e21-ab1e-4a11-b72d-28b07d18d492",
            "word": "real interest rate",
            "phonetic": "ɹiːəl ɪntɹɛst ɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhbCBpbnRlcmVzdCByYXRl&hash=703aaf1a862bc8cc90ac1f2eb202797d6a4f24f8&lang=en&cache-only=0",
            "defineEn": "(economics) an interest rate that is adjusted in a way that removes the effects of inflation",
            "defineVi": "(kinh tế học) lãi suất được điều chỉnh theo cách loại bỏ tác động của lạm phát"
        },
        {
            "id": "81f83b60-8152-456a-9c05-ebdef487bf53",
            "word": "x-efficiency",
            "phonetic": "ɛksɪfɪʃənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eC1lZmZpY2llbmN5&hash=c4fe73f7b881238d628c1e3fc7bde46adbf5d49d&lang=en&cache-only=0",
            "defineEn": "(economics) a company's inability to achieve maximum output from the input due to imperfect competition",
            "defineVi": "(kinh tế học) việc một công ty không thể đạt được sản lượng tối đa so với đầu vào do cạnh tranh không hoàn hảo"
        },
        {
            "id": "1b5ae39b-12c7-4f99-860c-d2a2792999fd",
            "word": "commodity",
            "phonetic": "kəmɑːdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "These commodity monies didn’t require much trust.",
                "It's a commodity.",
                "Cause oil's a valuable commodity.",
                "But commodity money isn’t very convenient."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9kaXR5&hash=1ffc00e045148097b1b2903e6ff2c52d35157f12&lang=en&cache-only=0",
            "defineEn": "(economics) a basic product or raw material that can be purchased or sold",
            "defineVi": "(kinh tế học) sản phẩm cơ bản hoặc nguyên liệu thô có thể mua hoặc bán"
        }
    ]
}