{
    "id": "c97b9201-71d7-4e2a-9f77-37807b199e2c",
    "title": "Lesson 12A",
    "originalTitle": "Lesson 12A",
    "words": [
        {
            "id": "e25c3df2-389f-48fa-bcc9-f570aea9d076",
            "word": "platform",
            "phonetic": "plætfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many businesses use the Salesforce platform for customer relationship management.",
                "The train station platform was busy with people waiting for their trains.",
                "The iPhone runs on the iOS platform.",
                "Windows is a popular platform for PC gaming.",
                "The online platform was offering free access to educational resources, but users had to provide personal information that was later sold to advertisers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGZvcm0&hash=d73fc3e8eea60a84fe18b21b3093b5871d7be0b1&lang=en&cache-only=0",
            "defineEn": "a raised surface on which people or things can stand",
            "defineVi": "một bề mặt nâng cao mà mọi người hoặc mọi thứ có thể đứng",
            "hasImg": true
        },
        {
            "id": "0bd1ec9e-614b-4f2f-87dc-c5b98d685ea6",
            "word": "classical music",
            "phonetic": "klæsɪkəl mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "He wasn't lampooning just one composer, but rather the classical music establishment, which he felt was stuck in the past.",
                "The recording seemed to strike a chord when it was released last spring, spending 13 straight weeks at the top of the classical music charts.",
                "When Kev Marcus and Wil B. met in a high school music class, they shared their desire to disrupt people's impressions of what classical music should be.",
                "(classical music) Put that 'nana up."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2FsIG11c2lj&hash=70b657ea1bd13372f24c58702fca172a59fb3c51&lang=en&cache-only=0",
            "defineEn": "music that originated in Europe, has everlasting value, long-established rules, and elaborated forms",
            "defineVi": "âm nhạc bắt nguồn từ châu Âu, có giá trị vĩnh cửu, các quy tắc được thiết lập lâu đời và các hình thức phức tạp",
            "hasImg": true
        },
        {
            "id": "890e5e43-5e30-411a-b736-2c66ac3d58a1",
            "word": "message",
            "phonetic": "mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2FnZQ&hash=6773ed9649876ed7a289a00dc5c085a3edf90f02&lang=en&cache-only=0",
            "defineEn": "a written or spoken piece of information or communication sent to or left for another person",
            "defineVi": "một mẩu thông tin hoặc thông tin liên lạc bằng văn bản hoặc lời nói được gửi đến hoặc để lại cho người khác",
            "hasImg": true
        },
        {
            "id": "9f0c2968-a336-4c81-8ec7-0a4870ce7637",
            "word": "concert hall",
            "phonetic": "kɑːnsɚt hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VydCBoYWxs&hash=29f52edc05e5d7b461552db43d419914b9c3757f&lang=en&cache-only=0",
            "defineEn": "a large building or room that is designed for performing concerts",
            "defineVi": "một tòa nhà lớn hoặc phòng được thiết kế để thực hiện các buổi hòa nhạc",
            "hasImg": true
        },
        {
            "id": "a793c179-7a34-4075-bebf-b8bc577025ba",
            "word": "seat",
            "phonetic": "siːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Labour's John Taylor and Mary Smith both held seats in this constituency.",
                "The professor will hold a seat on the advisory board.",
                "Can I change seats with you?",
                "Please keep a seat for me.",
                "Six people, and more at a pinch, could be seated comfortably at the table."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhdA&hash=f4950cd795f5864a6fa4e13b6014a71d656c452e&lang=en&cache-only=0",
            "defineEn": "a place in a plane, train, theater, etc. that is designed for people to sit on, particularly one requiring a ticket",
            "defineVi": "một chỗ trong máy bay, xe lửa, nhà hát, v.v. được thiết kế để mọi người ngồi lên, đặc biệt là chỗ cần mua vé",
            "hasImg": true
        },
        {
            "id": "cc64c3d2-bece-41cb-ba6d-8d082ca09423",
            "word": "full",
            "phonetic": "fʊl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her grandmother's garden was full of stone fruit trees.",
                "I take full responsibility for my actions.",
                "Many schools don’t take full advantage of the Internet.",
                "See full dictionary entry for heart.",
                "The school took the full force of the explosion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsbA&hash=c4e17e6890cd82a549b1467eb64425845e796fdb&lang=en&cache-only=0",
            "defineEn": "having no space left",
            "defineVi": "không còn chỗ trống",
            "hasImg": true
        },
        {
            "id": "75b875eb-30b6-45ee-829e-ee11adf67837",
            "word": "to exchange",
            "phonetic": "tʊ ɛkstʃeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "Our policy only allows for exchanges.",
                "The couple knelt before the altar to exchange their vows.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "The conference is a good place to share information and exchange ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjaGFuZ2U&hash=0b35d123b82046fe5a180f684093b98e2491e64b&lang=en&cache-only=0",
            "defineEn": "to give something to someone and receive something else from them",
            "defineVi": "để cung cấp cho một cái gì đó cho một ai đó và nhận được một cái gì đó khác từ họ",
            "hasImg": true
        }
    ]
}