{
    "id": "ca653999-bbe2-4b53-92e4-6042f1315ac6",
    "title": "Unit 11",
    "originalTitle": "Unit 11",
    "words": [
        {
            "id": "7d67a588-1723-4c22-86e7-c623cd59ee34",
            "word": "guitar",
            "phonetic": "ɡɪtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They play the guitar together during jam sessions.",
                "She usually plays the guitar by ear, rather than reading the music.",
                "He kept his guitar in his room and played music whenever he felt like it.",
                "Unless you’ve got money to burn, these expensive guitars are probably not for you.",
                "He loves playing the guitar."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpdGFy&hash=5900bc6faafcd1d9662460dff24162135e55cd4e&lang=en&cache-only=0",
            "defineEn": "a musical instrument, usually with six strings, played by pulling the strings with the fingers or with a plectrum",
            "defineVi": "một nhạc cụ, thường có sáu dây, được chơi bằng cách kéo dây bằng ngón tay hoặc bằng miếng gảy",
            "hasImg": true
        },
        {
            "id": "f27ba8db-ad36-41cd-ac24-b2ef66ebb779",
            "word": "heavy",
            "phonetic": "hɛvi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "They pushed the heavy box across the room.",
                "The book is really heavy going at the beginning.",
                "We loaded the heavy boxes onto the truck for transport.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnk&hash=35f2737e54017ea38f0052324518c98a6a47c1e4&lang=en&cache-only=0",
            "defineEn": "having a lot of weight and not easy to move or pick up",
            "defineVi": "có nhiều trọng lượng và không dễ di chuyển hoặc nhặt lên",
            "hasImg": true
        },
        {
            "id": "85179180-b0e9-4a33-bfd4-0b5e31ec47a8",
            "word": "to help",
            "phonetic": "tə hɛlp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The support of our families has helped enormously.",
                "Helping you?",
                "Such helps were like drop in the ocean.",
                "The taxi driver helped me with my luggage.",
                "His help is useful as a chocolate teapot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVscA&hash=104071ad0e1b6429543e26ac7011f715dc2763aa&lang=en&cache-only=0",
            "defineEn": "to give someone what they need or to make doing something easier or possible for them",
            "defineVi": "để cung cấp cho ai đó những gì họ cần hoặc để làm điều gì đó dễ dàng hơn hoặc có thể cho họ",
            "hasImg": true
        },
        {
            "id": "84df5fc7-03b8-42b3-a525-fd88c2936fb1",
            "word": "horse",
            "phonetic": "hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "My people have a horse in this race, too.",
                "She sits her horse gracefully.",
                "Just hold your horses, Bill!",
                "They turned the horse into the field."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2U&hash=35fc4244c152e9021535a7b4d0262ff226a3fff6&lang=en&cache-only=0",
            "defineEn": "an animal that is large, has a tail and four legs, and we use for racing, pulling carriages, riding, etc.",
            "defineVi": "một con vật lớn, có đuôi và bốn chân, và chúng tôi sử dụng để đua, kéo xe, cưỡi ngựa, v.v.",
            "hasImg": true
        },
        {
            "id": "7c863f35-0d6c-4eeb-961b-42e42cd94402",
            "word": "to hurt",
            "phonetic": "tə hɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those coffin nails are going to hurt your voice.",
                "She hurt herself.",
                "I hurt myself by accident.",
                "He was hurt when his friends laughed at him for his taste in music.",
                "Hurting others intentionally is a bad action."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVydA&hash=c37f221f9df8c50adb9fd54537360a0e65c2ebf2&lang=en&cache-only=0",
            "defineEn": "to cause injury or physical pain to yourself or someone else",
            "defineVi": "gây thương tích hoặc đau đớn về thể chất cho chính bạn hoặc người khác",
            "hasImg": true
        },
        {
            "id": "48f69361-fe3b-4967-ab1b-10c6f8b510a6",
            "word": "interpreter",
            "phonetic": "ɪntɜːpɹɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I do not know what the interpreter said, but under no circumstances did I mean that I had a problem with you, not by any stretch of the imagination.",
                "And the woman writes, 'Interpreter?'",
                "So many protests, so many protests do not have interpreters.",
                "Finally, interpreters work in pairs.",
                "I love that interpreter."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwcmV0ZXI&hash=8452dfce3494207f5d0dec15c644620c9111caf4&lang=en&cache-only=0",
            "defineEn": "someone who verbally changes the words of a language into another",
            "defineVi": "ai đó bằng lời nói thay đổi các từ của một ngôn ngữ sang một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "76dca8cd-d507-4ef5-bbe9-071b9636d8a8",
            "word": "kind",
            "phonetic": "kaɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The companies are two of a kind.",
                "Thank you, you're very kind.",
                "My aunt is a really kind sister to my father.",
                "Thank you for your kind words, they made my day.",
                "The lost child was helped by a kind police officer to find their way home."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZA&hash=789164b00c38d8c6f6401a8f1c7c6720ddb7c0d7&lang=en&cache-only=0",
            "defineEn": "a group of people or things that have similar characteristics or share particular qualities",
            "defineVi": "một nhóm người hoặc những thứ có đặc điểm tương tự hoặc chia sẻ phẩm chất cụ thể"
        },
        {
            "id": "24032b59-331e-4d75-ab4c-53089f03724c",
            "word": "to lift",
            "phonetic": "tə lɪft ",
            "partOfSpeechType": "verb",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "Her article lifts the lid on bullying in the workplace.",
                "Students with disabilities have priority access to the lift.",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlmdA&hash=d7326b504f8c3f294afa298795ee9094ad5fe596&lang=en&cache-only=0",
            "defineEn": "to move a thing from a lower position or level to a higher one",
            "defineVi": "để di chuyển một điều từ một vị trí thấp hơn hoặc mức cao hơn",
            "hasImg": true
        },
        {
            "id": "59cf3a31-2ec8-4836-9fe3-349a5c78fc1a",
            "word": "to lock",
            "phonetic": "tə lɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "He locked the door before leaving the house.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "He entered the key into the lock and opened the door."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9jaw&hash=8e2ef9d6f5e90dbc24e25ba561cc31915be72780&lang=en&cache-only=0",
            "defineEn": "to secure something with a lock or seal",
            "defineVi": "để bảo đảm một cái gì đó với một khóa hoặc con dấu",
            "hasImg": true
        },
        {
            "id": "e8e03bfa-63b5-4b6a-9cfc-fc7dbff38e00",
            "word": "lost",
            "phonetic": "lɔst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The lost child was helped by a kind police officer to find their way home.",
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration.",
                "And on Wall Street today, stocks made up some lost ground.",
                "It's a lost cause."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zdA&hash=89f92e4a8c052e2b3a0df58da179ba5856976655&lang=en&cache-only=0",
            "defineEn": "unable to find or recover something that is misplaced, vanished, or missing",
            "defineVi": "không thể tìm hoặc khôi phục thứ gì đó bị thất lạc, biến mất hoặc mất tích",
            "hasImg": true
        },
        {
            "id": "00234c22-e394-443b-b508-3d13b1f1e762",
            "word": "mechanic",
            "phonetic": "mᵻkænɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mechanic replaced the rusted bolt with a new one.",
                "The mechanic was able to turn a trick and fix my car in no time.",
                "The mechanic gave the car a clean bill of health, saying it was in excellent condition.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety.",
                "The video gamer is leaving his opponent in the dust with his expert knowledge of the game mechanics and quick reflexes."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVjaGFuaWM&hash=bd77403c3814580471aa6ee26d2be63561619ac3&lang=en&cache-only=0",
            "defineEn": "a person whose job is repairing and maintaining motor vehicles and machinery",
            "defineVi": "một người có công việc sửa chữa và bảo trì xe cơ giới và máy móc",
            "hasImg": true
        },
        {
            "id": "d0b8e5c5-7f11-496b-bfe9-cbd0c7f26668",
            "word": "to mend",
            "phonetic": "tə mɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Liza mended her fences by making amends with his family.",
                "The two neighbors mend fences by discussing their concerns and finding common ground.",
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "After a few days of rest and medication, Emily is on the mend and expects to be back to work soon.",
                "After a series of setbacks and missteps, the team regrouped and found themselves on the mend, with a renewed sense of purpose and a clear plan for moving forward."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVuZA&hash=45da812a0599e0dd9500b891426978c2ff060ec1&lang=en&cache-only=0",
            "defineEn": "to fix something that is damaged or broken so it can work or be used again",
            "defineVi": "để sửa chữa một cái gì đó bị hư hỏng hoặc bị hỏng để nó có thể hoạt động hoặc được sử dụng lại",
            "hasImg": true
        },
        {
            "id": "fbca5a74-a3fb-452f-ae82-b2df3d10d4ea",
            "word": "message",
            "phonetic": "mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2FnZQ&hash=6773ed9649876ed7a289a00dc5c085a3edf90f02&lang=en&cache-only=0",
            "defineEn": "a written or spoken piece of information or communication sent to or left for another person",
            "defineVi": "một mẩu thông tin hoặc thông tin liên lạc bằng văn bản hoặc lời nói được gửi đến hoặc để lại cho người khác",
            "hasImg": true
        },
        {
            "id": "12297933-b906-4060-8db8-607636b72760",
            "word": "meter",
            "phonetic": "miːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "He will be running in the 100 meters tonight.",
                "A man came to read the gas meter.",
                "You need to allow three meters of fabric for the dress.",
                "I've come to read the gas meter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZXI&hash=742e61d221c08c9bb731eff648df10b825de5e0c&lang=en&cache-only=0",
            "defineEn": "the basic unit of measuring length that is equal to 100 centimeters",
            "defineVi": "đơn vị đo chiều dài cơ bản bằng 100 cm",
            "hasImg": true
        },
        {
            "id": "ded9780c-9532-49ba-9f66-cd907f6d0b98",
            "word": "mile",
            "phonetic": "maɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The twins' resemblance stuck out a mile.",
                "The town is three miles away.",
                "Only ten miles to go.",
                "The car was doing 90 miles an hour.",
                "The beach is a mile away."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsZQ&hash=3f836a9c1aec381f41104a7f58d373329e9e420d&lang=en&cache-only=0",
            "defineEn": "a unit of measuring length equal to 1.6 kilometers or 1760 yards",
            "defineVi": "một đơn vị đo chiều dài bằng 1,6 km hoặc 1760 yard"
        },
        {
            "id": "c14b2f2c-b0e9-45f6-bab8-c763e8182051",
            "word": "to miss",
            "phonetic": "tə mɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "I missed the part where that's my problem.",
                "but we missed them.",
                "She received a missed call from an unknown phone number.",
                "You've missed your mark three times in a row."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcw&hash=3731b154ab7ef388e275b354f0f5752901ee729a&lang=en&cache-only=0",
            "defineEn": "to fail to catch a bus, airplane, etc.",
            "defineVi": "không bắt được xe buýt, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "2fffa2db-1461-4da4-847d-998977e08da7",
            "word": "to pay",
            "phonetic": "tə peɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Our efforts are finally paying dividends.",
                "Not paying attention.",
                "They both pay their employees badly.",
                "No one paid them any attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5&hash=566906c8b5cb560b20277d7fd7f4d5f5bf9217d8&lang=en&cache-only=0",
            "defineEn": "to give someone money in exchange for goods or services",
            "defineVi": "để cung cấp cho ai đó tiền để đổi lấy hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "42387849-68ea-456a-8fb8-40bc18bec340",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "someone whose job is to operate the controls of an aircraft",
            "defineVi": "một người có công việc là vận hành các điều khiển của một chiếc máy bay",
            "hasImg": true
        },
        {
            "id": "7f9721ee-1469-418f-9c59-b0e8048a4853",
            "word": "popular",
            "phonetic": "pɑːpjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sultanas are a popular ingredient in fruitcakes and other baked goods.",
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "The mountain is a popular destination for climbers and hikers.",
                "The passion fruit smoothie is a popular choice at the café.",
                "The afternoon is a popular time for outdoor activities like picnics and sports."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhcg&hash=4fb5a2cde5448f72e365ec817d9d6c7dd53f72f6&lang=en&cache-only=0",
            "defineEn": "receiving a lot of love and attention from many people",
            "defineVi": "nhận được rất nhiều tình cảm và sự quan tâm của nhiều người",
            "hasImg": true
        },
        {
            "id": "97dc66fe-5e37-41a8-bf35-760b5cc0787d",
            "word": "to ride",
            "phonetic": "tə ɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government rode roughshod over all opposition to the new measures.",
                "We ride our bikes along the bike lane on the main street.",
                "They are riding the crest of the wave at the moment.",
                "He rides his motorcycle to work every day.",
                "I gave my friend a ride home from the party last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlkZQ&hash=4eb6c47aab74b4b0205b5b14e90f3e4ba357c72f&lang=en&cache-only=0",
            "defineEn": "to sit on open-spaced vehicles like motorcycles or bicycles and be in control of their movements",
            "defineVi": "ngồi trên các phương tiện có không gian rộng rãi như xe máy hoặc xe đạp và kiểm soát chuyển động của chúng",
            "hasImg": true
        },
        {
            "id": "6d897d4e-47b7-4a75-98af-1015249edf01",
            "word": "safe",
            "phonetic": "seɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep your passport in a safe place.",
                "After all, the highest branch is not the safest roost.",
                "You can feel as safe as houses here with electric entrance gates.",
                "Don't worry, Uncle Tim, your future is safe in our hands.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZQ&hash=3e67fa5139504d250baa4657c76f6c74576e8ba8&lang=en&cache-only=0",
            "defineEn": "being without danger or harm",
            "defineVi": "không có nguy hiểm hoặc tổn hại",
            "hasImg": true
        },
        {
            "id": "9516a4f9-46b5-4555-bbdd-5d413012e577",
            "word": "to send",
            "phonetic": "tə sɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "I sent the package by airmail.",
                "He sent me a copy of his new book.",
                "She sent the kids to bed early."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZA&hash=c2cf48074fe387a6f0654706360efe1e2af5e741&lang=en&cache-only=0",
            "defineEn": "to take something to a specific location or making arrangements for it to be taken there, particularly by post",
            "defineVi": "để đưa một cái gì đó đến một địa điểm cụ thể hoặc sắp xếp để nó được đưa đến đó, đặc biệt là qua đường bưu điện",
            "hasImg": true
        },
        {
            "id": "e7a53df2-905f-4138-9f99-d7d43d614dbf",
            "word": "slowly",
            "phonetic": "sloʊli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The days passed slowly.",
                "The day and night passed slowly.",
                "The blades of the helicopter were turning slowly.",
                "The old lady walked slowly with the support of her cane.",
                "He slowly raised his head up."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvd2x5&hash=eff4c9fb23293877adf393e71530211e37f942eb&lang=en&cache-only=0",
            "defineEn": "moving or doing something at a slow speed; not quickly",
            "defineVi": "di chuyển hoặc làm điều gì đó với tốc độ chậm; không nhanh chóng",
            "hasImg": true
        },
        {
            "id": "7b7199ec-274b-4b3d-abbf-ce3f217285c0",
            "word": "something",
            "phonetic": "sʌmθɪŋ ",
            "partOfSpeechType": "pronoun",
            "examples": [
                "The company ought to do something about the poor service.",
                "The incident has remained something of an elephant in the room within our family.",
                "Something is not making sense here.",
                "There is something in the wind.",
                "To take a shot at somebody/something."
            ],
            "audio": "https://tts.langeek.co/read?text=c29tZXRoaW5n&hash=089fdca4e503f8a7f9760d6253c5805d4e8c1cb4&lang=en&cache-only=0",
            "defineEn": "used to mention a thing that is not known or named",
            "defineVi": "được sử dụng để đề cập đến một điều mà không được biết đến hoặc đặt tên",
            "hasImg": true
        },
        {
            "id": "c4aadf42-f57b-4879-b3a7-4971ae038556",
            "word": "smartphone",
            "phonetic": "smɑːɹtfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The latest smartphone is now on the market.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "Samsung pokes fun at Apple's lack of smartphone innovation and reveals expectations for a foldable iPhone."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hcnRwaG9uZQ&hash=63b7a03498f14c3bfe1883f410dd91f4b722f3b3&lang=en&cache-only=0",
            "defineEn": "a portable device that combines the functions of a cell phone and a computer, such as browsing the internet, using apps, making calls, etc.",
            "defineVi": "một thiết bị di động kết hợp các chức năng của điện thoại di động và máy tính, chẳng hạn như duyệt internet, sử dụng ứng dụng, thực hiện cuộc gọi, v.v.",
            "hasImg": true
        },
        {
            "id": "4ac308e3-5d13-4c1c-9a09-ac5aff3af01f",
            "word": "to surf",
            "phonetic": "tə sɜːf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The beach was crowded with people enjoying the sun and surf.",
                "- She loves-- - I have surfed.",
                "The rugged shells protect the snails’ squishy bodies from the relentless surf.",
                "But also, I surf through cable channels.",
                "You didn't have a surf recently?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VyZg&hash=a610507dd5008b8c3489778d1cefc3ce013031cf&lang=en&cache-only=0",
            "defineEn": "to visit different websites",
            "defineVi": "để truy cập các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "3e40e5f1-83bd-43ca-9383-8793bbc4a842",
            "word": "to take",
            "phonetic": "tə teɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take your pick.",
                "His new world record will take some beating.",
                "His apology took the edge off her anger.",
                "Things like this take time.",
                "The river took a meandering bend through the picturesque valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZQ&hash=218a7b24f2f9192973800c7366909ef3421d1aec&lang=en&cache-only=0",
            "defineEn": "to reach for something and hold it",
            "defineVi": "để đạt được cho một cái gì đó và giữ nó",
            "hasImg": true
        },
        {
            "id": "80c2119c-393b-4acd-8532-ce4a561f17ae",
            "word": "photo",
            "phonetic": "foʊɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "To take a picture/photo/shot of somebody/something.",
                "I have a picture frame with a family photo on my desk.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "I need to update my passport photo."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG8&hash=6141fa02df1ccb96c27da8d590e8eade0a781769&lang=en&cache-only=0",
            "defineEn": "an image captured by a camera",
            "defineVi": "một hình ảnh được chụp bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "990703ec-7813-4fbf-ba43-3d436ccb95cf",
            "word": "terrible",
            "phonetic": "tɛɹᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team took a terrible beating.",
                "You've made a terrible mess of this job.",
                "I had terrible butterflies before I gave that talk in Venice.",
                "The situation was terrible, but like many politicians he was attracted by troubled waters.",
                "The entire region has been in the grip of a terrible drought."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmlibGU&hash=ca3af0076692da17af5cff9ad18e20f26d5b7191&lang=en&cache-only=0",
            "defineEn": "very bad, disagreeable, or unpleasant",
            "defineVi": "rất xấu, khó chịu, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "9c1af274-ae36-4ff3-ae78-68eb01662c22",
            "word": "ticket booth",
            "phonetic": "tɪkɪt buːθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlja2V0IGJvb3Ro&hash=dc3cd734f56f57e7512fe30cd8b05a3cb47140aa&lang=en&cache-only=0",
            "defineEn": "a small structure or booth where tickets for various events or attractions are sold in person",
            "defineVi": "một cấu trúc nhỏ hoặc gian hàng nơi vé cho các sự kiện hoặc điểm tham quan khác nhau được bán trực tiếp",
            "hasImg": true
        },
        {
            "id": "7d00ffa0-0700-48c5-b9fd-ec1eb5d2e169",
            "word": "to try",
            "phonetic": "tə tɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "Try some dried apricots as a healthy snack.",
                "Give sweetsop a try!",
                "Have you tried this new coffee?",
                "The case was tried before a jury."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5&hash=4f5ca1cf7faae85aa97139d6b332410f679bc50f&lang=en&cache-only=0",
            "defineEn": "to make an effort or attempt to do or have something",
            "defineVi": "để thực hiện một nỗ lực hoặc cố gắng để làm hoặc có một cái gì đó"
        },
        {
            "id": "41667071-1039-4864-996b-787ec7ec108e",
            "word": "to turn off",
            "phonetic": "tə tɜːn ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "He reached over and turned off his bedside light.",
                "Jill must have been in another world when I asked her to turn off the oven because the bread is burned now.",
                "\"Turn off?\"",
                "Once inside, he turned off the security alarm. ",
                "Don't turn off the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvZmY&hash=5687b1119d83a2dd52bc64cb52d5caca4c3a0ac7&lang=en&cache-only=0",
            "defineEn": "to cause a machine, device, or equipment to stop operating, typically by pushing a button or turning a key",
            "defineVi": "làm cho máy móc, thiết bị hoặc thiết bị ngừng hoạt động, thường bằng cách nhấn nút hoặc vặn chìa khóa",
            "hasImg": true
        },
        {
            "id": "facbf442-32a0-47cf-92ee-4fa35832ed47",
            "word": "violin",
            "phonetic": "vaɪəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She plays the violin with grace and precision.",
                "To play the piano/violin/flute.",
                "They hired a violin teacher to guide them in their learning.",
                "He taught himself to play the violin.",
                "We gathered around as she performed a heartfelt solo on her violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGlu&hash=2c781be8ec9d5f2fe40f9cd37980b9d61e2944b0&lang=en&cache-only=0",
            "defineEn": "a musical instrument with strings, held under the chin and played with a bow",
            "defineVi": "một nhạc cụ có dây, được giữ dưới cằm và chơi bằng cung",
            "hasImg": true
        },
        {
            "id": "0d024f58-aebf-459b-8f36-417fd9f6758a",
            "word": "wet",
            "phonetic": "wɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, wet your whistle.",
                "He's still wet behind the ears!",
                "You're all wet Jameson",
                "I may be all wet on this point.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire."
            ],
            "audio": "https://tts.langeek.co/read?text=d2V0&hash=372fcafe56f185a9dfde63d3581ae1843ddd9778&lang=en&cache-only=0",
            "defineEn": "covered with or full of water or another liquid",
            "defineVi": "được bao phủ bởi hoặc đầy nước hoặc chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "defc3d5d-f796-4ce2-aaa7-e21a80627b78",
            "word": "worldwide",
            "phonetic": "wɜːldwaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I believe that chiles are an essential ingredient in many traditional cuisines worldwide.",
                "Spanish art, such as the works of Pablo Picasso and Salvador Dalí, is renowned worldwide.",
                "Our bestselling album did about a million worldwide.",
                "The book became a worldwide best-seller, largely by the word of mouth.",
                "Worldwide, Solenopsis ranges as far south as the southern tips of South America, Africa, and Australia."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ybGR3aWRl&hash=bacfa38a6dfe6fe9244eab03d497dc91ea1c4987&lang=en&cache-only=0",
            "defineEn": "all over the world",
            "defineVi": "trên toàn thế giới",
            "hasImg": true
        },
        {
            "id": "a2ef4e1f-de8c-4f6b-ad55-ed98b340642c",
            "word": "accident",
            "phonetic": "æksɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Accidents like this happen all the time.",
                "That accident battered up the door of my car.",
                "She'll have an accident one day.",
                "The latest skiing accident is a case in point.",
                "Both drivers shared the blame for the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjaWRlbnQ&hash=6325ffc0681756657ce5c3106701b5dee7a43bef&lang=en&cache-only=0",
            "defineEn": "an unexpected and unpleasant event that occurs by chance, usually causing damage or injury",
            "defineVi": "một sự kiện bất ngờ và khó chịu xảy ra một cách tình cờ, thường gây ra thiệt hại hoặc thương tích",
            "hasImg": true
        },
        {
            "id": "c90cf6c9-0461-48f7-8025-c21a30d54182",
            "word": "arm",
            "phonetic": "ɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both teams chanced their arms at every opportunity.",
                "His arms dropped limply to his sides.",
                "He moved his arm away from his face.",
                "The mother gently cradled her newborn baby in her arms.",
                "The proud uncle held his newborn nephew in his arms."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJt&hash=06f559c6a0ca6d672f59aca0a725c4f41d0c69fa&lang=en&cache-only=0",
            "defineEn": "one of the two body parts that is connected to the shoulder and ends with fingers",
            "defineVi": "một trong hai bộ phận cơ thể được nối với vai và kết thúc bằng ngón tay",
            "hasImg": true
        },
        {
            "id": "42337456-bc8f-466f-861b-e9f0ffde0bd5",
            "word": "to arrive",
            "phonetic": "tʊ ɚɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "Has the train from Bristol arrived?",
                "The fast train arrived at the destination in no time.",
                "Replies to the advertisement are arriving in fits and starts.",
                "The elevator arrived after a couple of minutes of waiting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyaXZl&hash=2a6705ceb505b3554d894b0ff589d949c601c4ee&lang=en&cache-only=0",
            "defineEn": "to reach a location, particularly as an end to a journey",
            "defineVi": "để đạt được một địa điểm, đặc biệt là kết thúc một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "ea3d440e-8769-44fc-bb08-6debe284173a",
            "word": "athlete",
            "phonetic": "æθliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "Not even the most talented athlete is guaranteed a long career.",
                "The athlete remained in the spotlight after breaking the world record.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The athlete's mistakes during the game put him on the firing line of criticism from fans and media."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0ZQ&hash=f9192ced6c94501be3236b894988566b818ac031&lang=en&cache-only=0",
            "defineEn": "a person who is good at sports and physical exercise, and often competes in sports competitions",
            "defineVi": "một người giỏi thể thao và rèn luyện thể chất, và thường tham gia các cuộc thi thể thao",
            "hasImg": true
        },
        {
            "id": "d29201af-16d7-4bdc-8910-7fdfbd3f659a",
            "word": "bill",
            "phonetic": "bɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Come on, Bill.",
                "The bill has the President's seal of approval.",
                "The bill was four votes shy of a majority.",
                "His parents footed the bill for his college education."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsbA&hash=7338efb8049a8ff015ef40e2dbb236db4acc13c0&lang=en&cache-only=0",
            "defineEn": "a piece of printed paper that shows the amount of money a person has to pay for the meal they have had in a bar or restaurant",
            "defineVi": "một mảnh giấy in cho thấy số tiền một người phải trả cho bữa ăn họ đã có trong một quán bar hoặc nhà hàng",
            "hasImg": true
        },
        {
            "id": "160cdac2-d008-4392-a75e-528cd8f44602",
            "word": "button",
            "phonetic": "bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9u&hash=2d432cb662d9a50ff1ece8509faedbd391c40fe4&lang=en&cache-only=0",
            "defineEn": "a small, round object, usually made of plastic or metal, sewn onto a piece of clothing and used for fastening two parts together",
            "defineVi": "một vật tròn, nhỏ, thường làm bằng nhựa hoặc kim loại, được khâu vào một mảnh quần áo và dùng để buộc hai phần lại với nhau",
            "hasImg": true
        },
        {
            "id": "d5ed089d-648f-40d1-ac83-4bcf7f2a13f3",
            "word": "cake",
            "phonetic": "keɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The old lady's cake wasn't wonderful",
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "Oh, that takes the cake!",
                "I baked a chocolate cake for my friend's birthday."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FrZQ&hash=06d0cb848466be1f75dfd8a67dc34ee7a4709661&lang=en&cache-only=0",
            "defineEn": "a sweet food that is made by mixing flour, butter or oil, sugar, eggs and other ingredients and then backing it in an oven",
            "defineVi": "một món ăn ngọt được làm bằng cách trộn bột mì, bơ hoặc dầu, đường, trứng và các thành phần khác rồi cho vào lò nướng",
            "hasImg": true
        },
        {
            "id": "1c78c8fc-544c-4fe1-9f1f-8f81ad60e741",
            "word": "chess",
            "phonetic": "tʃɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I usually play chess with my brother.",
                "Chess is a strategic board game played between two players on a checkered board.",
                "She beats me at chess nine times out of ten.",
                "When I play chess with my Dad I'm out of my league.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3M&hash=deadab9f6d78fba941a3a9ea85a72545d559280f&lang=en&cache-only=0",
            "defineEn": "a strategic two-player board game where players move pieces with different abilities across a board with the objective of capturing the opponent's king",
            "defineVi": "một trò chơi cờ hai người chơi chiến lược trong đó người chơi di chuyển các quân cờ với các khả năng khác nhau trên một bàn cờ với mục tiêu chiếm được vua của đối phương",
            "hasImg": true
        },
        {
            "id": "98b65e06-346b-459c-a5e7-505e36cb17fa",
            "word": "clever",
            "phonetic": "klɛvɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their daughter is as clever as they come.",
                "This guy is either very clever or he's not playing with a full deck.",
                "The clever student caught the teacher napping and managed to sneak out of class unnoticed.",
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment.",
                "The film doesn't reinvent the wheel for action films, but it adds enough clever twists on the genre to still feel fresh and new."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xldmVy&hash=8a6f11da66461bf4c8268405b859cf1c23655397&lang=en&cache-only=0",
            "defineEn": "able to think quickly and find solutions to problems",
            "defineVi": "có thể suy nghĩ nhanh chóng và tìm giải pháp cho các vấn đề",
            "hasImg": true
        },
        {
            "id": "1410a74d-11c4-4b10-ab1c-d25ddff83b06",
            "word": "cost",
            "phonetic": "kɔst ",
            "partOfSpeechType": "noun",
            "examples": [
                "That holiday cost me a small fortune.",
                "College tuitions cost an arm and leg nowadays.",
                "Estimates put the war's cost at £1 million a day.",
                "It will cost $1,500 to get the car back on the road.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdA&hash=69cb18634ad51e9bbdb0df51398ba9bccd0c14eb&lang=en&cache-only=0",
            "defineEn": "an amount we pay to buy, do, or make something",
            "defineVi": "một số tiền chúng tôi phải trả để mua, làm, hoặc thực hiện một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6f8f0828-479a-4201-bd52-ed82de1507d4",
            "word": "dangerous",
            "phonetic": "deɪndʒɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A dangerous policy that runs the risk of failure.",
                "These foods are potentially dangerous, yet nobody thinks twice before handing them out to their loved ones.",
                "It's known as the most dangerous part of the city.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "The student kept procrastinating on their assignments and projects, and eventually learned the hard way that delays are dangerous when they failed their exams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuZ2Vyb3Vz&hash=991ccfa8a0a2070d41a832e21dccb58d23ad09af&lang=en&cache-only=0",
            "defineEn": "capable of harming or injuring a person or destroying or damaging a thing",
            "defineVi": "có khả năng làm hại hoặc làm bị thương một người hoặc phá hủy hoặc làm hỏng một thứ",
            "hasImg": true
        },
        {
            "id": "edc8141a-2c36-45e2-a071-90f72048a409",
            "word": "everything",
            "phonetic": "ɛvɹɪθɪŋ ",
            "partOfSpeechType": "pronoun",
            "examples": [
                "Everything gives umbrage to a tyrantny.",
                "Everything worked very smoothly.",
                "Everything went pear-shaped.",
                "Everything was free",
                "The wind had coated everything with a layer of sand."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlcnl0aGluZw&hash=a92f6cd51919d5a5d3fa77906abbf79cab7c3f32&lang=en&cache-only=0",
            "defineEn": "all things, events, etc.",
            "defineVi": "mọi sự vật, sự kiện, v.v."
        },
        {
            "id": "fc032b69-2955-4e6f-981a-33f2a5be017f",
            "word": "fluently",
            "phonetic": "fluːəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures.",
                "He wants to become bilingual and speak multiple languages fluently.",
                "Of course, not all deaf people can read English fluently.",
                "It merges fluently with outer space, where there's no atmosphere at all.",
                "People's opinions sway one way and ignore people who aren’t signing fluently."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1ZW50bHk&hash=1bd9d6adc0ae79dbbe6d8ad3a9cc738c72dfa2d7&lang=en&cache-only=0",
            "defineEn": "in an easy, effortless, and correct manner",
            "defineVi": "một cách dễ dàng, dễ dàng và chính xác"
        },
        {
            "id": "b0245a30-04c6-46c8-a0a3-93bc1140cb0d",
            "word": "to fly",
            "phonetic": "tə flaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful bird flew high in the sky.",
                "\"And pigs can fly!\"",
                "The airplane flew through the clouds on its way to the destination.",
                "a black raven is flying across the night sky.",
                "Birds can fly freely in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx5&hash=572e2387383ac2d52a5cea0931a2251903006648&lang=en&cache-only=0",
            "defineEn": "to move or travel through the air",
            "defineVi": "để di chuyển hoặc đi du lịch trong không khí",
            "hasImg": true
        },
        {
            "id": "45d64225-f7c5-4dbc-806e-0d9aa3354a9b",
            "word": "grand",
            "phonetic": "ɡɹænd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "In politics, people often make grand speeches but fail to take action.",
                "The wise owls went to visit their grand kids in their scooters.",
                "The grand finale of the performance is the crowning glory of the entire show, leaving the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQ&hash=0808e8773af519a1b3a119aab352397f413ef586&lang=en&cache-only=0",
            "defineEn": "very impressive and large",
            "defineVi": "rất ấn tượng và lớn"
        },
        {
            "id": "b6c56be2-49c6-43ef-be0b-82a561cacb7b",
            "word": "green",
            "phonetic": "ɡɹiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The leaves on the trees are green.",
                "The lights changed to green.",
                "The color green has a restful effect.",
                "The green frog hopped from one lily pad to another.",
                "The vibrant green color of perilla leaves adds an attractive touch to any dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4&hash=814f2870faa764c58019b1be535f603d5b799eee&lang=en&cache-only=0",
            "defineEn": "having the color of fresh grass or most plant leaves",
            "defineVi": "có màu của cỏ tươi hoặc hầu hết các lá cây",
            "hasImg": true
        }
    ]
}