{
    "id": "cab07645-68cb-4e28-b198-7fae4175c315",
    "title": "Lesson 10",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "d62eeb65-ba37-4fe0-baee-12f410716569",
            "word": "laborious",
            "phonetic": "lɐboːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It goes through a laborious process of having every last hair scraped off.",
                "Argan kernels are then collected from their excrement, saving the laborious work of cracking open the nuts manually.",
                "And Molly Springfield, who gave us a window into her meticulous and laborious process making graphite drawings of photocopied text.",
                "We're taking what is laborious, unreliable four-hour drive if you're lucky and turning that into a reliable, safe 90 minutes.",
                "I don't know I know he took a laborious detail into explaining what he was going to be doing, but I Was just focused on kind of what I was going to say and my fear about that I wasn't listening every detail about that whether it was audio or video recorded."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3Jpb3Vz&hash=d8a888375b3de4b3f72939a8ba60071343c84b83&lang=en&cache-only=0",
            "defineEn": "characterized by effort to the point of exhaustion; especially physical effort",
            "defineVi": "được đặc trưng bởi nỗ lực đến mức kiệt sức; đặc biệt là nỗ lực thể chất"
        },
        {
            "id": "962a908e-ef62-4904-bdf3-020a1e742921",
            "word": "labyrinth",
            "phonetic": "læbɚɹɪnθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We started on the labyrinth with just a few people.",
                "But inside, he quickly loses his way through the tangled labyrinth.",
                "But unlike those towering termites, the ant labyrinth reached 8 meters underground.",
                "Now, the hearing function of the labyrinth is housed in the easy-to-spot structure that’s shaped like a snail’s shell, the cochlea.",
                "With some of the most complicated anatomy in your entire body, it’s no wonder it’s known as the labyrinth."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFieXJpbnRo&hash=b4c7281add2161a7fa3f32dcb1e47acdf1d43763&lang=en&cache-only=0",
            "defineEn": "a complex maze constructed by Daedalus to imprison the Minotaur",
            "defineVi": "một mê cung phức tạp do Daedalus xây dựng để giam cầm Minotaur"
        },
        {
            "id": "8d2464b4-3e1c-41ce-8290-a74b6ac8b8f3",
            "word": "labyrinthine",
            "phonetic": "læbɚɹɪnθiːn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFieXJpbnRoaW5l&hash=3fa26fb2cbb0f8c27a86b9d0ce8df1070f4c892b&lang=en&cache-only=0",
            "defineEn": "resembling a labyrinth in form or complexity",
            "defineVi": "giống như một mê cung về hình thức hoặc độ phức tạp"
        },
        {
            "id": "ecc8dbec-112a-443b-be8b-5f6b0cd322bf",
            "word": "abysmal",
            "phonetic": "ɐbɪsməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But Oh my God, that is abysmal.",
                "And of course his election was abetted by, you know, an abysmal campaign on the Democratic side. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWJ5c21hbA&hash=32fdc086f0c83ff2d76b29cc557683edf85fbdb3&lang=en&cache-only=0",
            "defineEn": "resembling an abyss in depth; so deep as to be unmeasurable",
            "defineVi": "giống như một vực thẳm sâu; sâu đến mức không thể đo lường được"
        },
        {
            "id": "373c877d-c716-4117-8c8f-406bd147859f",
            "word": "abyss",
            "phonetic": "ɐbɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are on the verge of an abyss.",
                "We are on the verge of an abyss.",
                "You're the world leader in Covid deaths, and right now, you're leading us into the abyss.",
                "As they stared into the Trump Organization's abyss, the banks came to believe that Trump's assets-- the buildings, the casinos-- were worth more with his name on them than in foreclosure.",
                "Creating an image of a light swallowing cosmic abyss is not unlike tuning in to hear your favorite song on the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJ5c3M&hash=401e4e6afd99e8dfceae704e018d0afbb6dd9b3e&lang=en&cache-only=0",
            "defineEn": "a bottomless gulf or pit; any unfathomable (or apparently unfathomable) cavity or chasm or void extending below (often used figuratively)",
            "defineVi": "một vịnh hoặc hố không đáy; bất kỳ khoang hoặc vực sâu không thể dò được (hoặc rõ ràng là không thể dò được) hoặc khoảng trống kéo dài bên dưới (thường được sử dụng theo nghĩa bóng)"
        },
        {
            "id": "9c786bc6-cc51-4c3c-af97-d67f22049dbd",
            "word": "facetious",
            "phonetic": "fɐsiːʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjZXRpb3Vz&hash=352e757034bb49cbc18ea3b6fe25412ef927df02&lang=en&cache-only=0",
            "defineEn": "not showing the amount of seriousness needed toward a serious matter by trying to seem clever and humorous",
            "defineVi": "không thể hiện mức độ nghiêm túc cần thiết đối với một vấn đề nghiêm trọng bằng cách cố tỏ ra thông minh và hài hước"
        },
        {
            "id": "ef95e03d-af77-4923-bcb8-14aad009549c",
            "word": "facile",
            "phonetic": "fæsəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjaWxl&hash=d8daf8113901745f274ea63f22264ab06344a478&lang=en&cache-only=0",
            "defineEn": "performing adroitly and without effort",
            "defineVi": "thực hiện khéo léo và không cần nỗ lực",
            "hasImg": true
        },
        {
            "id": "05f42247-02de-4058-9539-57f9e891675a",
            "word": "to facilitate",
            "phonetic": "tə fəsɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police officer was caught in league with the drug dealers to facilitate their operations.",
                "I set the plants in shallow hollows to facilitate watering.",
                "I will do whatever is needed to facilitate peaceful and fair polls in the state.",
                "The availability of easy credit and loans also facilitated buying.",
                "Inventions like cheaper newsprint also facilitated mass society, because more people had access to more information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjaWxpdGF0ZQ&hash=b366a71218a62fdc9f85816297ddf656c9aca31c&lang=en&cache-only=0",
            "defineEn": "to help something, such as a process or action, become possible or simpler",
            "defineVi": "để giúp một cái gì đó, chẳng hạn như một quá trình hoặc hành động, trở nên có thể hoặc đơn giản hơn"
        },
        {
            "id": "04c26e62-f337-454a-8265-ac705925ca11",
            "word": "facility",
            "phonetic": "fəsɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses the apartment's laundry facilities to wash his clothes.",
                "Adequate facilities already exist to serve the needs of people visting the town.",
                "There are baby changing facilities in all our stores.",
                "This facility processes up to a million tons of waste annually.",
                "Each year, Ocean Spray facilities produce about 88 million cans of cranberry sauce, and 223 million bottles of juice!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjaWxpdHk&hash=1f6d17f03987ef2438922aeb41d6267c60444f77&lang=en&cache-only=0",
            "defineEn": "skillful performance or ability without difficulty",
            "defineVi": "hiệu suất hoặc khả năng khéo léo mà không gặp khó khăn"
        },
        {
            "id": "debdf1ff-941a-46eb-a042-9d5ab3cd50df",
            "word": "to wrest",
            "phonetic": "tə ɹɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now, I think Putin sees him as a profoundly weak and gullible president, weak because he can't seem to wrest himself from the clutches of the establishment that’s swallowing him whole with this Russian investigation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3Jlc3Q&hash=2e24c9ee18aeaec5e014593b1d7d268bedab2de4&lang=en&cache-only=0",
            "defineEn": "to take something out of someone's hand usually by force",
            "defineVi": "để lấy một cái gì đó ra khỏi tay của một ai đó thường bằng vũ lực"
        },
        {
            "id": "2edc9375-e6ab-4588-ad22-a42b78eca25c",
            "word": "to wrench",
            "phonetic": "tə ɹɛntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hate it when someone throws a monkey wrench in the works.",
                "Please hand me the wrench so I can loosen the bolt.",
                "The funding for the project was withdrawn so that really threw a wrench into the works.",
                "Some stars, like cool red dwarfs, throw another wrench into this system.",
                "Nature almost threw a wrench in its plans, though."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JlbmNo&hash=f0dcd9ac10abbe516be92cbbe800c7e185f1d655&lang=en&cache-only=0",
            "defineEn": "twist or pull violently or suddenly, especially so as to remove (something) from that to which it is attached or from where it originates",
            "defineVi": "xoắn hoặc kéo mạnh hoặc đột ngột, đặc biệt là để loại bỏ (thứ gì đó) khỏi thứ mà nó được gắn vào hoặc từ nơi nó bắt nguồn"
        },
        {
            "id": "64460645-348e-46a2-80a7-21a8c157334e",
            "word": "to wreak",
            "phonetic": "tə ɹiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even small disruptions in sleep can wreak havoc on safety and performance.",
                "The aftermath of the big one will wreak havoc on infrastructure and the economy.",
                "World War Two wreaked havoc on America's relationship with Japan.",
                "This will wreak havoc on our ocean currents and weather patterns.",
                "The disease wreaked havoc on the countries that were impacted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JlYWs&hash=1e97542ff04c30a01127b9f7811da94491dcfdf7&lang=en&cache-only=0",
            "defineEn": "to cause or inflict damage, harm, or destruction, often with great force or intensity",
            "defineVi": "gây ra hoặc gây thiệt hại, tổn hại hoặc phá hủy, thường với lực lượng hoặc cường độ lớn"
        },
        {
            "id": "d30e9616-2e31-4247-bb6c-350bc1b385dc",
            "word": "wrath",
            "phonetic": "ɹæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A soft answer turns away wrath, as the saying goes.",
                "\"I know we had a disagreement earlier, but let not the sun go down on your wrath,\" said Sarah, trying to reconcile with her sister.",
                "What are Spock's famous last words in Star Trek II: The Wrath of Khan? -",
                "That would be to invite the full wrath of NATO.",
                "The war is coming to the surface and I'm bringing the wrath of the seven seas with me."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JhdGg&hash=5f512f02b6260ee912409131409c00d3c0716885&lang=en&cache-only=0",
            "defineEn": "belligerence aroused by a real or supposed wrong (personified as one of the deadly sins)",
            "defineVi": "sự hiếu chiến gây ra bởi một sai lầm có thật hoặc được cho là (được nhân cách hóa thành một trong những tội lỗi chết người)"
        },
        {
            "id": "f8c7ef39-e82a-4755-b740-532ffe4ab100",
            "word": "to wrangle",
            "phonetic": "tə ɹæŋɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compromise reached after much wrangling is, however, better than nothing at all.",
                "So I'm gonna wrangle some critters.",
                "From a battle over voting rights, to wrangling over COVID relief, a lot to break down this week.",
                "Who’s going to wrangle all the experts you’re recruiting?",
                "Go out on the street, wrangle up a bunch of different kinds of people and randomly assign them into three different groups."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JhbmdsZQ&hash=a5f12fa3a9c2957e0f211216b396bfbdd2e90ee9&lang=en&cache-only=0",
            "defineEn": "to have a prolonged and complicated argument",
            "defineVi": "để có một cuộc tranh luận kéo dài và phức tạp"
        },
        {
            "id": "3688fb25-c52c-4384-824c-bb152161a6a5",
            "word": "candid",
            "phonetic": "kændɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just be candid here.",
                "Well, I will be very candid.",
                "You are now punished for being candid. ",
                "I'm very troubled by it, if I'm being completely candid.",
                "I was glad that you were quite candid in the book, Cindy McCain, about the challenges for the spouse of a politician."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZGlk&hash=30c74972e363719b9c292dc2d4697cf555d843d5&lang=en&cache-only=0",
            "defineEn": "speaking in an honest, straightforward, and unreserved manner",
            "defineVi": "nói một cách trung thực, thẳng thắn và không hạn chế"
        },
        {
            "id": "1c9448c7-45b5-428c-8571-0d53832af11c",
            "word": "candor",
            "phonetic": "kændoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I really appreciate your candor on this, Steve. ",
                ", I think Senator Warner deserves credit for his candor, because he's right."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZG9y&hash=1501afc2b599cbec7b8a212ab2a20fc927da3fd3&lang=en&cache-only=0",
            "defineEn": "the quality of being honest and straightforward in attitude and speech",
            "defineVi": "phẩm chất trung thực và thẳng thắn trong thái độ và lời nói"
        },
        {
            "id": "4a3161d5-4728-42bb-9920-3120f8888997",
            "word": "neural",
            "phonetic": "nʊɹɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Neural networks are better than other methods for certain tasks like, image recognition.",
                "The second concept is neural plasticity.",
                "All mammals demonstrate on-going neural activity throughout their hearing pathways.",
                "Ongoing neural activity also underlies our sensory perception.",
                "And those neural connections need lots of fuel! "
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1cmFs&hash=4ae505a7f791e550c329bd7056976cafb76c1903&lang=en&cache-only=0",
            "defineEn": "of or relating to neurons",
            "defineVi": "của hoặc liên quan đến tế bào thần kinh"
        },
        {
            "id": "9e51e60b-9e6e-4161-9e10-59d9152c654d",
            "word": "to garner",
            "phonetic": "tə ɡɑːɹnɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "This performance garnered the group a lot of attention.",
                "It also garnered some fame through popular culture.",
                "The company's new Bronco off-road SUV has garnered praise for its design, engineering, and innovative features.",
                "They first garnered attention as a solution to reducing greenhouse gases.",
                "The Bronco has garnered praise so far for its design and innovative approaches to the off road category."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FybmVy&hash=ba51cfdc6c087cb0f0a9b33e3f44933d4d21d542&lang=en&cache-only=0",
            "defineEn": "assemble or get together",
            "defineVi": "lắp ráp hoặc tập hợp lại với nhau"
        },
        {
            "id": "8f20fe3d-f20f-4b70-a9ab-92e2b2c19945",
            "word": "to garnish",
            "phonetic": "tə ɡɑːɹnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bartender garnished the cocktail with a twist of citrus rind.",
                "They garnished their summer cocktails with a sprig of fresh angelica.",
                "I always garnish my soup with a sprinkle of fresh herbs.",
                "The chef carefully arranged the arugula leaves on the plate as a beautiful garnish.",
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FybmlzaA&hash=e001128cc0583a34ea1c98c6c3481ea7df11fe2c&lang=en&cache-only=0",
            "defineEn": "to make food look more delicious by decorating it",
            "defineVi": "để làm cho thức ăn trông ngon hơn bằng cách trang trí nó",
            "hasImg": true
        }
    ]
}