{
    "id": "cab700bc-ab25-4b47-b053-70b00e7640c1",
    "title": "It's a Rich Man's World!",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "532c1b02-eb87-48cc-abce-f461420c489c",
            "word": "to credit",
            "phonetic": "tə kɹɛdɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlZGl0&hash=5f388eb4b8d4b7face0677bf774e8ae1878f90d5&lang=en&cache-only=0",
            "defineEn": "(accounting) to add a sum of money to a bank account",
            "defineVi": "(kế toán) thêm một khoản tiền vào tài khoản ngân hàng"
        },
        {
            "id": "a250bea9-6092-4622-847b-75bfd4fb581d",
            "word": "economy",
            "phonetic": "ɪkɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The economy is struggling.",
                "The economy is going to the dogs.",
                "The economy is falling to pieces.",
                "The consumer has been driving the economy for a number of years.",
                "The country's economy is slowly grinding to a halt."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9teQ&hash=ce054be3555a174006bbf39902d3c4fb940712f5&lang=en&cache-only=0",
            "defineEn": "the system in which money, goods, and services are produced or distributed in a country or region",
            "defineVi": "hệ thống trong đó tiền, hàng hóa và dịch vụ được sản xuất hoặc phân phối ở một quốc gia hoặc khu vực"
        },
        {
            "id": "78d9693d-e924-48bf-aa15-01c41cc073bf",
            "word": "economic",
            "phonetic": "iːkənɑːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "he feels at sea with economics.",
                "Recent economic performance suggests that a major crisis is at hand.",
                "The recent economic recovery was almost entirely led by exports.",
                "The modest pace of economic growth has also kept the lid on price growth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9taWM&hash=c13e271905f05185d7dde4418318bb75a47f0591&lang=en&cache-only=0",
            "defineEn": "relating to the trade, industry, or production of wealth or the field that is concerned with these issues",
            "defineVi": "liên quan đến thương mại, công nghiệp hoặc sản xuất của cải hoặc lĩnh vực liên quan đến những vấn đề này",
            "hasImg": true
        },
        {
            "id": "742c3b0b-b530-4605-ac0a-1ca456e0bbe5",
            "word": "accounting",
            "phonetic": "ɐkaʊntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The CEO was accused of engaging in creative accounting practices to inflate the company's stock price.",
                "I was dragged over the coals by my boss last week for messing up the accounting software.",
                "The company's financial statements looked great on paper, but it turned out they were using creative accounting techniques to hide their true financial position.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses.",
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGluZw&hash=2872b850c9eef5ec485a28fadd2bd5ad782c1c1f&lang=en&cache-only=0",
            "defineEn": "the system of keeping financial accounts and the regarding information",
            "defineVi": "hệ thống lưu giữ tài khoản tài chính và thông tin liên quan"
        },
        {
            "id": "19141528-c449-4c30-bbd3-553298077488",
            "word": "asset",
            "phonetic": "æsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Geithner, hat in hand, looking for a bridge loan so AIG could complete some asset sales.",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Assets are broken up into two categories.",
                "The left-hand side is the assets."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXQ&hash=7fe32a92adc3761cf56f9911c49d6dc79f99f47d&lang=en&cache-only=0",
            "defineEn": "a valuable person, thing, or quality that is considered to be useful",
            "defineVi": "một người có giá trị, điều, hoặc chất lượng được coi là hữu ích"
        },
        {
            "id": "952eaeef-8285-4148-a3a2-2c10f4f8b9f8",
            "word": "budget",
            "phonetic": "bʌdʒɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The business owner did not create a budget or a marketing strategy, and the company failed within a year.",
                "The latest budget over-eggs the pudding yet again, spreading resources across too many sectors without enough funds to actually fix any of them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVkZ2V0&hash=d4a97d7dce87c996f8ba0bee600976bc3ee3d8c7&lang=en&cache-only=0",
            "defineEn": "the sum of money that is available to a person, an organization, etc. for a particular purpose and the plan according to which it will be spent",
            "defineVi": "tổng số tiền có sẵn cho một người, một tổ chức, v.v. cho một mục đích cụ thể và kế hoạch theo đó nó sẽ được chi tiêu",
            "hasImg": true
        },
        {
            "id": "21d4d986-1294-4bc5-986a-6bbed57156cd",
            "word": "capital",
            "phonetic": "kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's the capital of Peru?’",
                "What is the capital of France?",
                "A sentence always starts with a capital letter.",
                "Capital spending this year is likely to hit $1,800 million.",
                "The teacher drummed the names of the state capitals into our heads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbA&hash=e0c39f90192b446763a1c68dddf1efdbad42a8d1&lang=en&cache-only=0",
            "defineEn": "money or property owned by a person or company that is used for investment or starting a business",
            "defineVi": "tiền hoặc tài sản thuộc sở hữu của một người hoặc công ty được sử dụng để đầu tư hoặc bắt đầu kinh doanh"
        },
        {
            "id": "cbf53291-7656-4d37-84e3-10cb8a7bfc05",
            "word": "debit",
            "phonetic": "dɛbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the correct debit or credit card is selected under \"payment method.\"",
                "Then add a debit or credit card or link to a bank account.",
                "There is a significant correlation between use of cash, prepaid debit, high end credit and wealth, and there's a huge correlation between wealth and race.",
                "In the moral credits model, good and bad behaviors are like credits and debits on a bank account.",
                "It's exactly the same sort of technology used in contactless debit and credit cards."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQ&hash=b1a452960a6f1620b8e7093dc48638145d34965e&lang=en&cache-only=0",
            "defineEn": "a record of debts, used in accounting",
            "defineVi": "một bản ghi các khoản nợ, được sử dụng trong kế toán"
        },
        {
            "id": "93870dd7-c80c-4074-b950-565a35c59682",
            "word": "finance",
            "phonetic": "faɪnæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consumer finance is not necessarily a money spinner any longer.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "I'm not worried about my finances.",
                "The money will go to finance a new community centre.",
                "The private finance initiative has not papered over the cracks, although it has lined plenty of pockets."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jZQ&hash=0f8a61986750000926989be31567ce26e53a923a&lang=en&cache-only=0",
            "defineEn": "the act of managing large sums of money, especially by governments or corporations",
            "defineVi": "hành động quản lý một khoản tiền lớn, đặc biệt là bởi các chính phủ hoặc tập đoàn"
        },
        {
            "id": "747b2975-9915-43c3-be00-0cbe49837566",
            "word": "investment",
            "phonetic": "ɪnvɛstmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any investment involves an element of risk.",
                "That investment is too risky.",
                "Government investment has brought thousands of new jobs to the area.",
                "Investment is all about running risks.",
                "Investors should diversify their investments instead of putting all their eggs in one basket."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0bWVudA&hash=65bf022df41fd51da2d84399542032f2620389d5&lang=en&cache-only=0",
            "defineEn": "the act or process of putting money into something to gain profit",
            "defineVi": "hành động hoặc quá trình đưa tiền vào một cái gì đó để đạt được lợi nhuận",
            "hasImg": true
        },
        {
            "id": "03d1b598-3c3a-4fb6-978d-e81a6004c7e8",
            "word": "financing",
            "phonetic": "faɪnænsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They did attract financing.",
                "Financing product placement maybe a better use of money than buying ordinary advertising. ",
                "They have taxpayer financing of elections.",
                "You have a financing problem.",
                "Financing of mosques will be more tightly controlled."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jaW5n&hash=e898212048cfcf40aa2cafc94c2c2c15e984a1c4&lang=en&cache-only=0",
            "defineEn": "the act of providing or the sum of money used for running a business, activity, or project",
            "defineVi": "hành động cung cấp hoặc tổng số tiền được sử dụng để điều hành một doanh nghiệp, hoạt động hoặc dự án"
        },
        {
            "id": "bb97c302-2171-431e-88ff-216d61bb0343",
            "word": "borrowing",
            "phonetic": "bɑːɹoʊɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After struggling to pay off credit card debt for years, I realized the truth behind the saying 'he that goes a borrowing, goes a sorrowing,' and began working to pay off my debts and live more frugally.",
                "The government's borrowing rate is two percent.",
                "And what is the price of borrowing?",
                "You see a lot of borrowing, high leverage.",
                "The U.S. has lower interest or borrowing cost."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ycm93aW5n&hash=186b0a6c38647fcff685c0beecffe420402c7308&lang=en&cache-only=0",
            "defineEn": "the act of getting money or the amount borrowed from a person or an organization",
            "defineVi": "hành động nhận tiền hoặc số tiền vay từ một người hoặc một tổ chức"
        },
        {
            "id": "4c1c3a32-5888-4094-8850-26813eecd52a",
            "word": "debt",
            "phonetic": "dɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My debts are a millstone round my neck.",
                "The new loan takes the total debt to $100 000.",
                "As the saying goes, out of debt, out of danger.",
                "The film caught a cold over the outstanding debt.",
                "As the saying goes, interest on debt grows without rain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVidA&hash=6fa55b4cc2d7441f93fb9ba095c536812988f5b5&lang=en&cache-only=0",
            "defineEn": "the situation of owing money, usually when it is not easy to pay it back",
            "defineVi": "tình trạng nợ tiền, thường là khi không dễ trả lại",
            "hasImg": true
        },
        {
            "id": "bbe8c2a8-7c78-46b3-b2a7-c84f28fa3d25",
            "word": "grant",
            "phonetic": "ɡɹænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "The immigration officer reviewed my passport before granting entry.",
                "You just take it for granted that people over a certain age can drive.",
                "I suppose I just took it for granted.",
                "I suppose I just took it for granted that they were married."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnQ&hash=96d31a94c456fc7603bee2ef81fe6e0cff669199&lang=en&cache-only=0",
            "defineEn": "an amount of money given by the government or another organization for a specific purpose",
            "defineVi": "một số tiền được cung cấp bởi chính phủ hoặc tổ chức khác cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "8aa80918-1d93-409c-bea8-9700c02dffd0",
            "word": "loan",
            "phonetic": "loʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new loan takes the total debt to $100 000.",
                "He needs another loan, but the bank won't play.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty.",
                "They visited the bank to apply for a loan to purchase a car.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hbg&hash=1d58fe903eedb20a60367fdc7b5cea890333981e&lang=en&cache-only=0",
            "defineEn": "a sum of money that is borrowed from a bank which should be returned with a certain rate of interest",
            "defineVi": "một khoản tiền được vay từ ngân hàng sẽ được trả lại với một mức lãi suất nhất định",
            "hasImg": true
        },
        {
            "id": "2911845a-4ed2-4b25-a888-02df97cce258",
            "word": "to possess",
            "phonetic": "tə pəzɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Abalone possesses a unique ability to repair and regenerate its shell.",
                "To possess power is the ultimate ego trip for most people.",
                "Michael couldn't help but have eyes for his colleague, Emily, who possessed both beauty and intelligence that captivated him.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies.",
                "While the young are full of vigor and ambition, they that live longest see most and the older generations possess a depth of insight that only time can provide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zc2Vzcw&hash=93b82ee89c9d4dfa91decb9bae77f9094e230a34&lang=en&cache-only=0",
            "defineEn": "to own or have something as one's own",
            "defineVi": "để sở hữu hoặc có một cái gì đó như là của riêng mình",
            "hasImg": true
        },
        {
            "id": "10958583-68f9-46ec-aed3-e498a329ba89",
            "word": "distribution",
            "phonetic": "dɪstɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distribution has a cluster from four to six days.",
                "So the distribution has an outlier.",
                "The distribution has a peak at 22 degrees.",
                "The distribution has a cluster from zero to 39 guests.",
                "The distribution has a peak from 12 to 13 points."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJpYnV0aW9u&hash=8fb826bec33530a138c77301f8ffb31966bfea50&lang=en&cache-only=0",
            "defineEn": "the process of supplying shops and other businesses with products to be sold",
            "defineVi": "quá trình cung cấp cho các cửa hàng và các doanh nghiệp khác các sản phẩm sẽ được bán"
        },
        {
            "id": "5171adfc-49c0-44a9-81d3-afd121654a6e",
            "word": "inflation",
            "phonetic": "ɪnfleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inflation was running at 26 per cent.",
                "On the credit side, inflation has not risen this year.",
                "Inflation will only get worse if the government doesn't do something right now to nip it in the bud.",
                "The measures are irrelevant as far as inflation is concerned.",
                "The economy is improving, but the other side of the coin is that inflation is becoming a bigger problem."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGF0aW9u&hash=36b396070bf24317e54ed96e4d67372f430423bc&lang=en&cache-only=0",
            "defineEn": "the condition in which a currency is losing its purchasing power and the prices generally increase",
            "defineVi": "tình trạng trong đó một loại tiền tệ đang mất sức mua và giá thường tăng"
        },
        {
            "id": "69fb9543-5a4b-40d0-ace7-a4de742e6694",
            "word": "welfare",
            "phonetic": "wɛlfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because so many other social issues take priority for the government, the welfare of children in the foster-care system often ends up falling through the cracks.",
                "Welfare can't keep people forever.",
                "Welfare carry Richard linkage between cover Mr. Carter.",
                "The daughter of an imperial general Aleksandra Kollontai oversaw the welfare system and wrote easy-to-read novels about the wholesome relationships between men and women under communism.",
                "Years ago, we didn't fully understand animal welfare as well as we do now."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZmFyZQ&hash=1341ff2ebe67f337af1dee6faa0ad611a46f4e0b&lang=en&cache-only=0",
            "defineEn": "a financial aid provided by the government for people who are sick, unemployed, etc.",
            "defineVi": "một khoản hỗ trợ tài chính do chính phủ cung cấp cho những người bị ốm, thất nghiệp, v.v."
        },
        {
            "id": "afaf0ec2-27c4-4950-bd35-e3b373a88106",
            "word": "profit",
            "phonetic": "pɹɑːfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Company profits took a tumble last year.",
                "All members of the band equally share the band's profits.",
                "The company's profits are on the rocks due to poor management decisions.",
                "The bottom line for 2014 was a pre-tax profit of £85 million.",
                "The company made big profits and the workers want a slice of the pie."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZml0&hash=7bbec8c6d94ddc68da952473b4913454e8dc99bb&lang=en&cache-only=0",
            "defineEn": "(economics) the sum of money that is gained after all expenses and taxes are paid",
            "defineVi": "(kinh tế học) tổng số tiền thu được sau khi trả tất cả các chi phí và thuế"
        },
        {
            "id": "7672b3c7-48bb-4fa1-a2dc-d74cfe0bff66",
            "word": "standard of living",
            "phonetic": "stændɚd ʌv lɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many families in this country are still behind the eight ball and do not enjoy the same standard of living that other people enjoy.",
                "No one's standard of living would change.",
                "Their standard of living is still lower than Americans.",
                "You can improve their standard of living by supporting Crash Course at Patreon.",
                "Historically, CO₂ emissions have been closely tied to a high standard of living."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRhcmQgb2YgbGl2aW5n&hash=f009547aeb22a1874226f8f372ec0504890e5ced&lang=en&cache-only=0",
            "defineEn": "the level of wealth, welfare, etc., available to an individual, group, country, etc.",
            "defineVi": "mức độ giàu có, phúc lợi, v.v., có sẵn cho một cá nhân, nhóm, quốc gia, v.v."
        },
        {
            "id": "55ac00a2-b230-4f02-a663-1ae9705901e6",
            "word": "ATM",
            "phonetic": "eɪtiːɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's an ATM in the reception area which will change your English money.",
                "We used the ATM outside the bank to withdraw money quickly.",
                "An example of two-factor authentication is withdrawing money from an ATM.",
                "So depending on your credit union, you could have access to even more ATMs and branches than with a big national bank.",
                "My mom has stopped going to the ATM by herself."
            ],
            "audio": "https://tts.langeek.co/read?text=QVRN&hash=2b820919458c5330a598f2138e5b93c25a9563cf&lang=en&cache-only=0",
            "defineEn": "a machine for taking money or doing other banking operations, using a debit card",
            "defineVi": "một máy để lấy tiền hoặc thực hiện các hoạt động ngân hàng khác, sử dụng thẻ ghi nợ",
            "hasImg": true
        },
        {
            "id": "9796f9c8-317b-4939-bd03-528680b2da6e",
            "word": "balance",
            "phonetic": "bæləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The monkey's long tail provided balance as it moved through the trees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsYW5jZQ&hash=27eaaffe8e5956b0cfeda893c0c63ae7a12f614a&lang=en&cache-only=0",
            "defineEn": "the number showing the difference between the debit and credit sums of an account",
            "defineVi": "số thể hiện sự khác biệt giữa số tiền ghi nợ và tín dụng của một tài khoản"
        },
        {
            "id": "60c23f1f-3327-494f-8cee-2c6772ea6318",
            "word": "bank statement",
            "phonetic": "bæŋk steɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You’ll also have to provide documentation like pay stubs, bank statements and tax returns.",
                "So just having basic practices like keeping an eye on your bank statements, checking it out once a week, make sure there are no unauthorized purchases.",
                "Print out your last 3 months of bank statements, and put each expense into one of 5 categories: Essentials.",
                "But despite Powers' crafty salesmanship, he didn't care for the details of financial bookkeeping and often left bills unpaid and bank statements unopened.",
                "It was a process where you had to type in your account number, your routing number, you had to wait three or four days, go log into your online banking or look at your bank statement type 2 and 4 cents."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuayBzdGF0ZW1lbnQ&hash=e2c5613fe5adbf64c03a333582f07ba425947bf7&lang=en&cache-only=0",
            "defineEn": "a printed record of a bank account showing the amount of money paid into or withdrawn from it",
            "defineVi": "một bản in của một tài khoản ngân hàng cho thấy số tiền được trả vào hoặc rút ra từ nó"
        },
        {
            "id": "e719cea5-c51a-41b2-9558-638005a429fb",
            "word": "collapse",
            "phonetic": "kəlæps ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFwc2U&hash=a1da38f945d9f8c357ea07009e9f34f65fe1fef7&lang=en&cache-only=0",
            "defineEn": "a sudden decrease in something's value, such as a price or stock",
            "defineVi": "sự sụt giảm đột ngột về giá trị của một thứ gì đó, chẳng hạn như giá cả hoặc cổ phiếu"
        },
        {
            "id": "53e77791-ca42-4273-96ec-ac58d920952c",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of prices, shares, etc.) to suddenly decrease in terms of amount or value",
            "defineVi": "(về giá cả, cổ phiếu, v.v.) giảm đột ngột về số lượng hoặc giá trị",
            "hasImg": true
        },
        {
            "id": "e0e59ff4-cc44-4a16-892b-164f3e516223",
            "word": "decrease",
            "phonetic": "diːkɹiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Accepting a decrease in salary would be like turkeys voting for Christmas!",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Your return decreases.",
                "Number two, decreased need for sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjcmVhc2U&hash=f3d9afe962bb15afe2cba8bc80f7cf369d273fc3&lang=en&cache-only=0",
            "defineEn": "the amount by which something becomes less or smaller; the process of becoming less or smaller",
            "defineVi": "số lượng mà một cái gì đó trở nên nhỏ hơn hoặc nhỏ hơn; quá trình trở nên nhỏ hơn hoặc nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "d1a2a697-4a4e-45b4-91bf-0ae6203cd5f8",
            "word": "loss",
            "phonetic": "lɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Her loss has been keenly felt.",
                "The team's performance is standing on shaky ground after a series of losses.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "The new CEO is making a lot of tough decisions to cut the company’s losses."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zcw&hash=9d318fc84de98024e7f23d853dffcb64e4fb5d22&lang=en&cache-only=0",
            "defineEn": "money that is lost by a company, organization, or individual",
            "defineVi": "tiền bị mất của một công ty, tổ chức hoặc cá nhân"
        },
        {
            "id": "159777b9-79d4-4582-8130-1409e710a11b",
            "word": "analyst",
            "phonetic": "ænɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Analysts predict record growth of sales in 2021, especially in Europe and China.",
                "Analysts predict record growth for EVs in 2021, especially in Europe and China.",
                "And according to analysts, the restaurant had another big advantage over its competitors: technology.",
                "Analysts might look for certain vehicles outside.",
                "Its explorers are its geographic analysts."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHlzdA&hash=deecd51f2ba93f36fe52944d2c70c94614db724e&lang=en&cache-only=0",
            "defineEn": "a trained individual who is concerned with analyzing the facts and providing others with information",
            "defineVi": "một cá nhân được đào tạo có liên quan đến việc phân tích các sự kiện và cung cấp cho người khác thông tin",
            "hasImg": true
        },
        {
            "id": "074ca721-99eb-430b-b26c-c702dd6e32aa",
            "word": "banker",
            "phonetic": "bæŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet, for the moment anyway, the bankers have lost their Midas touch.",
                "Lack of oversight allowed overzealous investment bankers to play Old Harry with the economy.",
                "- Bankers suck!",
                "- I love bankers!",
                "Northern bankers financed the purchase of land for plantations."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFua2Vy&hash=7a68e352547087d65033efd510a3ca836678803e&lang=en&cache-only=0",
            "defineEn": "a person who has a high rank in a bank or any other financial institution",
            "defineVi": "một người có thứ hạng cao trong ngân hàng hoặc bất kỳ tổ chức tài chính nào khác",
            "hasImg": true
        },
        {
            "id": "5d305bf1-7f09-4ebc-9dce-1310acb1bc79",
            "word": "to price",
            "phonetic": "tə pɹaɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Does the price include tax?",
                "The price includes dinner, bed, and breakfast.",
                "Many shops have raised their prices.",
                "International companies set the price of oil.",
                "The exorbitant prices are explainable in light of the facts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJpY2U&hash=f2cf1570f31080e0474f541561dd4ed4a9654597&lang=en&cache-only=0",
            "defineEn": "to set an amount that is needed as payment for a product or a service",
            "defineVi": "để đặt một số tiền cần thiết để thanh toán cho một sản phẩm hoặc dịch vụ"
        },
        {
            "id": "7c8e5a3c-65a8-4fe4-9dee-c74fadc891cb",
            "word": "to purchase",
            "phonetic": "tə pɜːtʃɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yesterday I purchased a ripe Persian melon from the market.",
                "The dressmaker purchased a bolt of silk to create a stunning gown.",
                "My mother visited the butcher shop and purchased a chuck steak.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "They visited a seafood market and purchased a small tin of caviar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyY2hhc2U&hash=1eae43aaaf662b5eab93d26e343b889d961e0a3c&lang=en&cache-only=0",
            "defineEn": "to get something by payment of a price",
            "defineVi": "để có được một cái gì đó bằng cách thanh toán một mức giá",
            "hasImg": true
        },
        {
            "id": "7dda18e7-4a63-4a4a-817e-204136be95d7",
            "word": "rate",
            "phonetic": "ɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hotel had expensive rates during the holiday season.",
                "The bank raised interest rates.",
                "The sector is growing at a phenomenal rate.",
                "Interest rates have been held at 8% for a year now.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0ZQ&hash=deda367dfd54b7d014a80d15a9a5086c72f90527&lang=en&cache-only=0",
            "defineEn": "a specified amount of money charged or paid for something",
            "defineVi": "một số tiền cụ thể tính phí hoặc thanh toán cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "bb218197-cf50-45ca-b24e-b20683c568d5",
            "word": "to rip off",
            "phonetic": "tə ɹɪp ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "You don't have the street smarts to last ten minutes in New York without getting ripped off.",
                "His ham hands could rip off a car door.",
                "Like, does the cover rip off because of the shockwave?",
                "Obvious Apple rip off.",
                "Oh, the leather of the glove ripped off the leather of the ball because they're the same material."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlwIG9mZg&hash=04eb7078cabb7ef05fdf08e4a78c9f29ceca62d8&lang=en&cache-only=0",
            "defineEn": "to take advantage of someone by charging them too much money or selling them a defective product",
            "defineVi": "lợi dụng ai đó bằng cách tính họ quá nhiều tiền hoặc bán cho họ một sản phẩm bị lỗi"
        },
        {
            "id": "95e14ccd-641c-4ecd-b7b1-08e02716d4f9",
            "word": "rip-off",
            "phonetic": "ɹɪpɔf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now we don't look at a lot of rip-off products, fake iPhones, fake iPods, things like that over on the main channel.",
                "- These have got ta be one of the most blatant rip-offs of the AirPods Pro that I have ever seen.",
                "We’ve seen this kind of criminal activity in all kinds of direct rip-off scams, but to do so to push fake news, and the fact that they can make enough money to support these large ecosystems of people, was actually pretty surprising. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmlwLW9mZg&hash=62bb0dcd3db18a58c773a3d5d1ed8205a6a41e06&lang=en&cache-only=0",
            "defineEn": "something that costs a lot more than its real value",
            "defineVi": "một cái gì đó có giá cao hơn rất nhiều so với giá trị thực của nó",
            "hasImg": true
        },
        {
            "id": "9114e898-eac4-42ff-be45-6196caa57f5f",
            "word": "to wake",
            "phonetic": "tə weɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Famine followed in the wake of the drought.",
                "In the wake of the scandal, several committee members resigned.",
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "After the heavy drinking session, Mark woke up feeling nauseous.",
                "You've gone and woken the baby!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FrZQ&hash=a9a8894005c45abe0da1bba57d6510e0d1dfe699&lang=en&cache-only=0",
            "defineEn": "to become conscious again after sleeping",
            "defineVi": "tỉnh táo trở lại sau khi ngủ",
            "hasImg": true
        },
        {
            "id": "413d7e38-1928-4f39-9a1d-94cc78d1bafa",
            "word": "bear",
            "phonetic": "bɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcg&hash=93319776de5f090eeb7a179bc36710dd7729ec1f&lang=en&cache-only=0",
            "defineEn": "someone who thinks the price of a certain thing will go down, so they sell or avoid buying it to make money when the price drops",
            "defineVi": "ai đó nghĩ rằng giá của một thứ gì đó sẽ giảm, vì vậy họ bán hoặc tránh mua nó để kiếm tiền khi giá giảm"
        },
        {
            "id": "3bf456f7-cd2c-4f2e-9ad2-6fb697c1cbef",
            "word": "bull",
            "phonetic": "bʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Quit milking the bull and do as I say instead.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "Don't tell him you're a vegetarian - it's like a red rag to a bull.",
                "You do realize that bringing your new girlfriend to your ex-wife's house is like a red flag to a bull, right?",
                "The high share price does not deter bulls."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbA&hash=3b62dc9fcab682ee86b24aa98b3571c0f21c5f09&lang=en&cache-only=0",
            "defineEn": "someone who thinks that a certain asset or market will increase in value, and buys or holds that asset with the expectation of profiting from its price increase",
            "defineVi": "ai đó nghĩ rằng một tài sản hoặc thị trường nhất định sẽ tăng giá trị và mua hoặc nắm giữ tài sản đó với kỳ vọng thu được lợi nhuận từ việc tăng giá của nó"
        }
    ]
}