{
    "id": "cae7b0e5-343b-4260-957c-5ae548e1f388",
    "title": "Features and Attributes",
    "originalTitle": "Features and Attributes",
    "words": [
        {
            "id": "114013ac-9caf-44e5-9d08-f44244acf24f",
            "word": "affectation",
            "phonetic": "ɐfɪkteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a theatrical affectation.",
                "and so I have an affectation for the Jewish community here in Washington where my dad lived as a very young boy, a few years when he was about 4 or 5 years old.",
                "I talk, I talked like I, it was, I had like an affectation, you know, like a comedy, like talked like this."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0YXRpb24&hash=620e9592a764130d994647df1b980521800a3c74&lang=en&cache-only=0",
            "defineEn": "an insincere and unnatural manner of speaking, behaving, or writing that is intended to impress",
            "defineVi": "một cách nói, cư xử hoặc viết không thành thật và không tự nhiên nhằm mục đích gây ấn tượng"
        },
        {
            "id": "f29aaeb0-c807-4ad1-8ea8-5d36876e4d83",
            "word": "amalgam",
            "phonetic": "ɐmælɡæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "You’ve probably seen this picture of Rosie the Riveter and while there wasn’t actually a riveter named Rosie, or maybe there was but, she’s an amalgam.",
                "So Caribbean American culture and black American culture black British culture, in a way is an amalgam off black American culture and something unique to here because obviously we've got a special one population to on DSO."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hbGdhbQ&hash=a835efcf12fcc854fbce564293ce23a4276c07d2&lang=en&cache-only=0",
            "defineEn": "a combination or blend of different things",
            "defineVi": "một sự kết hợp hoặc pha trộn của những thứ khác nhau"
        },
        {
            "id": "7a41e863-dfe0-4e56-9d05-54437f66063e",
            "word": "din",
            "phonetic": "dɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "This woman’s 22-year-old son, Mehraj Ud-Din, was arrested.",
                "that right there, is just a normal scuba DIN connector.",
                "There's a din almost as deafening as a B-17 warming up, as machines manned by master craftsmen rapidly transform raw materials into settings for Air Force films.",
                "Biologists compare the gathering to a cocktail conversation, with males trying to be heard by females over the din."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlu&hash=cea9ce7682a959fdb94df0cb1a905188c4abf6a3&lang=en&cache-only=0",
            "defineEn": "an unpleasant and loud noise that could be heard for an extended amount of time",
            "defineVi": "một tiếng ồn khó chịu và lớn có thể được nghe thấy trong một khoảng thời gian dài"
        },
        {
            "id": "606aadf0-63af-47b1-a322-d0c7a7b16090",
            "word": "guile",
            "phonetic": "ɡaɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VpbGU&hash=9bb693ff69cb0bed9e4857c83572fe518ca7a128&lang=en&cache-only=0",
            "defineEn": "clever and dishonest behavior intended to deceive others",
            "defineVi": "hành vi thông minh và không trung thực nhằm lừa dối người khác"
        },
        {
            "id": "2995ff6d-c251-43c2-9d46-63b54706fcdc",
            "word": "levity",
            "phonetic": "lɛvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And by finding small doses of levity.",
                "Through it all though, there's been TikTok, providing moments of levity and new dance crazes, interspersed with more serious commentary on the issues that we face.",
                "They’re allowed to laugh and have a moment of levity if they want."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2aXR5&hash=d73f3444211d7026186b3b6f087b72ecdb03e8d6&lang=en&cache-only=0",
            "defineEn": "behavior that lacks seriousness and respect or is humorous in regards to serious matters",
            "defineVi": "hành vi thiếu nghiêm túc và tôn trọng hoặc hài hước liên quan đến các vấn đề nghiêm trọng"
        },
        {
            "id": "3c8a3da2-a8fb-404e-97af-dd4fb493821a",
            "word": "to clamor",
            "phonetic": "tə klæmɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In response, nations have clamored to harvest their local species.",
                "Everyone is clamoring.",
                "But, in New York City, elementary schools reopened, something many parents had clamored for.",
                "It is also a vehicle that plays to Ford's strengths, and it is a fresh entry in the sport utility segment customers are clamoring for.",
                "I’m guessing they’ll have the right to loan out the certificate to other institutions too, who will likely be clamoring to get in on a piece of the banana action."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhbW9y&hash=e71fbd79d5d78690b5af162415df1ce70b358455&lang=en&cache-only=0",
            "defineEn": "to loudly complain about something or demand something",
            "defineVi": "để lớn tiếng phàn nàn về một cái gì đó hoặc yêu cầu một cái gì đó"
        },
        {
            "id": "74a5f2e7-3c90-4d6b-936b-266bc96e9237",
            "word": "to mollify",
            "phonetic": "tə mɑːlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9sbGlmeQ&hash=da6edf178a637d4cb93edd497df5e872e62211e3&lang=en&cache-only=0",
            "defineEn": "to do something that lessens someone's anger or sadness",
            "defineVi": "để làm một cái gì đó làm giảm bớt sự tức giận hoặc buồn bã của một ai đó"
        },
        {
            "id": "deedb296-18ea-4868-83c8-d99217082faa",
            "word": "aberrant",
            "phonetic": "ɐbɛɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJlcnJhbnQ&hash=e9474a0584970c607100399a1d3e8b78f8a234dd&lang=en&cache-only=0",
            "defineEn": "different from the usual, normal, and accepted way",
            "defineVi": "khác với cách thông thường, bình thường và được chấp nhận"
        },
        {
            "id": "16a1dfbb-8bed-4b21-8e19-5466d1a57d9b",
            "word": "to [run] amok",
            "phonetic": "tə ɹʌn ɐmɑːk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVuIGFtb2s&hash=9b7d6c9631c96563c5faa8cc2825da633613cdee&lang=en&cache-only=0",
            "defineEn": "to lose self-control and act violently",
            "defineVi": "mất tự chủ và hành động bạo lực"
        },
        {
            "id": "308ba51b-f6b6-461f-b7e9-628b25a739e6",
            "word": "antic",
            "phonetic": "æntɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sadly, those threads aren't meant for skyscraper-swinging antics.",
                "When you guys get together, do you revert to like 13 year old antics?",
                "But it turns out, if Peter's web is anything like real spider silk, then his web-slinging antics are more realistic than they might appear.",
                "The reading public seemed to revel in tales of witches: their special witches’ rites, their antics and adventures, their sexual perversions, and their attacks on (and corruption of) the innocent.",
                "So many world history classes still focus on People Who Wore Funny Hats, and how their antics shaped our lives, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWM&hash=4163a019197b52bc03166a3c3c583e2b3aae1452&lang=en&cache-only=0",
            "defineEn": "behaving or acting in a way that is funny, energetic, or silly, it is usually annoying or strange",
            "defineVi": "cư xử hoặc hành động theo cách hài hước, hoạt bát hoặc ngớ ngẩn, điều đó thường gây khó chịu hoặc kỳ lạ"
        },
        {
            "id": "35a94b93-3169-4f8a-a730-9c030420cac8",
            "word": "becoming",
            "phonetic": "bᵻkʌmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The club was becoming noted for its boxing rather than its athletics and this was not welcomed by the runners and walkers.",
                "The homes, the homes are becoming involved.",
                "But in the meantime, chimpanzees were becoming endangered.",
                "Black Americans are becoming infected at a much higher rate than White Americans.",
                "DANIEL FRIED - Well, at this point, I was becoming known as a Russia hawk, OK."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVjb21pbmc&hash=9f1248152f2ac6adb3f8280773b49d19f57bb59f&lang=en&cache-only=0",
            "defineEn": "(of clothes, colors, hairstyles etc.) enhancing the wearer's appearance and making them more attractive",
            "defineVi": "(về quần áo, màu sắc, kiểu tóc, v.v.) tôn lên vẻ ngoài của người mặc và khiến họ trở nên hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "51a406e4-8707-425a-b075-aa503ce105e7",
            "word": "bereft",
            "phonetic": "bᵻɹɛft ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Apparently, the Middle East is very bereft of cloud computing and data centers, and so they're in talks with Amazon to bring a data center to the Red Sea Coast, and I wouldn't be surprised if some sort of deal is announced very soon."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVyZWZ0&hash=e1b5e795fb855fd7a99e60e68a4b8f4ef400452c&lang=en&cache-only=0",
            "defineEn": "(of people) feeling very lonely and sorrowful, particularly as a result of a loss",
            "defineVi": "(của mọi người) cảm thấy rất cô đơn và buồn bã, đặc biệt là do mất mát",
            "hasImg": true
        },
        {
            "id": "4534f140-1860-429d-b1c9-35d9355d0054",
            "word": "bleak",
            "phonetic": "bliːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It will be bleak.",
                "A bleak pit of despair, that will crush your soul daily.",
                "Yes, these numbers look bleak, but they are improving thanks to an increase in awareness and funding for immunization efforts, especially in countries like Afghanistan, Bangladesh, and Sudan.",
                "But it was very bleak in terms of women on that Senate Judiciary Committee, which is a powerful committee.",
                "And it was looking bleak as to what's going to go on."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxlYWs&hash=cedfbacefaffba590d426e11b52e82f1b61c4e29&lang=en&cache-only=0",
            "defineEn": "(of situations) not giving any or much hope or encouragement",
            "defineVi": "(của các tình huống) không mang lại bất kỳ hoặc nhiều hy vọng hoặc khuyến khích"
        },
        {
            "id": "c384ff76-0592-4f9b-8a56-f59388856d76",
            "word": "callow",
            "phonetic": "kæloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now cynics like to mock the supposedly spoiled or callow youth of the new millennia."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbG93&hash=abf31d371d8f6df69496cf10674b2b1f91d7cb34&lang=en&cache-only=0",
            "defineEn": "being young and behaving in a manner that displays one's inexperience or immaturity",
            "defineVi": "còn trẻ và cư xử theo cách thể hiện sự thiếu kinh nghiệm hoặc non nớt của một người"
        },
        {
            "id": "9f5eb94f-8b57-4d76-a6e0-77993c914109",
            "word": "choleric",
            "phonetic": "koʊlɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hvbGVyaWM&hash=d6a52af3d4701ee2f6d2e3fd82ceb7c47fb1252c&lang=en&cache-only=0",
            "defineEn": "easily angered or irritated",
            "defineVi": "dễ dàng tức giận hoặc bị kích thích"
        },
        {
            "id": "970b853c-aba0-4749-9fe2-0eaa74f39d25",
            "word": "covert",
            "phonetic": "koʊvɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Covert oil deliveries are crucial to North Korea’s economy and its ballistic and nuclear weapons program.",
                "You know what I wanna use instead, the ginkgo covert switch dock.",
                "As it reels in the catch, the cone snail uses another covert tool called a rostrum.",
                "That's where what was a classic intelligence or espionage operation, gathering information about a foreign adversary, something all countries do, became a covert operation, what in Russian intelligence circles is called an active measure, an attempt to actually influence the outcome of a political event in a foreign country.",
                "If these robots could use a similar technique, it could help them land and take off without detection, which is key to accomplishing a covert mission."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXJ0&hash=7484cee26ddd8daeb13bc7224272449dd2834acc&lang=en&cache-only=0",
            "defineEn": "not displayed or acknowledged openly; secret, concealed, or hidden",
            "defineVi": "không được hiển thị hoặc thừa nhận một cách công khai; bí mật, che giấu, hoặc ẩn"
        },
        {
            "id": "8e67a7f0-643e-4398-aab2-feeec73a1de0",
            "word": "cynical",
            "phonetic": "sɪnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the time, critics saw a more cynical motive.",
                "That cynical approach, that is actually almost official ideology of today's Russia.",
                "In Christopher Marlowe's account, a cynical Doctor Faustus is happy to strike a deal with Mephistopheles.",
                "It’s a pretty cynical appraisal, and it’s not new.",
                "Today, humans are subject to an attack just as cynical as this by a league of supervillians called NTDs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3luaWNhbA&hash=980fa064782963736fbc10af664154f2eb824b80&lang=en&cache-only=0",
            "defineEn": "(of a person) having the belief that people are dishonest and everything they do is motivated by self-interest",
            "defineVi": "(của một người) có niềm tin rằng mọi người không trung thực và mọi việc họ làm đều được thúc đẩy bởi tư lợi",
            "hasImg": true
        },
        {
            "id": "b248772e-c56a-4d7a-8e81-d47534fb2517",
            "word": "erratic",
            "phonetic": "ɛɹæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everything is erratic.",
                "So the erratic behavior really concerns us.",
                "Well, we have had six months now of erratic behavior, erratic statements, some completely crazy statements.",
                "Well, we have had six months now of erratic behavior, erratic statements, some completely crazy statements.",
                "It's an erratic business, but Hannah and LeAnn are often successful, especially when accompanied by a couple of children."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJyYXRpYw&hash=e6c0bbd34319d351bfd9ac84a8aa210306f8a962&lang=en&cache-only=0",
            "defineEn": "not having a regular or fixed pattern of behavior or movement",
            "defineVi": "không có một mô hình hành vi hoặc chuyển động thường xuyên hoặc cố định"
        },
        {
            "id": "6c7a01ff-69c9-4884-9825-0ce1b891a24d",
            "word": "facile",
            "phonetic": "fæsəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjaWxl&hash=d8daf8113901745f274ea63f22264ab06344a478&lang=en&cache-only=0",
            "defineEn": "lacking deep thought and true understanding thus being superficial",
            "defineVi": "thiếu suy nghĩ sâu sắc và sự hiểu biết thực sự nên hời hợt"
        },
        {
            "id": "15ccdbde-ee2b-48bd-a19e-2688f9c6a9b8",
            "word": "inherent",
            "phonetic": "ɪnhiəɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cobalt, a popular element in battery development, carries inherent challenges.",
                "Beauty meets an inherent need for meaningful information.",
                "It's inherent to the system.",
                "It's just inherent in the nature of the watch.",
                "Other times, the metals aren’t an inherent part of the mineral."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5oZXJlbnQ&hash=59158b03a8fd662e6f128830c633f5a0e1e49245&lang=en&cache-only=0",
            "defineEn": "inseparable essential part or quality of someone or something that is in their nature",
            "defineVi": "phần thiết yếu không thể tách rời hoặc chất lượng của một ai đó hoặc một cái gì đó trong bản chất của họ"
        },
        {
            "id": "423dd300-0fed-42c4-a9f6-8de5edc4ccb2",
            "word": "intrinsic",
            "phonetic": "ɪntɹɪnsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Guitar designers faced an intrinsic difficulty in the physical properties and design of a guitar.",
                "Unlike a rental property or a successful business, bitcoin has no intrinsic value.",
                "This is just some intrinsic propety of this security.",
                "Isn't mass just an intrinsic property of matter, like electric charge?",
                "There has to be an intrinsic desire in your heart to want to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmluc2lj&hash=bfbd52d648309c1e42ec099f5954961f96f7c3c6&lang=en&cache-only=0",
            "defineEn": "belonging to something or someone's character and nature",
            "defineVi": "thuộc về một cái gì đó hoặc tính cách và bản chất của ai đó"
        },
        {
            "id": "5655826b-6ce5-49b5-8ab4-bb4a2f00570e",
            "word": "keen",
            "phonetic": "kiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=a2Vlbg&hash=ba3105074da36dddf503092d6de277e93d760049&lang=en&cache-only=0",
            "defineEn": "(of senses) sharp and highly-developed",
            "defineVi": "(của các giác quan) nhạy bén và phát triển cao"
        },
        {
            "id": "1bd08ec0-3b7c-445e-a079-c559e05eca47",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "new and unlike anything else",
            "defineVi": "mới và không giống bất cứ thứ gì khác"
        },
        {
            "id": "8d149cb9-65cd-42f6-96d0-8d52e83841e0",
            "word": "obsolete",
            "phonetic": "ɑːbsəliːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Any assumptions about past elections are obsolete.",
                "NATO, obsolete through the whole campaign.",
                "Now, it was already obsolete by the time it first flew.",
                "Or will indie bookstores become obsolete?",
                "You can become very comfortable and then become obsolete very fast in the tech world."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jzb2xldGU&hash=c241f0cb270759ad6ae8b778ff2bf3a8d637c96d&lang=en&cache-only=0",
            "defineEn": "outdated and gone out of use because a new thing has replaced it",
            "defineVi": "lỗi thời và hết giá trị sử dụng vì một thứ mới đã thay thế nó"
        },
        {
            "id": "b4608f9e-3f73-46ca-b93b-87cda877a7e2",
            "word": "optimal",
            "phonetic": "ɑːptɪməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "It's optimal in many ways.",
                "This is not optimal.",
                "Ultimately, the optimal amount of government involvement depends on your personal values."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW1hbA&hash=d653b9c0cd1d69d045ef241694b65ead45cc6a98&lang=en&cache-only=0",
            "defineEn": "being the best and most desirable possibility; achieving the best results possible",
            "defineVi": "là khả năng tốt nhất và mong muốn nhất; đạt được kết quả tốt nhất có thể"
        },
        {
            "id": "5eec99a2-4cc9-452e-81d8-742ce7d9a35c",
            "word": "placid",
            "phonetic": "plæsɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhY2lk&hash=11a221899a05b3ff851dfba39f6965df678fcabb&lang=en&cache-only=0",
            "defineEn": "peaceful and calm, not easily excited, irritated, angered, or upset",
            "defineVi": "hòa bình và bình tĩnh, không dễ bị kích động, khó chịu, tức giận hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "f6cd8f6a-6915-4107-a425-053f3fb2d260",
            "word": "pragmatic",
            "phonetic": "pɹæɡmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They trade pragmatic advice, friendly jokes and not-so-friendly barbs about their arrogant peers.",
                "he’s a very pragmatic man.",
                "Now they did that for pragmatic reasons.",
                "TONY BLINKEN - President Obama was profoundly pragmatic in his view of most things, including a relationship with Russia.",
                "But the pragmatic answer is that the United States is not going to be fully safe from COVID-19 until all countries are protected."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhZ21hdGlj&hash=a522c53340bfa2bd84853780522064a8db058509&lang=en&cache-only=0",
            "defineEn": "taking a practical and realistic approach to things rather than theoretical and idealistic approaches",
            "defineVi": "áp dụng cách tiếp cận thực tế và thực tế đối với mọi thứ hơn là cách tiếp cận lý thuyết và lý tưởng"
        },
        {
            "id": "81f4db5d-eba9-4d3d-bbf2-28e0fb4299a3",
            "word": "retiring",
            "phonetic": "ɹᵻtaɪɚɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV0aXJpbmc&hash=681f09a680e443b7ec1deac67e3a67638e637e48&lang=en&cache-only=0",
            "defineEn": "shy and not fond of being with others or being noticed",
            "defineVi": "nhút nhát và không thích ở bên người khác hoặc được chú ý"
        },
        {
            "id": "0114bb0a-327c-40c4-8c6d-923cd984ca2e",
            "word": "sportive",
            "phonetic": "spoːɹɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRpdmU&hash=bd160cb8624f46ce4601448e78dbf9d064197bb8&lang=en&cache-only=0",
            "defineEn": "behaving in a playful, fun, and light-hearted way",
            "defineVi": "cư xử một cách vui tươi, vui vẻ và nhẹ nhàng"
        },
        {
            "id": "77835d68-06d9-4810-bf79-8945be56fc4a",
            "word": "timely",
            "phonetic": "taɪmli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The failure to address the issue in a timely manner had made or marred the team's chances of winning the championship.",
                "And some, like Grief and Grievance at New York's New Museum, an examination of race and racism, are particularly timely.",
                "We did communicate that information in a timely fashion to the Capitol Police and MPD in not one, not two, but three different ways.",
                "YouStake wasn't getting answers in a timely fashion and losing money.",
                "As we were actively engaged in it, we obviously would have preferred that more information came out in a timely manner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZWx5&hash=1e104d022dd87da2d3bb162fc4b6e6ac4c0061b9&lang=en&cache-only=0",
            "defineEn": "happening at exactly the best time possible",
            "defineVi": "xảy ra vào đúng thời điểm tốt nhất có thể"
        },
        {
            "id": "e34565a3-b497-4980-8192-dda76e35d2f6",
            "word": "unprecedented",
            "phonetic": "ʌnpɹɛsᵻdəntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This time is unprecedented.",
                "The job losses have been unprecedented.",
                "This was unprecedented.",
                "It was unprecedented.",
                "That is unprecedented."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5wcmVjZWRlbnRlZA&hash=f1deb83242e731ea48a8dfe6be57248609ec3300&lang=en&cache-only=0",
            "defineEn": "never having existed or happened before",
            "defineVi": "chưa bao giờ tồn tại hoặc xảy ra trước đây"
        },
        {
            "id": "a6746db4-5e8d-4a56-a562-75f31c9292de",
            "word": "vintage",
            "phonetic": "vɪntɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I spotted a beautiful vintage motorcycle at the bike show.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "The vintage car may not have the latest technology, but it still runs smoothly and turns heads on the road.",
                "She enjoys collecting vintage coins as a hobby."
            ],
            "audio": "https://tts.langeek.co/read?text=dmludGFnZQ&hash=4713ae7d26166e18407755f5656c0bc4decadd65&lang=en&cache-only=0",
            "defineEn": "belonging to the past and holding the most typical and best qualities of a specific thing",
            "defineVi": "thuộc về quá khứ và nắm giữ những phẩm chất tiêu biểu nhất, tốt nhất của một sự vật cụ thể"
        },
        {
            "id": "536e8f8f-6b6a-49da-97fb-704828c19d15",
            "word": "volatile",
            "phonetic": "vɑːlɐɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A calm sea is less volatile.",
                "At the same time, the climate system is more volatile.",
                "And new stars are extremely volatile. ",
                "The border is tense, occasionally volatile.",
                "You have volatile memory on the camera."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sYXRpbGU&hash=0229a61686fdb6ef82235c3f7b5b511cf0605ca8&lang=en&cache-only=0",
            "defineEn": "prone to unexpected and sudden changes, usually gets worse or dangerous",
            "defineVi": "dễ bị thay đổi bất ngờ và đột ngột, thường trở nên tồi tệ hơn hoặc nguy hiểm"
        },
        {
            "id": "d1dc50bf-e0a4-4ce8-9f24-d0ddb70a99ea",
            "word": "whimsical",
            "phonetic": "wɪmzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Why oh why can't I ♪ (whimsical piano music) -",
                "Terrible things were happening last year that I remember when, when you, when you were you told me about this, I my first thought was not like, Whoa, that's whimsical.",
                "Well, the way things have normally appeared in the Sims is we're trying to take what some might call mundane concepts of going to work, having a job, playing out these boring parts of life, and add something a little bit whimsical or caricature-like on top of them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbXNpY2Fs&hash=bec7f98e3a3c0559785e6ebc978a3efb2c60540f&lang=en&cache-only=0",
            "defineEn": "behaving spontaneously, unpredictably, or odd in an amusing or annoying manner",
            "defineVi": "cư xử một cách tự nhiên, không thể đoán trước, hoặc kỳ quặc theo cách thú vị hoặc khó chịu"
        },
        {
            "id": "018dce56-d8c0-42b5-bf0c-e43de4346eed",
            "word": "byzantine",
            "phonetic": "bɪzɐntiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Byzantine missionaries created an alphabet for Slavic languages based on a modified Greek script while Rus Viking warriors served as the Byzantine Emperor's elite guard.",
                "Her account of her father’s reign is historians’ foremost source for Byzantine political history at the time of the first crusade.",
                "It’s a Byzantine idea of doing things.",
                "So, remember back in May of 1453 when the Ottomans smashed the thick walls of Constantinople, captured the city, and beheaded the Byzantine emperor?",
                "Sharing continuity with the classical Roman Empire gave the Byzantine empire a technological and artistic advantage over its neighbors, whom Byzantines considered barbarians."
            ],
            "audio": "https://tts.langeek.co/read?text=Ynl6YW50aW5l&hash=65be12c51e66f4d6c6a77aab29aea7d6820febe2&lang=en&cache-only=0",
            "defineEn": "so detailed and complex that understanding becomes difficult",
            "defineVi": "chi tiết và phức tạp đến mức khó hiểu"
        }
    ]
}