{
    "id": "caf0c3ae-8c7e-4822-a755-94c05d645c23",
    "title": "Drupe Fruits",
    "originalTitle": "Drupe Fruits",
    "words": [
        {
            "id": "7212f3b0-d710-427c-9b37-300be2aa3095",
            "word": "cherry",
            "phonetic": "tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sour cherry compote is the perfect topping for pancakes or waffles.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "Cherry pie is a classic dessert that brings back childhood memories of family gatherings.",
                "The bakery decorated the cupcakes with a maraschino cherry on each.",
                "My sister's famous sweet cherry jam is a family favorite."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlcnJ5&hash=131e91a46b90fef25c067c6aff57e81b5fcdaf1a&lang=en&cache-only=0",
            "defineEn": "a small and round fruit with mainly red skin and a pit",
            "defineVi": "một quả nhỏ và tròn với vỏ chủ yếu là màu đỏ và một cái hố",
            "hasImg": true
        },
        {
            "id": "e8b220ac-4cbd-4985-ad56-4f76b2513252",
            "word": "plum",
            "phonetic": "plʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Asian cuisine, plum sauce is often used as a dipping sauce for spring rolls or dumplings.",
                "They shared a glace plum tart after their meal.",
                "She used ripe plum tomatoes to make a delicious homemade pasta sauce.",
                "The sweet aroma of a ripe Victoria plum fills the kitchen as I take a bite.",
                "I like it when my mother blends the plum tomatoes into a smooth tomato soup."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bQ&hash=ff99c3eaf54ceabb1021a980b2bb5973cc136452&lang=en&cache-only=0",
            "defineEn": "a small round fruit with juicy flesh and purple or yellow skin and a pit",
            "defineVi": "một quả tròn nhỏ với thịt mọng nước và da màu tím hoặc vàng và một cái hố",
            "hasImg": true
        },
        {
            "id": "b9f3fc63-c316-4269-82d2-3824a632cb74",
            "word": "mombin",
            "phonetic": "mɑːmbɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The refreshing mombin juice quenched my thirst on a hot summer day.",
                "As I bit into the mombin, its fibrous texture and tropical taste brought back childhood memories."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tYmlu&hash=5c25dae5f6be27abeb175281cffada18967cad5f&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with sweet and tangy flesh, commonly found in Central and South America",
            "defineVi": "một loại trái cây nhiệt đới với thịt ngọt và thơm, thường được tìm thấy ở Trung và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "8d3ea0de-d147-46b6-9104-c4a1426da4e3",
            "word": "wild peach",
            "phonetic": "waɪld piːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lsZCBwZWFjaA&hash=f8f60b74984704431af334cf06514daa869e8330&lang=en&cache-only=0",
            "defineEn": "a small, peach-like drupe with a sweet and tangy flavor",
            "defineVi": "một loại thuốc nhỏ, giống như quả đào với hương vị ngọt ngào và thơm"
        },
        {
            "id": "c3a71003-53c4-4147-b236-c42174206b21",
            "word": "wild cherry",
            "phonetic": "waɪld tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lsZCBjaGVycnk&hash=72005ce509392eb09502fe7aef570edab3d6d39d&lang=en&cache-only=0",
            "defineEn": "a small, tart fruit that grows on wild cherry trees and is often used in culinary preparations",
            "defineVi": "một loại trái cây nhỏ, chua, mọc trên cây anh đào dại và thường được sử dụng trong chế biến ẩm thực",
            "hasImg": true
        },
        {
            "id": "b1f2dc5b-5e4a-48e2-9656-c21ee714c19a",
            "word": "tamarind",
            "phonetic": "tæmɚɹɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups.",
                "Tamarind is known for its digestive properties and is often used to soothe an upset stomach.",
                "The secret behind Worcestershire sauce lies in its unique combination of ingredients, such as anchovies, tamarind, and spices."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtYXJpbmQ&hash=adea9b2f74c324ca6929d38dd723dc28ff8b5221&lang=en&cache-only=0",
            "defineEn": "a tropical seed pod that bears very acidic and brown fruits, used in Asian cuisine",
            "defineVi": "một loại hạt nhiệt đới mang trái cây có màu nâu và rất chua, được sử dụng trong ẩm thực châu Á",
            "hasImg": true
        },
        {
            "id": "1cff7260-1ef3-45a3-9155-c5d2f93fa5b2",
            "word": "peach",
            "phonetic": "piːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He shared a juicy peach with his friend during a picnic in the park.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "They spent the afternoon pitting the peaches for their summer jam.",
                "I bit into a ripe peach and enjoyed its sweet flesh.",
                "Sarah made a refreshing peach iced tea to beat the summer heat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2g&hash=c81b48d718d4c83e5e4fa5ad6459e4451ce9d5a9&lang=en&cache-only=0",
            "defineEn": "a soft and juicy fruit that has a stone in the middle and its skin has extremely little hairs on it",
            "defineVi": "một loại trái cây mềm và ngon ngọt có một viên đá ở giữa và da của nó có rất ít lông trên đó",
            "hasImg": true
        },
        {
            "id": "68a1c64c-bf2d-429a-8095-f3790622ede6",
            "word": "staghorn sumac",
            "phonetic": "stæɡhɔːɹn suːmæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2hvcm4gc3VtYWM&hash=15344e8f7975d8e59af1a533888a55df8503c243&lang=en&cache-only=0",
            "defineEn": "a cluster of small, red drupes covered in fine, velvety hairs",
            "defineVi": "một cụm hạt nhỏ, màu đỏ được bao phủ bởi những sợi lông mịn, mượt",
            "hasImg": true
        },
        {
            "id": "acbd1fcc-e26d-49f0-b1e6-d9dac5105638",
            "word": "Spanish lime",
            "phonetic": "spænɪʃ laɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U3BhbmlzaCBsaW1l&hash=7313f46b75be9a55f075d6b6a317c8b497d26cb7&lang=en&cache-only=0",
            "defineEn": "a small tropical fruit with green skin and sweet-tart flesh",
            "defineVi": "một loại trái cây nhiệt đới nhỏ với vỏ xanh và thịt chua ngọt",
            "hasImg": true
        },
        {
            "id": "67810ab1-6db2-48d8-9b3a-eb717ed431f2",
            "word": "sour cherry",
            "phonetic": "saʊɚ tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c291ciBjaGVycnk&hash=7cf86a0eb6235d9cc883f6cf6540a54eb1ef45d9&lang=en&cache-only=0",
            "defineEn": "a small, round fruit with a tangy flavor and bright red color",
            "defineVi": "một loại quả tròn, nhỏ có hương vị thơm và màu đỏ tươi",
            "hasImg": true
        },
        {
            "id": "98ba8eb1-b271-41ba-a85a-033ed1c2c393",
            "word": "sloe",
            "phonetic": "sloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gathered a basket of sloes from the bushes near my house.",
                "My grandmother's sloe wine recipe has been passed down through generations and is always a hit at family gatherings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvZQ&hash=f6c26ada12565dd840ea10068635fb22c9623f76&lang=en&cache-only=0",
            "defineEn": "a wild fruit with a sour taste and purple skin that grows on a bush",
            "defineVi": "một loại trái cây dại có vị chua và vỏ màu tím mọc trên bụi rậm",
            "hasImg": true
        },
        {
            "id": "0089b91b-a179-41b5-8d0d-220f5565bee5",
            "word": "apricot",
            "phonetic": "eɪpɹɪkɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try some dried apricots as a healthy snack.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie.",
                "I made apricot muffins for the bake sale, and they were a big hit among the crowd.",
                "He enjoyed cracking open the pits of the apricot and extracting the tasty kernel inside.",
                "Fruits like apricots and peaches contain actual cyanide in their seeds to defend against herbivores."
            ],
            "audio": "https://tts.langeek.co/read?text=YXByaWNvdA&hash=2ffbc6ebec8058db85aa937d6ecd31af5a26455e&lang=en&cache-only=0",
            "defineEn": "a small yellow or orange fruit with juicy flesh and a large pit",
            "defineVi": "một quả nhỏ màu vàng hoặc cam với thịt mọng nước và một cái hố lớn",
            "hasImg": true
        },
        {
            "id": "4d61912c-a163-4da7-9ca8-43c8c75f787a",
            "word": "sand cherry",
            "phonetic": "sænd tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FuZCBjaGVycnk&hash=89592fcda7a854d231a9ead40e90fc60f5686f34&lang=en&cache-only=0",
            "defineEn": "a small, edible fruit produced by the sand cherry shrub, characterized by its sweet and tangy flavor with a hint of tartness",
            "defineVi": "một loại trái cây nhỏ, ăn được do cây anh đào cát tạo ra, đặc trưng bởi hương vị ngọt ngào và bùi bùi với một chút vị chua",
            "hasImg": true
        },
        {
            "id": "7006b3bc-518d-4f59-a251-72065e9d6d2d",
            "word": "pulasan",
            "phonetic": "pjʊlæsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pulasan is a hidden gem among tropical fruits, and I highly recommend giving it a try.",
                "The pulasan fruit has a spiky red skin that you have to peel to reveal the juicy flesh inside."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsYXNhbg&hash=dad9600f7d5b698252e7fada229a556e8ce7bf32&lang=en&cache-only=0",
            "defineEn": "a tropical fruit similar to rambutan, known for its sweet and juicy flesh",
            "defineVi": "một loại trái cây nhiệt đới tương tự như chôm chôm, được biết đến với thịt ngọt và mọng nước",
            "hasImg": true
        },
        {
            "id": "c7d2f062-0e32-4e60-b3e2-642161200ec4",
            "word": "pitanga",
            "phonetic": "pɪtæŋɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The locals enjoy making refreshing pitanga juice by blending the fruits with ice and a touch of sweetener.",
                "Pitanga can be dried and used in teas, imparting a delightful flavor and aroma to the hot beverage.",
                "Many people in tropical regions like to eat pitanga straight from the tree, savoring its juicy and tangy flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0YW5nYQ&hash=3567c98222e188217f41b85f09a503b851eedcd5&lang=en&cache-only=0",
            "defineEn": "a small, tart fruit native to South America with a bright red or orange skin",
            "defineVi": "một loại trái cây nhỏ, chua có nguồn gốc từ Nam Mỹ với vỏ màu đỏ tươi hoặc cam",
            "hasImg": true
        },
        {
            "id": "eee33843-4a6d-44a2-9f8d-a1ab5bcbb1e4",
            "word": "pin cherry",
            "phonetic": "pɪn tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluIGNoZXJyeQ&hash=21f3c690782fccecfb072729cb0d5c6df952c292&lang=en&cache-only=0",
            "defineEn": "a small, bright red cherries that grow on the pin cherry tree",
            "defineVi": "một quả anh đào nhỏ, màu đỏ tươi mọc trên cây anh đào pin",
            "hasImg": true
        },
        {
            "id": "8b37bd0c-7350-476d-81f5-09a35bc2bcdc",
            "word": "phalsa",
            "phonetic": "fælsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The phalsa season is a special time when we get to savor these unique and tasty fruits."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhbHNh&hash=d40c0a2bb2336c717e75eecdd21628005c3dfdd9&lang=en&cache-only=0",
            "defineEn": "a small, tangy fruit native to South Asia, known for its refreshing taste and cooling properties",
            "defineVi": "một loại trái cây nhỏ, thơm có nguồn gốc từ Nam Á, được biết đến với hương vị tươi mát và đặc tính làm mát",
            "hasImg": true
        },
        {
            "id": "80778bed-8079-4743-bd9f-3b7a2373cada",
            "word": "partridgeberry",
            "phonetic": "pɑːɹtɹɪdʒbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enjoy a slice of homemade partridgeberry pie, with its buttery crust and juicy berry filling.",
                "Including partridgeberries in your diet can contribute to a well-rounded intake of essential vitamins and minerals."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydHJpZGdlYmVycnk&hash=a072ea982a9c4b42fe40258a7bbf3b338327aa95&lang=en&cache-only=0",
            "defineEn": "the edible fruit of the Partridgeberry plant, which is small and red",
            "defineVi": "quả ăn được của cây Partridgeberry, nhỏ và đỏ",
            "hasImg": true
        },
        {
            "id": "daa92c2c-2e43-4c3c-9435-db2915b5896a",
            "word": "neem",
            "phonetic": "niːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I use neem toothpaste for its natural antibacterial properties and to maintain oral hygiene.",
                "My grandmother used neem powder as a natural face mask to treat acne and improve her skin.",
                "he's the son of Kazim Norma Gannett off because neem is often in Odessa to visit is she"
            ],
            "audio": "https://tts.langeek.co/read?text=bmVlbQ&hash=cfc2ad12118738f3e1f1453fda27568eae9fc7d1&lang=en&cache-only=0",
            "defineEn": "a small green fruit with a bitter taste, commonly used in traditional medicine and skincare products",
            "defineVi": "một loại trái cây nhỏ màu xanh có vị đắng, thường được sử dụng trong y học cổ truyền và các sản phẩm chăm sóc da",
            "hasImg": true
        },
        {
            "id": "3bd69293-f0b3-42df-b941-fa262d3bce3e",
            "word": "nectarine",
            "phonetic": "nɛktɑːɹɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nectarines can be used in various culinary creations, from pies and tarts to jams and chutneys.",
                "They carefully extracted the stone from the nectarine, savoring the velvety flesh around it.",
                "The vibrant orange color of a ripe nectarine is so appealing.",
                "I love biting into a juicy nectarine on a hot summer day.",
                "But whether your favorite meal includes noodles or nectarines, tortillas or tofu, most types of food have some of what our bodies need to stay healthy."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjdGFyaW5l&hash=7405fbd47af48bc0824919292f8a5b1d59a8745f&lang=en&cache-only=0",
            "defineEn": "a peach-like fruit with smooth yellow and red skin",
            "defineVi": "một loại trái cây giống như quả đào với vỏ màu vàng và đỏ mịn",
            "hasImg": true
        },
        {
            "id": "075313f7-d1b1-4d1d-ba29-014c65703545",
            "word": "mango",
            "phonetic": "mæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed diced mango, jalapeños, and lime juice to create a refreshing salsa.",
                "You can tell a mango is ripe when it gives a slight squeeze and yields to gentle pressure.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants.",
                "Paying nine bucks for 200g of dried mango is highway robbery.",
                "Creating a homemade face mask using mango can be a cost-effective option for skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ28&hash=5fa92a8a914e44d3fb27aa985fdcdb3c23563b7b&lang=en&cache-only=0",
            "defineEn": "a sweet yellow fruit with a thin skin that grows in hot areas",
            "defineVi": "một loại trái cây màu vàng ngọt với vỏ mỏng mọc ở vùng nóng",
            "hasImg": true
        },
        {
            "id": "bd271989-c41a-4777-8fb6-d54b5e684152",
            "word": "longan",
            "phonetic": "lɔŋɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The longan tree in my backyard is full of ripe fruits ready to be picked.",
                "The longan's translucent flesh and small black seed make it easy to eat."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZ2Fu&hash=34907942c1042e06d06d213add848d9329eaf7e6&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a sweet and juicy flesh, similar to a lychee, and it is native to Southeast Asia",
            "defineVi": "một loại trái cây nhiệt đới có thịt ngọt và mọng nước, tương tự như vải thiều, và nó có nguồn gốc từ Đông Nam Á",
            "hasImg": true
        },
        {
            "id": "a7e67dd0-4541-43d6-882c-bf8ea9826cc9",
            "word": "jujube",
            "phonetic": "dʒuːdʒuːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandma makes the most amazing jujube jam from the fresh fruits in her garden.",
                "I made a refreshing jujube smoothie by blending fresh jujubes with yogurt and ice.",
                "I made a refreshing jujube smoothie by blending fresh jujubes with yogurt and ice."
            ],
            "audio": "https://tts.langeek.co/read?text=anVqdWJl&hash=956cea4a24c6819d92d9b869f2233ae2f4305510&lang=en&cache-only=0",
            "defineEn": "a small, sweet fruit with a chewy texture and a flavor reminiscent of dates or apples",
            "defineVi": "một loại trái cây nhỏ, ngọt với kết cấu dai và hương vị gợi nhớ đến quả chà là hoặc táo",
            "hasImg": true
        },
        {
            "id": "ad162280-8a22-42c3-8c38-2348ed0d9e62",
            "word": "jocote",
            "phonetic": "dʒɑːkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandma used to make jocote candy by coating the fruit with sugar syrup and letting it dry.",
                "We enjoyed a jocote and mango smoothie for breakfast, a perfect blend of tropical flavors."
            ],
            "audio": "https://tts.langeek.co/read?text=am9jb3Rl&hash=ba2679a4fb78d68f4bc53e8f7393864bb1e86aea&lang=en&cache-only=0",
            "defineEn": "a tropical fruit known for its small size, tart flavor, and thin edible skin",
            "defineVi": "một loại trái cây nhiệt đới được biết đến với kích thước nhỏ, vị chua và vỏ mỏng có thể ăn được",
            "hasImg": true
        },
        {
            "id": "6324cb1f-5543-4981-ad7f-fc0cfe3b6489",
            "word": "japanese cherry",
            "phonetic": "dʒæpəniːz tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amFwYW5lc2UgY2hlcnJ5&hash=85d5d71be34189712598c76d3baa8fd107d90bd6&lang=en&cache-only=0",
            "defineEn": "a small, round, and juicy berry with a sweet and tangy flavor",
            "defineVi": "một quả mọng nhỏ, tròn và mọng nước với hương vị ngọt ngào và thơm"
        },
        {
            "id": "ac181e9f-bb69-42d9-97ca-940922278287",
            "word": "hackberry",
            "phonetic": "hækbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The park near my house has a few hackberry trees, and I often enjoy their shade on sunny days.",
                "Grandma made a delicious hackberry jam that we spread on our morning toast."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFja2JlcnJ5&hash=1b60d05f7eab32e657243cc7e4e4a8d33fb40e35&lang=en&cache-only=0",
            "defineEn": "a small, round drupe with a sweet and nutty flavor",
            "defineVi": "một quả hạch nhỏ, tròn với hương vị ngọt ngào và hấp dẫn",
            "hasImg": true
        },
        {
            "id": "93885195-8d49-4165-a5f9-1349fe0ff9f9",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a small brown fruit with a sweet taste and a hard seed",
            "defineVi": "một quả nhỏ màu nâu có vị ngọt và hạt cứng",
            "hasImg": true
        },
        {
            "id": "4d11bdf7-5ec8-4f28-971b-a8acc9749141",
            "word": "damson",
            "phonetic": "dæmsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother makes the most amazing damson jam every summer.",
                "The vibrant hue of damson makes it a fantastic ingredient for homemade fruit popsicles."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFtc29u&hash=421f1731d662a961b87797f502ae2c19079bc9d9&lang=en&cache-only=0",
            "defineEn": "a small dark purple fruit growing on an Asian plum tree",
            "defineVi": "một quả nhỏ màu tím sẫm mọc trên cây mận châu Á",
            "hasImg": true
        },
        {
            "id": "75cc28b7-fb07-4680-b1cb-cfc0670640f6",
            "word": "avocado",
            "phonetic": "ævəkɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "I created a unique avocado chutney, blending the creamy fruit with lime juice, cilantro, and jalapenos.",
                "You can sprinkle sesame seeds on your avocado toast to enhance its taste and texture.",
                "He carefully selected the least overripe avocados from the pile."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZvY2Fkbw&hash=25247929681acf6d02eb3f91fca2824c97a83575&lang=en&cache-only=0",
            "defineEn": "a bell-shaped tropical fruit with bright green flesh, dark skin and a big stony seed",
            "defineVi": "một loại trái cây nhiệt đới hình chuông với thịt màu xanh tươi, vỏ sẫm màu và một hạt đá lớn",
            "hasImg": true
        },
        {
            "id": "b48f7fda-b3d5-4e43-a692-f9b7e5f9b138",
            "word": "acerola",
            "phonetic": "ɐsɚɹoʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A slice of acerola pie is the perfect dessert to satisfy my sweet tooth.",
                "I often use acerola puree as a natural flavoring in my homemade ice creams."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNlcm9sYQ&hash=9c8867bf47c29bfb6da9fc7d64fac4dce87139fd&lang=en&cache-only=0",
            "defineEn": "a small tropical fruit known for its bright red color and high vitamin C content",
            "defineVi": "một loại trái cây nhiệt đới nhỏ được biết đến với màu đỏ tươi và hàm lượng vitamin C cao",
            "hasImg": true
        },
        {
            "id": "b62fa3ad-991b-404a-9cd4-3013f0001520",
            "word": "olive",
            "phonetic": "ɑːlɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The authorities have offered an olive branch to the community.",
                "The briny taste of olives adds a unique twist to my homemade pizza.",
                "The village was set among olive groves on a hill.",
                "The winner extended an olive branch to his opponent by calling him a great player.",
                "He held out an olive branch to the opposition by releasing 42 political prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpdmU&hash=85b884ab7ee7cd5a35d9a3113b5371a861264fcb&lang=en&cache-only=0",
            "defineEn": "a very small black or green fruit with a hard seed and a bitter taste, eaten or used to extract oil from",
            "defineVi": "một loại quả rất nhỏ màu đen hoặc xanh có hạt cứng và vị đắng, được ăn hoặc dùng để chiết xuất dầu từ",
            "hasImg": true
        },
        {
            "id": "3e08a98b-c98d-45a7-8800-8f60e5a865d3",
            "word": "loquat",
            "phonetic": "loʊkwɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I picked a ripe loquat from the tree and savored its juicy sweetness."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9xdWF0&hash=58ead965c93bbb2c6f2bb90823f21a53a67da186&lang=en&cache-only=0",
            "defineEn": "a round yellow fruit that is acidic in taste and single-seeded, growing on bushes in Japan, china and the Middle East",
            "defineVi": "một loại quả tròn màu vàng có vị chua và một hạt, mọc trên các bụi cây ở Nhật Bản, Trung Quốc và Trung Đông",
            "hasImg": true
        },
        {
            "id": "ff072d96-6716-4d87-bc9c-669775963190",
            "word": "black cherry",
            "phonetic": "blæk tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Black cherries are like nature's candy, with their intense sweetness and hint of tartness.",
                "As I bite into a black cherry, its deep red juice stains my lips, leaving behind a sweet aftertaste."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgY2hlcnJ5&hash=977645f250622b5c3b27b0cad9db6fc345fc2f5b&lang=en&cache-only=0",
            "defineEn": "a bitter blackish fruit that grows in the North America, eaten by birds or wild animals",
            "defineVi": "một loại trái cây màu đen đắng mọc ở Bắc Mỹ, bị chim hoặc động vật hoang dã ăn",
            "hasImg": true
        },
        {
            "id": "eb09c00b-3cf8-4401-9187-93e0e75aa9c5",
            "word": "greengage",
            "phonetic": "ɡɹiːŋɡeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "A refreshing glass of greengage lemonade is the perfect way to beat the summer heat."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5nYWdl&hash=27f4e617257fb251edd59bbf5189b9a632eedddd&lang=en&cache-only=0",
            "defineEn": "a sweet green fruit like a small plum, with a single seed",
            "defineVi": "một trái cây màu xanh ngọt giống như một quả mận nhỏ, với một hạt duy nhất",
            "hasImg": true
        },
        {
            "id": "518ca3e8-21b0-4ff0-9d29-b8bab66414e6",
            "word": "maraschino cherry",
            "phonetic": "mæɹɐskiːnoʊ tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFyYXNjaGlubyBjaGVycnk&hash=f11892b620257ccfa13b5d5d4fdb89c10a0a70f6&lang=en&cache-only=0",
            "defineEn": "a sweet and brightly colored cherry that has been preserved in flavored syrup",
            "defineVi": "một quả anh đào ngọt ngào và có màu sắc rực rỡ đã được bảo quản trong xi-rô có hương vị",
            "hasImg": true
        },
        {
            "id": "0d229bbb-f497-4e8e-aee1-e26a751876fe",
            "word": "beach plum",
            "phonetic": "biːtʃ plʌm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVhY2ggcGx1bQ&hash=f42db024e3c3c4cedbd3de0f5c5c6c311010f1c6&lang=en&cache-only=0",
            "defineEn": "a small, tart fruit native to coastal regions",
            "defineVi": "một loại trái cây nhỏ, chua có nguồn gốc từ các vùng ven biển"
        },
        {
            "id": "aaf05d86-f121-42b2-b34f-7d9a5cfb82f4",
            "word": "victoria plum",
            "phonetic": "vɪktoːɹiə plʌm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmljdG9yaWEgcGx1bQ&hash=8dc35514b5ecd68e077fcd0e06078a981b58934e&lang=en&cache-only=0",
            "defineEn": "a type of sweet and juicy dessert plum with a distinct reddish-purple skin and yellow flesh",
            "defineVi": "một loại mận tráng miệng ngọt và mọng nước với vỏ màu đỏ tím riêng biệt và thịt màu vàng"
        },
        {
            "id": "1d7f3a72-a030-44b9-aec2-321ea8ae313d",
            "word": "sweet cherry",
            "phonetic": "swiːt tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQgY2hlcnJ5&hash=0788c59c869d15f30e22172dacceb71ff98a7cd8&lang=en&cache-only=0",
            "defineEn": "a variety of cherry known for its luscious, sugary flavor and juicy flesh",
            "defineVi": "một loại anh đào được biết đến với hương vị thơm ngon, có đường và thịt mọng nước",
            "hasImg": true
        },
        {
            "id": "f7d8fe87-060f-43b8-b603-68ebb46c0224",
            "word": "physalis",
            "phonetic": "faɪsɑːliz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "A drizzle of honey over a bowl of physalis brings out its natural sweetness even more."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2FsaXM&hash=f171042d4c4a3c477f819bd5ccc325a8009872c5&lang=en&cache-only=0",
            "defineEn": "a small fruit enclosed in a papery husk, known for its tart and sweet flavor",
            "defineVi": "một loại trái cây nhỏ được bọc trong vỏ giấy, được biết đến với vị chua và ngọt"
        },
        {
            "id": "a0cddb92-9b00-46d7-8479-19cc54f2f9f5",
            "word": "heart cherry",
            "phonetic": "hɑːɹt tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgY2hlcnJ5&hash=3dc14c373bf08c5e0fa54bc58cc6a909a8ef0909&lang=en&cache-only=0",
            "defineEn": "variety of cherry with a distinctive heart-shaped appearance, characterized by a pronounced cleft at the stem end",
            "defineVi": "nhiều loại anh đào có hình trái tim đặc biệt, được đặc trưng bởi một vết nứt rõ rệt ở đầu cuống"
        },
        {
            "id": "f0aedca0-ddf2-4cde-8b01-cf6f0cd0f35f",
            "word": "prune",
            "phonetic": "pɹuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prunes are a good source of antioxidants.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "His explanation is totally full of prunes and doesn't answer the question at all.",
                "Drinking all of this prune juice keeps me regular as clockwork!",
                "Have you ever had a prune?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJ1bmU&hash=a16374dd2a4cc78db4958ed7960bac2c0a756e46&lang=en&cache-only=0",
            "defineEn": "a dried plum rich in carbohydrates and fiber, usually consumed after eating",
            "defineVi": "một quả mận khô giàu carbohydrate và chất xơ, thường được tiêu thụ sau khi ăn",
            "hasImg": true
        }
    ]
}