{
    "id": "cb8fb46a-70a2-4a93-9f89-be3ac6e46655",
    "title": "Unit 8 - Lesson 4",
    "originalTitle": "Unit 8 - Lesson 4",
    "words": [
        {
            "id": "b35e23c8-f301-4880-aeba-a9c89d40dd21",
            "word": "formal",
            "phonetic": "fɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had no formal instruction in music.",
                "Dinner was very formal, with everyone on their best behaviour.",
                "He used to wear a silk tie with his formal suit.",
                "He asked her wife to wear a formal dress to the event.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFs&hash=4e8104043a9d4aea2628b0706a8c943444601ca5&lang=en&cache-only=0",
            "defineEn": "suitable for fancy, important, serious, or official occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống ưa thích, quan trọng, nghiêm túc hoặc chính thức",
            "hasImg": true
        },
        {
            "id": "7c3cb81f-d5f1-4a48-be29-e1db4040eb42",
            "word": "informal",
            "phonetic": "ɪnfɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are very informal around here.",
                "You have some informal actors.",
                "For this particular task, informal actors are much more efficient.",
                "Better yet, it was also informal.",
                "About 81 percent of India's workers ply their trades in the informal economy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYWw&hash=617befe3a0f01731c9e33977568e98b269587942&lang=en&cache-only=0",
            "defineEn": "suitable for friendly, relaxed, casual, or unofficial occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống thân thiện, thoải mái, bình thường hoặc không chính thức",
            "hasImg": true
        },
        {
            "id": "4d7cf865-b715-40d8-859f-afa8eb1b7ed8",
            "word": "appropriate",
            "phonetic": "ɐpɹoʊpɹɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "You'll have to wait until you've been contacted by the appropriate member of the administration",
                "If you're planning a hike in the mountains, be sure to check the weather forecast and bring appropriate gear.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9wcmlhdGU&hash=8f9d29c500c80f09517500d26e6aed664cfb8188&lang=en&cache-only=0",
            "defineEn": "suitable, fitting, or acceptable for a given situation",
            "defineVi": "phù hợp, phù hợp, hoặc chấp nhận được cho một tình huống nhất định",
            "hasImg": true
        },
        {
            "id": "810e65e8-1efe-4ac4-aab5-03f38d2af8bd",
            "word": "inappropriate",
            "phonetic": "ɪnɐpɹoʊpɹiət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He tried to suppress his grimace of disapproval when he heard the inappropriate comment.",
                "The meeting had gone so well until Jane made that inappropriate comment, and it ended on a sour note.",
                "The mother who always defended her child's behavior, even when it was clearly inappropriate, demonstrated that love is blind.",
                "The school administration understands that catching is before hanging, so they have implemented strict disciplinary policies to deter students from engaging in inappropriate behavior.",
                "Some just block inappropriate content."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hcHByb3ByaWF0ZQ&hash=7334639db504468a025b93cd45a55b42e2d6e7ed&lang=en&cache-only=0",
            "defineEn": "not suitable, fitting, or acceptable for a certain situation",
            "defineVi": "không phù hợp, phù hợp, hoặc chấp nhận được cho một tình huống nhất định",
            "hasImg": true
        },
        {
            "id": "75048d71-da7a-498d-8956-d958271d990e",
            "word": "strictness",
            "phonetic": "stɹɪktnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bmVzcw&hash=ad5dea88d526dfa396ad3bea1e09ff6fe6b84600&lang=en&cache-only=0",
            "defineEn": "(of a person) the quality of being serious and fixed on obeying the rules",
            "defineVi": "(của một người) phẩm chất nghiêm túc và cố định tuân theo các quy tắc",
            "hasImg": true
        },
        {
            "id": "6ad6cdd8-8958-4c05-8a2d-db10f5a1a6f2",
            "word": "liberal",
            "phonetic": "lɪbɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "They have liberal groups.",
                "Even psychologists got really liberal with their applications of the test.",
                "More specifically, pedophiles are everywhere among liberals, celebrities, and the media.",
                "Liberals will say, \"It's obvious, defense!\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbA&hash=6db4ce277fba2d7ef24f16d8353ee051ab494a8c&lang=en&cache-only=0",
            "defineEn": "willing to accept, respect, and understand different behaviors, beliefs, opinions, etc.",
            "defineVi": "sẵn sàng chấp nhận, tôn trọng và hiểu các hành vi, niềm tin, ý kiến khác nhau, v.v.",
            "hasImg": true
        },
        {
            "id": "7f6ca3fb-7c0d-49ae-be63-af6f777d1db9",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        }
    ]
}