{
    "id": "cbb03428-ecab-489b-9048-f9182c87f834",
    "title": "Unit 8 - Lesson 3",
    "originalTitle": "Unit 8 - Lesson 3",
    "words": [
        {
            "id": "835f0bd0-29fe-428f-bb9b-1b745c457758",
            "word": "low-tech",
            "phonetic": "loʊtɛk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The lower-tech side of the business was seen as a ball and chain.",
                "We're achieving incredible performance from our cars, not for humongous battery packs, not from low-tech solutions, but through high tech endeavors.",
                "Unfortunately, it will take decades of research to engineer these molecular machines to be even close to what nature can already do today using low-tech carbon-sucking, light-eating machines like trees.",
                "And one of the most promising techniques yet uses a fairly low-tech approach: radio waves.",
                "After being raised with Waldorf's policies many of his peers are also on board with the low-tech approach."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LXRlY2g&hash=2b7c5ee05d9cb3a034a972d30ec910181c44ed11&lang=en&cache-only=0",
            "defineEn": "not having or using the most advanced technology, methods, or materials",
            "defineVi": "không có hoặc sử dụng công nghệ, phương pháp hoặc vật liệu tiên tiến nhất",
            "hasImg": true
        },
        {
            "id": "d889e0bc-f929-4c92-9402-5bcbdad1cc75",
            "word": "high-tech",
            "phonetic": "haɪtɛk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "High-tech gadgetry is the spice, but not the whole enchilada.",
                "Israel's high-tech economy has reopened.",
                "Three quarters of the student's parents there have a strong high-tech connection.",
                "It is a high-tech lynching.",
                "These are 40-ton, high-tech machines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC10ZWNo&hash=f02cbab3cd870df91c373610515b9b8675c17255&lang=en&cache-only=0",
            "defineEn": "having or using the most advanced technology, methods, or material",
            "defineVi": "có hoặc sử dụng công nghệ, phương pháp hoặc vật liệu tiên tiến nhất",
            "hasImg": true
        },
        {
            "id": "8763ac9d-8858-4ec0-a691-f07386b99a49",
            "word": "wacky",
            "phonetic": "wæki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wacky series has been on the air for ten years.",
                "Additional experiments in the same study got even wackier.",
                "We have a lot of wacky weather here on Earth, giving us crazy things like thundersnow and fire-nados.",
                "From blood rain to volcanic tornadoes, here are five more kinds of weird, wacky, wonderful and not-so-wonderful weather that happened right here on Earth.",
                "Over the years, people have thought up all kinds of wacky ways to get to outer space, including space guns and even giant elevators."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fja3k&hash=3fd44714009ac86b2f27acc84b9a93c6082863ba&lang=en&cache-only=0",
            "defineEn": "having funny, exciting, foolish, or amusing qualities in an odd or silly way",
            "defineVi": "có những phẩm chất hài hước, thú vị, ngu ngốc hoặc thú vị theo cách kỳ quặc hoặc ngớ ngẩn"
        },
        {
            "id": "f0693bd8-3866-4b51-bede-c0e6874f780d",
            "word": "unique",
            "phonetic": "juːniːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The milk skin gives a unique texture to the homemade pudding.",
                "The briny taste of olives adds a unique twist to my homemade pizza.",
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups.",
                "Cheshire cheese has a unique flavor profile.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pcXVl&hash=514bc165b3dbabd2e316b5ac07d5a0380931061c&lang=en&cache-only=0",
            "defineEn": "being one of a kind, with no equal",
            "defineVi": "là một trong những loại, không có bình đẳng",
            "hasImg": true
        },
        {
            "id": "52fc4d39-cc40-4813-832e-059bf8c7b605",
            "word": "efficient",
            "phonetic": "ɪfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To my way of thinking, this approach is more efficient.",
                "I don't especially like the woman but, credit where credit's due, she's very efficient.",
                "The new software system proved to be reliable and efficient, as it remained in action without any issues during a busy week of data processing.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The software developer took the time to write clean and efficient code, recognizing that if a thing is worth doing, it is worth doing well and ensuring that the program was of the highest quality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW50&hash=6d745b3566c21da652368a953dcb1886bdf877d9&lang=en&cache-only=0",
            "defineEn": "describing a system, machine, etc. that is able to reach maximum productivity with minimum waste of time, money, or energy",
            "defineVi": "mô tả một hệ thống, máy móc, v.v. có khả năng đạt năng suất tối đa với mức lãng phí thời gian, tiền bạc hoặc năng lượng tối thiểu"
        },
        {
            "id": "8ac7e6b8-c631-4a50-9c9f-a57dfaf954a8",
            "word": "inefficient",
            "phonetic": "ɪnɪfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The president won the election on his promise to get the economy into shape by overhauling outdated or inefficient legislation.",
                "However, this enzyme is notoriously inefficient.",
                "Supplementing orally is inefficient.",
                "That would be inefficient.",
                "Paradoxically, meat is pretty much the most inefficient way of feeding humans."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lZmZpY2llbnQ&hash=cd32212bf1b06248f63650b93f8c151b23ca2eb2&lang=en&cache-only=0",
            "defineEn": "not able to reach maximum productivity or produce desired results with minimum waste of energy, money, or time",
            "defineVi": "không thể đạt được năng suất tối đa hoặc tạo ra kết quả mong muốn với sự lãng phí năng lượng, tiền bạc hoặc thời gian tối thiểu"
        }
    ]
}