{
    "id": "cbc3a6b7-c5ba-4e14-9cdd-f6a9a432d5da",
    "title": "Expressing an Opinion",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "dd57cc00-b6c4-46be-9dc8-d5d0813e3976",
            "word": "to assess",
            "phonetic": "tʊ ɐsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dr. Howard never laid a hand on me to assess my pain.",
                "These two summit events constitute a framework to assess progress being made under the auspices of President Mbeki.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks.",
                "IARC is just assessing cancer risk, not overall safety.",
                "I assess the new movie Jupiter Ascending-- --on this week's episode of Angry Nerd!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXNz&hash=b810bb454e575c4e19675677f8c5cb5a322935ef&lang=en&cache-only=0",
            "defineEn": "to form a judgment on the quality, nature, or ability of something or someone",
            "defineVi": "để hình thành một bản án về chất lượng, bản chất, hoặc khả năng của một cái gì đó hoặc ai đó"
        },
        {
            "id": "4a66c158-2dc5-414e-8ebb-9556f7964174",
            "word": "to approve",
            "phonetic": "tʊ ɐpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "He didn't approve of the plan and said so in as many words.",
                "In February of 1867, the government approved Roebling’s proposal.",
                "Your brain on love is scientifically approved.",
                "Earlier, the Israeli defense minister approved the call-up of 9,000 more reservists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm92ZQ&hash=735ab11d5a9fa1aeb8e25d90d03a2259d0a64bc2&lang=en&cache-only=0",
            "defineEn": "to officially agree to a plan, proposal, etc.",
            "defineVi": "để chính thức đồng ý với một kế hoạch, đề xuất, vv",
            "hasImg": true
        },
        {
            "id": "f65c7847-eccb-45f4-afab-84bbf4281c1b",
            "word": "basically",
            "phonetic": "beɪsɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Basically, he was a bully, and like most bullies, he could dish it out, but couldn't take it.",
                "The company wants to hire her at any cost, so she can basically take her pick of perks during the negotiation process.",
                "Your grandmother will be there, and she is basically Mrs. Grundy!",
                "The cast of 'Spring Awakening' was there, basically.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWNhbGx5&hash=354ff07808c55a41fa5f84766e5e56c8eaafbc0f&lang=en&cache-only=0",
            "defineEn": "in the most important aspects with no regard to details of less importance",
            "defineVi": "trong các khía cạnh quan trọng nhất mà không quan tâm đến các chi tiết ít quan trọng hơn"
        },
        {
            "id": "d0d4cb72-6cd6-4cad-b5dd-ee2b8147158e",
            "word": "biased",
            "phonetic": "baɪəst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The CEO and the marketing director are in each other's pocket, resulting in biased and unbalanced strategies for the company.",
                "People are so biased about everything.",
                "He's pretty biased.",
                "But, of course, we’re super biased about what’s plausible.",
                "Sometimes, this can lead to bad judgments and biased opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlhc2Vk&hash=25926a8235812dcb531382a5090efa9132217daa&lang=en&cache-only=0",
            "defineEn": "tending to be for or against someone or something in an unfair way",
            "defineVi": "có xu hướng ủng hộ hoặc chống lại ai đó hoặc điều gì đó một cách không công bằng"
        },
        {
            "id": "dc55ee43-54ce-4228-b8ce-b39c5c4753d8",
            "word": "consistently",
            "phonetic": "kənsɪstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Jane always goes to town on her work, consistently producing high-quality results.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "The athlete who trains regularly and consistently knows that constant dropping wears away a stone and is more likely to perform well in competition.",
                "Mary always wakes up at 5:00 am to study, and she consistently gets good grades - it's true that the early bird catches the worm.",
                "The government has consistently underestimated the death toll here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVudGx5&hash=93e186caae9346260c77d947a541046048f701ec&lang=en&cache-only=0",
            "defineEn": "in a way that is always the same",
            "defineVi": "theo cách luôn luôn giống nhau"
        },
        {
            "id": "62f1577f-6996-4559-8e3c-244de472c316",
            "word": "controversial",
            "phonetic": "kɑːntɹəvɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her controversial new theory flies in the face of everything we know about quantum mechanics.",
                "The controversial remarks by the celebrity were taken out of context and presented in a bad light.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvdmVyc2lhbA&hash=2f519be85d389ff315ee3c51d92238aa2f764b58&lang=en&cache-only=0",
            "defineEn": "causing a lot of strong public disagreement or discussion",
            "defineVi": "gây ra nhiều bất đồng hoặc thảo luận mạnh mẽ trong công chúng"
        },
        {
            "id": "f15c7b24-e9c3-4058-88ad-d44117d2926e",
            "word": "controversy",
            "phonetic": "kɑːntɹəvɜːsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole controversy turned out to be a storm in a teacup.",
                "MacMillan has never fought shy of controversy.",
                "After the scandal, the politician worked hard to rebuild his reputation and live down the controversy.",
                "He enabled him to take the cheap shot that ended the fight, stirred the pot and kept Mayweather at the center of controversy.",
                "The controversy surrounding the new policy provided grist for the mill of public debate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvdmVyc3k&hash=5a9c801aca8775ce9ba291130b7e93e6e778a55c&lang=en&cache-only=0",
            "defineEn": "a strong disagreement or argument over something that involves many people",
            "defineVi": "một bất đồng mạnh mẽ hoặc tranh luận về một cái gì đó liên quan đến nhiều người"
        },
        {
            "id": "d723f97f-8bab-4b7d-b7f1-8c79de0b462d",
            "word": "criticism",
            "phonetic": "kɹɪɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His criticisms are way off the mark.",
                "He took the criticism surprisingly well.",
                "She can't take criticism.",
                "The harsh criticism tore him out of his delusions of grandeur.",
                "Her constant criticism really makes my hackles rise!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljaXNt&hash=01732cb57de449d0fd0e8748ef1023490fa30d76&lang=en&cache-only=0",
            "defineEn": "remarks that express disapproval of someone or something based on their errors or flaws",
            "defineVi": "nhận xét thể hiện sự không tán thành của ai đó hoặc một cái gì đó dựa trên lỗi hoặc sai sót của họ"
        },
        {
            "id": "bb9947c2-4e8e-48e4-bd4b-f6fd88e6df6d",
            "word": "to debate",
            "phonetic": "tə dᵻbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician's opponent laughed at his proposal during the debate.",
                "Our next class will take the form of a debate.",
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "This debate will run and run!",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXRl&hash=d547f9541cacae4bd6821a6721054a6f7f7a8081&lang=en&cache-only=0",
            "defineEn": "to formally discuss a matter",
            "defineVi": "để chính thức thảo luận về một vấn đề",
            "hasImg": true
        },
        {
            "id": "d1322c56-68e5-4a4c-84cd-1aef51f55755",
            "word": "to differ",
            "phonetic": "tə dɪfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "Let's just agree to differ on this topic and start talking about something else, huh?",
                "Towns 130 miles apart differ about 10 minutes in sun times. ",
                "Towns 1,300 miles apart differ about 100 minutes in sun times. ",
                "These levels differ by orders of magnitude."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVy&hash=5c6412b703121ed6a2deb5d1babcb767ffd18430&lang=en&cache-only=0",
            "defineEn": "to disagree with someone; to have a different opinion",
            "defineVi": "không đồng ý với ai đó; có ý kiến khác"
        },
        {
            "id": "a43cef1f-4ba5-4abf-bba6-dfaf149b75c1",
            "word": "disagreement",
            "phonetic": "dɪsɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have made up for their previous disagreements by attending couples therapy.",
                "I know we had a disagreement, but I hope there are no hard feelings.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals.",
                "Both are trying to present the disagreement as a storm in a teacup.",
                "Alex is trying to build bridges with his colleague after their disagreement at the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWdyZWVtZW50&hash=a10e3ba9b4514e3dc20a63d58544aa1aa001b1a4&lang=en&cache-only=0",
            "defineEn": "an argument or a situation in which people have different opinions about something",
            "defineVi": "một cuộc tranh luận hoặc một tình huống trong đó mọi người có ý kiến khác nhau về một cái gì đó"
        },
        {
            "id": "3178b8a9-3e46-4e0b-b4b1-d9d33e7c3353",
            "word": "to estimate",
            "phonetic": "tʊ ɛstᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Estimates put the war's cost at £1 million a day.",
                "Their estimates were completely off the mark.",
                "It is estimated that 5,000 bank staff could be lining their own pockets from customer accounts.",
                "Medical scientists estimate an autism ratio of 1 in every 110 children in the United States. ",
                "The company estimated revenues for 2020 of nearly 100 million dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXN0aW1hdGU&hash=6da0248fce4963986d6717cb5776931810667b67&lang=en&cache-only=0",
            "defineEn": "to guess the value, number, quantity, size, etc. of something without exact calculation",
            "defineVi": "để đoán giá trị, số lượng, số lượng, kích thước, vv của một cái gì đó mà không cần tính toán chính xác"
        },
        {
            "id": "af0c434e-f02f-406c-aeff-2228bba23c06",
            "word": "to evaluate",
            "phonetic": "tʊ ɪvæljuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the boss criticized the team's performance, one of the employees reminded him to sweep before his own door and evaluate his own leadership skills.",
                "The school's infrastructure was evaluated and given a clean bill of health, with no major structural or safety issues found",
                "Economists evaluate the effectiveness of a healthcare system on three criteria: Access, Cost, and Quality.",
                "We just evaluated our function.",
                "The two women were being evaluated for epilepsy surgery at University Hospital in Geneva, Switzerland."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhbHVhdGU&hash=ae41f800c5742478ddfc0daeecebba559f177c3d&lang=en&cache-only=0",
            "defineEn": "to calculate the amount, importance, number, or value of something or someone",
            "defineVi": "để tính toán số lượng, tầm quan trọng, số lượng, hoặc giá trị của một cái gì đó hoặc ai đó"
        },
        {
            "id": "9e4a3d38-eebd-4571-85f6-e3e59dad5a64",
            "word": "to infer",
            "phonetic": "tʊ ɪnfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "So scientists inferred that the auroras were coming from a bunch of thin ripples in the atmosphere.",
                "His mom infers that the noise hurts his ears. ",
                "Some researchers have inferred that faulty connections between areas of the brain may be responsible for autism. ",
                "And the capability for language can really only be inferred from the fossil record.",
                "And so we can infer that the image of the taotie, with its fangs, horns, and large eyes, was an integral component of early Chinese ceremonial and religious life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZXI&hash=0d3ac3108c474bfad7bbde1062e1fe619f955618&lang=en&cache-only=0",
            "defineEn": "to reach an opinion or decision based on available evidence and deduction",
            "defineVi": "để đạt được một ý kiến hoặc quyết định dựa trên bằng chứng có sẵn và khấu trừ"
        },
        {
            "id": "a5532686-717f-4d0b-83dc-f43e9925e201",
            "word": "to maintain",
            "phonetic": "tə meɪnteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The tobacco products included a humectant to maintain the moisture content and freshness.",
                "Maintaining a low profile has never been Maggie's strongest suit.",
                "The document must be copied word for word to maintain its legal validity.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbnRhaW4&hash=d54a8e55e446e9570bf3c93ee82415ed4d4a85b3&lang=en&cache-only=0",
            "defineEn": "to firmly express an opinion or statement as true and valid, although others may disagree",
            "defineVi": "thể hiện một cách chắc chắn một ý kiến hoặc tuyên bố là đúng và hợp lệ, mặc dù những người khác có thể không đồng ý"
        },
        {
            "id": "639251d7-4c10-4a57-bfde-a3388c09c77c",
            "word": "objective",
            "phonetic": "ɑːbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As so often happened, Peter, Tommy and Henry had totally lost sight of their real objective.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties.",
                "One is being a very good, down-to-earth person who recognises that objectives are reached by working with others.",
                "And the machine pursues the objective."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZl&hash=81b09f45c7c412a2f57943a323042686389a2e9c&lang=en&cache-only=0",
            "defineEn": "based only on facts and not influenced by personal feelings or judgments",
            "defineVi": "chỉ dựa trên sự thật và không bị ảnh hưởng bởi cảm xúc hoặc phán đoán cá nhân"
        },
        {
            "id": "aa6cbba3-dfef-49c7-a7f7-bfcb1243d172",
            "word": "to oppose",
            "phonetic": "tʊ əpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alex will play ball with the opposing team, despite their differences, in order to promote sportsmanship and fair play.",
                "But the king's advisors strongly opposed these initiatives.",
                "You opposed busing.",
                "They strongly opposed the Oslo agreement.",
                "Opposed him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3Bwb3Nl&hash=42ca2fdc8bd3860036462e3cfef0ff1065a8f78b&lang=en&cache-only=0",
            "defineEn": "to strongly disagree with a policy, plan, idea, etc. and try to put an end to it",
            "defineVi": "hoàn toàn không đồng ý với một chính sách, kế hoạch, ý tưởng, v.v. và cố gắng chấm dứt nó"
        },
        {
            "id": "a4e9c544-403c-424b-baf4-759d7f39aea4",
            "word": "precisely",
            "phonetic": "pɹɪsaɪsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "American conservatism is precisely the reverse.",
                "He precisely measured the height of thousands of people as part of a sort of scientific side show.",
                "They're weighed precisely.",
                "And these differences were precisely consistent with Einstein’s predictions of special and general relativity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2lzZWx5&hash=8423d7ae2868ff2f8fc81889ae37992e41e76086&lang=en&cache-only=0",
            "defineEn": "used to highlight the accuracy of something",
            "defineVi": "được sử dụng để làm nổi bật tính chính xác của một cái gì đó"
        },
        {
            "id": "3473b016-57a3-43b4-9510-e0e537d71c92",
            "word": "subjective",
            "phonetic": "sʌbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The last delusion in this quadrad of delusions, is subjective doubles.",
                "But questionnaires are still subjective.",
                "It's so subjective.",
                "- It's too subjective.",
                "Because that's subjective."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdGl2ZQ&hash=f8067ac47c88c85b82377ec0d5605124e3999037&lang=en&cache-only=0",
            "defineEn": "based on or influenced by personal feelings or opinions rather than facts",
            "defineVi": "dựa trên hoặc bị ảnh hưởng bởi cảm xúc hoặc ý kiến cá nhân hơn là sự thật"
        },
        {
            "id": "191a1119-e922-45e0-aa1b-c7be9553bd2c",
            "word": "to advocate",
            "phonetic": "tʊ ædvəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "She was proud to belong to an organization that advocates for animal rights.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "The Swedes advocate limited social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2b2NhdGU&hash=ef5f531ec27908336db070137b591e7a21a304c6&lang=en&cache-only=0",
            "defineEn": "to publicly support something",
            "defineVi": "để hỗ trợ công khai một cái gì đó"
        },
        {
            "id": "2cfc082e-eecf-427a-aac5-0eb798154c72",
            "word": "affirmative",
            "phonetic": "ɐfɜːmətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- So affirmative action has a really long history.",
                "The debate over affirmative action has been raging for years.",
                "- Affirmative action is not what is causing Asian Americans not to get in to schools.",
                "And to be clear, affirmative action isn't always about race.",
                "Affirmative action advocates also point out that a more diverse campus benefits everyone, not just the students it's specifically designed to help."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaXJtYXRpdmU&hash=fca842585b8f00919d1d69bf8b2f87c3d7640c95&lang=en&cache-only=0",
            "defineEn": "showing agreement or approval",
            "defineVi": "thể hiện sự đồng ý hoặc phê duyệt",
            "hasImg": true
        },
        {
            "id": "3a071768-e4a2-44eb-a146-deea25692366",
            "word": "arguably",
            "phonetic": "ɑːɹɡjuːəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Lobbying is arguably the American government's oldest profession.",
                "They arguably comprise one of the most important retail businesses in the country.",
                "Viruses are arguably the most notorious parasites on Earth.",
                "Arguably, one of the most important molecules in all of biology is ATP.",
                "Arguably the most famous robot on its way to Mars is the Mars 2020 Rover."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndWFibHk&hash=86a82bf549b3d65267542cd575ab14f071d174b3&lang=en&cache-only=0",
            "defineEn": "used when giving an opinion one believes could be supported by providing reasons for it",
            "defineVi": "được sử dụng khi đưa ra ý kiến mà một người tin rằng có thể được hỗ trợ bằng cách cung cấp lý do cho nó"
        },
        {
            "id": "a9ebf0b5-39e9-490e-bc2a-835b61efa30d",
            "word": "as a matter of fact",
            "phonetic": "æz ɐ mæɾɚɹ ʌv fækt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "As a matter of fact, it has everything to do with the wine you drink.",
                "My mom is in Ghana right now, as a matter of fact.",
                "As a matter of fact, about time to do that again.",
                "As a matter of fact, I have.",
                "As a matter of fact they're so cool"
            ],
            "audio": "https://tts.langeek.co/read?text=YXMgYSBtYXR0ZXIgb2YgZmFjdA&hash=b9f2a62b0a7b1c31fb5f1913a173edd89f16f540&lang=en&cache-only=0",
            "defineEn": "said to disagree with what someone just said",
            "defineVi": "nói không đồng ý với những gì ai đó vừa nói"
        },
        {
            "id": "1d88d385-9d22-4a9b-8b18-54892f4b7ba7",
            "word": "challenging",
            "phonetic": "tʃæləndʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "She asked a challenging question, and it took me a while to find the answer.",
                "Sarah is going to make a go of her dream of becoming a professional musician, even though it's a challenging field.",
                "When faced with a challenging project at work, Sarah remembered that the sea refuses no river and approached the task with an open mind."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGxlbmdpbmc&hash=f2add6ac62d905cf9ead4787746878e3eba81f48&lang=en&cache-only=0",
            "defineEn": "demanding skills and difficult to deal with in a way that is interesting",
            "defineVi": "đòi hỏi kỹ năng và khó giải quyết theo cách thú vị"
        },
        {
            "id": "830ae12b-0f7e-45fa-990d-09ce2158b42b",
            "word": "to confer",
            "phonetic": "tə kənfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then we can confer on this.",
                "You conferred with the president and you told him this?",
                "But this case does suggest a first infection can confer some level of protection against later ones.",
                "The write up of this case still needs to undergo peer review, but if the findings hold up against scrutiny, they’d suggest that prior infections don’t always confer protection.",
                "The barnacles might slow down the whale as it swims through the water, but on the other hand, they might also serve as a type of camouflage from predators like orcas, in which case they confer an advantage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVy&hash=5b709302dc5db8d1b90005cc1888d491c702557f&lang=en&cache-only=0",
            "defineEn": "to exchange opinions and have discussions with others, often to come to an agreement or decision",
            "defineVi": "trao đổi ý kiến và thảo luận với người khác, thường là để đi đến một thỏa thuận hoặc quyết định"
        },
        {
            "id": "8790f3a0-693f-4bfc-8e6c-5cdd275155f0",
            "word": "to contradict",
            "phonetic": "tə kɑːntɹədɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "Which contradicts the principle of conservation of energy.",
                "And his message has often contradicted health officials as well as state and local government.",
                "The president is contradicting him.",
                "He contradicted his own experts daily, sometimes within minutes. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJhZGljdA&hash=a8a9518f61778045d389fcc8e0564d30d16491f8&lang=en&cache-only=0",
            "defineEn": "(of pieces of evidence, facts, statements, etc.) to be opposite or very different in a way that it is impossible for all to be true at the same time",
            "defineVi": "(của các mẩu bằng chứng, sự kiện, tuyên bố, v.v.) đối lập hoặc rất khác nhau theo cách mà không thể nào tất cả đều đúng cùng một lúc"
        },
        {
            "id": "9a072603-1c71-4299-a5cc-6f81b8df2461",
            "word": "to dispute",
            "phonetic": "tə dɪspjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The dispute finally came to a head in March that year.",
                "To have an argument/a dispute/a fight/a quarrel.",
                "The two sides in the dispute are finally willing to talk.",
                "The dispute between the two parties will come up in court next month, and the jury will have to make a decision on who is at fault."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcHV0ZQ&hash=6c03476edeb42b4fcdf894a006c587860f849108&lang=en&cache-only=0",
            "defineEn": "to doubt a fact or to call its truth into question",
            "defineVi": "để nghi ngờ một thực tế hoặc gọi sự thật của nó vào câu hỏi"
        },
        {
            "id": "ed7ef122-f86b-4951-b07d-aa426e9fde07",
            "word": "inclined",
            "phonetic": "ɪŋklaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "They are inclined to bite on the back of your leg.",
                "But they’re very inclined to agree.",
                "But they’re very inclined to agree.",
                "Customers are inclined to shop at stores with familiar names, and more shoppers mean more sales. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluZWQ&hash=55f6847a65b33523f38594adf46ff6807a735fbd&lang=en&cache-only=0",
            "defineEn": "having a tendency to do something; possessing an innate ability for something",
            "defineVi": "có xu hướng làm điều gì đó; sở hữu một khả năng bẩm sinh cho một cái gì đó"
        },
        {
            "id": "1950d3fd-54c8-48c0-92f5-1192068f18b2",
            "word": "mistaken",
            "phonetic": "mɪsteɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When I suggested he was mistaken he got rather hot under the collar.",
                "No, you're mistaken.",
                "Sorry guys, I was mistaken.",
                "He had just read his own mistaken obituary.",
                "and then I'd get mistaken for him."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdGFrZW4&hash=cfc75aef22826178d26a5d7ca66ef6d129a6353f&lang=en&cache-only=0",
            "defineEn": "wrong in one's judgment, opinion, or belief",
            "defineVi": "sai trong phán đoán, quan điểm hoặc niềm tin của một người"
        },
        {
            "id": "1835a6d8-2e93-4e6e-8dd3-8e596ab193d0",
            "word": "moderate",
            "phonetic": "mɑːdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdGU&hash=6d393b390964b22a51152d91094c61cb20686232&lang=en&cache-only=0",
            "defineEn": "(of a person or ideology) not extreme or radical and considered reasonable by a majority of people",
            "defineVi": "(của một người hoặc ý thức hệ) không cực đoan hoặc cực đoan và được đa số người dân coi là hợp lý"
        },
        {
            "id": "d3dfe9fa-fb30-41a5-b7d6-db41b681af95",
            "word": "having said that",
            "phonetic": "hævɪŋ sɛd ðæt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "But having said that, there still will be very high unemployment.",
                "Having said that, there's a big debate now on whether the Democrats should end the filibuster.",
                "Now, having said that, that doesn't mean there won't be noise in the process.",
                "Having said that, car coatings companies are quick to point out that they will make a car in any color an automaker wants.",
                "Having said that, it is not approved by the FDA, per say."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF2aW5nIHNhaWQgdGhhdA&hash=c66413657fc887169bdadfc56cd2f413fc6399b4&lang=en&cache-only=0",
            "defineEn": "in spite of what has just been mentioned",
            "defineVi": "bất chấp những gì vừa được đề cập"
        },
        {
            "id": "da210ead-91d5-4e65-859c-144c7997d792",
            "word": "on second thought",
            "phonetic": "ɔn sɛkənd θɔːt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gc2Vjb25kIHRob3VnaHQ&hash=129c4b416102c74e702d348e9fdbc14ab3a7e0ed&lang=en&cache-only=0",
            "defineEn": "used to state that one has adopted a different opinion",
            "defineVi": "được sử dụng để nói rằng một người đã thông qua một ý kiến khác nhau"
        }
    ]
}