{
    "id": "cbecb22a-3977-4610-a4c8-a3a1dde65c04",
    "title": "Crime and Punishment",
    "originalTitle": "Crime and Punishment",
    "words": [
        {
            "id": "9b14b2b9-bbba-46b0-ab83-feb1b4ea82a8",
            "word": "violation",
            "phonetic": "vaɪəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "These violations bring to naught the efforts of thousands of our colleagues, who risk their lives to guard public order.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGF0aW9u&hash=a970d4fcd3f09d141eddcec0ed9bad39ec0c5672&lang=en&cache-only=0",
            "defineEn": "the act of breaking a legal code",
            "defineVi": "hành động vi phạm luật pháp"
        },
        {
            "id": "38d5eda8-518b-4cb9-a5aa-1f5645bec843",
            "word": "assault",
            "phonetic": "ɐsɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "A guilty verdict against Cosby would go a long way toward opening the floodgates for women to report sexual assault instead of repressing it.",
                "He then assaulted a female officer.",
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "Sexual assault remains stubbornly above 20,000 every year."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzYXVsdA&hash=e4b76f8e2f5fc4fb90678e32b9295dc3ce76daa7&lang=en&cache-only=0",
            "defineEn": "an act of crime in which someone physically attacks another person",
            "defineVi": "một hành vi phạm tội trong đó ai đó tấn công người khác",
            "hasImg": true
        },
        {
            "id": "3eabd96a-2eab-440c-b1d3-b436b758a36d",
            "word": "investigation",
            "phonetic": "ɪnvɛstɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "Inspector Sam Roland is leading the investigation.",
                "Present perfect tense: The investigation has taken its course and we're still waiting for the results.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "The investigation should be done and dusted by the end of next month."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0aWdhdGlvbg&hash=7f75a8d4f7a5b158432aa840106e1cd404b33c6d&lang=en&cache-only=0",
            "defineEn": "an attempt to gather the facts of a matter such as a crime, incident, etc. to find out the truth",
            "defineVi": "một nỗ lực để thu thập các sự kiện của một vấn đề chẳng hạn như một tội phạm, sự cố, vv để tìm ra sự thật",
            "hasImg": true
        },
        {
            "id": "7712b257-117b-48df-a75f-b7cc67897ded",
            "word": "suspect",
            "phonetic": "sʌspɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzcGVjdA&hash=65826cfddfb97519bff392612fc6c5ba0b4d046b&lang=en&cache-only=0",
            "defineEn": "someone who is believed to be guilty of an offence",
            "defineVi": "một người được cho là phạm tội"
        },
        {
            "id": "dbaa509e-628c-443d-92ef-8af289b48cf4",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "someone who commits a crime or is involved in any illegal activity",
            "defineVi": "ai đó phạm tội hoặc có liên quan đến bất kỳ hoạt động bất hợp pháp nào",
            "hasImg": true
        },
        {
            "id": "6b100261-6bf6-41e4-8da2-4c32ad4df9c1",
            "word": "convict",
            "phonetic": "kɑːnvɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The escaped convicts have been on the run for a week, with no leads as to their whereabouts.",
                "The program aims to set convicts on their feet after they've been released from prison.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall.",
                "The only judge to be convicted by the Senate was one impeached for being absent without leave.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdA&hash=feaf3f0780b8ef3f9a381752c4380e4696749777&lang=en&cache-only=0",
            "defineEn": "a person found guilty of a crime and sent to prison",
            "defineVi": "một người bị kết tội và bị tống vào tù"
        },
        {
            "id": "117a747b-cc70-4d08-b9b3-ad38338d66e9",
            "word": "to imprison",
            "phonetic": "tʊ ɪmpɹɪzən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The murderer was imprisoned at His Majesty's pleasure.",
                "As a young girl, Hatsy's family was imprisoned in internment camps during the Second World War.",
                "Gusinsky is imprisoned.",
                "Gusinsky is imprisoned.",
                "They imprisoned and murdered advocates for democracy, and constitutions, and freedom of political expression by the tens and eventually the hundreds of thousands."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcmlzb24&hash=a36e6610cc86885319e3b580171cc8f57b5e46a8&lang=en&cache-only=0",
            "defineEn": "to put someone in prison or keep them somewhere and not let them go",
            "defineVi": "để đưa ai đó vào tù hoặc giữ họ ở đâu đó và không để họ đi",
            "hasImg": true
        },
        {
            "id": "8744e682-d087-4eb7-9e3e-9298e9f5f514",
            "word": "alibi",
            "phonetic": "ælᵻbaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suspect's alibi had more holes than Swiss cheese, and the jury didn't believe a word of it.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "That's a good alibi for anything."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpYmk&hash=433a1c2e8d3820811d909651efe9112e49dbbbe1&lang=en&cache-only=0",
            "defineEn": "proof that indicates a person was somewhere other than the place where a crime took place and therefore could not have committed it",
            "defineVi": "bằng chứng cho thấy một người đã ở đâu đó khác với nơi xảy ra tội phạm và do đó không thể thực hiện tội phạm đó"
        },
        {
            "id": "947efe21-958f-4b42-bced-a8c6937d0896",
            "word": "to confess",
            "phonetic": "tə kənfɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "It seems like a slam dunk for the prosecution: your client confessed to the crime.",
                "Mom's face went red as a cherry when I confessed that I was trying to sneak out of the house to go to a party.",
                "Mom's face went red as a cherry when I confessed that I was trying to sneak out of the house to go to a party.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "After a few glasses of wine, he finally confessed to his friend that he had been in love with her for years, revealing a truth that he had been hiding for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVzcw&hash=9921be3c7ea2d4151acdf136e9a3cf2deb0ebe63&lang=en&cache-only=0",
            "defineEn": "to admit, especially to the police or legal authorities, that one has committed a crime or has done something wrong",
            "defineVi": "thừa nhận, đặc biệt là với cảnh sát hoặc cơ quan pháp luật, rằng một người đã phạm tội hoặc đã làm điều gì đó sai trái"
        },
        {
            "id": "0ab7ecea-98c1-4a1d-ad2d-b323d6dbf080",
            "word": "confession",
            "phonetic": "kənfɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His confession involved a number of other politicians in the affair.",
                "She listened to his confession without turning a hair.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "I have a confession.",
                "- Ooh, I love confessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVzc2lvbg&hash=f78bd9d4d9119b81a678e1d00b83c8dc1d5ede90&lang=en&cache-only=0",
            "defineEn": "an admission statement in which one the crime they are guilty of",
            "defineVi": "một tuyên bố thừa nhận trong đó một trong những tội mà họ có tội"
        },
        {
            "id": "07149ea4-c94f-4d4b-ab33-e9579a98f59a",
            "word": "to breach",
            "phonetic": "tə bɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWNo&hash=e6ce0e01be065671ffe9f97b465ff423de006727&lang=en&cache-only=0",
            "defineEn": "to break an agreement, law, etc.",
            "defineVi": "để phá vỡ một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "78dc47b2-5e75-47ad-9b4a-28941b6a88ee",
            "word": "blackmail",
            "phonetic": "blækmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He may have decided to feather his nest by blackmail.",
                "The second sign, Is emotional blackmail.",
                "Emotional blackmail is a form of manipulation and emotional abuse.",
                "Can you please- Not blackmail!",
                "And I know all about blackmail."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2ttYWls&hash=8d60b44999f9f984911bf04a8a9535763dbbcf3e&lang=en&cache-only=0",
            "defineEn": "the crime of demanding money or benefits from someone by threatening to reveal secret or sensitive information about them",
            "defineVi": "tội đòi tiền hoặc lợi ích từ ai đó bằng cách đe dọa tiết lộ thông tin bí mật hoặc nhạy cảm về họ"
        },
        {
            "id": "31ebe89d-b63c-4d75-b3e8-60f8367133f4",
            "word": "terrorism",
            "phonetic": "tɛɹɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need new measures to help fight terrorism.",
                "Our work in Iraq is valuable and important, but we cannot put our faith in draining the swamp of terrorism by military means alone.",
                "You would slow terrorism down.",
                "For the U.S., the focus is international terrorism.",
                "We, too, have a terrorism problem."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycm9yaXNt&hash=967a2baf36df82542c07fefbf7d056105d57ea46&lang=en&cache-only=0",
            "defineEn": "the act of using violence such as killing people, bombing, etc. to gain political power",
            "defineVi": "hành động sử dụng bạo lực như giết người, đánh bom, vv để đạt được quyền lực chính trị",
            "hasImg": true
        },
        {
            "id": "1df2acdf-771f-4c6e-8efb-7b3aba97ed3d",
            "word": "vandalism",
            "phonetic": "vændəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "The violence and vandalism is being led by Antifa and other radical left-wing groups.",
                "Detectives later discovered that the vandalism suspects were also responsible for a series of murders in the Los Angeles area.",
                "Reports of raccoon vandalism have plagued cities like Portland, Chicago, and New York City, and as raccoon-ridden cities know, we can't seem to stop them.",
                "Trump suffers a major hit in his reputation in New York because people see this as an act of vandalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuZGFsaXNt&hash=097c4a4dbb1cd77740ae234b428f0af79aad69f2&lang=en&cache-only=0",
            "defineEn": "the intentional damage or destruction of property belonging to another person or organization",
            "defineVi": "cố ý làm hư hỏng hoặc phá hủy tài sản của người khác hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "e497ae96-e05e-4b03-8df3-b1b972980864",
            "word": "kidnapping",
            "phonetic": "kɪdnæpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Andrea's murder followed the kidnapping of 18-year-old Ashanti Riley.",
                "The kidnapping of Beck's ex, or whatever he was.",
                "Stories of child kidnappings by gangs are rampant.",
                "'He knows all about the kidnapping.",
                "Which may sound a lot like kidnapping."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lkbmFwcGluZw&hash=b1e6c394175386e5adaeaa6ce3c24f72197a79e1&lang=en&cache-only=0",
            "defineEn": "the act of taking someone against their will and imprisoning them",
            "defineVi": "hành động bắt ai đó trái với ý muốn của họ và bỏ tù họ"
        },
        {
            "id": "f518eb65-465d-466d-8c14-e3f513f35f9a",
            "word": "identity theft",
            "phonetic": "aɪdɛntᵻɾi θɛft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Statistics show that millions of people are victims of identity theft each year.",
                "I fell victim to identity theft.",
                "The worst-case scenario can include things like credit-card fraud and identity theft.",
                "Months later, Hoehn was the victim of identity theft.",
                "Credit card fraud remains the most common type of identity theft in the U.S., accounting for over 40 percent of all identity theft reports."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlbnRpdHkgdGhlZnQ&hash=80cc2f0660fe525cfff972c5896606b89530e0b4&lang=en&cache-only=0",
            "defineEn": "the illegal use of someone's name and personal information without their knowledge, particularly to gain money or goods",
            "defineVi": "việc sử dụng bất hợp pháp tên và thông tin cá nhân của ai đó mà họ không biết, đặc biệt là để kiếm tiền hoặc hàng hóa"
        },
        {
            "id": "57f35d6e-ddb6-495a-bc86-288f52d95e2d",
            "word": "fraud",
            "phonetic": "fɹɔːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "To my knowledge, he has not been involved in the fraud scheme.",
                "Her ex-boss, she said, was 'a tyrant and a fraud'.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?",
                "Fraud is kind of like an arms race."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdWQ&hash=3138663b3586508c3fea374786bc4ddb2d669d44&lang=en&cache-only=0",
            "defineEn": "the act of cheating in order to make illegal money",
            "defineVi": "hành vi gian lận để kiếm tiền bất hợp pháp"
        },
        {
            "id": "d803b3b9-fc3a-44d8-a099-a465d0b0f4ca",
            "word": "hijack",
            "phonetic": "haɪdʒæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Palestinian militants had hijacked a plane bound for Israel.",
                "That morning terrorists affiliated with al Qaeda hijacked 4 airliners.",
                "Adults hijack a caterpillar and lay over 100 eggs underneath its skin.",
                "Three armed Arabs today hijacked a Belgian airliner flying from Vienna to Tel Aviv.",
                "Stupid disease, always hijacking history."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlqYWNr&hash=ed044ae48ef8741ec170f31e1fa95aafc2701519&lang=en&cache-only=0",
            "defineEn": "seizure of a vehicle in transit either to rob it or divert it to an alternate destination",
            "defineVi": "bắt giữ một phương tiện đang vận chuyển để cướp hoặc chuyển hướng đến một điểm đến thay thế",
            "hasImg": true
        },
        {
            "id": "5704f9af-b46e-4f90-bc8f-1407933738c9",
            "word": "human trafficking",
            "phonetic": "hjuːmən tɹæfɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gdHJhZmZpY2tpbmc&hash=833c38c274c514192691e9108bad36bf4b61eda6&lang=en&cache-only=0",
            "defineEn": "the crime of transporting or controlling people and forcing them to work in the sex trade or other forms of forced labor",
            "defineVi": "tội vận chuyển hoặc kiểm soát người và ép buộc họ làm việc trong ngành mại dâm hoặc các hình thức lao động cưỡng bức khác"
        },
        {
            "id": "37561a16-5e46-416f-ba39-b564169efe2a",
            "word": "shoplifting",
            "phonetic": "ʃɑːplɪftɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both Rank One and NEC recently made the news after their algorithms misidentified a black man in Detroit as a suspect in a shoplifting case.",
                "This is one of the main things that distinguishes it from ordinary stealing or shoplifting.",
                "Shoplifting is usually planned or it can be impulsive, but the items are taken for some benefit to the person like they need them, or a teenager may do it to be part of a group.",
                "Like, one 2011 study found that people who were exposed to something disgusting tended to make harsher moral judgments for things like stealing library books, shoplifting, and accepting bribes.",
                "Many also say this tech should not be used to help solve low-level crimes like shoplifting or drug use, though some concede that it may eventually be appropriate to use facial recognition on still photos to help solve violent crimes or kidnappings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcGxpZnRpbmc&hash=40eed83b8a6d0d7c8764b08366b129732a8fd4f7&lang=en&cache-only=0",
            "defineEn": "the crime of stealing goods from a store without the knowledge of the shopkeeper",
            "defineVi": "tội ăn cắp hàng hóa trong cửa hàng mà chủ cửa hàng không hề hay biết",
            "hasImg": true
        },
        {
            "id": "a0858ffe-3f3a-4103-bf85-3fd1c6ceeb23",
            "word": "pickpocketing",
            "phonetic": "pɪkpɑːkɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlja3BvY2tldGluZw&hash=eb33decf95262b6da8c8816feed10075a8b9bca3&lang=en&cache-only=0",
            "defineEn": "the action of stealing from a person's pocket or bag",
            "defineVi": "hành động ăn cắp từ túi hoặc túi của một người",
            "hasImg": true
        },
        {
            "id": "d6ea3645-2840-4e76-b4b5-81ad4025d48b",
            "word": "mugging",
            "phonetic": "mʌɡɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- People wanna see high-stakes muggings.",
                "I can tell you that the muggings too, that was fun.",
                "They're often classified as vandalism, as a mugging, as theft, and not classified as hate crimes.",
                "Your impulse might be to say that a courageous person would run over there and stop the mugging, because courage means putting yourself in harm's way for a good cause, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=bXVnZ2luZw&hash=8fdc69de5eecc87860411e5cf206cf4f5caeb67a&lang=en&cache-only=0",
            "defineEn": "the act of threatening someone or beating them in order to gain some money",
            "defineVi": "hành động đe dọa ai đó hoặc đánh đập họ để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "6dd22662-c764-4161-8a9f-5c0655ddade2",
            "word": "bribery",
            "phonetic": "bɹaɪbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, this is a jaw-dropping bribery scandal.",
                "The state-owned China Communications Construction Company alone has been accused of bribery across four countries.",
                "It seems that the bribery falls into two categories here, cheating on athletics and that role in admissions, and cheating on standardized tests.",
                "They arrested and charged 50 people across the U.S. for participating in a bribery and cheating scam to get students into elite schools.",
                "He’s faced multiple smuggling and bribery investigations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpYmVyeQ&hash=41aebd054877175238bbaa536f49883ca13d6d48&lang=en&cache-only=0",
            "defineEn": "the act of offering money to an authority to gain advantage",
            "defineVi": "hành động cung cấp tiền cho một cơ quan để đạt được lợi thế",
            "hasImg": true
        },
        {
            "id": "6ead53fd-4ebc-408d-b91c-ccdb48d345ec",
            "word": "capital punishment",
            "phonetic": "kæpɪɾəl pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, some people favor capital punishment, and think it’s just.",
                "So in this view, capital punishment is morally correct in some cultures and is morally wrong in others.",
                "This line of reasoning is one way that people justify capital punishment.",
                "By this thinking, capital punishment is neither right nor wrong, but people definitely have preferences about it.",
                "It aims to prevent, restrict and end trade in goods intended for the use of torture or capital punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbCBwdW5pc2htZW50&hash=986b0aed06e62876ec92b480e0909cf2ff135f38&lang=en&cache-only=0",
            "defineEn": "the killing of a criminal as punishment",
            "defineVi": "việc giết một tên tội phạm như một sự trừng phạt"
        },
        {
            "id": "f77fbe40-7a45-4176-8095-af06fc7e0c67",
            "word": "life sentence",
            "phonetic": "laɪf sɛntəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murderer was given three life sentences, to run concurrently.",
                "Peter had just begun a life sentence for murder.",
                "And some of them are still serving life sentences.",
                "You passed away on November 19, 2007, while serving out your life sentence in Menard Correctional Center.",
                "It mandated life sentences for offenders who had more than two prior convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBzZW50ZW5jZQ&hash=fd69f79ce50308a2caab15d84802b31a295a27f8&lang=en&cache-only=0",
            "defineEn": "the punishment in which a felon is sentenced to stay in jail for the rest of their life",
            "defineVi": "hình phạt trong đó một tội phạm bị kết án ở tù cho phần còn lại của cuộc sống của họ"
        },
        {
            "id": "1b34bd3d-746f-4bf5-a267-97ba421c9428",
            "word": "sentence",
            "phonetic": "sɛntəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VudGVuY2U&hash=4b54a07dbda2f5eab3bcbe29c16a5b3fc885e789&lang=en&cache-only=0",
            "defineEn": "the punishment that the court assigned for a guilty person",
            "defineVi": "hình phạt mà tòa án chỉ định cho một người có tội",
            "hasImg": true
        },
        {
            "id": "5be9902b-3e65-418f-945c-64f392869169",
            "word": "offense",
            "phonetic": "əfɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "She took offense when her boss criticized her work in front of her colleagues.",
                "Please don't take offense at what I said.",
                "I think he took offense at my suggestion that he could improve his work.",
                "When Taylor is slamming into a brick wall, Wentz, Michael Pittman Jr. and the rest of the Colts passing offense have to be able to capitalize.",
                "Some people take offense at jokes that others find funny."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5zZQ&hash=81d69d927ed6be7755ed1f09b5de98f7ff8d0198&lang=en&cache-only=0",
            "defineEn": "any act that is against a law",
            "defineVi": "bất kỳ hành động nào trái pháp luật"
        },
        {
            "id": "2f2f10df-4b14-4fe2-922d-66909e56527c",
            "word": "attempted",
            "phonetic": "ɐtɛmptᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "HE ALMOST DID NOT SURVIVE TO HIS 100th DAY, BUT HIS RECOVERY FROM AN ATTEMPTED ASSASSINATION HELPED GIVE HIM THE GOODWILL TO GET HIS MAJOR TAX PROGRAM PASSED, EVEN WITH A DEMOCRATIC HOUSE OF REPRESENTATIVES."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW1wdGVk&hash=266d1133f2dc182b1daf2da8d5d0e720e0fdc305&lang=en&cache-only=0",
            "defineEn": "(of a crime, suicide, etc.) not done successfully",
            "defineVi": "(của một tội ác, tự sát, v.v.) không được thực hiện thành công"
        },
        {
            "id": "33c61686-a12d-461d-933f-cd4dfbaaa467",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to catch an animal or a person and keep them as a prisoner",
            "defineVi": "để bắt một con vật hoặc một người và giữ chúng như một tù nhân",
            "hasImg": true
        },
        {
            "id": "e1bee5ab-c0c8-4873-8a15-6d77ed950f0c",
            "word": "to condemn",
            "phonetic": "tə kəndɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young officer went above and beyond the call of duty when he repaired the old woman's home so that the township wouldn't condemn it.",
                "John watched as people easily criticized and condemned others, but found few who were willing to offer constructive support.",
                "The prime minister condemned the apparent bombing.",
                "Foreign Minister Sergei Lavrov condemned the protesters and outside criticism.",
                "We condemn, in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides-- on many sides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZGVtbg&hash=01abf1e28451160a7bee9417a9d3d5b6ff818158&lang=en&cache-only=0",
            "defineEn": "to give a severe punishment to someone who has committed a major crime",
            "defineVi": "để đưa ra một hình phạt nghiêm khắc cho một người đã phạm một tội ác lớn",
            "hasImg": true
        },
        {
            "id": "ba93051c-3b47-496c-ad1b-99cdfe8c7af6",
            "word": "corrupt",
            "phonetic": "kɚɹʌpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The corrupt politician was always looking over his shoulder, knowing that his misdeeds could be exposed at any moment.",
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycnVwdA&hash=6615114fc9ed647264d1491fd0468982bc1e043b&lang=en&cache-only=0",
            "defineEn": "using one's power to do illegal things in order to get an advantage or receive money",
            "defineVi": "sử dụng quyền lực của mình để làm những việc phi pháp nhằm trục lợi hoặc nhận tiền"
        },
        {
            "id": "29c4713e-338c-4f47-9904-5939eec411de",
            "word": "to fine",
            "phonetic": "tə faɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "For the first offence I was given a fine.",
                "There's a fine line between humour and inappropriateness.",
                "Our fine traditions give us a head start on the competition.",
                "Farah ran a fine race to take the gold medal.",
                "If he wants to play a game of cat and mouse, fine, I'll play."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZQ&hash=631631c5f243030c4ea8f3426a06afecebf4e56a&lang=en&cache-only=0",
            "defineEn": "to make someone pay a sum of money as punishment for violation of the law",
            "defineVi": "để làm cho ai đó trả một khoản tiền như hình phạt cho việc vi phạm pháp luật",
            "hasImg": true
        },
        {
            "id": "d9b5595c-c582-4298-b0b2-528bb81e1d53",
            "word": "penalty",
            "phonetic": "pɛnəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To save a penalty.",
                "I sure paid the penalty for staying up late when I fell asleep at my desk in the library.",
                "They finished with the wooden spoon after losing a penalty shoot-out.",
                "He wasted a golden opportunity when he missed from the penalty spot.",
                "With only a couple minutes remaining in the game, the forward is going to have to make this penalty shot count."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuYWx0eQ&hash=70eeec3da8edc42bbd217e2309ba880d41441f18&lang=en&cache-only=0",
            "defineEn": "a punishment that someone receives for violating a law, contract, etc.",
            "defineVi": "một hình phạt mà ai đó nhận được vì vi phạm luật, hợp đồng, v.v.",
            "hasImg": true
        },
        {
            "id": "231b3c1c-83bc-465b-8062-5402e8997634",
            "word": "custody",
            "phonetic": "kʌstədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was arrested and held in custody in a police station.",
                "The man's brother was taken into custody.",
                "None of the three suspects is in U.S. custody.",
                "That suspect is not in custody.",
                "- Take me into custody."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9keQ&hash=4426e7dedd8abf30b5d64dc4812e09afbd5e18ac&lang=en&cache-only=0",
            "defineEn": "a state in which a person is kept in jail or prison, particularly while waiting to be tried",
            "defineVi": "một trạng thái trong đó một người bị giam giữ trong tù hoặc nhà tù, đặc biệt là trong khi chờ đợi để được xét xử",
            "hasImg": true
        },
        {
            "id": "b22ede18-5202-412c-bdd8-6384b67e6525",
            "word": "hostage",
            "phonetic": "hɑːstɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hostages existed on bread and water.",
                "Eight people were held hostage for four months.",
                "The hostages were set free.",
                "Their appeals to release the hostages fell on deaf ears.",
                "We got our hostages back"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGFnZQ&hash=87a3c1470ce2ed8b0a73394357495b4adfa56be9&lang=en&cache-only=0",
            "defineEn": "someone held prisoner by a person or group who will be set free if the demands of that person or group are met",
            "defineVi": "ai đó bị giam giữ bởi một người hoặc một nhóm người sẽ được trả tự do nếu yêu cầu của người đó hoặc nhóm đó được đáp ứng",
            "hasImg": true
        },
        {
            "id": "5a42218b-98ab-454b-8f38-431fc2f054a7",
            "word": "innocent",
            "phonetic": "ɪnəsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "If we go to war, innocent lives will be put at risk.",
                "If we go to war, innocent lives will be put at risk.",
                "By putting innocent lives at risk?",
                "The court established, beyond any reasonable doubt, that the man was innocent."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub2NlbnQ&hash=d460a8b3286bba8d709ad3db899eaca958a9b32c&lang=en&cache-only=0",
            "defineEn": "not having done a crime or something wrong",
            "defineVi": "không làm một tội ác hoặc một cái gì đó sai trái"
        },
        {
            "id": "dcaf189b-1202-4f10-aec5-5ad739d76e08",
            "word": "guilty",
            "phonetic": "ɡɪlti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was feeling guilty.",
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "He looks guilty as sin, yes, but he insists he's innocent.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbHR5&hash=28533b82ec495dde2e7cb29bace3ec403740929b&lang=en&cache-only=0",
            "defineEn": "having done something that is not legal offense",
            "defineVi": "đã làm một cái gì đó không phải là hành vi phạm pháp",
            "hasImg": true
        }
    ]
}