{
    "id": "cc3eb957-71ff-4eb2-b380-2cfd813417bd",
    "title": "Lesson 3A",
    "originalTitle": "Lesson 3A",
    "words": [
        {
            "id": "b1e6aaf2-871c-4ed4-ac8d-f1aa3f057ba3",
            "word": "lorry",
            "phonetic": "lɔɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gets caviare that has fallen off the back of a lorry.",
                "Pete once bought the boys a bicycle cheap off the back of a lorry.",
                "The lorry drove slowly south.",
                "He crossed the road quickly but a lorry came along at the same time.",
                "Alex got into the front of the lorry, and the driver looked carefully into his face."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9ycnk&hash=d9f6f7dee7d8dfbfb3991b09aeba6594aafd5bf4&lang=en&cache-only=0",
            "defineEn": "a large, heavy motor vehicle designed for transporting goods or materials over long distances",
            "defineVi": "một phương tiện cơ giới lớn, hạng nặng được thiết kế để vận chuyển hàng hóa hoặc vật liệu trên một khoảng cách dài",
            "hasImg": true
        },
        {
            "id": "2f138ae7-4fb0-4763-a033-80a360ec9445",
            "word": "motorbike",
            "phonetic": "moʊɾɚbaɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, I've never ridden a motorbike before, so here goes!",
                "My mother nearly had kittens when I said I was going to buy a motorbike .",
                "Its American-manufactured motorbikes are promoted as a symbol of patriotism. ",
                "Fun fact, in Brazil, the government funds couriers on motorbikes to collect breast milk directly from people's houses."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3JiaWtl&hash=557ed53968b86ce3149f67645a9f0d17f9e17307&lang=en&cache-only=0",
            "defineEn": "a light vehicle that has two wheels and is powered by an engine",
            "defineVi": "một chiếc xe nhẹ có hai bánh và chạy bằng động cơ",
            "hasImg": true
        },
        {
            "id": "11cbd218-9e44-4f66-a743-eb54581bbf2e",
            "word": "motorway",
            "phonetic": "moʊɾɚweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the motorway at Junction 7.",
                "Jim had a brush with death on the motorway.",
                "Environmental protesters have made common cause with local people to stop the motorway being built.",
                "Local residents protested so strongly that plans for a new motorway fell by the wayside.",
                "They're more typically used for controversial major infrastructure projects, such as a new power station or motorway."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3J3YXk&hash=89defdbf79a9ca78398fef6ce23f693e4fc4a7e2&lang=en&cache-only=0",
            "defineEn": "a very wide road that has no intersections or cross-traffic and is designed for high-speed travel",
            "defineVi": "một con đường rất rộng không có giao lộ hoặc giao thông cắt ngang và được thiết kế để di chuyển với tốc độ cao",
            "hasImg": true
        },
        {
            "id": "f4acab08-593c-4274-933c-cb78c89b2c26",
            "word": "scooter",
            "phonetic": "skuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wise owls went to visit their grand kids in their scooters.",
                "Another company is bringing scooters to the streets.",
                "In fact, scooters typically emit more greenhouse gases than buses with high ridership and electric bikes.",
                "- We can take a scooter to New Jersey.",
                "Hey this scooter is getting pretty dirty"
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nvb3Rlcg&hash=5ede3812d9c0b74259bad5fddb23ed32f65f7eed&lang=en&cache-only=0",
            "defineEn": "a light motor vehicle with a floorboard on which the rider puts their legs, and with wheels of usually small size",
            "defineVi": "một phương tiện cơ giới hạng nhẹ có ván sàn để người lái đặt chân và có bánh xe thường có kích thước nhỏ",
            "hasImg": true
        },
        {
            "id": "7dee8c2b-7a92-49d9-9287-4cfd0374c9a7",
            "word": "tram",
            "phonetic": "tɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old tramlines are still there but now no trams run on them.",
                "The small tram is in front of a cinema.",
                "\"There is a fire engine, a vintage car, a horse and carriage and a small tram.\"",
                "And I constantly saw trams with tourists go through Warner Brothers and people were always wanting to see the Friends fountain, the iconic Friends fountain.",
                "At eighteen, she was riding a bus when it collided with a tram and left her severely injured."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbQ&hash=092f963375cac5858e276a12bf5f513a92679393&lang=en&cache-only=0",
            "defineEn": "a vehicle that is powered by electricity and moves on rails in a street, used for transporting passengers",
            "defineVi": "một phương tiện chạy bằng điện và di chuyển trên đường ray trên đường phố, được sử dụng để vận chuyển hành khách",
            "hasImg": true
        },
        {
            "id": "3afb734f-0abb-4bce-9d61-577336c3014d",
            "word": "underground",
            "phonetic": "ʌndɚɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subway station is underground and has multiple entrances.",
                "Sinkholes happen when water eats away at underground rock, creating pits and craters.",
                "The next target meets his end underground, in the coils of the corkscrew plant.",
                "For one thing earwigs spend the majority of their lives underground.",
                "A pair of beetles can get an entire rabbit underground in just a few hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJncm91bmQ&hash=ea417f7ee57e7de8c15f448920bc12896a01b064&lang=en&cache-only=0",
            "defineEn": "a city's railway system that is below the ground, usually in big cities",
            "defineVi": "hệ thống đường sắt của thành phố nằm dưới mặt đất, thường là ở các thành phố lớn",
            "hasImg": true
        },
        {
            "id": "ec66b53e-d445-40c3-b854-684a890ff2c4",
            "word": "van",
            "phonetic": "væn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "In the front of the van, Julie's still getting to grips with the gears and the brakes and the steering.",
                "Due to the impending rain we did not hang around on the summit, but instead made hasty retreat back to the van.",
                "The vans are already down stairs.",
                "Can I visit the van backstage?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFu&hash=52850e8ebb847d535d64cae0d7d3de47612d17e7&lang=en&cache-only=0",
            "defineEn": "a large vehicle with no rear side windows, smaller than a truck and used for transporting people or goods",
            "defineVi": "một phương tiện lớn không có cửa sổ phía sau, nhỏ hơn xe tải và được sử dụng để vận chuyển người hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "5aabbbe5-4598-407c-9183-de83d3fadf62",
            "word": "seat belt",
            "phonetic": "siːt bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Release seat belts.",
                "Release seat belts!",
                "So wear your seat belt.",
                "Some buses don't even have seat belts.",
                "Although eight states currently require seat belts on buses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhdCBiZWx0&hash=74e951574968398b1cb8750944b9d63ee993c4a3&lang=en&cache-only=0",
            "defineEn": "a belt in cars, airplanes, or helicopters that a passenger fastens around themselves to prevent serious injury in case of an accident",
            "defineVi": "dây đai trong ô tô, máy bay hoặc trực thăng mà hành khách buộc chặt quanh mình để tránh bị thương nặng trong trường hợp xảy ra tai nạn",
            "hasImg": true
        },
        {
            "id": "bb0c21a0-4661-46e8-a678-7e3ef3453e4b",
            "word": "transport",
            "phonetic": "tɹænspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "We loaded the heavy boxes onto the truck for transport.",
                "The pyramids can be reached by public transport.",
                "The transport company is concerned about the cost of running more buses.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNwb3J0&hash=96aa39b9854ec11771fa19f126929b383ef8e089&lang=en&cache-only=0",
            "defineEn": "a system or method for carrying people or goods from a place to another by trains, cars, etc.",
            "defineVi": "một hệ thống hoặc phương pháp vận chuyển người hoặc hàng hóa từ nơi này sang nơi khác bằng tàu hỏa, ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "da17fb5d-ee5f-4c34-b880-1cddb0e7f0af",
            "word": "coach",
            "phonetic": "koʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "Coach's career is on a sticky wicket.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The coach was determined to get his message through to the team before the big game.",
                "The coach tore the player out of the game after he made a mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hY2g&hash=71da5b56493069820666ba81a44b4a4a546a2d70&lang=en&cache-only=0",
            "defineEn": "a bus with comfortable seats that carries many passengers, used for long journeys",
            "defineVi": "một chiếc xe buýt có chỗ ngồi thoải mái chở nhiều hành khách, được sử dụng cho những chuyến đi dài",
            "hasImg": true
        },
        {
            "id": "bad53f98-e612-4729-b278-50f4eb712292",
            "word": "ferry",
            "phonetic": "fɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take a ferry from the Greek mainland to the island of Evia.",
                "You actually have to take a ferry there.",
                "Throughout the day, adult ants ferry the babies up and down the shafts, chasing that perfect temperature for their young charges.",
                "We're back on the ferry.",
                "At Tsawwassen Nick drove his car on to the ferry."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVycnk&hash=f4434892a785b6a1cb13add8279b16e7a13337cd&lang=en&cache-only=0",
            "defineEn": "a boat or ship used to transport passengers and sometimes vehicles, usually across a body of water",
            "defineVi": "một chiếc thuyền hoặc tàu được sử dụng để vận chuyển hành khách và đôi khi là phương tiện, thường là trên một vùng nước",
            "hasImg": true
        },
        {
            "id": "71d578e0-d4b4-487f-a09f-9b1b78987b0f",
            "word": "speed camera",
            "phonetic": "spiːd kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlZWQgY2FtZXJh&hash=f5de208fb491bedd16bc1180661b5fae98858d39&lang=en&cache-only=0",
            "defineEn": "a device that photographs one's vehicle if one exceeds the speed limit",
            "defineVi": "một thiết bị chụp ảnh xe của một người nếu vượt quá giới hạn tốc độ",
            "hasImg": true
        },
        {
            "id": "ab4a02dc-aab2-44c9-a6c3-a0cba714ea55",
            "word": "car crash",
            "phonetic": "kɑːɹ kɹæʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIGNyYXNo&hash=5f11ab97694c7980b52355cb8fad1e53c24c338a&lang=en&cache-only=0",
            "defineEn": "a situation where a car collides with something, such as another vehicle or other object",
            "defineVi": "một tình huống mà một chiếc xe va chạm với một cái gì đó, chẳng hạn như một chiếc xe khác hoặc đối tượng khác",
            "hasImg": true
        },
        {
            "id": "6fc6b406-149f-4e85-a8c3-b3f5131799cd",
            "word": "zebra crossing",
            "phonetic": "ziːbɹə kɹɔsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=emVicmEgY3Jvc3Npbmc&hash=f48b238f38f6b63590d0372bed85c7120820005d&lang=en&cache-only=0",
            "defineEn": "an area on a road that is marked with wide white lines, where vehicles must stop so people could walk across the road safely",
            "defineVi": "một khu vực trên đường được đánh dấu bằng các vạch trắng rộng, nơi các phương tiện phải dừng lại để mọi người có thể đi bộ qua đường một cách an toàn",
            "hasImg": true
        },
        {
            "id": "493c0c47-9f98-465a-bfe7-c6c26bb34b05",
            "word": "rush hour",
            "phonetic": "ɹʌʃ aʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They run extra trains during the rush hour.",
                "The train station is busy during rush hour.",
                "The subway station is crowded during rush hour.",
                "The train is always crowded during rush hour.",
                "Getting to the airport during rush hour can take ages."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVzaCBob3Vy&hash=a32b65dbd3e9892fe5d2a9ab09ab9c557d3759c5&lang=en&cache-only=0",
            "defineEn": "a time of day at which traffic is the heaviest because people are leaving for work or home",
            "defineVi": "thời điểm trong ngày mà giao thông đông đúc nhất vì mọi người đang đi làm hoặc về nhà",
            "hasImg": true
        },
        {
            "id": "55b1752e-c3bf-490b-b9a8-6e600d03fa93",
            "word": "traffic jam",
            "phonetic": "tɹæfɪk dʒæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got stuck in the mother of all traffic jams.",
                "Experts call them phantom traffic jams.",
                "Traffic jams can be incredibly frustrating.",
                "It's the traffic jam atop the world.",
                "Ever been in a traffic jam with no obvious cause?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBqYW0&hash=3d5ecdeb4d801b1e8cddecd429bd1c7f19da5b6b&lang=en&cache-only=0",
            "defineEn": "a large number of bikes, cars, buses, etc. that are waiting in lines behind each other which move very slowly",
            "defineVi": "một số lượng lớn xe đạp, ô tô, xe buýt, v.v. đang xếp hàng chờ nhau di chuyển rất chậm",
            "hasImg": true
        },
        {
            "id": "b41621a6-1504-4c70-97b0-40a9450f5e1e",
            "word": "parking fine",
            "phonetic": "pɑːɹkɪŋ faɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFya2luZyBmaW5l&hash=6e3f27c4049324c98b7a15bb8fec4a9c4c4cb62c&lang=en&cache-only=0",
            "defineEn": "a sum of money one needs to pay as punishment for parking one's vehicle at a place that parking is illegal",
            "defineVi": "một khoản tiền mà một người cần phải trả để trừng phạt việc đỗ xe của một người tại nơi đỗ xe là bất hợp pháp",
            "hasImg": true
        },
        {
            "id": "483ba64a-64c5-4e4f-ad9d-cc589fc742ad",
            "word": "cycle lane",
            "phonetic": "saɪkəl leɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGUgbGFuZQ&hash=da95f8616bfb79960a033ba2db3bf306e136f1e3&lang=en&cache-only=0",
            "defineEn": "a section of a road specially marked and separated for people who are riding bicycles",
            "defineVi": "một đoạn đường được đánh dấu và phân cách đặc biệt dành cho người đi xe đạp",
            "hasImg": true
        },
        {
            "id": "348f5830-c3ff-4b97-b2f0-69bb716a1a35",
            "word": "traffic lights",
            "phonetic": "tɹæfɪk laɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car stopped at the traffic lights.",
                "After the traffic lights, turn right.",
                "The power outage caused the traffic lights to go haywire.",
                "Wait for the traffic lights to change.",
                "They have surveillance helicopters, access to drones, traffic lights with surveillance capabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBsaWdodHM&hash=6f0cb7ff302250c7eff4574d99054e21f1f084f8&lang=en&cache-only=0",
            "defineEn": "a set of lights, often colored in red, yellow, and green, that control the traffic on a road",
            "defineVi": "một bộ đèn, thường có màu đỏ, vàng và xanh lục, điều khiển giao thông trên đường",
            "hasImg": true
        },
        {
            "id": "f4858a30-5116-4812-bc1b-efdf9d9da569",
            "word": "speed limit",
            "phonetic": "spiːd lɪmɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlZWQgbGltaXQ&hash=2d60b46162033f1bbc70ff74bb3069e8138b24e6&lang=en&cache-only=0",
            "defineEn": "the most speed that a vehicle is legally allowed to have in specific areas, roads, or conditions",
            "defineVi": "tốc độ cao nhất mà một chiếc xe được phép có một cách hợp pháp ở những khu vực, con đường hoặc điều kiện cụ thể",
            "hasImg": true
        },
        {
            "id": "466c98b0-0cf7-47a8-aa02-6958a9fff9bd",
            "word": "taxi station",
            "phonetic": "tæksi steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF4aSBzdGF0aW9u&hash=0049ea0c126ce2fa15bcab7541780886a723d8cc&lang=en&cache-only=0",
            "defineEn": "an area where taxis park and wait until someone orders a taxi",
            "defineVi": "một khu vực nơi taxi đỗ và đợi cho đến khi ai đó gọi taxi",
            "hasImg": true
        },
        {
            "id": "f7a18a08-4116-4706-9adf-99e0bebe1c83",
            "word": "taxi rank",
            "phonetic": "tæksi ɹæŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF4aSByYW5r&hash=962b92f9dd71dff971c504eeab60b06d8eca40de&lang=en&cache-only=0",
            "defineEn": "an area where taxis stand in a line to pick up passengers",
            "defineVi": "một khu vực mà taxi đứng trong một hàng để đón khách",
            "hasImg": true
        },
        {
            "id": "5e7b9c73-6f35-4ec8-8944-9ec8c9d95a9e",
            "word": "road works",
            "phonetic": "ɹoʊd wɜːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9hZCB3b3Jrcw&hash=6631952ebd1fbf98b9240e222af6ad4a6183975a&lang=en&cache-only=0",
            "defineEn": "the work that is done to build or repair a road",
            "defineVi": "công việc được thực hiện để xây dựng hoặc sửa chữa một con đường",
            "hasImg": true
        },
        {
            "id": "794e0a66-daa4-49a4-865c-cbcf8a068fd3",
            "word": "petrol zone",
            "phonetic": "pɛtɹəl zoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGV0cm9sIHpvbmU&hash=9eb37a658a77732d9bba7c3f74b721812ed32ad6&lang=en&cache-only=0",
            "defineEn": "a place where people can buy fuel for their vehicles",
            "defineVi": "một nơi mà mọi người có thể mua nhiên liệu cho phương tiện của họ",
            "hasImg": true
        },
        {
            "id": "b1499d51-1818-4f5f-ba1d-073b9ba4a695",
            "word": "to run off",
            "phonetic": "tə ɹʌn ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The car ran off the road into a ditch.",
                "Tom runs off at the mouth too much.",
                "We are run off our feet trying to fill orders.",
                "As soon as he saw the policeman, he ran off like a scalded cat.",
                "I know the feeling, I wanted to come to your event last Tuesday and simply got run off my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVuIG9mZg&hash=63074073ef3cf2af339df7f8a958ba6d1066f181&lang=en&cache-only=0",
            "defineEn": "to leave a situation or location in a sudden manner",
            "defineVi": "để rời khỏi một tình huống hoặc địa điểm một cách đột ngột"
        },
        {
            "id": "f5cb05bd-35f9-48ed-8396-2d8c051f4cd9",
            "word": "to pick up",
            "phonetic": "tə pɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He picked up a beautiful head of savoy cabbage from the market.",
                "They picked up the check for dinner last night.",
                "Whenever we go out, my father picks up the tab.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages.",
                "He picked up the new language easily by listening to podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayB1cA&hash=d255d49be38c203f8498afac14a082c089eb1faa&lang=en&cache-only=0",
            "defineEn": "to take and lift something up",
            "defineVi": "để lấy và nâng một cái gì đó lên",
            "hasImg": true
        }
    ]
}