{
    "id": "cc558cdd-e077-4ddb-8ee2-05411a503f9f",
    "title": "Garden",
    "originalTitle": "Garden",
    "words": [
        {
            "id": "43ba0b07-3e30-4e23-95ed-6476ad9aa60e",
            "word": "bird table",
            "phonetic": "bɜːd teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlyZCB0YWJsZQ&hash=51bd343b5bb515b8e5486674f2470fa746a79ad7&lang=en&cache-only=0",
            "defineEn": "a wooden platform that is located in a garden on which one can put food for birds",
            "defineVi": "một bệ gỗ nằm trong vườn mà người ta có thể đặt thức ăn cho chim"
        },
        {
            "id": "ca99b3b3-eaf8-444f-ac12-28cb303b175f",
            "word": "border",
            "phonetic": "boːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spy stole across the border under the cover of darkness.",
                "They didn't reach the border until after dark.",
                "He used to run guns across the border.",
                "Hungary's opening of the border was a turning point for the refugees.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yZGVy&hash=95e2a11bbba984c6c58a61281f95f60d149fd12d&lang=en&cache-only=0",
            "defineEn": "a long and narrow bed of soil on which flowers, bushes, etc. can be planted",
            "defineVi": "một lớp đất dài và hẹp trên đó có thể trồng hoa, cây bụi, v.v."
        },
        {
            "id": "e6de5ca7-65bf-47aa-b405-b7ed28fb9054",
            "word": "compost pile",
            "phonetic": "kɑːmpoʊst paɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zdCBwaWxl&hash=d6c9e3848981002dbe1fc65e1e03565919ff8035&lang=en&cache-only=0",
            "defineEn": "a place in a garden where leaves, plants, etc. are stored, so that they can be turned to compost after they decay",
            "defineVi": "một nơi trong vườn nơi cất giữ lá, cây, v.v. để chúng có thể được chuyển thành phân hữu cơ sau khi phân hủy"
        },
        {
            "id": "f766c25e-e4ab-49bf-b30b-7bbbc196c722",
            "word": "flowerpot",
            "phonetic": "flaʊɚpɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "No, I didn't know the guns were in that flowerpot."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvd2VycG90&hash=7473623a7e760a0836bac08089135aa818bbaef4&lang=en&cache-only=0",
            "defineEn": "a container, made of plastic or clay, in which one can grow a wide variety of plants",
            "defineVi": "một thùng chứa, làm bằng nhựa hoặc đất sét, trong đó người ta có thể trồng nhiều loại cây"
        },
        {
            "id": "29969bb1-8205-457c-83b8-ae4bc03f8f84",
            "word": "flower bed",
            "phonetic": "flaʊɚ bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxvd2VyIGJlZA&hash=ffcd31edff29f0738455d0a89dfad63a74cc5da5&lang=en&cache-only=0",
            "defineEn": "an area of ground planted with flowers or plants, often arranged in a decorative or artistic pattern",
            "defineVi": "một khu đất trồng hoa hoặc cây, thường được sắp xếp theo kiểu trang trí hoặc nghệ thuật",
            "hasImg": true
        },
        {
            "id": "7751085c-85a2-41d9-81a4-2b58c2364864",
            "word": "sprinkler",
            "phonetic": "spɹɪŋklɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These sprinklers are sensitive to even the smallest fire.",
                "Well Squeaks, it doesn’t work exactly like a sprinkler.",
                "I think I see a sprinkler head in the background.",
                "Are you sure it's just not a sprinkler system?",
                "In addition to fire alarms, extinguishers, and sprinklers, you can add fireproof materials to the building’s support structure to keep it from failing, as well as to the walls, floors, and ceilings, to keep fire from spreading."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5rbGVy&hash=64d3032512d5fa11dd36ec521a1439a164bb6235&lang=en&cache-only=0",
            "defineEn": "a small device with holes that is put on the end of a hose, used for watering soil or lawns; a piece of equipment that is utilized in case a building is on fire",
            "defineVi": "một thiết bị nhỏ có lỗ được đặt ở đầu vòi, dùng để tưới đất hoặc bãi cỏ; một phần của thiết bị được sử dụng trong trường hợp một tòa nhà đang cháy",
            "hasImg": true
        },
        {
            "id": "fac1e5d6-9cc3-476d-b3fe-418361137fc8",
            "word": "shrub",
            "phonetic": "ʃɹʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "These shrubs produce bright red berries.",
                "During the cold winter months, the winterberry shrubs stood out with their vibrant red berries.",
                "I plucked a handful of silverberries from the shrub and savored their tartness as I walked through the garden.",
                "Thankfully, the tamarisk shrub unintentionally came to the rescue.",
                "And the shrubs are also doing some good in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hydWI&hash=ef788341e2d9a61c13243b9004d7d8768dd82818&lang=en&cache-only=0",
            "defineEn": "a large woody plant with several main stems emerging from the ground",
            "defineVi": "một cây thân gỗ lớn với một số thân chính nổi lên từ mặt đất",
            "hasImg": true
        },
        {
            "id": "da2529f6-aac9-486f-81bb-3f129970c91d",
            "word": "garden bed",
            "phonetic": "ɡɑːɹdən bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIGJlZA&hash=00d3c8ba20b8da9b7ef8f3edca22339b849b9faf&lang=en&cache-only=0",
            "defineEn": "a defined area of soil, typically raised and enclosed, that is used for planting and growing plants",
            "defineVi": "một diện tích đất xác định, thường được nâng lên và bao bọc, được sử dụng để trồng và phát triển cây trồng"
        },
        {
            "id": "55db5e82-bdf9-4781-85fc-1a458a04d50a",
            "word": "watering can",
            "phonetic": "wɔːɾɚɹɪŋ kæn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJpbmcgY2Fu&hash=5f5a5f57ed9e1cdb92e72d020b03de790153a3b7&lang=en&cache-only=0",
            "defineEn": "a portable vessel with a long tube and a handle, used for sprinkling water on plants",
            "defineVi": "bình xách tay có ống dài và tay cầm, dùng để tưới cây"
        },
        {
            "id": "7ea8136e-b621-4cd5-bd7b-ee3bc91a5579",
            "word": "fountain",
            "phonetic": "faʊntɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fountain played in the courtyard.",
                "Two huge fountains were playing outside the entrance.",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs.",
                "Excuse me, ma'am, do you guys have a water fountain somewhere?",
                "Or this color bracelet has to use the water fountain down at the end of the hall."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bnRhaW4&hash=e049b25bd1511e7e70c188383fd30eb4f9d21cea&lang=en&cache-only=0",
            "defineEn": "a structure, often placed in a pool or lake, that pumps a long, narrow stream of water up into the air for decorative purposes",
            "defineVi": "một cấu trúc, thường được đặt trong một bể bơi hoặc hồ, bơm một dòng nước dài và hẹp lên không trung cho mục đích trang trí",
            "hasImg": true
        },
        {
            "id": "de1a7980-6ca5-48c9-9b6d-7f5e7fe43176",
            "word": "gnome",
            "phonetic": "noʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "Is there a gnome in there?",
                "Because I look like a garden gnome standing here.",
                "He then used gnome, or reason, to reach conclusions about what actually happened."
            ],
            "audio": "https://tts.langeek.co/read?text=Z25vbWU&hash=209b810b974df61bba0d52616d25b66484018a2f&lang=en&cache-only=0",
            "defineEn": "a decorative stone or plastic figure of a dwarfish creature with a pointed hat",
            "defineVi": "một hình tượng bằng đá hoặc nhựa trang trí của một sinh vật lùn với chiếc mũ nhọn",
            "hasImg": true
        },
        {
            "id": "66aa3ea9-1ad7-44a3-a0d9-742beeaf1584",
            "word": "sprinkler system",
            "phonetic": "spɹɪŋklɚ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5rbGVyIHN5c3RlbQ&hash=10f8378d18d0dc17ce7a7e0095970082d458eeff&lang=en&cache-only=0",
            "defineEn": "an automated network of pipes and sprinkler heads used to water plants and vegetation in a designated area",
            "defineVi": "một mạng lưới đường ống và đầu phun nước tự động được sử dụng để tưới cây và thảm thực vật trong một khu vực được chỉ định",
            "hasImg": true
        },
        {
            "id": "503645f2-a2ec-4b72-8448-0f42db918cac",
            "word": "raised bed",
            "phonetic": "ɹeɪzd bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFpc2VkIGJlZA&hash=3fbcd67ec31d439948d67debe45ddf4246e17300&lang=en&cache-only=0",
            "defineEn": "a raised area in a garden surrounded by a wooden or stone frame, used for growing plants in",
            "defineVi": "một khu vực được nâng cao trong một khu vườn được bao quanh bởi khung gỗ hoặc đá, được sử dụng để trồng cây trong"
        },
        {
            "id": "49b2a646-3db1-486d-8e4d-61654a9fcbe2",
            "word": "garden pest",
            "phonetic": "ɡɑːɹdən pɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIHBlc3Q&hash=a09f5694c5c6c884ce5cee3deb216d023880ccef&lang=en&cache-only=0",
            "defineEn": "any organism, such as insects, rodents, or other animals, that causes damage or harm to plants or crops in a garden or agricultural setting",
            "defineVi": "bất kỳ sinh vật nào, chẳng hạn như côn trùng, động vật gặm nhấm hoặc động vật khác, gây thiệt hại hoặc gây hại cho thực vật hoặc mùa màng trong vườn hoặc môi trường nông nghiệp"
        },
        {
            "id": "96ff4793-6cb6-4dce-a3e1-eb7cd3a1ff4b",
            "word": "garden stake",
            "phonetic": "ɡɑːɹdən steɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIHN0YWtl&hash=328c57be91a2f11f83528413ea2bff1cfc411258&lang=en&cache-only=0",
            "defineEn": "a long, thin, pointed rod, usually made of wood or metal, that is used to support and train plants, such as tomato plants or climbing vines, to grow in a certain direction or stay upright",
            "defineVi": "một thanh dài, mỏng, nhọn, thường làm bằng gỗ hoặc kim loại, dùng để đỡ và huấn luyện cây trồng, chẳng hạn như cây cà chua hoặc dây leo, phát triển theo một hướng nhất định hoặc đứng thẳng"
        },
        {
            "id": "5ab95338-de5f-4486-87b3-ea45ee9d2890",
            "word": "grass",
            "phonetic": "ɡɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunny weather melted the snow, revealing patches of green grass.",
                "Don't let the grass grow under your feet, kid.",
                "I need to cut the grass in the backyard with a lawnmower.",
                "She learned the hard way that the grass is always greener on the other side.",
                "I saw a lion hunting for prey in the tall grass."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhc3M&hash=3b8f42ae9bc2cf092ac91d43c9a3ef062d317172&lang=en&cache-only=0",
            "defineEn": "a grass-covered area of ground",
            "defineVi": "một khu vực phủ đầy cỏ trên mặt đất",
            "hasImg": true
        },
        {
            "id": "8dfdea58-69e7-434a-8a78-f91914efba6a",
            "word": "gravel",
            "phonetic": "ɡɹævəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's gravel.",
                "Gravel is flying!",
                "The clue lies in limestone-bearing gravel on the coastal slopes of the island Lanai.",
                "The mechanical arrester ramp then can stop a truck more quickly than gravel or sand arrester beds.",
                "Most escape ramps make use of arrester beds, pools of sand or gravel."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdmVs&hash=9bee4539cd7815d970f902cce9bf9c5778965d85&lang=en&cache-only=0",
            "defineEn": "a mix of sand and small pebbles that cover that surface of some roads",
            "defineVi": "hỗn hợp cát và sỏi nhỏ bao phủ bề mặt của một số con đường"
        },
        {
            "id": "1611d6fc-a3ec-4c5d-a036-354b77e7303e",
            "word": "hedge",
            "phonetic": "hɛdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company hedged its bets by developing a second line of products.",
                "She hedged her bets by applying for various other jobs as well.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall.",
                "While it's important to be supportive and involved in your friends' lives, it's also important to respect their privacy and maintain some space - after all, a hedge between keeps friendship green.",
                "Hedge rapidly defaces all of the portraits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVkZ2U&hash=af9c15ce14bb88f3c20d2352cc3a023f9c39ff9a&lang=en&cache-only=0",
            "defineEn": "a row of closely-planted bushes or small trees that form a boundary, particularly on the edge of a garden, road, or field",
            "defineVi": "một hàng cây bụi hoặc cây nhỏ được trồng sát nhau tạo thành ranh giới, đặc biệt là ở rìa vườn, đường hoặc cánh đồng",
            "hasImg": true
        },
        {
            "id": "20ab6208-bab1-4361-a6d3-84644be952b4",
            "word": "shrubbery",
            "phonetic": "ʃɹʌbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's rubbery in my shrubbery.",
                "Their small size also helps them stay hidden in the short shrubbery of the arid habitats they call home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hydWJiZXJ5&hash=dac8392a618331db59aaa01f0e1d67f56ceda250&lang=en&cache-only=0",
            "defineEn": "an area, often in a garden, where a large number of shrubs are thickly planted",
            "defineVi": "một khu vực, thường là trong một khu vườn, nơi có rất nhiều cây bụi được trồng dày đặc"
        },
        {
            "id": "a1781107-ae4b-4146-bafc-fce04cb8d489",
            "word": "water feature",
            "phonetic": "wɔːɾɚ fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXIgZmVhdHVyZQ&hash=8660995d55dce7e4b4ff0be9c50d20436fceb9b3&lang=en&cache-only=0",
            "defineEn": "an artificial pond or a fountain that is placed in some parks or gardens to provide decoration",
            "defineVi": "một cái ao nhân tạo hoặc một đài phun nước được đặt trong một số công viên hoặc khu vườn để trang trí"
        },
        {
            "id": "45335db7-91d2-4126-948c-d669554d862e",
            "word": "birdhouse",
            "phonetic": "bɜːdhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We hollowed out a large gourd and turned it into a birdhouse."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZGhvdXNl&hash=56fed65da5a04fb136fdb85ab0935217a7eca25a&lang=en&cache-only=0",
            "defineEn": "a small, man-made structure designed to provide a nesting place for birds",
            "defineVi": "một cấu trúc nhân tạo nhỏ được thiết kế để cung cấp nơi làm tổ cho các loài chim"
        },
        {
            "id": "d8a18770-d12e-428f-ba7e-ed108c820612",
            "word": "hose",
            "phonetic": "hoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The firefighter held a hose on the blaze.",
                "- Pressurize the hose.",
                "- Pressurize the hose.",
                "- I can follow that hose?",
                "After an hour on site, the hoses were finally connected."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zZQ&hash=b6d6aa16bbdf9df0061722c658bc513e77908f93&lang=en&cache-only=0",
            "defineEn": "a lengthy, flexible tube, made of plastic or rubber, often used in firefighting and gardening, that can direct the flow of water to the direction it is pointed at",
            "defineVi": "một ống dài, dẻo, làm bằng nhựa hoặc cao su, thường được sử dụng trong chữa cháy và làm vườn, có thể hướng dòng nước chảy theo hướng nó chỉ",
            "hasImg": true
        },
        {
            "id": "0958b875-0a17-40a6-bd77-e5ce2b3fa0c5",
            "word": "lawn",
            "phonetic": "lɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I walked across the lawn.",
                "What are you kids doing on my lawn?",
                "As she turned back, a movement across the lawn caught her eye.",
                "They are doing their neighbor a favor by mowing their lawn.",
                "Peter had put off mowing the lawn for so long that the job seemed daunting, but after starting at one corner, he soon finished the whole yard."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3bg&hash=f3dac91db172d1c9fd9f18f2c685fde421a8ef35&lang=en&cache-only=0",
            "defineEn": "an area of grass, typically in a yard or garden, that is cut and maintained at a short length",
            "defineVi": "một khu vực cỏ, thường là trong sân hoặc vườn, được cắt và duy trì ở độ dài ngắn",
            "hasImg": true
        },
        {
            "id": "66bd42a5-0465-44de-82e9-4512cfc14c05",
            "word": "bee house",
            "phonetic": "biː haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVlIGhvdXNl&hash=f66529311fd8b35ba67b23792472d5e0c27b400f&lang=en&cache-only=0",
            "defineEn": "a man-made structure that provides a safe habitat for solitary bee species to nest",
            "defineVi": "một cấu trúc nhân tạo cung cấp môi trường sống an toàn cho các loài ong đơn độc làm tổ"
        },
        {
            "id": "cd3ca25e-ef64-41d0-8d5a-fc5501307b6e",
            "word": "garden ornament",
            "phonetic": "ɡɑːɹdən ɔːɹnəmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIG9ybmFtZW50&hash=3c5e4e60eaef5f136c6591effac94a1918872c83&lang=en&cache-only=0",
            "defineEn": "a decorative object or structure that is placed in a garden or outdoor area to enhance its aesthetic appeal",
            "defineVi": "một đối tượng hoặc cấu trúc trang trí được đặt trong khu vườn hoặc khu vực ngoài trời để nâng cao tính thẩm mỹ của nó"
        },
        {
            "id": "bb63ec0b-8a07-4d19-b9f6-d3301b2ff719",
            "word": "rain barrel",
            "phonetic": "ɹeɪn bæɹəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFpbiBiYXJyZWw&hash=2c6661b75f4bfb77df40d1ea135ed560cbc3ce1f&lang=en&cache-only=0",
            "defineEn": "a large outdoor container that can collect and store rainwater running off rooftops",
            "defineVi": "một thùng chứa ngoài trời lớn có thể thu thập và lưu trữ nước mưa chảy từ mái nhà"
        },
        {
            "id": "31b922ff-b458-480f-bc97-2e868ccea0a5",
            "word": "compost bin",
            "phonetic": "kɑːmpoʊst bɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "But your peels keep missing the compost bin, see?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zdCBiaW4&hash=6b6e4e5584173099053b4fc4ab8616522730ab72&lang=en&cache-only=0",
            "defineEn": "a container placed in an outdoor garden for storing organic waste so it can be turned to compost later",
            "defineVi": "một thùng chứa được đặt trong một khu vườn ngoài trời để lưu trữ chất thải hữu cơ để sau này có thể chuyển thành phân trộn"
        },
        {
            "id": "5b6b567e-3561-41bb-90ad-c7017c2addb8",
            "word": "vegetable garden",
            "phonetic": "vɛdʒɪɾəbəl ɡɑːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxlIGdhcmRlbg&hash=4939874b16ec42220b2f7942befc2a708feeca43&lang=en&cache-only=0",
            "defineEn": "an area of land where edible plants, such as vegetables and herbs, are grown for personal use or sale",
            "defineVi": "diện tích đất trồng cây ăn được, chẳng hạn như rau và thảo mộc, được trồng để sử dụng cá nhân hoặc bán"
        },
        {
            "id": "b1a65e04-39d6-4076-8747-1e4cda7201e4",
            "word": "picket",
            "phonetic": "pɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a long time, the classic version included a white picket fence, 2.5 children, and of course, a house.",
                "It’s pretty faint, and it sometimes has these green spikes called the picket fence.",
                "These other Christians were picketing these other Christians and they picketing each other.",
                "These other Christians were picketing these other Christians and they picketing each other.",
                "and it was just weird 'cause there was people picketing"
            ],
            "audio": "https://tts.langeek.co/read?text=cGlja2V0&hash=5d34e5465a27dbd1b6a8f9ebfbe9466d38b397fe&lang=en&cache-only=0",
            "defineEn": "a line of pointed wooden strip that is fixed in the ground to form a fence",
            "defineVi": "một dải gỗ nhọn được cố định trên mặt đất để tạo thành một hàng rào"
        },
        {
            "id": "e76baea1-1e20-4a5f-9e91-a52b962f7856",
            "word": "post",
            "phonetic": "poʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lots of people had left comments under the post.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "On his retirement the post will cease to exist.",
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdA&hash=a12053c42656d943ff66c3e48f61fb2f60b5b318&lang=en&cache-only=0",
            "defineEn": "a sturdy pole made of metal or timber that is dug into the ground to be used as a marker or support something",
            "defineVi": "một cột chắc chắn làm bằng kim loại hoặc gỗ được đào xuống đất để dùng làm điểm đánh dấu hoặc hỗ trợ một cái gì đó"
        },
        {
            "id": "e6f1a796-83b1-4aea-981d-be68d6ffee19",
            "word": "trellis",
            "phonetic": "tɹɛliz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJlbGxpcw&hash=283ee9b751fa38baca7dc040a690a830fae6ab94&lang=en&cache-only=0",
            "defineEn": "a framework made of metal or wood bars for supporting climbing plants or fruit trees",
            "defineVi": "một khung làm bằng các thanh kim loại hoặc gỗ để hỗ trợ cây leo hoặc cây ăn quả"
        },
        {
            "id": "914530fd-b958-48b2-b455-21569162941a",
            "word": "outdoor shower",
            "phonetic": "aʊtdoːɹ ʃaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vciBzaG93ZXI&hash=1ffb4818704f75c74de24fb895b788804e2873e6&lang=en&cache-only=0",
            "defineEn": "a plumbing fixture designed for use outdoors, typically found in gardens, near pools, or in beach houses, that allows people to shower outside, often using natural light and air",
            "defineVi": "một thiết bị cố định ống nước được thiết kế để sử dụng ngoài trời, thường được tìm thấy trong vườn, gần hồ bơi hoặc trong những ngôi nhà trên bãi biển, cho phép mọi người tắm ngoài trời, thường sử dụng ánh sáng và không khí tự nhiên"
        },
        {
            "id": "c203c443-0046-4145-b51c-4b9349525b90",
            "word": "garden shed",
            "phonetic": "ɡɑːɹdən ʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuIHNoZWQ&hash=852c5df32540abe955631efff71dffd620c248d6&lang=en&cache-only=0",
            "defineEn": "a small structure typically located in a backyard or garden area, used for storing gardening tools, equipment, supplies, and other items related to gardening or outdoor activities",
            "defineVi": "một cấu trúc nhỏ thường nằm ở sân sau hoặc khu vườn, được sử dụng để lưu trữ các dụng cụ làm vườn, thiết bị, vật tư và các vật dụng khác liên quan đến hoạt động làm vườn hoặc ngoài trời"
        },
        {
            "id": "4e6111ac-7137-4786-9140-8b4f5898a929",
            "word": "arbor",
            "phonetic": "ɑːɹbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its supple vines wind around other plants or structures, like this arbor."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJib3I&hash=e0d5d4a2616a78a52f1b279bb60fb4ef9c797317&lang=en&cache-only=0",
            "defineEn": "a shelter in a park or garden, that is surrounded by plants, such as climbing shrubs or vines, that people can sit under and relax",
            "defineVi": "nơi trú ẩn trong công viên hoặc vườn, được bao quanh bởi thực vật, chẳng hạn như cây bụi hoặc dây leo leo, mà mọi người có thể ngồi dưới và thư giãn"
        }
    ]
}