{
    "id": "ccb2b84e-312e-416c-b24b-35da1236d3cf",
    "title": "Unit 10 - Lesson 4",
    "originalTitle": "Unit 10 - Lesson 4",
    "words": [
        {
            "id": "ae964fb7-559e-42ab-b652-efb5d698deec",
            "word": "energy",
            "phonetic": "ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save some energy for the end of the race.",
                "Lower energy consumption means less pollution.",
                "Recycling waste saves energy.",
                "Her energy and talent took her to the top of her profession.",
                "The teacher spends a lot of energy planning a good lesson."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lcmd5&hash=2f0e26b00a1151bbab2cda520e1debc6046d80c2&lang=en&cache-only=0",
            "defineEn": "the physical and mental strength required for activity, work, etc.",
            "defineVi": "sức mạnh thể chất và tinh thần cần thiết cho hoạt động, công việc, v.v."
        },
        {
            "id": "9f179411-e0fe-46c8-8432-7543f019a115",
            "word": "environment",
            "phonetic": "ɛnvaɪɹənmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "An environment that widens my mind.",
                "Everyone should do their bit for the environment.",
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "They were completely at one with their environment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnQ&hash=f13919fafccc9d1314233657ea894a50a46cc451&lang=en&cache-only=0",
            "defineEn": "the natural world around us where people, animals, and plants live",
            "defineVi": "thế giới tự nhiên xung quanh chúng ta, nơi con người, động vật và thực vật sinh sống",
            "hasImg": true
        },
        {
            "id": "73e36448-4369-4fe7-8b2a-f2b145dc13da",
            "word": "pollution",
            "phonetic": "pəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower energy consumption means less pollution.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "On the other hand, the noise and pollution can be overwhelming at times.",
                "Lichen serves as an indicator of air quality due to its sensitivity to pollution.",
                "We're not doing enough to protect the environment from pollution."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbHV0aW9u&hash=1dcbad915fd81d3c207f19f702042e4547f69ce0&lang=en&cache-only=0",
            "defineEn": "a change in water, air, etc. that makes it harmful or dangerous",
            "defineVi": "sự thay đổi trong nước, không khí, v.v. làm cho nó có hại hoặc nguy hiểm",
            "hasImg": true
        },
        {
            "id": "6ddc737f-4f3f-497d-84b3-d94c00d221fa",
            "word": "climate change",
            "phonetic": "klaɪmət tʃeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a very interesting discussion about climate change.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "I would like to raise an alarm bell today because of the fight against climate change.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "We need to take action to address climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWF0ZSBjaGFuZ2U&hash=f8281ee5521e6a97585ab155fa50a2c9d60b0c66&lang=en&cache-only=0",
            "defineEn": "a permanent change in global or regional climate patterns, including temperature, wind, and rainfall",
            "defineVi": "một sự thay đổi vĩnh viễn trong các kiểu khí hậu toàn cầu hoặc khu vực, bao gồm nhiệt độ, gió và lượng mưa",
            "hasImg": true
        },
        {
            "id": "d701dd3b-5cbe-4f5a-aeb0-ac8eae2fe9ae",
            "word": "power",
            "phonetic": "paʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These powers were eventually passed to municipalities.",
                "It is no longer exercising power through velvet gloves.",
                "Men still hold most positions of power in this country.",
                "The machine is worked by wind power.",
                "He came to power in 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXI&hash=08df2a0c158e1a4355a0ce9288f65f807f620072&lang=en&cache-only=0",
            "defineEn": "the energy that is obtained through different means, such as electrical and solar, to operate different equipment or machines",
            "defineVi": "năng lượng thu được thông qua các phương tiện khác nhau, chẳng hạn như điện và năng lượng mặt trời, để vận hành các thiết bị hoặc máy móc khác nhau",
            "hasImg": true
        },
        {
            "id": "d1825fd6-067c-481f-afbb-00a699050842",
            "word": "renewable",
            "phonetic": "ɹᵻnuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Samantha is breaking new ground in the field of renewable energy, with her groundbreaking research on solar power.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "Mostly, the Chinese government views renewable energy as a major economic opportunity.",
                "Renewable energy causes one death every few decades.",
                "Renewable energy needs wind turbines or solar panels."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuZXdhYmxl&hash=c9dc6f4d51344048553bb6871785b38ae8031328&lang=en&cache-only=0",
            "defineEn": "describing a contract, agreement, etc. that can be continued for a further period of time",
            "defineVi": "mô tả một hợp đồng, thỏa thuận, v.v. có thể được tiếp tục trong một khoảng thời gian nữa"
        },
        {
            "id": "314b71b4-4e38-461d-9d7c-4207b4a95835",
            "word": "efficient",
            "phonetic": "ɪfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To my way of thinking, this approach is more efficient.",
                "I don't especially like the woman but, credit where credit's due, she's very efficient.",
                "The new software system proved to be reliable and efficient, as it remained in action without any issues during a busy week of data processing.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The software developer took the time to write clean and efficient code, recognizing that if a thing is worth doing, it is worth doing well and ensuring that the program was of the highest quality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW50&hash=6d745b3566c21da652368a953dcb1886bdf877d9&lang=en&cache-only=0",
            "defineEn": "describing a system, machine, etc. that is able to reach maximum productivity with minimum waste of time, money, or energy",
            "defineVi": "mô tả một hệ thống, máy móc, v.v. có khả năng đạt năng suất tối đa với mức lãng phí thời gian, tiền bạc hoặc năng lượng tối thiểu"
        },
        {
            "id": "5940bbdf-508a-41a4-9a72-ef6dc9c2d1d5",
            "word": "to increase",
            "phonetic": "tʊ ɪŋkɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The increase had a ripple effect through the whole financial market.",
                "The tax increase sounded the death knell for the business.",
                "The report showed an increase in sales.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The company's new product launch led to a fat increase in revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jcmVhc2U&hash=e490897fe637fa3a8e177c7397571e836cc43956&lang=en&cache-only=0",
            "defineEn": "to become larger in amount or size",
            "defineVi": "để trở nên lớn hơn về số lượng hoặc kích thước",
            "hasImg": true
        },
        {
            "id": "fed6e03b-6fc0-4a44-bbe1-2f7c954a25be",
            "word": "increase",
            "phonetic": "ɪŋkɹiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The increase had a ripple effect through the whole financial market.",
                "The tax increase sounded the death knell for the business.",
                "The report showed an increase in sales.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The company's new product launch led to a fat increase in revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jcmVhc2U&hash=95d601dce2e0c429d02be8dee15ad2054379b735&lang=en&cache-only=0",
            "defineEn": "a rise in something's amount, degree, size, etc.",
            "defineVi": "sự gia tăng về số lượng, mức độ, kích thước, v.v.",
            "hasImg": true
        },
        {
            "id": "fa1db0b2-8b97-4a1d-bed0-8b5ed0669ee5",
            "word": "to decrease",
            "phonetic": "tə diːkɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Accepting a decrease in salary would be like turkeys voting for Christmas!",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Your return decreases.",
                "Number two, decreased need for sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcmVhc2U&hash=6964715fd3eee75dcbbe03640c0d5321b2f717da&lang=en&cache-only=0",
            "defineEn": "to become less in amount, size, or degree",
            "defineVi": "để trở thành ít hơn trong số lượng, kích thước, hoặc mức độ",
            "hasImg": true
        },
        {
            "id": "006d3669-92a5-4c9e-9d07-1a8526439ba9",
            "word": "decrease",
            "phonetic": "diːkɹiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Accepting a decrease in salary would be like turkeys voting for Christmas!",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Your return decreases.",
                "Number two, decreased need for sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjcmVhc2U&hash=f3d9afe962bb15afe2cba8bc80f7cf369d273fc3&lang=en&cache-only=0",
            "defineEn": "the process or act of having or causing a reduction in quality, size, quantity, intensity, etc.",
            "defineVi": "quá trình hoặc hành động có hoặc gây ra sự suy giảm về chất lượng, kích thước, số lượng, cường độ, v.v.",
            "hasImg": true
        }
    ]
}