{
    "id": "ccb2ddfc-95f0-4234-b176-067001037a57",
    "title": "Gateways and Fences",
    "originalTitle": "Gateways and Fences",
    "words": [
        {
            "id": "276e9ac2-df39-4cee-87dc-9b574c483e4c",
            "word": "porte-cochere",
            "phonetic": "poːɹtkɑːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ydGUtY29jaGVyZQ&hash=be0b7c9d454e4e481b0fddc89fce31150c38e00a&lang=en&cache-only=0",
            "defineEn": "a covered porch-like structure extending from a building's entrance, typically designed to provide shelter for vehicles during pick-up and drop-off",
            "defineVi": "một cấu trúc giống như mái hiên có mái che kéo dài từ lối vào của tòa nhà, thường được thiết kế để cung cấp nơi trú ẩn cho các phương tiện trong quá trình đón và trả khách"
        },
        {
            "id": "a5868ad2-be5f-4d7c-8b18-cf039ce6b41c",
            "word": "propylaeum",
            "phonetic": "pɹoʊpəliːəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvcHlsYWV1bQ&hash=8534d76bc2e19d202c7564891372eb6880ac7f4c&lang=en&cache-only=0",
            "defineEn": "an architectural term referring to a monumental gateway or entrance structure, usually leading to a sacred or important site such as a temple, palace, or public building",
            "defineVi": "một thuật ngữ kiến trúc đề cập đến một cổng hoặc cấu trúc lối vào hoành tráng, thường dẫn đến một địa điểm linh thiêng hoặc quan trọng như đền thờ, cung điện hoặc tòa nhà công cộng"
        },
        {
            "id": "d29369d1-eb4d-44cd-bda6-069603634126",
            "word": "doorway",
            "phonetic": "doːɹweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"I could see in it from the doorway,\" what a cheapskate.",
                "In fact, event boundaries like doorways sometimes might even help you remember.",
                "No, well you could see in it from the doorway.",
                "That depends on your theater, your budget and your doorway.",
                "Every winter, people hang mistletoe in doorways, and couples kiss under the leaves and berries. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcndheQ&hash=7283af76f1a2977025d69ed618d155de3f13575b&lang=en&cache-only=0",
            "defineEn": "the area around the door at the entrance to a house, room, etc.",
            "defineVi": "khu vực xung quanh cửa ở lối vào nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "96b7cb64-4af3-44c9-bc58-5b89edc70515",
            "word": "entrance",
            "phonetic": "ɛntɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Two huge fountains were playing outside the entrance.",
                "They checked our tickets at the entrance of the stadium.",
                "The taxi dropped me off at the entrance of the restaurant.",
                "My grandmother stands near the entrance to greet guests.",
                "She left her muddy boots at the entrance and put on slippers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFuY2U&hash=4b38c71d69501ec272642fb66f6fe8f306d961fa&lang=en&cache-only=0",
            "defineEn": "an opening like a door, gate, or passage that we can use to enter a building,  room, etc.",
            "defineVi": "một lỗ mở như cửa, cổng hoặc lối đi mà chúng ta có thể sử dụng để vào tòa nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "160a2b89-9cb9-41e1-ba4b-f1d8bd731047",
            "word": "exit",
            "phonetic": "ɛɡzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We better stop at the next exit to make sure we don't run out of gas.",
                "Frustrated with the congestion, he started elbowing through the packed hallway to reach the exit.",
                "The flavor has exited the building.",
                "Three Democratic candidates in three days have exited the Democratic race for president.",
                "Bad exit, go back!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhpdA&hash=4056c96c98934dd93ddd25fe0f04b865e25a1ad9&lang=en&cache-only=0",
            "defineEn": "a way that enables someone to get out of a room, building, or a vehicle of large capacity",
            "defineVi": "một cách cho phép ai đó ra khỏi phòng, tòa nhà hoặc phương tiện có công suất lớn",
            "hasImg": true
        },
        {
            "id": "de62acb9-5ca2-4826-b21a-fec18fbbd6e3",
            "word": "gate",
            "phonetic": "ɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once his out, you should close the gate on the spot.",
                "They opened the gate to allow access to the garden.",
                "They came as far as the gate.",
                "We passed through the gates into a courtyard behind.",
                "He closed the gate to prevent the dog from running away."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZQ&hash=eeff4c91770d9a2cd0a6405cf46fe6c162769a86&lang=en&cache-only=0",
            "defineEn": "the part of a fence or wall outside a building that we can open and close to enter or leave a place",
            "defineVi": "phần của hàng rào hoặc bức tường bên ngoài tòa nhà mà chúng ta có thể mở và đóng để vào hoặc rời khỏi một nơi",
            "hasImg": true
        },
        {
            "id": "4dd3f1c5-a744-455a-b343-24c4b1059b10",
            "word": "gateway",
            "phonetic": "ɡeɪtweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mosher: The Gateway is kind of like this orbital outpost for the moon.",
                "Musicals are the gateway drug.",
                "So, Cuba and Puerto Rico were gateways to Latin American markets.",
                "Argument 2: Marijuana is a gateway drug.",
                "Sessions was seen as one of the few key gateways to the conservative Tea Party movement. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZXdheQ&hash=64d4165e8f6c5d84861378b64ee6ed49720b338b&lang=en&cache-only=0",
            "defineEn": "an opening or entrance that serves as a point of entry or exit to a place, such as a building, property, or enclosed area",
            "defineVi": "một lối mở hoặc lối vào đóng vai trò là điểm vào hoặc lối ra của một địa điểm, chẳng hạn như tòa nhà, tài sản hoặc khu vực kín"
        },
        {
            "id": "fd7f35b2-75d8-4fa9-adc1-1094ce57f82d",
            "word": "gatepost",
            "phonetic": "ɡeɪtpoʊst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZXBvc3Q&hash=0543e6581413ee3cfefed3cdbdb6517450a6be6e&lang=en&cache-only=0",
            "defineEn": "a sturdy upright post or pillar that serves as a support or anchor for a gate",
            "defineVi": "một cột hoặc cột thẳng đứng vững chắc đóng vai trò hỗ trợ hoặc neo cho cổng"
        },
        {
            "id": "1f40475a-fb1c-4dd3-a482-7e6b13b17cd3",
            "word": "hall",
            "phonetic": "hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hall will be able to let in more spectators.",
                "The journalist's investigation revealed the corruption that was taking place in the halls of power, where powerful individuals were making deals that benefited themselves rather than the public.",
                "Hall thrusters also use their fuel really efficiently.",
                "Two halls, Paint Shop North and Paint Shop South, comprise BMW Manufacturing's paint shop.",
                "This hall of mirrors only lets blue light escape."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsbA&hash=214a901d40d1e7d71c21e91bbdc9168a7f3a3137&lang=en&cache-only=0",
            "defineEn": "a passage that is inside a house or building with rooms on both side",
            "defineVi": "một lối đi bên trong một ngôi nhà hoặc tòa nhà có phòng ở cả hai bên",
            "hasImg": true
        },
        {
            "id": "fc8e9c5f-bd11-4e5a-875a-94c8542b7fb9",
            "word": "lychgate",
            "phonetic": "lɪtʃɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHljaGdhdGU&hash=433b62fd391b022f596ba407b6352ada33e33f9c&lang=en&cache-only=0",
            "defineEn": "a covered entrance or gateway to a churchyard or cemetery, often featuring a roof and a gate",
            "defineVi": "lối vào có mái che hoặc cổng vào nghĩa địa hoặc nghĩa trang, thường có mái che và cổng"
        },
        {
            "id": "d82ca701-b5fd-4791-86ca-1081f1c499c2",
            "word": "wicket gate",
            "phonetic": "wɪkɪt ɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lja2V0IGdhdGU&hash=f8c44c2139fc6cf43319b361b49477556c618e14&lang=en&cache-only=0",
            "defineEn": "a small gate or door within a larger gate or fence, often used for pedestrian access while keeping the main gate closed",
            "defineVi": "một cổng hoặc cửa nhỏ trong một cổng hoặc hàng rào lớn hơn, thường được sử dụng để đi bộ trong khi vẫn đóng cổng chính"
        },
        {
            "id": "dc8dda7a-4f2a-4779-93a8-f97e6597595c",
            "word": "corridor",
            "phonetic": "kɔɹɪdoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "He passed along the corridor to a small room at the back of the building.",
                "The CEO's decisions were made in the corridors of power, far from the view of the employees and customers who were affected by them.",
                "Body bags line the corridors.",
                "Growth and innovation come from new urban corridors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmlkb3I&hash=9600b08a2346f0620b796ded19110f9ab49e6bc4&lang=en&cache-only=0",
            "defineEn": "a long narrow way in a building that has doors on either side opening into different rooms",
            "defineVi": "một con đường dài hẹp trong một tòa nhà có cửa ở hai bên mở vào các phòng khác nhau",
            "hasImg": true
        },
        {
            "id": "3b9a91db-4c83-402b-858d-0dcf8a45aed1",
            "word": "passageway",
            "phonetic": "pæsɪdʒweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So what they're doing is creating these passageways.",
                "But this is the command passageway.",
                "Such underground passageways could be used by persons trying to immigrate illegally through Philly's seaport. ",
                "But when we are ready, one of the safest passageways might be the supermassive black hole at the center of our galaxy.",
                "If you’re in a passageway, keep going until you hit a dead end or an intersection."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2FnZXdheQ&hash=4d56bdd5ab703a3198dc8be47699b474d75e738c&lang=en&cache-only=0",
            "defineEn": "a narrow or enclosed path or route that allows passage or access between different areas or spaces",
            "defineVi": "một con đường hoặc tuyến đường hẹp hoặc kín cho phép đi qua hoặc tiếp cận giữa các khu vực hoặc không gian khác nhau",
            "hasImg": true
        },
        {
            "id": "e5c7bc79-5576-4024-a6f3-43fca8330df0",
            "word": "emergency exit",
            "phonetic": "ɪmɜːdʒənsi ɛɡzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Situations like this can become more likely if crowds are forced through bottlenecks, like narrow emergency exits.",
                "Narrator: Bob sees a gremlin on the wing of the plane and decides the only possible solution to the problem is to steal the air marshal's gun, open the emergency exit, and shoot the thing.",
                "An analysis by University of Greenwich professor Ed Galea found that sitting within five rows of an emergency exit will drastically improve your chance of survival.",
                "So Shatner made a good call buckling himself in before opening that emergency exit.",
                "For instance, simple measures, like adding columns or other obstacles near emergency exits, might actually speed up evacuations by reducing the number of directions people approach from."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmdlbmN5IGV4aXQ&hash=c2e7811c9b484c1cea7712f3d840a8aad33bc3d9&lang=en&cache-only=0",
            "defineEn": "a special way used to exit a building, car, etc. when a problem happens",
            "defineVi": "một cách đặc biệt được sử dụng để thoát khỏi một tòa nhà, xe hơi, vv khi có vấn đề xảy ra",
            "hasImg": true
        },
        {
            "id": "8f2e0783-4433-4ad8-9da0-2e4782741502",
            "word": "barbed wire",
            "phonetic": "bɑːɹbd waɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVkIHdpcmU&hash=40c26590312a595b3f7968ca023073e89c5f0f2d&lang=en&cache-only=0",
            "defineEn": "a type of fencing material that consists of sharp, pointed barbs or spikes spaced along a wire, designed to deter or prevent unauthorized entry or to confine livestock",
            "defineVi": "một loại vật liệu làm hàng rào bao gồm các gai hoặc gai nhọn, sắc, nhọn đặt dọc theo dây, được thiết kế để ngăn chặn hoặc ngăn chặn sự xâm nhập trái phép hoặc nhốt gia súc"
        },
        {
            "id": "25f65a17-b2db-44c9-bb89-97df442666dd",
            "word": "barrier",
            "phonetic": "bæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A car hit the barrier.",
                "Import barriers protected the fledgling enterprises.",
                "The mountain provided a natural barrier between the two valleys.",
                "but they had been brought in on a case that seemed to have a supernatural barrier.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmllcg&hash=2a603a901b17542062f21fc9e51b0a883c65720e&lang=en&cache-only=0",
            "defineEn": "a physical structure or obstacle that is used to block or restrict access to a certain area, preventing passage or providing security",
            "defineVi": "một cấu trúc vật lý hoặc chướng ngại vật được sử dụng để chặn hoặc hạn chế quyền truy cập vào một khu vực nhất định, ngăn chặn lối đi hoặc cung cấp bảo mật"
        },
        {
            "id": "d7dee37b-6494-4887-a212-bb1fab81585c",
            "word": "boundary",
            "phonetic": "baʊndɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our priority will be to raise a boundary wall and prevent trespassing.",
                "I don't want to be in bed with someone who doesn't respect me or my boundaries.",
                "John is a hard worker who never says no to anyone, but he needs to learn that all lay loads on a willing horse, and he should set boundaries.",
                "The farmer and his neighbor had a good relationship, as they both understood that good fences make good neighbors, and respected each other's property boundaries.",
                "Children have to develop boundaries."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91bmRhcnk&hash=9bebf658b11b4ee3c7b2747c162e5089a5f2d99e&lang=en&cache-only=0",
            "defineEn": "a dividing line or limit that separates one area from another",
            "defineVi": "một đường phân chia hoặc giới hạn ngăn cách khu vực này với khu vực khác"
        },
        {
            "id": "bea67c2b-2e49-4e11-ac61-2edd5f0f21d0",
            "word": "chain-link fence",
            "phonetic": "tʃeɪnlɪŋk fɛns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4tbGluayBmZW5jZQ&hash=870b5af2ba5de787a9e661a5c2e3f493c708c75c&lang=en&cache-only=0",
            "defineEn": "a type of fence made from interlocking metal links, typically used for securing an area",
            "defineVi": "một loại hàng rào được làm từ các liên kết kim loại lồng vào nhau, thường được sử dụng để bảo vệ một khu vực"
        },
        {
            "id": "cb518d4d-e6e8-4885-aa85-0db0d809bfe1",
            "word": "chicken wire",
            "phonetic": "tʃɪkɪn waɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbiB3aXJl&hash=6f3c3979ea6d6a659f97bf59dcc2543a67dcde4c&lang=en&cache-only=0",
            "defineEn": "type of mesh fencing made from thin, flexible wire twisted together in a hexagonal pattern, commonly used to enclose chicken coops or small animal enclosures",
            "defineVi": "loại hàng rào bằng lưới làm từ dây mảnh, dẻo xoắn với nhau theo hình lục giác, thường dùng để quây chuồng gà hoặc chuồng gia súc nhỏ"
        },
        {
            "id": "52f8a242-5c7a-4d15-bbb9-74314b5b5e94",
            "word": "fence",
            "phonetic": "fɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fence runs along the edge of the property line.",
                "The horse took the first fence well.",
                "A fence was being raised around the property.",
                "Shergar film falls at the first fence in Cannes.",
                "We've hit our ball over the fence!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVuY2U&hash=bf6289d12a457ed79f513efd093fa1f63d4bc327&lang=en&cache-only=0",
            "defineEn": "a structure like a wall, made of wire, wood, etc. that is placed around an area or a piece of land",
            "defineVi": "một cấu trúc giống như một bức tường, làm bằng dây, gỗ, vv được đặt xung quanh một khu vực hoặc một mảnh đất",
            "hasImg": true
        },
        {
            "id": "93f32c92-d5c7-4a29-a99f-9c8558ae1f01",
            "word": "paling",
            "phonetic": "peɪlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsaW5n&hash=3ab9862afc557be226317af2734faf569e1cbc46&lang=en&cache-only=0",
            "defineEn": "a narrow wooden or metal fence picket or board used to create a barrier or enclosure",
            "defineVi": "một thanh hoặc bảng hàng rào bằng gỗ hoặc kim loại hẹp được sử dụng để tạo ra một rào cản hoặc bao vây"
        },
        {
            "id": "cf7d2e58-49d9-411a-af73-5239cf8aad05",
            "word": "palisade",
            "phonetic": "pælɪseɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsaXNhZGU&hash=dae09e1d0396674cc4e5f9e3058862bf37cb9cdb&lang=en&cache-only=0",
            "defineEn": "a defensive fence or barrier made of closely spaced wooden stakes or iron rails",
            "defineVi": "một hàng rào hoặc hàng rào phòng thủ làm bằng cọc gỗ hoặc đường ray sắt cách đều nhau"
        },
        {
            "id": "4d4ab560-0eef-4b36-81ff-ab974c6c8d10",
            "word": "sandbag",
            "phonetic": "sændbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's lots that the individual homeowner can do to help prevent a fire from actually spreading further, causing more damage than if you just didn't take any action or maintaining your yard and other items like that in a very similar way to flood where you can raise your home or you can put in backflow preventers or you can have sandbags and other things like that ready for those flooding events when you know they're coming."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZGJhZw&hash=d2e74b318b31840415acf27e6409e41f0b3d9827&lang=en&cache-only=0",
            "defineEn": "fence or wall made of wooden stakes or iron posts set vertically in the ground to provide protection or enclosure",
            "defineVi": "hàng rào hoặc tường làm bằng cọc gỗ hoặc cột sắt đặt thẳng đứng trên mặt đất để bảo vệ hoặc bao vây"
        },
        {
            "id": "4392d670-890d-4771-a7eb-7cb823daf78d",
            "word": "windbreak",
            "phonetic": "wɪndbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "These take several forms, from windbreaks made of large lava boulders to piles of smaller rocks mixed with earth that would have acted to keep moisture in the soil."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZGJyZWFr&hash=6396c4dad8c388306bb94bb6755fe867373ff981&lang=en&cache-only=0",
            "defineEn": "a line of trees, fence, wall, etc. that can  provide protection against the wind",
            "defineVi": "một hàng cây, hàng rào, bức tường, vv có thể bảo vệ chống lại gió"
        },
        {
            "id": "0ee674a5-0df4-4e38-a31d-69803d0228ce",
            "word": "electric fence",
            "phonetic": "ᵻlɛktɹɪk fɛns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWMgZmVuY2U&hash=c66dd78cc306543165fdbf1df5e38a66d1fe0c1f&lang=en&cache-only=0",
            "defineEn": "a barrier that uses electric shocks to deter animals or people from crossing a boundary",
            "defineVi": "một rào cản sử dụng các cú sốc điện để ngăn chặn động vật hoặc người vượt qua ranh giới"
        },
        {
            "id": "336111f2-11b1-463f-85b1-455598253742",
            "word": "driveway",
            "phonetic": "dɹaɪvweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new snow shovel makes short work of clearing off the driveway.",
                "This new snow shovel makes short work of clearing off the driveway.",
                "He goes ripping down the driveway, jams on the brake, and lays down these sweet skids!",
                "My bus stop was at a driveway, somebody else's driveway.",
                "My bus stop was at a driveway, somebody else's driveway."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmV3YXk&hash=0d9373e961e98472f58f8ede6dea286de6e18389&lang=en&cache-only=0",
            "defineEn": "a short path or private road between a street and a house",
            "defineVi": "một con đường ngắn hoặc con đường riêng giữa một con phố và một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "193b993f-0177-442e-9ebd-e7f7c811e43f",
            "word": "walkway",
            "phonetic": "wɔːkweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is your original walkway.",
                "In 1838, they dug a walkway around the base to examine the sunken foundation.",
                "And don't block anything in the walkways downtown.",
                "Because Edison wasn’t just busy lighting up walkways in December.",
                "I think what I’ll do is create a walkway across the lovely ocean here."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fsa3dheQ&hash=0eebc6523051e4a3bfdfaeb3a59727e4768e4e54&lang=en&cache-only=0",
            "defineEn": "a path for walking, typically built outdoors and above the ground level",
            "defineVi": "một con đường để đi bộ, thường được xây dựng ngoài trời và trên mặt đất",
            "hasImg": true
        }
    ]
}