{
    "id": "cd2215cc-9947-49af-8804-39c6be68b5c1",
    "title": "Education",
    "originalTitle": "Education",
    "words": [
        {
            "id": "0ebfd923-7288-4258-a35c-b36d15a90db1",
            "word": "academic",
            "phonetic": "ækədɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel is worlds apart from his academic writings.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWM&hash=33b0e00d45ac47a5e62452fca6b13cd2abf961f5&lang=en&cache-only=0",
            "defineEn": "related to education, particularly higher education",
            "defineVi": "liên quan đến giáo dục, đặc biệt là giáo dục đại học",
            "hasImg": true
        },
        {
            "id": "149112f1-38b3-4655-8e5c-52123a7cfcd5",
            "word": "institution",
            "phonetic": "ɪnstɪtuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Europe is home to some of the world's oldest universities and prestigious educational institutions.",
                "First, let's get the basics straight with a quick look at data generated by educational institutions.",
                "Virtually every academic institution, it seemed, wanted a piece of the pie.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes.",
                "Being a private institution we're not tied to any state funding, so we don't have a horse in that race."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGl0dXRpb24&hash=d3637963e75e37d88e3d4d04abd379abb18f859d&lang=en&cache-only=0",
            "defineEn": "a large organization that serves a religious, educational, social, or similar function",
            "defineVi": "một tổ chức lớn phục vụ một chức năng tôn giáo, giáo dục, xã hội, hoặc tương tự",
            "hasImg": true
        },
        {
            "id": "c7283958-de0d-4bb7-8c46-3407b7d857d6",
            "word": "applicant",
            "phonetic": "æplɪkənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The indecisive job applicant was afraid to apply for his dream job, imagining all the ways he could be rejected.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Despite the fact that the job applicant was highly qualified, his constant self-praise during the interview made the hiring manager question his suitability for the role, as self-praise is no recommendation.",
                "The job applicant was nervous about the outcome of the interview, but they also knew that 'if it is meant to be, it will be' - they trusted that fate would guide them to the right job opportunity.",
                "We used to get hundreds of qualified candidates, but lately I feel like we've been scraping the barrel with the applicants we bring in."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYW50&hash=3442334d20991f254814cac1a0900e64b7607b18&lang=en&cache-only=0",
            "defineEn": "someone who formally applies for something, particularly a job",
            "defineVi": "một người chính thức áp dụng cho một cái gì đó, đặc biệt là một công việc"
        },
        {
            "id": "b00e2db5-3a36-42ab-ab82-9cd094a694f3",
            "word": "enrollment",
            "phonetic": "ɛnɹoʊlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Between the fall of 2019 and the fall of 2020, nationwide enrollment in public two-year colleges dropped 10 percent.",
                "This fall, the school's enrollment declined 12 percent from the year before.",
                "The Biden administration has extended a special enrollment period for subsidized health coverage under Obamacare.",
                "It would reduce enrollment and subscriptions in some of these other programs.",
                "Black students make up 15% of school enrollment nationwide, but 33% of arrests."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5yb2xsbWVudA&hash=d12f8f91cc177d9338c5fdc8683385376f97bceb&lang=en&cache-only=0",
            "defineEn": "the process or action of joining a school, course, etc.; the number of people who joined a school, course, etc.",
            "defineVi": "quá trình hoặc hành động tham gia một trường học, khóa học, v.v.; số người đã tham gia một trường học, khóa học, v.v."
        },
        {
            "id": "685bd030-ea51-4ef4-b127-ac125873fc81",
            "word": "admission",
            "phonetic": "ɐdmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "In 2018, 62% of AMC's total revenue came from admissions.",
                "I would defer admission.",
                "College admission in the U.S. is more competitive than ever before.",
                "They get lower admission standards."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaXNzaW9u&hash=8b7aad603346a905145455197a32387c9694929c&lang=en&cache-only=0",
            "defineEn": "the permission given to someone to become a student of a school, enter an organization, etc.",
            "defineVi": "sự cho phép cho ai đó trở thành học sinh của một trường học, tham gia một tổ chức, v.v."
        },
        {
            "id": "91fde85d-77f4-47cc-9c2f-49070a9b355a",
            "word": "distance learning",
            "phonetic": "dɪstəns lɜːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I really don't like distance learning.",
                "We're going to continue the distance learning.",
                "Living through a full year of closed schools and distance learning has taken a heavy toll on students, parents, teachers, and school administrators.",
                "And it's important for education, because distance learning and in-person learning at the same time, which is happening in many places in this country, costs a lot of money.",
                "Not only that but distance learning can help students that deal with anxiety as they don't have to deal with the drama of school and just the distractions that it can bring."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFuY2UgbGVhcm5pbmc&hash=6788a89cefe7fedf66fc16e523d05eb5400d8c36&lang=en&cache-only=0",
            "defineEn": "a learning system in which students and teachers do not attend classes instead use online or broadcast resources",
            "defineVi": "một hệ thống học tập trong đó học sinh và giáo viên không tham gia các lớp học thay vào đó sử dụng các tài nguyên trực tuyến hoặc phát sóng"
        },
        {
            "id": "256ea956-9f40-48d0-8b95-1212ff5e83b5",
            "word": "boarding school",
            "phonetic": "boːɹdɪŋ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indian boarding schools have a long history in this country as well.",
                "In that case, Adele should go to boarding school.'",
                "'Oh, Adele will go to boarding school.",
                "On January 30, 1962, at a boarding school in Tanzania, three young girls started giggling.",
                "By the middle of the 20th century, the White Earth Reservation boarding school became a day school and eventually closed in 1969."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgc2Nob29s&hash=3e287709fa6d35ece3cf51c9806b282ff57d70dc&lang=en&cache-only=0",
            "defineEn": "a school where students live and study during the school year",
            "defineVi": "một ngôi trường nơi học sinh sống và học tập trong năm học"
        },
        {
            "id": "505c86fd-b7ab-4bcd-aa1a-112f69943163",
            "word": "attendance",
            "phonetic": "ɐtɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher called out our names one by one for attendance.",
                "In 2002, Magic Kingdom's attendance alone nearly doubled its closest non-Disney competitor, MGM Studios.",
                "Mr. Biden's attendance today was a sharp contrast to former President Donald Trump's confrontational approach to America's European allies.",
                "Earlier that month in Chicago attendance was around 88,000 at Soldier Field over the two performances.",
                "In 2012, attendance at the Edinburgh Zoo rose 51% after pandas arrived."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW5kYW5jZQ&hash=7ea43c5b315691246836c1f4e1535bddca377205&lang=en&cache-only=0",
            "defineEn": "the state of being present at an event or a place",
            "defineVi": "trạng thái có mặt tại một sự kiện hoặc một địa điểm",
            "hasImg": true
        },
        {
            "id": "0c6a6425-92f8-4b47-a301-26131000d7b6",
            "word": "tuition",
            "phonetic": "tuːɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "College tuitions cost an arm and leg nowadays.",
                "They will be paying for their son's college tuition next year.",
                "She works hard to earn money for her college tuition.",
                "I appreciate the offer to help with my tuition, but I can pay my own way!",
                "Rising tuition costs loom large in the minds of many parents."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVpdGlvbg&hash=e40df1286df250171d0c27205d09dd3f011c8101&lang=en&cache-only=0",
            "defineEn": "an amount of money that one pays to receive an education, particularly in a university or college",
            "defineVi": "một số tiền mà một người trả tiền để nhận được một nền giáo dục, đặc biệt là trong một trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "30878d4f-2775-4260-8fae-11804bc0a136",
            "word": "curriculum",
            "phonetic": "kɜːɹɪkjʊləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We came up with a curriculum.",
                "If you're a teacher, check out their digital citizenship curriculum in the description below.",
                "They're more interested in high school curriculum and high school grades and other parts of the application.",
                "The MediaWise curriculum was developed by the Stanford History Education Group based on civic online reasoning research that they began in 2015.",
                "The MediaWise curriculum was developed by the Stanford History Education Group based on civic online reasoning research that they began in 2015."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmljdWx1bQ&hash=71f0415b8b6738af331e418d07f69013e27c239d&lang=en&cache-only=0",
            "defineEn": "the subjects included in a course of study that are taught in a school or an academic institution",
            "defineVi": "các môn học bao gồm trong một khóa học được giảng dạy trong một trường học hoặc một tổ chức học thuật"
        },
        {
            "id": "fae3b150-e9d8-4413-b115-8c2a14d5dec0",
            "word": "scholarship",
            "phonetic": "skɑːlɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "The scholarship fund had made a difference in a lot of people's lives.",
                "She received a scholarship to help fund her university education.",
                "Goodness knows I need to do well on this test, or I can kiss my scholarship goodbye!",
                "The scholarship that he received opened the door to a better education and career opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcnNoaXA&hash=3f23779a04e187cf4cfeb84566ce6d87e22ec506&lang=en&cache-only=0",
            "defineEn": "a sum of money given by an educational institution to someone with great ability in order to financially support their education",
            "defineVi": "một khoản tiền do một tổ chức giáo dục trao cho một người có khả năng tuyệt vời để hỗ trợ tài chính cho việc học của họ",
            "hasImg": true
        },
        {
            "id": "6782933a-125c-47e6-94e0-104ea1e4b5d6",
            "word": "grant",
            "phonetic": "ɡɹænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "The immigration officer reviewed my passport before granting entry.",
                "You just take it for granted that people over a certain age can drive.",
                "I suppose I just took it for granted.",
                "I suppose I just took it for granted that they were married."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnQ&hash=96d31a94c456fc7603bee2ef81fe6e0cff669199&lang=en&cache-only=0",
            "defineEn": "an amount of money given by the government or another organization for a specific purpose",
            "defineVi": "một số tiền được cung cấp bởi chính phủ hoặc tổ chức khác cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "ffac2917-1f44-43d2-a370-46236b3adcf0",
            "word": "to assess",
            "phonetic": "tʊ ɐsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dr. Howard never laid a hand on me to assess my pain.",
                "These two summit events constitute a framework to assess progress being made under the auspices of President Mbeki.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks.",
                "IARC is just assessing cancer risk, not overall safety.",
                "I assess the new movie Jupiter Ascending-- --on this week's episode of Angry Nerd!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXNz&hash=b810bb454e575c4e19675677f8c5cb5a322935ef&lang=en&cache-only=0",
            "defineEn": "to form a judgment on the quality, nature, or ability of something or someone",
            "defineVi": "để hình thành một bản án về chất lượng, bản chất, hoặc khả năng của một cái gì đó hoặc ai đó"
        },
        {
            "id": "ee61f50b-c636-46d3-962c-500c323e87cd",
            "word": "discipline",
            "phonetic": "dɪsɪplɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The parents believed in disciplining their child when necessary, knowing that spare the rod and spoil the child.",
                "I know you don't like disciplining employees, but you've just got to grasp the nettle.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGluZQ&hash=395fc8ac48455d69df6e56d45629a5dc8670cced&lang=en&cache-only=0",
            "defineEn": "training given to people so that they follow certain rules, using punishment in case they fail to do so; the controlled behavior resulting from this type of training",
            "defineVi": "đào tạo cho mọi người để họ tuân theo các quy tắc nhất định, sử dụng hình phạt trong trường hợp họ không tuân theo; hành vi được kiểm soát do loại hình đào tạo này"
        },
        {
            "id": "1db72e17-4bda-4fea-bd6a-690e34736699",
            "word": "dissertation",
            "phonetic": "dɪsɚteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Writing a dissertation within a week is a herculean task.",
                "As part of his dissertation at Leipzig University, Hänig analyzed taste sensitivities across the tongue for the four basic flavors.",
                "Sister Carol Berg is a retired historian who focused her doctoral dissertation White Earth and broader assimilation policies.",
                "Less than a decade after his dissertation, newspapers were falsely insisting that experiments could prove sweetness was imperceptible on the back of the tongue.",
                "In the case of the tongue map, Hänig’s dissertation was written in German, meaning the paper could only be understood by readers fluent in German and well versed in Hanig’s small corner of academia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VydGF0aW9u&hash=8af4c3e5409a979643aad6ebc968d745d1ab48b5&lang=en&cache-only=0",
            "defineEn": "a long piece of writing on a particular subject that a university student presents in order to get an advanced degree",
            "defineVi": "một bài viết dài về một chủ đề cụ thể mà một sinh viên đại học trình bày để lấy bằng cấp cao"
        },
        {
            "id": "cf62f435-aed8-48f2-a212-4f38575e7d6d",
            "word": "thesis",
            "phonetic": "θiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's so determined that I just know nothing will get in her way, and she'll finish her thesis.",
                "I thought I could finish writing my thesis in a week, but it took ages.",
                "Now that I'm finished with work for the summer, I can put my thesis on the front burner again.",
                "So theses are warm McDonald's fries?",
                "Obviously, this thesis is based largely on the fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2lz&hash=849c9f9301cf3ce0c899b23e343f83ef493ed47e&lang=en&cache-only=0",
            "defineEn": "an original piece of writing on a particular subject that a candidate for a university degree presents based on their research",
            "defineVi": "một bài viết gốc về một chủ đề cụ thể mà một ứng cử viên cho bằng đại học trình bày dựa trên nghiên cứu của họ"
        },
        {
            "id": "8eb68d1d-3eb8-44b8-983a-179bbbe8cedf",
            "word": "dormitory",
            "phonetic": "doːɹmɪtoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "By God, I’ve half a mind to burn the entire dormitory along with them.",
                "At the Kuitun complex there are multiple dormitories.",
                "Many people assume that college freshmen pick their dormitory roommates, as upperclassmen are allowed to do.",
                "He became one of the student leaders who had a number of kids under him in the dormitories, and he ruled the dormitory life with an iron fist.",
                "He became one of the student leaders who had a number of kids under him in the dormitories, and he ruled the dormitory life with an iron fist."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ybWl0b3J5&hash=7f6f79805937468c8d20ddf878af696a7a0919ef&lang=en&cache-only=0",
            "defineEn": "a room with several beds in which a number of people can sleep, particularly in a school, university, army camp, etc.",
            "defineVi": "một căn phòng có nhiều giường trong đó một số người có thể ngủ, đặc biệt là trong trường học, trường đại học, trại quân đội, v.v.",
            "hasImg": true
        },
        {
            "id": "03602e7a-746d-46b4-b4f7-052d37899ee3",
            "word": "doctorate",
            "phonetic": "dɑːktɚɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You have a doctorate.",
                "Now a psychologist, unlike LCSWs, LMFTs and LPCs, have not only a four-year undergraduate degree, but then a four-year doctorate program.",
                "A doctorate, or PhD, is a specialized degree engineers often need to work at a university, and usually involves research into a new technique or idea.",
                "In 2008, paleontologist Nizar Ibrahim was working on his doctorate in Morocco when a local fossil collector approached him with a box of fossils.",
                "And when he was awarded an honorary doctorate from Yale in 1964, certain parents, students, and members of the public expressed outrage at the University’s decision."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdG9yYXRl&hash=0f27a6bf711d5ebdee875be9847f0feadf542dbb&lang=en&cache-only=0",
            "defineEn": "the highest degree given by a university",
            "defineVi": "bằng cấp cao nhất được cấp bởi một trường đại học",
            "hasImg": true
        },
        {
            "id": "3f4acf86-b897-45e9-9395-2bf2d0e853e0",
            "word": "to expel",
            "phonetic": "tʊ ɛkspɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When I was expelled from school, my parents went through the roof.",
                "After nearly being expelled my first year of college, I had my shoulder to the wheel so that I could get as much out of my degree as possible.",
                "It's expelled 10 Russian diplomats.",
                "Executive Order 9066 in February 1942 expelled all persons of Japanese descent from the west coast.",
                "People are being expelled time and time again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWw&hash=3492fd433940b1c476b3bd8b5677be8293603cca&lang=en&cache-only=0",
            "defineEn": "to formally forbid someone from going to school or an organization",
            "defineVi": "để chính thức cấm ai đó đi học hoặc một tổ chức"
        },
        {
            "id": "d901fe45-ff58-44db-92bd-58ca8d84e4a1",
            "word": "suspension",
            "phonetic": "səspɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the student pulled a prank on the principal, the principal evened the score by giving the student a suspension.",
                "But suspensions have some unintended consequences.",
                "Should schools suspend suspensions?",
                "So, should suspensions be suspended?",
                "However, black students still received disproportionally more suspensions than white students."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzcGVuc2lvbg&hash=df87942a806b31cec2497d7319b8632979862af6&lang=en&cache-only=0",
            "defineEn": "the action of officially not allowing someone to go to school, work, or participate in something for a specific length of time, particularly to punish them",
            "defineVi": "hành động chính thức không cho phép ai đó đi học, đi làm hoặc tham gia vào một việc gì đó trong một khoảng thời gian cụ thể, đặc biệt là để trừng phạt họ"
        },
        {
            "id": "37b33dbd-b5e1-4937-905f-27d087ef8cfd",
            "word": "extracurricular",
            "phonetic": "ɛkstɹəkɚɹɪkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our school offers various clubs and extracurricular activities for students to belong to.",
                "Hanging out with your homies, grabbing lunch with 'em, extracurricular activities, not being in the house.",
                "We are learning that many outbreaks in young people are related to youth sports and extracurricular activities.",
                "Pass or fail grades, delayed SATs, and canceled extracurriculars can put a giant question mark on your college application.",
                "But I feel like these extracurriculars help me build as a person and also build out my resume."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFjdXJyaWN1bGFy&hash=ee88cd89136ae310f4e7383a3ea2d1643fdbe94d&lang=en&cache-only=0",
            "defineEn": "not included in the regular course of study at a college or school",
            "defineVi": "không được bao gồm trong quá trình học tập thông thường tại một trường cao đẳng hoặc trường học"
        },
        {
            "id": "f08bf6ae-c8ee-494c-b155-162d3ffbea6d",
            "word": "free period",
            "phonetic": "fɹiː piəɹɪəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, Me From the Past, there’s no such thing as a free period."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSBwZXJpb2Q&hash=2f19412f3b931bdab3ebdac2a17ff5c182ac2f7c&lang=en&cache-only=0",
            "defineEn": "a part of a school day in which there is no class",
            "defineVi": "một phần của một ngày học trong đó không có lớp học"
        },
        {
            "id": "f407ebd2-b4e3-42e8-8c63-a6487a510a41",
            "word": "assembly",
            "phonetic": "ɐsɛmbli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surprisingly, nine of the 31 Republicans in the Assembly broke ranks to vote with the Democrats.",
                "They will pull faces at each other during the school assembly.",
                "This is assembly.",
                "We followed the assembly of the Vespa Primavera 125.",
                "-So, this gentleman over here is doing final assembly on a rocket?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZW1ibHk&hash=c03fbc93efecba82035c11492c1f4f11b0920559&lang=en&cache-only=0",
            "defineEn": "the teacher student conventions that are held in the morning or afternoon in the school",
            "defineVi": "các quy ước giáo viên học sinh được tổ chức vào buổi sáng hoặc buổi chiều trong trường"
        },
        {
            "id": "52d9b886-bd00-4ffd-b60d-5d00922f9173",
            "word": "seminar",
            "phonetic": "sɛmɪnɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We decided to run a series of seminars.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "It started off like a seminar.",
                "Every winter in Quartzsite, Arizona, Wells' devotees convene at the RTR, the Rubber Tramp Rendezvous, for seminars and community.",
                "And I have also done little seminars for other therapists."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hcg&hash=a16e7ac2c1e714f942fea2a1ed832c0e79e27982&lang=en&cache-only=0",
            "defineEn": "a class or course at a college or university in which a small group of students and a teacher discuss a specific subject",
            "defineVi": "một lớp học hoặc khóa học tại một trường cao đẳng hoặc đại học, trong đó một nhóm nhỏ sinh viên và giáo viên thảo luận về một chủ đề cụ thể"
        },
        {
            "id": "b5054203-3d77-46d3-9730-a61c86a171e7",
            "word": "field trip",
            "phonetic": "fiːld tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "To enhance our learning experience, our teacher organized a field trip to the museum.",
                "The school organized a field trip to the zoo, and the children were excited to see the animals up close.",
                "My dad was on a field trip.",
                "At San Francisco's William Cobb Elementary School, teacher Joyce Melocoton prepares her kindergarten class for a field trip to the bank.",
                "They could take a field trip to the zoo virtually."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQgdHJpcA&hash=17022a83e4924d465d89a11300b717cb1e809338&lang=en&cache-only=0",
            "defineEn": "a trip made by researchers or students to learn more about something by being close to it",
            "defineVi": "một chuyến đi được thực hiện bởi các nhà nghiên cứu hoặc sinh viên để tìm hiểu thêm về một cái gì đó bằng cách ở gần nó"
        },
        {
            "id": "ec77ff11-e266-4be0-9227-b97fbad29954",
            "word": "fieldwork",
            "phonetic": "fiːldwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I do fieldwork, I always take photos.",
                "Fieldwork done by entomologists all the way back in the 1800s suggests the Rocky Mountain locust had a kind of home base.",
                "Some say that this type of research is too subjective, but a major benefit of doing fieldwork is that it lets you to gain insights into people’s behavior, in the real world, in a way that experiments won’t."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGR3b3Jr&hash=6f3ab4150c529911446dbf9c63033d42fd3e8e79&lang=en&cache-only=0",
            "defineEn": "scientific study or research conducted in the real world and not in a laboratory or class",
            "defineVi": "nghiên cứu khoa học hoặc nghiên cứu được tiến hành trong thế giới thực chứ không phải trong phòng thí nghiệm hoặc lớp học"
        },
        {
            "id": "b5e4b894-7592-422b-8d96-b61ff9afbf1d",
            "word": "gymnasium",
            "phonetic": "dʒɪmneɪsiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, you will have multiple precincts in a school gymnasium.",
                "So, you will have multiple precincts in a school gymnasium.",
                "We've seen a huge amount of interest from places like hotels, from gymnasiums, from schools, from office buildings.",
                "She goes to presentations, so she'd be walking around in a big gymnasium.",
                "Sodium, mercury, and metal-halide vapor lamps, which are commonly used for lighting streets, warehouses, gymnasiums, and other large areas, are also tubes that run electrical current through a gas."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3ltbmFzaXVt&hash=1bb0f75d1d8a77a8705ee5243eb0bf351db3c18f&lang=en&cache-only=0",
            "defineEn": "a building or room specially equipped for people to do physical exercises",
            "defineVi": "một tòa nhà hoặc căn phòng được trang bị đặc biệt để mọi người tập thể dục",
            "hasImg": true
        },
        {
            "id": "223ddf6e-db10-4d4c-959d-b2eb85e652e1",
            "word": "literacy",
            "phonetic": "lɪɾɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of them is digital literacy.",
                "Only 8% demonstrated high financial literacy.",
                "Literacy grew following the Enlightenment’s emphasis on education, technology, and rational thought.",
                "Four, captions are great for literacy.",
                "Media scholars refer to this skill as media literacy."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhY3k&hash=0280de9659ad6e018e0c910483ba2653506db149&lang=en&cache-only=0",
            "defineEn": "the ability to read and write; one's ability to read and write",
            "defineVi": "khả năng đọc và viết; khả năng của một người để đọc và viết"
        },
        {
            "id": "452c1730-7cf5-4727-8e26-4cdc3a2dcae9",
            "word": "PhD",
            "phonetic": "piːeɪtʃ diː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My efforts to get my PhD have taken a beating over the last couple of years, but I'm still determined to see it through.",
                "John may not have a college degree, but he knows more about fixing cars than his neighbor who has a PhD in physics, proving that a fool knows more in his own house than a wise man in another.",
                "Isaac Asimov had a PhD in biochemistry.",
                "I have a PhD in literature and a fascination with the gothic in horror.",
                "I finished my PhD this year in cell and molecular biology at the University of Texas at Austin."
            ],
            "audio": "https://tts.langeek.co/read?text=UGhE&hash=e3cb10a8b7b0023850560f7e4a5405f928359763&lang=en&cache-only=0",
            "defineEn": "a very high-level university degree given to a person who has conducted advanced research in a specific subject",
            "defineVi": "một bằng đại học cấp cao được trao cho một người đã tiến hành nghiên cứu tiên tiến trong một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "6b4a35d5-717b-4544-bbb5-dbd1de337552",
            "word": "bachelor's degree",
            "phonetic": "bætʃəlɚ bækslæʃ ɛs dᵻɡɹiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjaGVsb3IncyBkZWdyZWU&hash=221febe8e76c6608d40dd5a50635eaad87abf0d6&lang=en&cache-only=0",
            "defineEn": "the first degree given by a university or college to a student who has finished their studies",
            "defineVi": "bằng cấp đầu tiên được cấp bởi một trường đại học hoặc cao đẳng cho một sinh viên đã hoàn thành việc học của họ",
            "hasImg": true
        },
        {
            "id": "64f654fb-e153-41be-90a4-1a5c73fc0fe5",
            "word": "postgraduate",
            "phonetic": "poʊstɡɹɐdʒuːeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "U.S. postgraduate and doctoral level programs could also see an impact.",
                "While it’s true that some postgraduate degrees can push your income into the next tax bracket these percentages don’t tell the whole story."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGdyYWR1YXRl&hash=3fafa97101e9fceef20fa9d63b57f336be0330d1&lang=en&cache-only=0",
            "defineEn": "a graduate student who is studying at a university to get a more advanced degree",
            "defineVi": "một sinh viên tốt nghiệp đang theo học tại một trường đại học để lấy bằng cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "39ff4e1d-8b10-4ad3-ab9d-dfe2b3544724",
            "word": "undergraduate",
            "phonetic": "ʌndɚɡɹædʒuːət ",
            "partOfSpeechType": "noun",
            "examples": [
                "He not only got his four-year undergraduate degree.",
                "Now, it's a small sample size of 154, undergraduates, in Michigan.",
                "The average law student graduates with somewhere between $85,000 and $125,000 in extra debt on top of their undergraduate loans.",
                "Now a psychologist, unlike LCSWs, LMFTs and LPCs, have not only a four-year undergraduate degree, but then a four-year doctorate program.",
                "I actually studied dendritic cells in my undergraduate thesis and I kinda fell in love with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJncmFkdWF0ZQ&hash=b6ccfccedb40a2c49d1abd9ac58bba5093d2ab36&lang=en&cache-only=0",
            "defineEn": "a student who is trying to complete their first degree in college or university",
            "defineVi": "một sinh viên đang cố gắng hoàn thành bằng cấp đầu tiên của họ ở trường cao đẳng hoặc đại học",
            "hasImg": true
        },
        {
            "id": "dea7c0b6-8534-492d-aaa5-f26635314a1b",
            "word": "senior",
            "phonetic": "siːnjɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I had a senior moment and just couldn’t think of his name.",
                "There were hesitations, a gaffe, and one senior moment.",
                "She started as an intern, but now she's a senior manager in just two years.",
                "The museum offers discounted tickets for seniors and adults.",
                "The circumstances in which his most senior colleague resigned has lost him face with the Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9y&hash=19ee5486c2c13ed16410985c096a1e7595241498&lang=en&cache-only=0",
            "defineEn": "related to or of students who are in the last year of high school or college",
            "defineVi": "liên quan đến hoặc của học sinh đang học năm cuối trung học hoặc đại học",
            "hasImg": true
        },
        {
            "id": "02f0680c-f8e3-4ab2-b94e-7170001edffd",
            "word": "certificate",
            "phonetic": "sɚtɪfɪkət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you need a certificate?",
                "Not everyone has a birth certificate.",
                "But you’ve got to have that certificate.",
                "- Ginger to finally get on her birth certificate.",
                "There's a citizenship certificate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGlmaWNhdGU&hash=d5894c90226b5652caa227df7d8bf4845e6936af&lang=en&cache-only=0",
            "defineEn": "an official document that states one has successfully passed an exam or completed a course of study",
            "defineVi": "một tài liệu chính thức cho biết một người đã vượt qua kỳ thi thành công hoặc hoàn thành một khóa học",
            "hasImg": true
        },
        {
            "id": "783d6cd9-cb7f-47b6-8720-d7312e4cfd06",
            "word": "tutor",
            "phonetic": "tuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He offered to tutor his friend in math, knowing that his friend could help him with another subject because one hand washes the other.",
                "After struggling to keep up with her classes, Sarah took her teacher's advice and started attending tutoring sessions to improve her grades.",
                "But her income as a tutor to low-income kids has plummeted.",
                "In normal times, wealthier students have access to tutors and test prep programs that can help them deliver better scores.",
                "Sign up for a Japanese class, hire a Hindi tutor, download an Italian app or really go for it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHV0b3I&hash=5b6ff7b6b68440115b2be6148e0eba6d3a0683c6&lang=en&cache-only=0",
            "defineEn": "a teacher who gives lessons privately to one student or a small group",
            "defineVi": "một giáo viên giảng bài riêng cho một học sinh hoặc một nhóm nhỏ",
            "hasImg": true
        },
        {
            "id": "56b64ff5-3024-45f8-a143-b0af49988da4",
            "word": "workshop",
            "phonetic": "wɜːkʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "He used a tool storage box to organize his workshop.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "They attended a culinary workshop and learned how to make oxtail dumplings.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya3Nob3A&hash=f8a52c4e3fcaeed57fd87466a4cef058fc8c7cce&lang=en&cache-only=0",
            "defineEn": "a meeting at which some individuals work on a specific project or subject and exchange information about it",
            "defineVi": "một cuộc họp mà tại đó một số cá nhân làm việc trên một dự án hoặc chủ đề cụ thể và trao đổi thông tin về nó",
            "hasImg": true
        }
    ]
}