{
    "id": "cd870fd4-ae89-46fb-8b2f-cacf0a930cd3",
    "title": "African and Street Dance",
    "originalTitle": "African and Street Dance",
    "words": [
        {
            "id": "8bfeb65a-c121-4627-b718-3e80ddc4d719",
            "word": "juba dance",
            "phonetic": "dʒuːbə dæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anViYSBkYW5jZQ&hash=f07f4a1ff94d77d30577aaf8aa2a73316bf85409&lang=en&cache-only=0",
            "defineEn": "a historic African American dance with rhythmic foot stomping, clapping, and body percussion",
            "defineVi": "một điệu nhảy lịch sử của người Mỹ gốc Phi với nhịp điệu dậm chân, vỗ tay và bộ gõ cơ thể"
        },
        {
            "id": "bf21564f-8366-420a-a1d3-bd0227c1bf5f",
            "word": "Kizomba",
            "phonetic": "kɪzɑːmbə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=S2l6b21iYQ&hash=aa0c9ccdb1f0915f79d0d5d4b22761ed6766613d&lang=en&cache-only=0",
            "defineEn": "a social partner dance that originated in Angola, characterized by slow and sensual movements, close embrace, and rhythmic music with African and Caribbean influences",
            "defineVi": "một điệu nhảy đối tác xã hội có nguồn gốc từ Ăng-gô-la, được đặc trưng bởi các chuyển động chậm và gợi cảm, ôm sát và âm nhạc nhịp nhàng với ảnh hưởng của Châu Phi và Ca-ri-bê"
        },
        {
            "id": "17d50195-8995-45d3-8b1e-9cd769c81f73",
            "word": "black bottom",
            "phonetic": "blæk bɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hi I'm George C. Wolfe, and I'm the director of \"Ma Rainey's Black Bottom.\"",
                "\"Ma Rainey's Black Bottom\" is the second in a planned 10-part film project capturing the richness of August Wilson's work."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgYm90dG9t&hash=3966985a0b504438930ef1518737917fac2f2720&lang=en&cache-only=0",
            "defineEn": "a historic African American dance with lively movements, often associated with jazz and ragtime music, popularized during the Harlem Renaissance era",
            "defineVi": "một điệu nhảy lịch sử của người Mỹ gốc Phi với các chuyển động sống động, thường kết hợp với nhạc jazz và ragtime, phổ biến trong thời kỳ Phục hưng Harlem"
        },
        {
            "id": "45896654-2299-4c6b-b565-d329a2d3fbe4",
            "word": "gumboot dance",
            "phonetic": "ɡʌmbuːt dæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VtYm9vdCBkYW5jZQ&hash=58aa84a78586d841bbea6a340b7e832bd415067e&lang=en&cache-only=0",
            "defineEn": "a traditional African dance with rhythmic stomping, slapping, and tapping of rubber boots, often performed in unison as a form of communication and expression",
            "defineVi": "một điệu nhảy truyền thống của châu Phi với nhịp điệu dậm chân, vỗ và gõ ủng cao su, thường được biểu diễn đồng loạt như một hình thức giao tiếp và biểu đạt"
        },
        {
            "id": "0249e87c-3d2e-432e-9648-553eff10248f",
            "word": "limbo",
            "phonetic": "lɪmboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is it limbo?",
                "- Aw, c'm on, laser limbo.",
                "In the meantime, families are caught in limbo.",
                "Homo habilis remains a taxon in limbo.",
                "But, as John Yang reports, a battle in Missouri between a progressive prosecutor and a conservative state attorney general has left one man's quest for freedom in limbo."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltYm8&hash=a5dc8d3a8b4ec5120c64c96f18d19c432194d5cb&lang=en&cache-only=0",
            "defineEn": "a Caribbean dance characterized by participants bending backward to pass under a horizontal bar without touching it, accompanied by lively music and dance movements",
            "defineVi": "một điệu nhảy Caribe đặc trưng bởi những người tham gia cúi người về phía sau để vượt qua thanh ngang mà không chạm vào nó, kèm theo âm nhạc sôi động và các động tác khiêu vũ"
        },
        {
            "id": "325b49e8-c788-43b1-a72e-2fb4cfd8cda0",
            "word": "hip hop dance",
            "phonetic": "hɪp hɑːp dæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlwIGhvcCBkYW5jZQ&hash=5267c5486fd818c49307573095ca4b00c4da68bf&lang=en&cache-only=0",
            "defineEn": "an energetic and expressive genre of dance that originated in African American and Latinx communities, characterized by dynamic movements and typically performed to hip hop music",
            "defineVi": "một thể loại khiêu vũ tràn đầy năng lượng và biểu cảm có nguồn gốc từ các cộng đồng người Mỹ gốc Phi và người Latinh, được đặc trưng bởi các chuyển động năng động và thường được biểu diễn theo nhạc hip hop"
        },
        {
            "id": "a701ec88-1907-4e1a-b859-8be8b7173330",
            "word": "break dance",
            "phonetic": "bɹeɪk dæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWsgZGFuY2U&hash=33757527f8ca5ba78076267e0f48cbf601f0aa15&lang=en&cache-only=0",
            "defineEn": "a form of solo dancing that involves rapid acrobatic moves in which different parts of the body touch the ground; normally performed to the rhythm of rap music",
            "defineVi": "một hình thức khiêu vũ solo bao gồm các động tác nhào lộn nhanh trong đó các bộ phận khác nhau của cơ thể chạm đất; thường được biểu diễn theo nhịp điệu của nhạc rap"
        },
        {
            "id": "3649091c-dc40-42eb-850b-86721803e59d",
            "word": "Vogue",
            "phonetic": "voʊɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the mid-1920s, pulp magazines and novels are en vogue.",
                "As Langston Hughes wrote about this time: \"The negro was in vogue.\"",
                "Historically, some pretty dangerous clothing, cosmetics, and accessories have come in vogue, endangering their wearers and makers alike.",
                "At around the turn of the 20th century, there was a vogue for African-American musicals, which we discussed in our episode on the theater of the Harlem Renaissance.",
                "Formula was in vogue, and families of higher socioeconomic status were more likely to adopt these new feeding methods."
            ],
            "audio": "https://tts.langeek.co/read?text=Vm9ndWU&hash=a9a0f4a1cdf51a6b836a7338677b2f3558d5bfc0&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by exaggerated poses and fluid body movements inspired by fashion models on the runway",
            "defineVi": "một phong cách khiêu vũ đặc trưng bởi các tư thế phóng đại và chuyển động cơ thể uyển chuyển lấy cảm hứng từ các người mẫu thời trang trên đường băng"
        },
        {
            "id": "293bec70-0190-43ca-a901-74213f10f788",
            "word": "gangsta walking",
            "phonetic": "ɡæŋstə wɔːkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FuZ3N0YSB3YWxraW5n&hash=a54a3fb14e18e7e983deeedc8a24af36b93465af&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by smooth gliding steps, intricate footwork, and swaggering movements inspired by urban street walking",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các bước trượt mượt mà, động tác chân phức tạp và các động tác lắc lư lấy cảm hứng từ việc đi bộ trên đường phố đô thị"
        },
        {
            "id": "f1724e4d-1654-4fe7-9a39-b3b98e9b7498",
            "word": "Harlem shake",
            "phonetic": "hɑːɹləm ʃeɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SGFybGVtIHNoYWtl&hash=b2be83d4f80dec36ebd710fac3119b902b6e1817&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by rapid, jerky body movements performed to hip hop or electronic music",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các chuyển động cơ thể nhanh, giật được biểu diễn theo nhạc hip hop hoặc điện tử"
        },
        {
            "id": "ff34f6b6-3c08-481b-b150-ead731e021bf",
            "word": "Jerk",
            "phonetic": "dʒɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're being jerked around, and I don't like it.",
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "Those guys are jerks.",
                "You jerk!",
                "That guy was a jerk."
            ],
            "audio": "https://tts.langeek.co/read?text=SmVyaw&hash=24e80c3c00d0f308996991a66e10e57b581f83c2&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by sharp, exaggerated movements of the arms, shoulders, and legs, often performed to hip hop or electronic music",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các chuyển động mạnh mẽ, cường điệu của cánh tay, vai và chân, thường được biểu diễn theo nhạc hip hop hoặc điện tử"
        },
        {
            "id": "1cf56a47-7492-41ea-bbf9-516e84930ad6",
            "word": "locking",
            "phonetic": "lɑːkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tidal locking occurs when a planet orbits too close to its star and the star's gravity pulls harder on the near side of the planet than the far side.",
                "Because of that rigid tidal locking, we’ll never be able to see the far side from the surface of the Earth.",
                "And it's got this really cool locking mechanism, where you just slide in the anchor, and you can put the strap on really easily.",
                "Around a star, tidal locking means that one of a planet’s hemispheres would bake and experience constant day, reaching temperatures up to 100°C or more."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9ja2luZw&hash=464edc2c281ab94ade11540261d04904678e6385&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by distinctive, fluid movements, freezes, and \"locks\" performed to funk or disco music",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các chuyển động đặc biệt, uyển chuyển, đóng băng và \"khóa\" được biểu diễn theo nhạc funk hoặc disco"
        },
        {
            "id": "b41f93fc-989c-42b4-97e8-8166e7d080ff",
            "word": "popping",
            "phonetic": "pɑːpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can see popcorn popping, stacks of candy, and giant soda machines.",
                "It's Blake popping in.",
                "And while none of them are about popping zits, they are fascinating.",
                "But this love of pimple popping isn’t just limited to personal acne: It’s a phenomenon, complete with YouTube channels and even a TV series.",
                "Join us to host this pimple popping game is our special guest, board certified dermatologist and Doctor Pimple Popper herself, Doctor Sandra Lee!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wcGluZw&hash=296db8ace3b603faa5e4ff2cf86c2f936075e592&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by abrupt muscle contractions and releases, creating a popping or hitting effect, often performed to funk or hip hop music",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi sự co thắt và giải phóng cơ bắp đột ngột, tạo ra hiệu ứng popping hoặc hit, thường được biểu diễn theo nhạc funk hoặc hip hop"
        },
        {
            "id": "f9f96761-0998-49b7-9e55-f51d2b888ca7",
            "word": "turfing",
            "phonetic": "tɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVyZmluZw&hash=ef8864524396dc9cb4b3bf30fe16abb27a2760eb&lang=en&cache-only=0",
            "defineEn": "an urban dance style characterized by intricate footwork, body isolations, and storytelling through movement, often performed to hip hop or urban music",
            "defineVi": "một phong cách khiêu vũ đô thị được đặc trưng bởi động tác chân phức tạp, cách ly cơ thể và kể chuyện thông qua chuyển động, thường được biểu diễn theo nhạc hip hop hoặc đô thị"
        },
        {
            "id": "7f04f677-aeed-4117-9176-d75d6acfb76b",
            "word": "house dance",
            "phonetic": "haʊs dæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2UgZGFuY2U&hash=9cee4e6e888277920a7e5f6bc9365776f4968bda&lang=en&cache-only=0",
            "defineEn": "a style of urban dance characterized by fast footwork and fluid movements to house music",
            "defineVi": "một phong cách khiêu vũ đô thị đặc trưng bởi bước chân nhanh và chuyển động uyển chuyển theo nhạc house"
        },
        {
            "id": "ec8ecf4d-6a7c-4fc9-9f9e-fa34c35b7671",
            "word": "French electro dance",
            "phonetic": "fɹɛntʃ ɪlɛktɹoʊ dæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNoIGVsZWN0cm8gZGFuY2U&hash=751b8a4e965f795931345256b09d3d984d00d5a9&lang=en&cache-only=0",
            "defineEn": "type of urban dance that incorporates movements and choreography inspired by the upbeat and energetic characteristics of French electro music",
            "defineVi": "thể loại khiêu vũ đô thị kết hợp các chuyển động và vũ đạo lấy cảm hứng từ đặc tính lạc quan và tràn đầy năng lượng của nhạc điện tử Pháp"
        },
        {
            "id": "18ca7b97-81c2-44a2-99ad-f71d6b2cd38c",
            "word": "Flexing",
            "phonetic": "flɛksɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a sidenote, yoga can also be extremely beneficial, because of the breathing, and the progressive relaxation that comes along with it, the strengthening of the muscles, and the relaxing of it, the flexing and relaxing, so that's another option as well."
            ],
            "audio": "https://tts.langeek.co/read?text=RmxleGluZw&hash=0949d872daac923cadf22ffbd92b0b98b5c319a1&lang=en&cache-only=0",
            "defineEn": "a style of dance that originated in Brooklyn, New York, characterized by isolations, contortions, and fluid movements of the body to the beat of music",
            "defineVi": "một phong cách khiêu vũ bắt nguồn từ Brooklyn, New York, được đặc trưng bởi sự cô lập, uốn éo và chuyển động uyển chuyển của cơ thể theo nhịp điệu của âm nhạc"
        },
        {
            "id": "35f4b934-3e04-4eec-b73e-1105f896f77f",
            "word": "krumping",
            "phonetic": "kɹʌmpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a3J1bXBpbmc&hash=b5280a5022c60749fde750f74ceaa2bc2f0896b3&lang=en&cache-only=0",
            "defineEn": "a high-energy and aggressive style of street dance from Los Angeles characterized by fast, expressive movements to high-energy music",
            "defineVi": "một phong cách khiêu vũ đường phố tràn đầy năng lượng và năng nổ từ Los Angeles được đặc trưng bởi các chuyển động nhanh, biểu cảm theo âm nhạc năng lượng cao"
        },
        {
            "id": "1a86f627-cfc3-41c8-ab6c-d9e61c67a20f",
            "word": "robot dancing",
            "phonetic": "ɹoʊbɑːt dænsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9ib3QgZGFuY2luZw&hash=d38e4c03678af7225ed2f58d5da8c78061a6c67b&lang=en&cache-only=0",
            "defineEn": "a style of dance characterized by mechanical and robotic movements that imitate the movements of a robot or machine",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các chuyển động cơ học và rô-bốt bắt chước các chuyển động của rô-bốt hoặc máy móc"
        },
        {
            "id": "4a45b083-6631-4cc1-a415-c2f32b4887b9",
            "word": "Bankhead bounce",
            "phonetic": "bæŋkhɛd baʊns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmFua2hlYWQgYm91bmNl&hash=ab93b06b33c9f8da1f70e1fbc6a0ce2e1834da3a&lang=en&cache-only=0",
            "defineEn": "a style of dance that originated in the Bankhead neighborhood of Atlanta, Georgia, known for its energetic and bouncy movements often performed to hip hop or trap music",
            "defineVi": "một phong cách khiêu vũ bắt nguồn từ khu phố Bankhead của Atlanta, Georgia, được biết đến với những chuyển động mạnh mẽ và sôi nổi thường được biểu diễn theo nhạc hip hop hoặc bẫy"
        },
        {
            "id": "1109481b-8598-43e9-8612-e509d860c7f5",
            "word": "Uprock",
            "phonetic": "ʌpɹɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VXByb2Nr&hash=94a42e5853362e3f047a38a9f6cd69d80bf44d85&lang=en&cache-only=0",
            "defineEn": "a 1970s dance precursor to breakdancing, characterized by close interaction, improvisation, and rhythmic movements",
            "defineVi": "tiền thân của điệu nhảy breakdance những năm 1970, được đặc trưng bởi sự tương tác chặt chẽ, ngẫu hứng và chuyển động nhịp nhàng"
        },
        {
            "id": "8ae15df0-f6c7-4776-8a30-437014089a51",
            "word": "boogaloo",
            "phonetic": "buːɡɐluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "What do soldiers and Marines bring to the Boogaloo?",
                "And they specifically warned that supporters of the so-called Boogaloo movement are planning to commit violence in Michigan and Minnesota.",
                "It derived from boogaloo, struttin', poppin', lockin'."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vZ2Fsb28&hash=855fc721ca2e1f2035d196ec2670a9cfffe29e99&lang=en&cache-only=0",
            "defineEn": "a style of dance characterized by its fluid movements and rhythmic grooves",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các chuyển động uyển chuyển và nhịp điệu của nó"
        },
        {
            "id": "feee32d2-8c81-45ac-bcaa-3fc117e7a1e2",
            "word": "waacking",
            "phonetic": "wɑːkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FhY2tpbmc&hash=73ffa864ac255ece6833400414750737245ea17a&lang=en&cache-only=0",
            "defineEn": "a dance style known for its fast arm movements, poses, and expressive performance style",
            "defineVi": "một phong cách khiêu vũ được biết đến với các chuyển động cánh tay nhanh, tư thế và phong cách biểu diễn biểu cảm"
        },
        {
            "id": "32966aee-a044-41ed-80bf-98ddc3a52d51",
            "word": "bogle",
            "phonetic": "bɑːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9nbGU&hash=4009e90e2b38ca871d74c1ded4f981f7948d6fed&lang=en&cache-only=0",
            "defineEn": "a dance style characterized by quick, jerking movements and exaggerated body gestures often performed to dancehall or reggae music",
            "defineVi": "một phong cách khiêu vũ được đặc trưng bởi các chuyển động nhanh, giật và các cử chỉ cơ thể cường điệu thường được biểu diễn theo nhạc dancehall hoặc reggae"
        },
        {
            "id": "a3b88745-b907-4fd8-a88e-f7f9e8f1de1d",
            "word": "cakewalk",
            "phonetic": "keɪkwɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life without a leg is no cakewalk.",
                "That one seems like cakewalk. ",
                "I've talked to Russian officials close to the Defense Ministry and in the security establishment who talk about essentially bragging about what a cakewalk it was militarily and that, of course, the armed forces of relatively small Georgia were no match for the behemoth of the Russian military.",
                "I knew full well when I got on the base that it wasn’t going to be a cakewalk."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FrZXdhbGs&hash=9612659c301616deccd78e5916cb3dbab81141e6&lang=en&cache-only=0",
            "defineEn": "a strutting dance based on a march; was performed in minstrel shows; originated as a competition among Black dancers to win a cake",
            "defineVi": "một điệu nhảy khệnh khạng dựa trên một cuộc hành quân; đã được biểu diễn trong các chương trình minstrel; bắt nguồn từ một cuộc thi giữa các vũ công Da đen để giành được một chiếc bánh"
        },
        {
            "id": "a7569e57-f12e-40a0-a14a-57372441546c",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a lively and energetic solo or group dance with intricate footwork, often associated with Appalachian or Southern Appalachian traditional dancing",
            "defineVi": "một điệu nhảy solo hoặc nhóm sôi nổi và tràn đầy năng lượng với động tác chân phức tạp, thường được kết hợp với điệu nhảy truyền thống Appalachian hoặc Nam Appalachian"
        }
    ]
}