{
    "id": "cddf61b8-385d-4935-99b4-fdc01e429569",
    "title": "The Soul of a Soulless World",
    "originalTitle": "The Soul of a Soulless World",
    "words": [
        {
            "id": "3065f113-db27-4b0d-afbc-d33aabf40bd7",
            "word": "to alienate",
            "phonetic": "tʊ eɪliəneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Be careful not to alienate your friends as you climb to the top of the company, because if things don't work out, you'll have no one there to break your fall.",
                "As Asmus shows, even the German government remained in two minds as to the benefits of no longer being on the frontline and the drawbacks of alienating Russia.",
                "I alienate everyone.",
                "The Hispanic voter in America has been completely alienated from the Republican Party by a hostile message. ",
                "Proms also can alienate those who do not conform to the heteronormative paradigm."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxpZW5hdGU&hash=1eac98b80fb9ebe8066718f03716dad9ebcc79e0&lang=en&cache-only=0",
            "defineEn": "to make it so that someone is no longer friendly, supportive, or sympathetic toward one",
            "defineVi": "để làm cho nó để ai đó không còn thân thiện, hỗ trợ, hoặc thông cảm đối với một"
        },
        {
            "id": "9bb156a0-a3f6-4b47-88ff-f2588f7963ab",
            "word": "to disperse",
            "phonetic": "tə dɪspɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Disperse the area now.",
                "In Seattle, police actually dispersed some crowds with pepper spray.",
                "- Like, dispersing.",
                "All persons must immediately disperse to the south and to the east.",
                "It's dispersing?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGVyc2U&hash=7348f9a277766363211902e4abaf1aec00c0ffa8&lang=en&cache-only=0",
            "defineEn": "to part and move in different directions",
            "defineVi": "chia tay và di chuyển theo các hướng khác nhau"
        },
        {
            "id": "1fa0c055-c6b1-4c25-a0a5-524f66d7557e",
            "word": "to supplicate",
            "phonetic": "tə sʌplᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcGxpY2F0ZQ&hash=6662fa5f2f9a931d29b179edcb860f3f265591fc&lang=en&cache-only=0",
            "defineEn": "to make a request or prayer for something, particularly in an earnest and humble manner",
            "defineVi": "để yêu cầu hoặc cầu nguyện cho một cái gì đó, đặc biệt là một cách nghiêm túc và khiêm tốn"
        },
        {
            "id": "e839310e-6c0c-46c7-a39c-2cf65964be00",
            "word": "to venerate",
            "phonetic": "tə vɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We tell and retell their biographies while venerating their awe-inspiring works.",
                "She and Rivera actively collected Mexican art from a variety of traditions, Pre-columbian objects, folk art, and a large number of retablos, small devotional paintings on wood or metal that venerate Catholic saints.",
                "A lot of artists tried to live up to Polykleitos’s legacy, including the Italian Renaissance artists that Vasari venerated.",
                "All of these practices, though some may seem strange today, were ways of venerating the dead.",
                "She made herself into a sacred figure to be venerated, an icon fixed in time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVuZXJhdGU&hash=29fae3f8e9fda257812e2e13916b95c506920ce2&lang=en&cache-only=0",
            "defineEn": "to feel or display a great amount of respect toward something or someone",
            "defineVi": "để cảm thấy hoặc hiển thị một lượng lớn sự tôn trọng đối với một cái gì đó hoặc ai đó"
        },
        {
            "id": "cb09a5c6-d84c-4d31-acb9-2e718d4943ea",
            "word": "apotheosis",
            "phonetic": "ɐpɑːθiːəsiz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hey, you can’t have a fight without some casual misogyny Hemmingway’s lasting success in mythologizing himself is no more evident than in his reputation as the Apotheosis of Masculinity.",
                "MH17 really was a case where we saw this in action, a very concentrated way, the apotheosis of this approach.",
                "And this is a revelation to Gilgamesh, the truth of immortality, and it serves as his Apotheosis (12)."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvdGhlb3Npcw&hash=d4a1c215bdc7730d390f37c10e5b0cb037432c0c&lang=en&cache-only=0",
            "defineEn": "the act of elevating a person's rank to that of a god",
            "defineVi": "hành động nâng cấp của một người lên cấp của một vị thần"
        },
        {
            "id": "e2795133-0b8f-4101-9141-acfe9d19127b",
            "word": "atavism",
            "phonetic": "æɾeɪvɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But sometimes, atavisms change the course of evolution, leading to the reemergence of traits in an entire species.",
                "Studying this particular atavism has given researchers a better understanding of the changes that whales have gone through to become the gentle giants of the sea.",
                "Atavisms give us insight into the ancestral lineages of organisms, and help prove, or disprove, what we think we know about evolution.",
                "Such re-appearances of traits thought to be lost forever are known as atavisms.",
                "And they’re interested in the specifics here, because as far as we know, this atavism is the only example of the loss of dwarfism in an animal."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRhdmlzbQ&hash=490bf71c577d161822454606fad0766d17f87c52&lang=en&cache-only=0",
            "defineEn": "an ancestral or ancient trait, feeling, outlook, activity, etc. that modern humans revert to",
            "defineVi": "một đặc điểm, cảm giác, cách nhìn, hoạt động, v.v. của tổ tiên hoặc cổ xưa mà con người hiện đại trở lại"
        },
        {
            "id": "ff3a9c14-d918-4376-99e3-fa334378c492",
            "word": "chauvinist",
            "phonetic": "ʃoʊvɪnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its leaders describe themselves as a western chauvinist organization.",
                "Like, maybe we’re being cell chauvinists."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhdXZpbmlzdA&hash=425fe6cbf478716e88136a4dfb2511ca70bd045a&lang=en&cache-only=0",
            "defineEn": "someone who strongly believes that their gender, race, country, or group is superior",
            "defineVi": "một người tin tưởng mạnh mẽ rằng giới tính, chủng tộc, quốc gia hoặc nhóm của họ là vượt trội"
        },
        {
            "id": "5779f227-9b59-49e2-8747-7e75650e3987",
            "word": "epiphany",
            "phonetic": "ᵻpɪfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 1920s Dorsey had an epiphany.",
                "But on one of them, working in construction supply, he had his epiphany.",
                "And the epiphany that we had was let's compete for traffic on the basis of price, not necessarily on the basis of having a nicer product or a more comfortable experience or things like that.",
                "At her husband’s epiphany, the compassionate Parvati could no longer stand by and watch her devotees wasting away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpcGhhbnk&hash=e3d3e93d23bbb6d7a3f6fc22467c3f9f21a43543&lang=en&cache-only=0",
            "defineEn": "a moment in which one comes to a sudden realization",
            "defineVi": "một khoảnh khắc mà người ta chợt nhận ra"
        },
        {
            "id": "8846b84e-60f2-4ef2-8554-2d114fd6c84f",
            "word": "exegesis",
            "phonetic": "ɛɡzɪdʒiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhlZ2VzaXM&hash=0a62cb9b3b93b0a794fbfd24c6e490fc3998c349&lang=en&cache-only=0",
            "defineEn": "an interpretation and thorough explanation of a piece of writing, particularly a religious one",
            "defineVi": "một giải thích và giải thích kỹ lưỡng về một phần của văn bản, đặc biệt là một tôn giáo"
        },
        {
            "id": "833ac2fa-5f84-4c71-bc7a-474426da4d61",
            "word": "hedonist",
            "phonetic": "hɛdənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "People with addiction can sometimes be stigmatized as pleasure-bound hedonists who have no self-control, but people often compulsively use substances or do things in reaction to stress and other psychological problems."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVkb25pc3Q&hash=103de8c1732a139ec30f897e858d337d9d11fd74&lang=en&cache-only=0",
            "defineEn": "an individual who acts according to the belief that pursuing pleasure is of the highest importance in life",
            "defineVi": "một cá nhân hành động theo niềm tin rằng theo đuổi niềm vui là điều quan trọng nhất trong cuộc sống"
        },
        {
            "id": "52af5582-8a9c-49c0-ae75-4f5527a3f134",
            "word": "iconoclast",
            "phonetic": "aɪkənɑːklæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the person most famous today for his work in alchemy is the Swiss physician and iconoclast Paracelsus, born in 1493, who also was called Theophrastus Bombastus von Hohenheim.",
                "Well, I think Donald Trump attracted them because he was the iconoclast that they had been as well. "
            ],
            "audio": "https://tts.langeek.co/read?text=aWNvbm9jbGFzdA&hash=25b666d5d4729d0570bd15207abdca23776235e7&lang=en&cache-only=0",
            "defineEn": "an individual who criticizes and attacks beliefs, ideas, customs, etc. that are generally cherished or accepted",
            "defineVi": "một cá nhân chỉ trích và tấn công niềm tin, ý tưởng, phong tục, v.v. thường được trân trọng hoặc chấp nhận"
        },
        {
            "id": "dccf3af3-ce48-4ef8-b0e8-49a271951c51",
            "word": "libertine",
            "phonetic": "lɪbɚtiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGliZXJ0aW5l&hash=6945d5673be2bf4fb9c1afc279f05a04613f60c4&lang=en&cache-only=0",
            "defineEn": "an individual who is not concerned with morality and overindulges in pleasure, particularly sexual pleasure",
            "defineVi": "một cá nhân không quan tâm đến đạo đức và quá đam mê niềm vui, đặc biệt là niềm vui tình dục"
        },
        {
            "id": "75cdf29e-5dea-4309-a670-ec8b8d98b722",
            "word": "litany",
            "phonetic": "lɪtəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early on, YouTube face a litany of lawsuits around copyright infringement.",
                "And then of course the media started to ask questions, and the litany of responses was just crushing from the women. ",
                "A study from UCLA reviewing over 100 different California bail bond businesses contracts found a litany of clauses that researchers believed could not stand up against a challenge in court.",
                "We're applying very kind of simple ideas across to how to handle a litany of very complex situations.",
                "She goes through all the litany she goes, \"But um, he needs to learn how to use his words more.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0YW55&hash=7979caea39ba292b52b72c63b2f3a1d143311dff&lang=en&cache-only=0",
            "defineEn": "a religious service that consists of the leading person saying some prayers followed by set responses from the people who are participating",
            "defineVi": "một nghi lễ tôn giáo bao gồm người dẫn đầu nói một số lời cầu nguyện, sau đó là phản hồi nhất định từ những người đang tham gia"
        },
        {
            "id": "55c9b86a-14ee-43cc-8932-179ca41ee8b3",
            "word": "mores",
            "phonetic": "moːɹz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9yZXM&hash=bb6d0d50cfed8639385938a9aad1ea8a1059c10d&lang=en&cache-only=0",
            "defineEn": "the traditions, customs, and values of a society that characterize it",
            "defineVi": "các truyền thống, phong tục và giá trị của một xã hội đặc trưng cho nó"
        },
        {
            "id": "92e5ef60-f616-45fe-8d53-73fa821104c8",
            "word": "occult",
            "phonetic": "əkʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is Donald Trump trembling in his boots over mass occult and witch spells?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdWx0&hash=86efe662fdae7cfe0d9e9d81b024450748e9aec7&lang=en&cache-only=0",
            "defineEn": "all that relates to the magical and supernatural, their events, practices, powers, etc.",
            "defineVi": "tất cả những gì liên quan đến ma thuật và siêu nhiên, các sự kiện, thực hành, sức mạnh của họ, v.v."
        },
        {
            "id": "d671df9d-9849-46c0-b4e1-44f8ecf767f8",
            "word": "prognostication",
            "phonetic": "pɹɑːɡnəstɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZ25vc3RpY2F0aW9u&hash=b6b31bfc81042b91aa34ce99eeafa3623340f534&lang=en&cache-only=0",
            "defineEn": "a statement meaning to predict or guess the events of the future",
            "defineVi": "một tuyên bố có nghĩa là dự đoán hoặc đoán các sự kiện trong tương lai"
        },
        {
            "id": "9d6c9bd5-b96c-4642-8cba-3ebeb7472ea7",
            "word": "recluse",
            "phonetic": "ɹɛkluːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjbHVzZQ&hash=921513763fc69fb8a12ff252fca7c0721bd3cb74&lang=en&cache-only=0",
            "defineEn": "an individual who lives by themselves and avoids all sorts of contact with other people",
            "defineVi": "một cá nhân sống một mình và tránh mọi hình thức tiếp xúc với người khác"
        },
        {
            "id": "50345f30-a565-4bef-8119-fd74478fb589",
            "word": "solecism",
            "phonetic": "soʊlsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29sZWNpc20&hash=72fbc5bef610e27baec1e65902354414bc84d6d8&lang=en&cache-only=0",
            "defineEn": "an act that is considered to be impolite or unacceptable",
            "defineVi": "một hành động được coi là bất lịch sự hoặc không thể chấp nhận được"
        },
        {
            "id": "ab75edbe-a286-449a-9c37-ced15f553aa0",
            "word": "turpitude",
            "phonetic": "tɜːpɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sounds really bad, turpitude.",
                "Black people lie, they will forge their name on documents, and therefore they're committing moral turpitude against society and can be restricted from voting.",
                "Alabama has a whole list of like 50 felonies that they say involve moral turpitude, that disqualifies you from voting."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVycGl0dWRl&hash=dbd4114f9f7f67c4309da269d7bf807430389f67&lang=en&cache-only=0",
            "defineEn": "a disposition or behavior that is extremely immoral or wicked",
            "defineVi": "một khuynh hướng hoặc hành vi cực kỳ vô đạo đức hoặc xấu xa"
        },
        {
            "id": "ac8e960f-041c-4072-a60b-1cc1a911a632",
            "word": "arcane",
            "phonetic": "ɑːɹkeɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of the things about game consoles prior to Xbox was that the hardware is arcane.",
                "Somebody that speaks the arcane language Legalese.",
                "Now here's one, this is a bit of arcane trivia.",
                "I had to scrounge in vfx chat-rooms, dvd special features, and arcane blogs to learn enough to make my lord-of-the-rings and star-wars parodies.",
                "Imagine, like, Gandalf, but with one eye, lots of muscles, an unhealthy desire for arcane wisdom and a bit of a mean streak."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjYW5l&hash=3b200c74e8d828b10f4349d3c71fde83ab53c5bc&lang=en&cache-only=0",
            "defineEn": "secret knowledge is necessary for it to be understood",
            "defineVi": "kiến thức bí mật là cần thiết để nó được hiểu"
        },
        {
            "id": "48a00bb8-8596-41ba-b207-63eaa7cb06de",
            "word": "benighted",
            "phonetic": "bᵻnaɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was the kind of well-intentioned but benighted commentary that you expect from people who inhabit environments where there aren't very many Black people, and the United States Senate has historically been a prime example of that."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuaWdodGVk&hash=3a2942e08f95503c3d21f59c2045f399fc2705ca&lang=en&cache-only=0",
            "defineEn": "lacking in intellect, culture, knowledge, or morals",
            "defineVi": "thiếu trí tuệ, văn hóa, kiến thức hoặc đạo đức"
        },
        {
            "id": "c588c105-3b14-4a53-b79d-8df18cd74b7d",
            "word": "contrite",
            "phonetic": "kəntɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpdGU&hash=22cd6eda2347479a9ce4ba885da2074580cb40a2&lang=en&cache-only=0",
            "defineEn": "expressing or experiencing deep regret or guilt because of a wrong act that one has committed",
            "defineVi": "thể hiện hoặc trải qua sự hối hận sâu sắc hoặc cảm giác tội lỗi vì một hành động sai trái mà một người đã phạm phải"
        },
        {
            "id": "e51fa0e2-47c7-476d-b593-877f06783c64",
            "word": "diabolical",
            "phonetic": "daɪəbɑːlɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So he devised a diabolical trial.",
                "And in the decades after it was published, The Prince gained a diabolical reputation.",
                "And one of the insidious and diabolical elements of that was that they understood that the core of Obama’s appeal was that he was a healing figure. ",
                "The suspect was stripped of clothing, shaved of bodily hair, so that the torturer could minutely examine the body for all the diabolical signs that had come down in lore and then been codified in various manuals and books of demonology.",
                "No society is immune from them, but when I say psychological disorder I'm guessing some of you will conjure up all sorts of dramatic images like diabolical criminals from Arkham Asylum or Hollywood stereotypes of various eccentric, scary, or tragic figures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhYm9saWNhbA&hash=c1672c83f49bfaa2c2751cb6dc6834eb6ff50b14&lang=en&cache-only=0",
            "defineEn": "tremendously wicked or evil, just like the Devil",
            "defineVi": "cực kỳ độc ác hoặc xấu xa, giống như Ác quỷ",
            "hasImg": true
        },
        {
            "id": "e6c2123d-2217-4ce8-9acb-c9d8cb1158bd",
            "word": "disjointed",
            "phonetic": "dɪsdʒɔɪntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that might seem a little disjointed, and they've come up with a brilliant name.",
                "The events that comprise Pilgrim’s disjointed narrative actually have quite a logical progression.",
                "That's it for this topic if you're new to my channel it may seem a little disjointed with needing to go to other videos to get more information and that is kind of by design because I don't want to make these videos so epic in length that with all these definitions and going through all these criteria and then it makes it hard, I mean it's hard enough to go through the criteria just for one disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzam9pbnRlZA&hash=9dfdf6a5f27a82ebc685d705387748be71be557b&lang=en&cache-only=0",
            "defineEn": "not connected in an orderly or coherent way",
            "defineVi": "không được kết nối một cách có trật tự hoặc mạch lạc"
        },
        {
            "id": "2a4197d9-8d80-4b4d-818c-3f81353b8ca4",
            "word": "fanatical",
            "phonetic": "fɐnæɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If that kind of enthusiasm persists, Costco may soon find it has created a whole new crop of fanatical members, this time in the world's most populous country."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpY2Fs&hash=bc94d4b08c16fbdeff190314edae314635bba341&lang=en&cache-only=0",
            "defineEn": "holding or acting upon extreme beliefs or opinions, particularly regarding politics or religion",
            "defineVi": "nắm giữ hoặc hành động theo niềm tin hoặc quan điểm cực đoan, đặc biệt là về chính trị hoặc tôn giáo"
        },
        {
            "id": "53a66c6d-404c-4ac2-8884-7f4ac076a5a1",
            "word": "gregarious",
            "phonetic": "ɡɹɛɡɛɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Scientists call this gregarious behavior.",
                "He’s a gregarious guy. ",
                "A gregarious jokester, his daughter said her dad's laughter would fill a room and that he was the type of person who would give you the shirt off his back.",
                "Tiffany Shackelford was gregarious and made people instantly feel comfortable, her husband said.",
                "Gregarious and fun, Ralph loved that his most recent work as a flight attendant allowed him to explore the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZ2FyaW91cw&hash=004a2466ccd50e2f875b3bf2f4889e4ea3fd24e6&lang=en&cache-only=0",
            "defineEn": "(of people) delighted by the company of others",
            "defineVi": "(của mọi người) vui mừng bởi công ty của những người khác"
        },
        {
            "id": "dc8d9da3-a19f-4a7e-a940-e2e2cb21d4b9",
            "word": "indifferent",
            "phonetic": "ɪndɪfɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "I'm mostly indifferent.",
                "and I'm pretty indifferent about them.",
                "There's gotta be some emotional investment with the person to hate them versus someone you're indifferent toward.",
                "Good, bad, or indifferent, but it makes you who you are."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWZmZXJlbnQ&hash=bfc5f86230e75de5ad23f17fa3364e2433adf926&lang=en&cache-only=0",
            "defineEn": "characterized by a lack of partiality",
            "defineVi": "đặc trưng bởi sự thiếu một phần"
        },
        {
            "id": "8e80f09b-2c6c-487b-aed7-a19f7962bc88",
            "word": "orthodox",
            "phonetic": "ɔːɹθədɑːks ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that last point interests me, for those who want to see him negatively, Aurangzeb’s orthodox Islam had no room for musicians or poets.",
                "For example, it’s common for married Orthodox Jewish women to wear some form of hair covering, whether it’s a scarf, a hat, or a wig called a sheitel.",
                "Members of the Hasidic community or the Orthodox Jewish community we’re shuttering the synagogues to save lives.",
                "Ivan also summoned distinguished representatives of the orthodox church and the nobility along with wealthy townspeople to an assembly (zemskii sobor), which continued to meet.",
                "Despite Rasputin’s heavy drinking, petty theft, and promiscuity, his reputation as a monk quickly spread beyond Siberia and attracted both laypeople and powerful Orthodox clergymen."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9kb3g&hash=457a9aa1d77983a928735f65392937c12690241d&lang=en&cache-only=0",
            "defineEn": "commonly acknowledged ideas, beliefs, or practices",
            "defineVi": "ý tưởng, niềm tin, hoặc thực hành thường được thừa nhận"
        },
        {
            "id": "6c9f4979-dce5-4b29-b351-123d63dd1ea9",
            "word": "pious",
            "phonetic": "paɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was known in his time for his generosity and pious life."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlvdXM&hash=a49b69ac1734cce4f6d91ada9cdae8c5c4d3609d&lang=en&cache-only=0",
            "defineEn": "having strong faith in a religion and living according to it",
            "defineVi": "có niềm tin mãnh liệt vào một tôn giáo và sống theo nó"
        },
        {
            "id": "118678dc-136e-4dd5-85f7-efda557389aa",
            "word": "principled",
            "phonetic": "pɹɪnsɪpəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He will be remembered as a principled journalist, who expressed his views without mincing his words and enjoyed respect of his community.",
                "Our principled position regarding our province’s future status is set in stone.",
                "My predecessor as chairman of the Rules Committee was a principled patriot across the board.",
                "And that's why I think that Donald Trump's stance on things like immigration or on trade, on China and so on, or what he calls principled realism in foreign policy, I think those are consistent with the Republican Party's principles for a very long time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGxlZA&hash=13aebbaa26ec5430ce4dac2180ca66b2d1337f36&lang=en&cache-only=0",
            "defineEn": "behaving in a manner that shows one's high moral standards",
            "defineVi": "cư xử theo cách thể hiện tiêu chuẩn đạo đức cao của một người"
        },
        {
            "id": "753ab8d4-008c-4366-8f15-608bd1952d53",
            "word": "polarized",
            "phonetic": "poʊlɚɹaɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The politician acknowledged that extremes meet, and that the most polarized political views often shared underlying fears and concerns about the future.",
                "We were very polarized.",
                "They can also see polarized light.",
                "This is a very polarized country.",
                "[Narrator] When this audacious paint job was unveiled in the middle of up-market Kensington, it achieved instant notoriety and polarized opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sYXJpemVk&hash=e15d059631ad3feabcbc351fe052b474821d42cb&lang=en&cache-only=0",
            "defineEn": "divided into groups that strongly disagree",
            "defineVi": "chia thành các nhóm không đồng ý mạnh mẽ"
        },
        {
            "id": "48bda071-5796-4a4a-b113-a63118a4a59a",
            "word": "sacrosanct",
            "phonetic": "sækɹəsæŋkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "News doesn't feel sacrosanct the way it used to. ",
                "This new show worries me, and not because Terry Gilliam's time-travel flick is sacrosanct."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fjcm9zYW5jdA&hash=947887a4d5eb5e3a7015d113cb95f3af1084d259&lang=en&cache-only=0",
            "defineEn": "extremely important, to the point that it is not allowed to be condemned or changed",
            "defineVi": "cực kỳ quan trọng, đến mức không được phép lên án hay thay đổi"
        },
        {
            "id": "22158ab1-e11f-4757-b8ba-9ea8c9106850",
            "word": "secular",
            "phonetic": "sɛkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It can be found in secular music as well.",
                "And what will the secular decline of sugar sweetened beverages in the US mean for the future of Coca Cola?",
                "- Blending gospel and secular sounds hasn't stopped.",
                "Nasser’s was a largely secular nationalism, and he and his successors saw one of the other anti-imperialistic nationalist forces in Egypt, the Muslim Brotherhood, as a threat.",
                "But back in Bavaria, law professor Adam Weishaupt’s attempts to teach secular philosophy continued to be frustrated."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdWxhcg&hash=1e6db5c0bbf15f0f9e2e7a3b405b61bc4e1ba00b&lang=en&cache-only=0",
            "defineEn": "not concerned or connected with religion",
            "defineVi": "không quan tâm hoặc kết nối với tôn giáo"
        },
        {
            "id": "896d4e57-1b40-42d0-8977-2142091a2d7b",
            "word": "unseemly",
            "phonetic": "ʌnsiːmli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It may be messy but it's certainly not unseemly.",
                "I’ve been hearing a lot of unfair, unseemly, and unscientific generalizations being made lately.",
                "She’s enthusiastically championing his lines, sometimes to an unseemly degree, sometimes seeming to politicize the post of DHS secretary which past secretaries have always avoided. ",
                "Could you understand why someone might think of this as being somewhat unseemly that you have corporations and attorneys general partnering up on an action plan to fight federal environmental regulations?"
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zZWVtbHk&hash=efa6b3375cd238a07bbc09104aee824fdc3951bc&lang=en&cache-only=0",
            "defineEn": "behaving in a manner that is impolite and not in accordance with the situation",
            "defineVi": "cư xử một cách bất lịch sự và không phù hợp với tình hình"
        }
    ]
}