{
    "id": "ce0adc08-159e-4dd7-a22c-c64a15739f2b",
    "title": "Unit 2 - Preview",
    "originalTitle": "Unit 2 - Preview",
    "words": [
        {
            "id": "99005989-e6b7-4ce0-a476-9045bf749711",
            "word": "to take",
            "phonetic": "tə teɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take your pick.",
                "His new world record will take some beating.",
                "His apology took the edge off her anger.",
                "Things like this take time.",
                "The river took a meandering bend through the picturesque valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZQ&hash=218a7b24f2f9192973800c7366909ef3421d1aec&lang=en&cache-only=0",
            "defineEn": "to seize or capture a place or person; to obtain control over something",
            "defineVi": "để nắm bắt hoặc nắm bắt một địa điểm hoặc người; để có được quyền kiểm soát trên một cái gì đó"
        },
        {
            "id": "a26e6c41-45b4-4830-a5fe-5b6ecf5c09c8",
            "word": "responsibility",
            "phonetic": "ɹᵻspɑːnsəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Responsibility is shared between parents and teachers.",
                "I take full responsibility for my actions.",
                "As an adult, she took on the responsibilities of her career and family.",
                "It is our responsibility as parents to guide and support our children through their journey of growth and development.",
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2liaWxpdHk&hash=abb401b3db586dbdafe16c8d685a61de577a2602&lang=en&cache-only=0",
            "defineEn": "the obligation to perform a particular duty or task that is assigned to one",
            "defineVi": "nghĩa vụ thực hiện một nhiệm vụ hoặc nhiệm vụ cụ thể được giao cho một người"
        },
        {
            "id": "95781621-8cdb-475b-85e6-5a1ff17195e1",
            "word": "to admit",
            "phonetic": "tʊ ɐdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Admit it Bobby.",
                "Over 40% of Americans admitted they were living beyond their means.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field.",
                "He admitted killing a deer out of season.",
                "I have to admit that the news gave us a shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQ&hash=bfeabcb3b5af3e2fa25291b6353105d935571035&lang=en&cache-only=0",
            "defineEn": "to agree with the truth of something, particularly reluctantly",
            "defineVi": "để đồng ý với sự thật của một cái gì đó, đặc biệt miễn cưỡng"
        },
        {
            "id": "ba5d21ad-35b0-4d76-90b6-549179001a24",
            "word": "to avoid",
            "phonetic": "tʊ ɐvɔɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He avoided serious injury following a head-first fall on to the ice.",
                "Avoid showing him the beers, or he’ll inform your parents.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "He avoided consuming saturated fatty acids in his diet to maintain a healthy lifestyle.",
                "He read the food label carefully to avoid products containing trans fatty acids."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZvaWQ&hash=18027e0d7656d4e09cd9913090f4a92c3a39a984&lang=en&cache-only=0",
            "defineEn": "to try to stay away from someone or something; to stop doing something",
            "defineVi": "cố gắng tránh xa ai đó hoặc cái gì đó; dừng lại làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "123078a5-9474-4ff0-9360-3902e66b58a4",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to form, produce, or prepare something, by putting parts together or by combining materials",
            "defineVi": "để hình thành, sản xuất hoặc chuẩn bị một cái gì đó, bằng cách đặt các bộ phận lại với nhau hoặc bằng cách kết hợp các vật liệu",
            "hasImg": true
        },
        {
            "id": "5b9165db-86b6-4e77-b470-b802c702204f",
            "word": "mistake",
            "phonetic": "mɪsteɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That one mistake left him thousands of pounds out of pocket.",
                "One mistake and we're back to the drawing board.",
                "He put salt into the sugar bowl by mistake.",
                "The athlete's mistakes during the game put him on the firing line of criticism from fans and media.",
                "The teacher corrected my mistake and explained the correct solution."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdGFrZQ&hash=730494e5293b9b1d1d778109f2aa2b5ea5af2a74&lang=en&cache-only=0",
            "defineEn": "an act or opinion that is wrong",
            "defineVi": "một hành động hoặc ý kiến đó là sai"
        },
        {
            "id": "e94de689-f917-494a-9204-34001c312178",
            "word": "to make up",
            "phonetic": "tə meɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quite suddenly, her mind was made up.",
                "It's now or never, so make up your mind.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "Before making up your mind, you need to give both sides a fair hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cA&hash=0b8bc43fbdf0ecebc12ad0092ad26bf192017101&lang=en&cache-only=0",
            "defineEn": "to fabricate a story, etc. usually for entertainment or deception",
            "defineVi": "để bịa ra một câu chuyện, vv thường là để giải trí hoặc lừa dối"
        },
        {
            "id": "cae9ebd6-315f-4d31-96ae-3601d1b39f82",
            "word": "excuse",
            "phonetic": "ɛkskjuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But she always excused her language afterwards very prettily.",
                "Ignorance of the law is no excuse for breaking it.",
                "Give him one excuse and he gets his knickers in a twist.",
                "She made the excuse that she was sick and couldn't come to the party.",
                "She always makes an excuse when it's time to clean the house."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjdXNl&hash=c572e66925c50af75fabc51cab7f7138c9e5454d&lang=en&cache-only=0",
            "defineEn": "a reason given to explain one's careless, offensive, or wrong behavior or action",
            "defineVi": "một lý do được đưa ra để giải thích hành vi hoặc hành động bất cẩn, gây khó chịu hoặc sai trái của một người"
        },
        {
            "id": "16ee547d-ec58-4233-9a5e-ba3158c9913b",
            "word": "to shift",
            "phonetic": "tə ʃɪft ",
            "partOfSpeechType": "verb",
            "examples": [
                "His gaze shifted, and he stared into the distance.",
                "I need to shift these boxes from the warehouse to the loading dock.",
                "Can you shift your chair a bit to the left so I can see the presentation better?",
                "I know you want to make changes to the education system, but you cannot shift an old tree without it dying.",
                "Here the calendar date shifted. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hpZnQ&hash=cee6e0e81bda792f0bdc305022e1f24251c96ab8&lang=en&cache-only=0",
            "defineEn": "to change one's opinion, idea, attitude, or plan",
            "defineVi": "để thay đổi một ý kiến, ý tưởng, thái độ, hoặc kế hoạch"
        },
        {
            "id": "babc9343-2b4b-4e70-990c-be3a5f0c07cf",
            "word": "blame",
            "phonetic": "bleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "Quite frankly, I don't blame you.",
                "No one would blame the South Windsor High boys soccer team for feeling fit to be tied.",
                "Shouldn't we now be acknowledging blame rather than passing the buck?",
                "According to recent polls, the finger of blame is pointing squarely at the president for the recent economic downturn."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhbWU&hash=b8ec799b4faf2bc92e8d692da0cc445f23bed493&lang=en&cache-only=0",
            "defineEn": "responsibility or fault attributed to someone for a mistake, wrongdoing, or undesirable outcome",
            "defineVi": "trách nhiệm hoặc lỗi do ai đó gây ra cho một sai lầm, hành vi sai trái hoặc kết quả không mong muốn",
            "hasImg": true
        },
        {
            "id": "cd15894e-39c6-4009-a76c-b9539929e4ef",
            "word": "to keep",
            "phonetic": "tə kiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Her father kept a grocer's shop.",
                "The big fellow keeps a fish shop near the post office.",
                "The master kept a weekly journal.",
                "Always keep a backup of the file."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcA&hash=a6cfa1ba5bca1df01b715fe53db340eaf9f235d4&lang=en&cache-only=0",
            "defineEn": "to make someone or something stay or remain in a specific state, position, or condition",
            "defineVi": "để làm cho ai đó hoặc một cái gì đó ở lại hoặc ở lại trong một trạng thái, vị trí hoặc điều kiện cụ thể"
        },
        {
            "id": "fd6f1fb7-e3d5-40e2-8ee4-0c7379b9cc78",
            "word": "to promise",
            "phonetic": "tə pɹɑːmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "This broken promise is a real kick in the teeth for our fans.",
                "The committee members promised to put the fund behind a development scheme for the impoverished area.",
                "My boss promised the moon, but never gave me a raise.",
                "Promise you won't tell.",
                "I promised my husband that I would grill some zucchini alongside the steaks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbWlzZQ&hash=98c4aeba0a88c0b97378cdc9db28fc4c1b204f45&lang=en&cache-only=0",
            "defineEn": "to tell someone that something will certainly happen or that we will certainly do something",
            "defineVi": "để nói với ai đó rằng điều gì đó chắc chắn sẽ xảy ra hoặc chúng tôi chắc chắn sẽ làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "aa320f8b-672f-4b38-8e54-f366a00444c6",
            "word": "to tell",
            "phonetic": "tə tɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The figures tell a different story.",
                "To tell stories/jokes/lies.",
                "She again told tales out of school.",
                "Do tell me!",
                "Tell me in words of one syllable!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVsbA&hash=2afb123acb58e03b372c5aaa080ad3690b8f9181&lang=en&cache-only=0",
            "defineEn": "to use words and give someone information",
            "defineVi": "để sử dụng các từ và cung cấp cho ai đó thông tin",
            "hasImg": true
        },
        {
            "id": "4721180c-36eb-488e-bc50-279c2f4ca07c",
            "word": "lie",
            "phonetic": "laɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The city of Paris lies on the banks of the Seine River.",
                "The witness was clearly lying through his teeth.",
                "He lies like a rug.",
                "I believed his lies for years.",
                "To tell stories/jokes/lies."
            ],
            "audio": "https://tts.langeek.co/read?text=bGll&hash=9c6b8650b118241df3006c5acc181278ce5c9043&lang=en&cache-only=0",
            "defineEn": "a statement that is false and used intentionally to deceive someone",
            "defineVi": "một tuyên bố đó là sai và sử dụng cố ý để đánh lừa một ai đó",
            "hasImg": true
        },
        {
            "id": "c90a84b4-f9b6-4038-86e0-3cd2c996af12",
            "word": "truth",
            "phonetic": "tɹuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was clearly speaking the truth.",
                "Surely she would guess the truth.",
                "She finally wormed the truth out of him.",
                "There is truth in wine, after all.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1dGg&hash=4424d2c34c76eb790f48ff4b1ff756c471552e9d&lang=en&cache-only=0",
            "defineEn": "the true principles or facts about something, in contrast to what is imagined or thought",
            "defineVi": "các nguyên tắc thực sự hoặc sự thật về một cái gì đó, trái ngược với những gì được tưởng tượng hoặc suy nghĩ"
        }
    ]
}