{
    "id": "ce4265ae-33c5-42f5-b556-742f245f8f3f",
    "title": "Musculoskeletal System",
    "originalTitle": "Musculoskeletal System",
    "words": [
        {
            "id": "1b9a1b17-1134-4fa2-91e4-34b9884e8f94",
            "word": "bone",
            "phonetic": "boʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He makes no bones about his feelings towards the militants.",
                "A fire attack shall chill the enemy to the bone.",
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "That chilled me to the bone.",
                "He lined up the bones and set the arm."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZQ&hash=7b409230c8adf1c3d690067383f0a7af5f9eebee&lang=en&cache-only=0",
            "defineEn": "any of the hard pieces making up the skeleton in humans and some animals",
            "defineVi": "bất kỳ mảnh cứng nào tạo nên bộ xương ở người và một số động vật",
            "hasImg": true
        },
        {
            "id": "f366efe1-c197-4cdd-bb22-f0d7ff293550",
            "word": "joint",
            "phonetic": "dʒɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "Nobody lays a glove on your joint.",
                "Mrs. Tinker puts my nose out of joint by bringing you the Lilies of the Field.",
                "Ever since Bill got that traffic ticket, he's had his nose out of joint.",
                "I smoked a joint an hour ago, and I'm still waiting to come up."
            ],
            "audio": "https://tts.langeek.co/read?text=am9pbnQ&hash=7060cbece844a5297f8a05981f4bf489c20609d5&lang=en&cache-only=0",
            "defineEn": "a place in the body where two bones meet, enabling one of them to bend or move around",
            "defineVi": "một nơi trong cơ thể nơi hai xương gặp nhau, cho phép một trong số chúng uốn cong hoặc di chuyển xung quanh",
            "hasImg": true
        },
        {
            "id": "c813b2b9-f7f3-4a0e-8995-60ef16d952f1",
            "word": "cartilage",
            "phonetic": "kɑːɹɾɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, snakes just have a little cartilage there.",
                "For instance, our knees and many parts of our bodies contain cartilage, which act, in part, as shock absorbers.",
                "This is all cartilage right here.",
                "As a last resort, people with withered cartilage can even undergo full joint replacements.",
                "This is, um, calcified cartilage."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydGlsYWdl&hash=814a8f325e9189d36584d5b4361afe66de585c1f&lang=en&cache-only=0",
            "defineEn": "an elastic tissue that supports or connects joints in an infant and turns into skeleton during growth",
            "defineVi": "một mô đàn hồi hỗ trợ hoặc kết nối các khớp ở trẻ sơ sinh và biến thành bộ xương trong quá trình tăng trưởng",
            "hasImg": true
        },
        {
            "id": "21b7aa61-d387-4b0f-9f53-e34542febb0c",
            "word": "cartilage bone",
            "phonetic": "kɑːɹɾɪlɪdʒ boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FydGlsYWdlIGJvbmU&hash=6e4d42b943cf3dae56d80d8bdfc0e76fa4630214&lang=en&cache-only=0",
            "defineEn": "a transformed cartilaginous structure that has undergone ossification",
            "defineVi": "một cấu trúc sụn biến đổi đã trải qua quá trình hóa thạch"
        },
        {
            "id": "2b6b827c-5db7-4a58-8686-39ef1458c37a",
            "word": "ligament",
            "phonetic": "lɪɡəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "An example, I tore the ligament in my left foot when I was 15.",
                "When you quickly change direction while running, the anterior cruciate ligament is basically the only thing holding the two halves of your leg together.",
                "You don't want to injure any ligament.",
                "The shark stretches the ligaments to draw the jaw back to the rest of its head, then fires it forward by relaxing them.",
                "To make up for the stability that was lost, over time, horses began to rely more on their ligaments."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnYW1lbnQ&hash=38672ff659d06f4556ffe15f62752b427cb89e3f&lang=en&cache-only=0",
            "defineEn": "(anatomy) a strong band of tissue which connects two bones or cartilages or keeps organs in place",
            "defineVi": "(giải phẫu) dải mô chắc chắn nối hai xương hoặc sụn hoặc giữ cho các cơ quan ở đúng vị trí"
        },
        {
            "id": "dc152879-dbc1-40fa-ac01-7be9bd2f0cac",
            "word": "bursa",
            "phonetic": "bɜːsə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVyc2E&hash=f90b59fd73c06a71b18a2526a132ad374ec405cb&lang=en&cache-only=0",
            "defineEn": "a fluid-filled sac that reduces friction between tissues such as bones, tendons, and muscles",
            "defineVi": "một túi chứa đầy chất lỏng làm giảm ma sát giữa các mô như xương, gân và cơ"
        },
        {
            "id": "a11fcb43-76a2-4310-9f0b-9a1dfd161225",
            "word": "axial skeleton",
            "phonetic": "æksɪəl skɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXhpYWwgc2tlbGV0b24&hash=46b7705545ef01496b83bd83314153a95980292d&lang=en&cache-only=0",
            "defineEn": "the central part of the skeleton that includes the skull, vertebral column, and ribcage",
            "defineVi": "phần trung tâm của bộ xương bao gồm hộp sọ, cột sống và lồng ngực"
        },
        {
            "id": "ed240cee-f9fc-47b6-b234-eb6458b556ff",
            "word": "axial muscle",
            "phonetic": "æksɪəl mʌsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXhpYWwgbXVzY2xl&hash=8509b72516b8c2766aa86280984e0dfd060b0ed9&lang=en&cache-only=0",
            "defineEn": "a single muscle that is located along the central axis of the body, including the head, neck, and trunk",
            "defineVi": "một cơ duy nhất nằm dọc theo trục trung tâm của cơ thể, bao gồm đầu, cổ và thân"
        },
        {
            "id": "9a210b4f-f5c9-4b36-976b-93b3fbce36d5",
            "word": "Achilles tendon",
            "phonetic": "ɐkɪliːz tɛndən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And right under that is the Achilles tendon.",
                "This is the most important part of a running human: the Achilles tendon.",
                "They also have elongated heel bone, which, along with the Achilles tendon, attaches to the back of the calf and creates a really fast spring-like action."
            ],
            "audio": "https://tts.langeek.co/read?text=QWNoaWxsZXMgdGVuZG9u&hash=39ec401916544a9a0cf4e381099a929dc5189b84&lang=en&cache-only=0",
            "defineEn": "a tendon in the leg that attaches the muscles of the calf to the bone of the heel",
            "defineVi": "một đường gân ở chân gắn các cơ bắp chân với xương gót chân",
            "hasImg": true
        },
        {
            "id": "d0597288-ef5b-4388-b73d-481755d1de1c",
            "word": "tendon",
            "phonetic": "tɛndən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thick tendons and large muscles mean a super-fast reaction time.",
                "Ankylosaurs also had tendons that had effectively turned into bone!",
                "They've got special tendons in their hands, which lock into place.",
                "Sensors in the joints, tendons, and bones tell the brain where the body is positioned in space.",
                "And that doesn’t count sesamoids in tendons in our hands, feet, and elsewhere."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZG9u&hash=29e53140cb08bcbf9dc899589e8127791b52f6ca&lang=en&cache-only=0",
            "defineEn": "(anatomy) an elastic cord or band that connects a muscle to a bone",
            "defineVi": "(giải phẫu) sợi dây hoặc dải đàn hồi nối cơ với xương",
            "hasImg": true
        },
        {
            "id": "65ffaa55-8371-4a19-a295-64f046a60ca6",
            "word": "skull",
            "phonetic": "skʌl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "His skull was permanently fractured.",
                "An eagle’s needle-like talons can pierce the skulls of their prey.",
                "The skulls of archosaurs were lighter than their reptile ancestors.",
                "He located the bumps on their skulls. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2t1bGw&hash=ec6d47343300e6cbd206c399e586dba158392dfb&lang=en&cache-only=0",
            "defineEn": "the bony structure that surrounds and provides protection for a person's or animal's brain",
            "defineVi": "cấu trúc xương bao quanh và cung cấp sự bảo vệ cho bộ não của một người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "70436a08-5567-4d29-a9ed-3658748db2eb",
            "word": "muscle",
            "phonetic": "mʌsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I noticed the cow's strong muscles as it moved around.",
                "The Council flexes their muscles to show they mean business.",
                "The Fair Trade Commission has of late been flexing its muscles, cracking down on cases of corruption.",
                "I massaged my leg to relieve muscle tension.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY2xl&hash=e11513549aedfffa1d573ecbac6d7f19720c7af0&lang=en&cache-only=0",
            "defineEn": "a piece of body tissue that is made tight or relaxed when we want to move a particular part of our body",
            "defineVi": "một mảnh mô cơ thể được làm căng hoặc thả lỏng khi chúng ta muốn di chuyển một phần cụ thể của cơ thể",
            "hasImg": true
        },
        {
            "id": "0383d6ae-400c-4cd4-a0d5-9e4e53e7b546",
            "word": "hamstring",
            "phonetic": "hæmstɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's great for your hamstrings and buttock muscles.",
                "Recruits must engage their hamstrings to ascend a rope and then use substantial upper-body strength to overcome a challenging climb onto the obstacle's upper level.",
                "And by the last week, they could reach four centimeters closer to their toes than before thanks to those loose hamstrings.",
                "I got some quads, I got some hamstring or whatever the, I don't know muscles.",
                "For example, the tack in your right foot ended up activating the motor neurons in your right hip flexors and hamstring, causing that knee to bend and your foot to lift up."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFtc3RyaW5n&hash=1bbe8314a8a396e70e77bd19f81087a0e0a18de2&lang=en&cache-only=0",
            "defineEn": "(anatomy) one of the five tendons at the back of someone's knee",
            "defineVi": "(giải phẫu) một trong năm gân ở phía sau đầu gối của ai đó",
            "hasImg": true
        },
        {
            "id": "39bae64e-9b6b-4dfe-99f5-3a929719ccfa",
            "word": "abductor",
            "phonetic": "ɐbdʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, severing their abductor muscle is almost like, severing you spine.",
                "Shocking involves separating the oyster abductor muscle form its shell, this muscle gives the oyster control over opening and closing the shell, similar to how your spinal cord helps you move."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJkdWN0b3I&hash=5e5c436341930c7dfaa8a80223f9f5493a4163fb&lang=en&cache-only=0",
            "defineEn": "(anatomy) a muscle that moves a part of the body away from its normal position by contraction",
            "defineVi": "(giải phẫu) cơ cử động một phần cơ thể ra khỏi vị trí bình thường bằng cách co lại"
        },
        {
            "id": "bb76be1e-e02b-4b0e-9e37-98ce214a1640",
            "word": "backbone",
            "phonetic": "bækboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A snake has a backbone, too!",
                "Business travel is the backbone of the U.S. airline industry.",
                "Farmers are the backbone of America.",
                "Free labor was the economic backbone of the region.",
                "Some of them internalized their shell like a backbone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2JvbmU&hash=d17af61b735620bbf6d99b016d820014944676dc&lang=en&cache-only=0",
            "defineEn": "a line of connected bones going down from your neck to tail bone in the middle of the back",
            "defineVi": "một đường xương nối đi xuống từ cổ đến xương đuôi ở giữa lưng",
            "hasImg": true
        },
        {
            "id": "37e624f3-3893-44bb-95fd-62bc8e8b3e9a",
            "word": "biceps",
            "phonetic": "baɪsɛps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmljZXBz&hash=60a3c11f1b48a171a9a26e4c325a918e81b70ef9&lang=en&cache-only=0",
            "defineEn": "the large muscle at the front of the upper part of the arm, which flexes the forearm",
            "defineVi": "cơ lớn ở phía trước của phần trên của cánh tay, giúp uốn cong cẳng tay",
            "hasImg": true
        },
        {
            "id": "eeaa4e8f-decf-4907-a544-4d8f14fff6c8",
            "word": "breastbone",
            "phonetic": "bɹɛstboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It also didn’t have the large breastbone of modern birds.",
                "So your eyes are anterior, and your butt is posterior, but you’d also say that your breastbone is anterior to, or in front of, the spine, and that the heart is posterior to, or behind the breastbone.",
                "So your eyes are anterior, and your butt is posterior, but you’d also say that your breastbone is anterior to, or in front of, the spine, and that the heart is posterior to, or behind the breastbone.",
                "But what they usually don't show on TV dramas is that CPR can fracture your breastbone, crack ribs, and bruise your lungs.",
                "There are two major types of lymphocytes: the T cells, which form in your bone marrow and migrate and mature in the thymus gland, behind your breastbone, and B cells, which originate and mature in the bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0Ym9uZQ&hash=b191259f623e5aa08ca436bbd0e7a7d69946dbaf&lang=en&cache-only=0",
            "defineEn": "a long flat bone at the center of the chest that connects the ribs and the shoulder girdle",
            "defineVi": "một xương phẳng dài ở giữa ngực nối xương sườn và đai vai"
        },
        {
            "id": "9a6b8aa2-587e-4e29-b159-9afe297a3800",
            "word": "cheekbone",
            "phonetic": "tʃiːkboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, entelodonts had absolutely massive cheekbones that stuck out of the sides of their faces.",
                "Where did our nose come from, or our cheekbones, or our hair?",
                "Put your fingers on either side of your face, just in front of your ears, and below your cheekbones.",
                "But even stranger than these were the rhynchosaurs, herbivores with parrot-like beaks and, sometimes, cheekbones to die for, all on a chubby lizard body.",
                "- It's just called Dark003, but okay, push through, cheekbones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZWtib25l&hash=3dcf1a0eef973bfeb1f3a49274d422a98262fa5c&lang=en&cache-only=0",
            "defineEn": "the bone that is just below the eye",
            "defineVi": "xương nằm ngay dưới mắt",
            "hasImg": true
        },
        {
            "id": "37144eef-b307-4051-8cf5-60729b79761e",
            "word": "ciliary body",
            "phonetic": "sɪliəɹi bɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alright this thing is called the ciliary body.",
                "This time the lens came out and you can see around the edges of it where the ciliary body connects."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lsaWFyeSBib2R5&hash=b28b289d4ab614c28ea15f82a1f0063414f37bc9&lang=en&cache-only=0",
            "defineEn": "(anatomy) the structure that encloses the inner surface of the eye which consists of the muscle which makes the eye move",
            "defineVi": "(giải phẫu) cấu trúc bao quanh bề mặt bên trong của mắt bao gồm cơ làm cho mắt di chuyển"
        },
        {
            "id": "a14b54cf-15cd-4898-b02f-9ee3a779291b",
            "word": "clavicle",
            "phonetic": "klævɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, you guys, so, for this one, I'm going to be making the initial incision right here on his chest, that's between the clavicle.",
                "Like birds, its forelimbs were enlarged like wings, its pubic bone pointed toward its tail, along with one of its toes, and it had fused clavicles.",
                "I'm gonna be cutting along his clavicle just to open him up a little bit better.",
                "Maybe you're going to get beat up in front of your own embassy, and medevaced the next day with a broken clavicle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhdmljbGU&hash=e0f53f0c477766df76eb85329e4c654e48a99a40&lang=en&cache-only=0",
            "defineEn": "(anatomy) a bone of the shoulder girdle that connects the breastbone to the shoulder bone",
            "defineVi": "(giải phẫu) xương đai vai nối xương ức với xương vai",
            "hasImg": true
        },
        {
            "id": "194e93c1-d74b-40f3-8003-9bd8c444f192",
            "word": "coccyx",
            "phonetic": "kɑːkɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "It helps propel aquatic animals through the water, it makes our dog look happy when she wags it, and in humans it shrinks during embryonic development into what is known as the coccyx, or tailbone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29jY3l4&hash=5c98eb94021c5caf79e06440bebb8b1a7e00e38a&lang=en&cache-only=0",
            "defineEn": "(anatomy) the small triangular bone at the end of the spinal column in humans or tailless primates",
            "defineVi": "(giải phẫu) xương nhỏ hình tam giác ở phần cuối của cột sống ở người hoặc động vật linh trưởng cụt đuôi"
        },
        {
            "id": "1098e83c-7f3b-4b74-b675-4f0a5d73a8d5",
            "word": "collarbone",
            "phonetic": "kɑːlɚboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had short collarbones, which meant that the shoulders were rotated forward in a way that hadn’t been seen since early specimens of Homo erectus, from around 1.6 million years ago.",
                "Thanks to the survival skills her father taught her, she emerged 10 days later with a broken collarbone, ruptured knee ligaments, and covered in deep gashes, but still very much alive.",
                "(Rhett) There were more rides that led to more injuries, including fractured femurs, collarbones, and noses, dislocated knees and shoulders.",
                "Brisket comes from across chest area of cow, right here, and since cattle don't have collarbones like us, this muscle has to support more than half their body weight."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFyYm9uZQ&hash=7a751f7dcce8bda8520641d0a862e57d29941dcb&lang=en&cache-only=0",
            "defineEn": "either of the pair of bones that go across the top of the chest from the base of the neck to the shoulders",
            "defineVi": "một trong hai xương đi qua đỉnh ngực từ gốc cổ đến vai",
            "hasImg": true
        },
        {
            "id": "5a057ed3-2125-45de-af18-b5954bca6ef2",
            "word": "cranium",
            "phonetic": "kɹæniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This partial cranium belonged to a young member of Paranthropus robustus dating to between 1.8 and 1.5 million years ago.",
                "If you can look at the cranium here.",
                "So all that goo is well-protected by the bones of your vertebrae and cranium, as well as membrane layers, or meninges, before being bathed in a cushy waterbed of clear cerebrospinal fluid.",
                "These include, say, the joints between the bones that make up your cranium.",
                "It was pretty small, but that little cranium was the only piece left of this animal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jhbml1bQ&hash=455194631c24e21725b21754db5a9c4e9ff9949d&lang=en&cache-only=0",
            "defineEn": "(anatomy) the bone structure that surrounds and protects the brain",
            "defineVi": "(giải phẫu) cấu trúc xương bao quanh và bảo vệ não",
            "hasImg": true
        },
        {
            "id": "2e582b85-5817-455e-97a7-0950e6e569cf",
            "word": "deltoid",
            "phonetic": "dɛltɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVsdG9pZA&hash=bb576725e862f762a002b0c08f6ebbe849d14ba5&lang=en&cache-only=0",
            "defineEn": "(anatomy) a large muscle, triangular in shape that covers the shoulder joint and helps the arm to abduct and rotate",
            "defineVi": "(giải phẫu) cơ lớn hình tam giác bao lấy khớp vai, giúp cánh tay giạng và xoay"
        },
        {
            "id": "4b6c413e-6d56-44be-8d54-5f75e3a1210b",
            "word": "extensor",
            "phonetic": "ɛkstɛnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zb3I&hash=d11d012f606bdbb28db1eb70fd4cfc480cc5d80f&lang=en&cache-only=0",
            "defineEn": "(anatomy) a muscle that helps a body part or limb be stretched out by contraction",
            "defineVi": "(giải phẫu) cơ giúp một bộ phận cơ thể hoặc chi duỗi ra bằng cách co lại"
        },
        {
            "id": "86b26054-b447-472b-89ac-1e0ae1187bc6",
            "word": "femur",
            "phonetic": "fiːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think its femur split.",
                "This is a femur.",
                "One of these is a partial femur, or thigh bone.",
                "It is NOT a real femur.",
                "It looks a lot like the femur of Australopithecus afarensis, but it’s bigger."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtdXI&hash=a6cf3fee7184ecaf6d8510d2a1e5bfa6e4710eba&lang=en&cache-only=0",
            "defineEn": "(anatomy) the longest bone in the top part of the human leg between the hip and the knee",
            "defineVi": "(giải phẫu) xương dài nhất ở phần trên cùng của chân người giữa hông và đầu gối"
        },
        {
            "id": "ab3a5cc0-a869-4804-95a1-f45c705685e4",
            "word": "humerus",
            "phonetic": "hjuːmɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because they found this humerus.",
                "You know, if they start at a young age, their actual upper bone, their humerus bone in their arm will actually twist because of the stresses they're putting on it.",
                "It's twisted, because the humerus is broken under here.",
                "Its humerus and femur were shorter, and its lower limb bones were longer, more like the legs of other ungulates. ",
                "This bone is called the humerus, and that sounds a lot like humorous, which is another word for funny."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtZXJ1cw&hash=186935d4389343ae2c7acbc21cfc0c81b10cf107&lang=en&cache-only=0",
            "defineEn": "(anatomy) a long bone in the arm that extends from the shoulder to the elbow",
            "defineVi": "(giải phẫu) xương dài ở cánh tay kéo dài từ vai đến khuỷu tay"
        },
        {
            "id": "2f09dcd9-1c31-4295-8d52-be6c8fa89336",
            "word": "fibula",
            "phonetic": "fɪbjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Heey, this looks like fibula.",
                "In ungulates like deer, the fibula is either greatly reduced or it's entirely fused.",
                "The lower part of the leg has two separate bones, which are the tibia and the fibula.",
                "This is the top of the tibia and then behind it is the joint bone, the fibula.",
                "I cleaned off some of the muscle that was along um, this part of the tibia and the fibula so that you could see the fibula."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlidWxh&hash=83258e1e63e385b499ee8134bbd43b6ae3489d12&lang=en&cache-only=0",
            "defineEn": "(anatomy) the outer and narrower of the two bones between the ankle and the knee",
            "defineVi": "(giải phẫu) phần ngoài và phần hẹp hơn của hai xương giữa mắt cá và đầu gối"
        },
        {
            "id": "05c0b2cf-3589-4763-b131-18b57569e822",
            "word": "flexor",
            "phonetic": "flɛksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, the tack in your right foot ended up activating the motor neurons in your right hip flexors and hamstring, causing that knee to bend and your foot to lift up.",
                "That's because certain yoga poses stretch out your hamstrings, which, when they're too tight, can yank on your hip flexors and strain your lower back."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleG9y&hash=b9c1cfa600471afad065ee1cbdcd72f008d3ae2b&lang=en&cache-only=0",
            "defineEn": "(anatomy) a muscle that allows one to bend a limb or body part by contraction",
            "defineVi": "(giải phẫu) cơ cho phép người ta uốn cong một chi hoặc một phần cơ thể bằng cách co lại"
        },
        {
            "id": "d9de053f-bca8-4b62-9fd2-c1b1eb2a3342",
            "word": "jawbone",
            "phonetic": "dʒɔːboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have to break down your jawbone first.",
                "Her jawbone contained three tooth-shaped pieces of seashell embedded into the bone in spots where three of her natural teeth were missing. ",
                "So in the presence of bisphosphonates, the jawbone would start to die.",
                "But then, the jawbones of some of the patients started dying.",
                "Likewise, a 40,000-year-old jawbone was found in Romania in 2002, which provided some of the earliest evidence of modern humans in Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=amF3Ym9uZQ&hash=f0d7dc4e43a884ae50a7544156b810d694c5c4e5&lang=en&cache-only=0",
            "defineEn": "either of the bones that form the jaw, particularly the lower jaw",
            "defineVi": "một trong những xương tạo thành hàm, đặc biệt là hàm dưới",
            "hasImg": true
        },
        {
            "id": "f6205c49-c13b-44b5-b455-522df0215435",
            "word": "kneecap",
            "phonetic": "niːkæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most marsupials also lack ossified kneecaps and have significantly more teeth than other mammals.",
                "It's so evident in that debate that they're there to kneecap Donald Trump, okay?"
            ],
            "audio": "https://tts.langeek.co/read?text=a25lZWNhcA&hash=6a57debeb879d76c8133df533af72f8bcb5ca838&lang=en&cache-only=0",
            "defineEn": "a small bone that covers the front of the knee joint",
            "defineVi": "một xương nhỏ bao phủ phía trước khớp gối"
        },
        {
            "id": "ec79974a-e4f0-4d04-a561-216346403000",
            "word": "mandible",
            "phonetic": "mændᵻbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their mandibles are shears that cut through leaves with incredible efficiency.",
                "With sharp mandibles, it cuts a circular door in the seed wall.",
                "The black ant’s mandibles are serrated for grinding up food.",
                "I'm looking for the back of his mandible.",
                "The earliest fossil from our genus, a partial mandible, or lower jaw, from Ledi-Geraru in Ethiopia, is dated to 2.8 to 2.75 million years ago, in the Pliocene Epoch."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZGlibGU&hash=b5a76e60b6b44d82e179e64267b804ebc45d022c&lang=en&cache-only=0",
            "defineEn": "(anatomy) (zoology) either half of the jawbone, especially the lower jawbone that helps a vertebrate open and close its mouth",
            "defineVi": "(giải phẫu học) (động vật học) một nửa xương hàm, đặc biệt là xương hàm dưới giúp động vật có xương sống mở và ngậm miệng",
            "hasImg": true
        },
        {
            "id": "8ad14f84-40bb-46aa-8790-241267638a11",
            "word": "metatarsal",
            "phonetic": "mɛɾətɑːɹsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0YXRhcnNhbA&hash=f9a73b25a64ca0c6a98d5c3697d3082947948053&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the five bones of the foot between the ankle and the toes",
            "defineVi": "(giải phẫu) bất kỳ xương nào trong năm xương bàn chân giữa mắt cá chân và ngón chân"
        },
        {
            "id": "acb7ef0a-4e43-45e2-b95e-e92455534d49",
            "word": "musculature",
            "phonetic": "mʌskjʊlətʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The shape of therapsids’ skulls also had space for more jaw musculature, which allowed for an increased bite-force.",
                "It kind of blew up but the musculature on the outside held it together.",
                "Anyway, The wings of most flying bugs use this method, which is called indirect musculature.",
                "And then, those lobes were adapted for use as wings, as insects developed the musculature needed for powered flight.",
                "When we look inside a dragonfly we can see that they have what's called direct musculature."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY3VsYXR1cmU&hash=4600ed86877949a76990086b3abd1dce15516b73&lang=en&cache-only=0",
            "defineEn": "(biology) the overall arrangement or the system of muscles in a human or an animal's body",
            "defineVi": "(sinh vật học) sự sắp xếp tổng thể hoặc hệ thống cơ bắp trong cơ thể người hoặc động vật"
        },
        {
            "id": "6d07f37d-7d58-4eb2-90a1-af9528d265c0",
            "word": "occipital bone",
            "phonetic": "ɑːksɪpɪɾəl boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2NjaXBpdGFsIGJvbmU&hash=9ac0b7ad85c1151f17d0742966270b22d7e584e6&lang=en&cache-only=0",
            "defineEn": "(anatomy) the trapezoidal bone that is at the base and lower back of the cranium, though which the spinal cord passes",
            "defineVi": "(giải phẫu) xương hình thang nằm ở đáy và phần lưng dưới của hộp sọ, nơi mà tủy sống đi qua"
        },
        {
            "id": "5ebc48bd-451b-427f-9c24-8c62a29b8369",
            "word": "frontal bone",
            "phonetic": "fɹʌntəl boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnRhbCBib25l&hash=f0f25c92dd0d4c4e33b44ea87351cf1c507aff2a&lang=en&cache-only=0",
            "defineEn": "the singular bone located at the front of the skull, forming the forehead and upper eye sockets for structural support and protection",
            "defineVi": "xương số ít nằm ở phía trước hộp sọ, tạo thành trán và hốc mắt trên để hỗ trợ và bảo vệ cấu trúc"
        },
        {
            "id": "4ddc03ab-23f0-4aa4-b95f-9a885125977e",
            "word": "parietal bone",
            "phonetic": "pæɹaɪəɾəl boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyaWV0YWwgYm9uZQ&hash=d835eb279cc4aeaf71c2631160083ef736ce4f11&lang=en&cache-only=0",
            "defineEn": "a cranial bone that forms the sides and roof of the skull, offering protection for the brain",
            "defineVi": "một xương sọ tạo thành các cạnh và mái của hộp sọ, bảo vệ não"
        },
        {
            "id": "a23d95c8-e153-40b4-af87-041afa7cc519",
            "word": "sphenoid bone",
            "phonetic": "sfɛnɔɪd boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BoZW5vaWQgYm9uZQ&hash=fb8b691b3d76f1d7fc71a8d5de8ed8c93bbcb21f&lang=en&cache-only=0",
            "defineEn": "a butterfly-shaped bone, contributing to its structure and housing important structures",
            "defineVi": "một xương hình con bướm, góp phần vào cấu trúc của nó và chứa các cấu trúc quan trọng"
        },
        {
            "id": "c9637c77-134f-419a-ab1a-de3770f74d7e",
            "word": "temporal bone",
            "phonetic": "tɛmpɚɹəl boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVtcG9yYWwgYm9uZQ&hash=d22bafc501e3c363e3f8c840e13f3043783d1a7b&lang=en&cache-only=0",
            "defineEn": "a cranial bone located on the sides and base of the skull, housing the ear structures and contributing to jaw movement",
            "defineVi": "một xương sọ nằm ở hai bên và đáy hộp sọ, chứa các cấu trúc tai và góp phần vào chuyển động của hàm"
        },
        {
            "id": "4f205b28-ef81-4ee3-a681-625be1b913b6",
            "word": "zygoma",
            "phonetic": "zaɪɡoʊmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=enlnb21h&hash=789f5f77714fe5ad3a597ffa74a3ff0869c44794&lang=en&cache-only=0",
            "defineEn": "a facial bone that forms the prominence of the cheek and connects various other facial bones",
            "defineVi": "một xương mặt tạo thành điểm nổi bật của má và kết nối nhiều xương mặt khác"
        },
        {
            "id": "e8cfd3b7-4d86-40ff-9cbb-4194a0e10389",
            "word": "zygomatic bone",
            "phonetic": "zaɪɡəmæɾɪk boʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=enlnb21hdGljIGJvbmU&hash=d8022dbeef5ba579715d1139ff0cbe7b4a712002&lang=en&cache-only=0",
            "defineEn": "a facial bone that contributes to the structure of the cheek and forms part of the eye socket",
            "defineVi": "xương mặt góp phần tạo nên cấu trúc của má và tạo thành một phần của hốc mắt",
            "hasImg": true
        },
        {
            "id": "2321276d-2a1f-4094-850b-07e4f13c27f3",
            "word": "maxilla",
            "phonetic": "mæksɪlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF4aWxsYQ&hash=70b95eeb141ee7ca51c1d2cf9cfa50757b1b1a60&lang=en&cache-only=0",
            "defineEn": "a facial bone that forms the central part of the face, supporting the upper teeth",
            "defineVi": "một xương mặt tạo thành phần trung tâm của khuôn mặt, hỗ trợ răng trên"
        },
        {
            "id": "c8c6c41c-a6bc-4703-b75e-88eb33892785",
            "word": "patella",
            "phonetic": "peɪtɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the patella sits right in there and this is the distal end of the, uh, femur.",
                "The patella right here, this is your knee cap, um, it's pretty small, it's just this bone right here, there's a lot of cartilage that surrounds it.",
                "This is, um, the femur right here which has been broken, we have the patella, which is the knee-bone."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0ZWxsYQ&hash=a1802bd0627de7f42746b8be9100cafcde4430d4&lang=en&cache-only=0",
            "defineEn": "(anatomy) a small bone triangular in shape that covers and protects the front part of the knee joint",
            "defineVi": "(giải phẫu) một xương nhỏ hình tam giác bao bọc và bảo vệ phần trước của khớp gối"
        },
        {
            "id": "c774a4f5-5fb0-4b12-b0ce-bb02371974db",
            "word": "pelvis",
            "phonetic": "pɛlvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its leg bones and pelvis were broken.",
                "- She broke her pelvis.",
                "An alligator with a pelvis that is detached and can become legs in different places on its body? ",
                "Specifically, the rearward-tilted bone is a part of the pelvis called the pubis.",
                "Partly because some modern whales still have the vestigial remnants of a pelvis and hind-limb bones."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsdmlz&hash=5e4fab51f163fcc1a66a352eca5548385a361f57&lang=en&cache-only=0",
            "defineEn": "(anatomy) the large round bone structure that the limbs and the spine are joined to, which also protects the abdominal organs",
            "defineVi": "(giải phẫu) cấu trúc xương tròn lớn nối các chi và cột sống với nhau để bảo vệ các cơ quan trong bụng",
            "hasImg": true
        },
        {
            "id": "0bcdb38c-0055-4785-bf21-27a2c1062b5f",
            "word": "quadriceps",
            "phonetic": "kwɑːdɹaɪsɛps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVhZHJpY2Vwcw&hash=1eb398b9d6c6285e41d22f916ecef092792cd7ec&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the four large muscles at the front of the thigh that allow the knee joint to stretch",
            "defineVi": "(giải phẫu) bất kỳ cơ nào trong bốn cơ lớn ở phía trước đùi cho phép khớp gối duỗi ra"
        },
        {
            "id": "f4d0d7b1-1245-431a-8a5d-9cae659ada02",
            "word": "quad",
            "phonetic": "kwɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "My quads were hurting.",
                "You've seen this quad before.",
                "Featuring a quad core, 64 bit processor, wireless networking, dual display output, and 4K video playback.",
                "And then, I just had that little quad.",
                "It has a quad core Intel processor."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhZA&hash=c823146db01098ae1c5b402f36c06a3a2b0b8c5f&lang=en&cache-only=0",
            "defineEn": "a muscle at the front of the thigh that helps the knee joint stretch",
            "defineVi": "một cơ ở phía trước đùi giúp khớp gối kéo dài"
        },
        {
            "id": "60c4e95e-e6aa-45d8-b9d3-7792aaa92f2c",
            "word": "radius",
            "phonetic": "ɹeɪdɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So these circles have radius of length a.",
                "So its radius is 1.",
                "The unit circle has a radius of 1.",
                "That gives us the radius.",
                "Well, what's the radius?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaXVz&hash=afb061461aec38b3b6e2b1840f91f846d4b4060d&lang=en&cache-only=0",
            "defineEn": "(anatomy) the larger and thicker bone of the human forearm extending from the elbow to the thumb side of the wrist",
            "defineVi": "(giải phẫu) xương to hơn và dày hơn của cẳng tay người kéo dài từ khuỷu tay đến mặt ngón tay cái của cổ tay"
        },
        {
            "id": "a3b5c3dd-a77a-46b9-b8dd-0eb4a2da1ca4",
            "word": "rib",
            "phonetic": "ɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "They hosted a backyard cookout, serving mouthwatering ribs that were a hit with their guests.",
                "She prepared a satisfying dish of pansotti stuffed with braised short rib and blue cheese.",
                "She visited a renowned steakhouse and savored a mouthwatering plate of grilled lamb ribs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmli&hash=9d50d74a3453e1c17ff5ffc27aab95aa197bcfcb&lang=en&cache-only=0",
            "defineEn": "each of the curved bones surrounding the chest to protect the organs inside",
            "defineVi": "mỗi xương cong bao quanh ngực để bảo vệ các cơ quan bên trong",
            "hasImg": true
        },
        {
            "id": "141bbf51-2965-4bc9-bbd1-ce37c93dd448",
            "word": "ribcage",
            "phonetic": "ɹɪbkeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Elongate through the ribcage.",
                "These types of injuries are common because your heart is inside your ribcage and surrounded by other organs.",
                "It’s called your diaphragm, and it’s a muscle that’s right below your lungs, at the bottom of your ribcage."
            ],
            "audio": "https://tts.langeek.co/read?text=cmliY2FnZQ&hash=3aab0928d57a690ccfd0895591c5772b3fe64d50&lang=en&cache-only=0",
            "defineEn": "(anatomy) the bony structure in the chest formed by the ribs which protects organs in the thoracic cavity",
            "defineVi": "(giải phẫu) cấu trúc xương ở ngực được hình thành bởi các xương sườn để bảo vệ các cơ quan trong khoang ngực",
            "hasImg": true
        },
        {
            "id": "8324af1a-c72c-4e01-989f-eb1d85151ec9",
            "word": "sacrum",
            "phonetic": "seɪkɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 1880s, Yale paleontologist O. C. Marsh found that some specimens of Stegosaurus had a big cavity in it sacrum, where the spinal column meets the pelvis."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FjcnVt&hash=dae2f4396b3c3d5eb52ad9d58adb8a6e16365bbf&lang=en&cache-only=0",
            "defineEn": "(anatomy) a large bone at the lower part of the spinal column between the two hip bones of the pelvis",
            "defineVi": "(giải phẫu) xương lớn ở phần dưới của cột sống giữa hai xương hông của xương chậu"
        },
        {
            "id": "07b287f8-4e08-4c7c-a5dd-a4ed678d42c5",
            "word": "shin bone",
            "phonetic": "ʃɪn boʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even better evidence for bipedalism in this species comes from the shin bone, the tibia.",
                "That would be like breaking our shin bone and having it heal at an angle."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbiBib25l&hash=951fc3597e46e7f9c4fe3026b077300dde2b1d6c&lang=en&cache-only=0",
            "defineEn": "the inner and larger bone of the pair of bones between the ankle and the knee",
            "defineVi": "xương bên trong và lớn hơn của cặp xương giữa mắt cá chân và đầu gối",
            "hasImg": true
        },
        {
            "id": "6dd7a5fe-f4bd-4cba-95d2-dee258b14275",
            "word": "scapula",
            "phonetic": "skæpjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the top of the scapula on the other side.",
                "So you can see the top of scapula here, this is probably where it should normally be.",
                "I removed the forward right limb, including the scapula and the top half of the humerus this was busted in half, you can see where it was broken there.",
                "We don't have enough space to store his entire body in a freezer as a whole unit, so we're gonna remove his head, we're gonna cut off the limbs, scapula, humerus down, remove the legs which I think might be the worst bit of it.",
                "This is kinda cool, you can see the mechanics of how these bones move together, you have the humerus and the scapula the cartilage makes it very easy for them to move and flex together."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcHVsYQ&hash=d3473b00ef3a23a0246e1ddbd3b82e201b53f8b0&lang=en&cache-only=0",
            "defineEn": "(anatomy) each of the pair of triangular bones that connect the humerus to the clavicle",
            "defineVi": "(giải phẫu) từng cặp xương hình tam giác nối xương cánh tay với xương đòn",
            "hasImg": true
        },
        {
            "id": "e3821943-bf30-44ac-800d-a4650318f304",
            "word": "shoulder blade",
            "phonetic": "ʃoʊldɚ bleɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They use their momentum, shoulder blades, their core, to help them create space, warm up the body.",
                "It had shoulder blades that were a lot like those of pterosaurs, with long bony projections where arm muscles attached.",
                "And the muscles that raise the wing on the upstroke are much bigger than in other birds - so the place they attach on the penguin’s shoulder blade is also much bigger than in other birds This powerful double-stroke allows penguins to move easily through water, which is denser than air."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXIgYmxhZGU&hash=acd96bb4e6ecf16bca4e84cf1db610a941430753&lang=en&cache-only=0",
            "defineEn": "each of the pair of triangular bones that connect the upper arm bone with the collar bone",
            "defineVi": "mỗi cặp xương hình tam giác nối xương cánh tay trên với xương quai xanh",
            "hasImg": true
        },
        {
            "id": "3b5f5bda-fed5-4cfd-89f0-3e300ffc6617",
            "word": "sinew",
            "phonetic": "sɪnjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Michael Voiceover] Each cut of fish has different textures, different amount of sinew."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZXc&hash=59a2448bce0ac1d0c8f105bbe8fb12f002f95270&lang=en&cache-only=0",
            "defineEn": "an elastic cord or band that connects a muscle to a bone",
            "defineVi": "một sợi dây hoặc dải đàn hồi nối cơ với xương",
            "hasImg": true
        },
        {
            "id": "805aec4b-5e78-4610-b63a-91f38b65cb0c",
            "word": "skeleton",
            "phonetic": "skɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most families have one or two skeletons in the closet.",
                "The local bus company only runs a skeleton service on Sundays.",
                "He marveled at the dinosaur skeletons in the natural history museum.",
                "We’ll be operating with a skeleton crew until after the holidays.",
                "He asked if she had any skeletons in her closet that might affect her political campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlbGV0b24&hash=83a9506b98910e43ce5b24456fe03549ee2c30cf&lang=en&cache-only=0",
            "defineEn": "the structure of bones supporting the body of an animal or a person",
            "defineVi": "cấu trúc xương hỗ trợ cơ thể của một con vật hoặc một người",
            "hasImg": true
        },
        {
            "id": "73ac5b84-79b8-4c35-b2fc-eeb13caa4814",
            "word": "spine",
            "phonetic": "spaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver ran down my spine.",
                "That song always sends a shiver down my spine.",
                "I felt a chill up my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmU&hash=b68806c7948504beff6652c2c15928ee4500d5ba&lang=en&cache-only=0",
            "defineEn": "the row of small bones that are joined together down the center of the back of the body",
            "defineVi": "hàng xương nhỏ được nối với nhau xuống trung tâm của mặt sau của cơ thể",
            "hasImg": true
        },
        {
            "id": "9a9e7652-1ae3-487d-96ce-bc9440bbdc49",
            "word": "sphincter",
            "phonetic": "sfɪŋktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You may also stretch your external sphincter muscles.",
                "It’s one of many sphincters on your body.",
                "The internal urethral sphincter automatically and involuntarily opens, and the urine is released.",
                "But your anal sphincter is rare among muscles, spending basically every moment of your life fully flexed.",
                "And when you voluntarily relax your external anal sphincter, the stool is finally expelled."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BoaW5jdGVy&hash=6e66b8f89c3836a6a0bd6ef900bc9bd4643ec31c&lang=en&cache-only=0",
            "defineEn": "(anatomy) a ring of muscle that can open or close an opening, such as anus, in the body",
            "defineVi": "(giải phẫu) một vòng cơ có thể mở hoặc đóng một lỗ, chẳng hạn như hậu môn, trong cơ thể"
        },
        {
            "id": "5822c264-cb76-4577-81f6-5b642e8f8bfa",
            "word": "sternum",
            "phonetic": "stɜːnəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is that, like, the sternum?",
                "It was all in my sternum, in my breast, in my lungs, in my liver, in my spine.",
                "Arbery is hit in the chest, his right lung, ribs, and sternum are injured.",
                "In fact, it is their rib cage, and their spine, and their vertebrae, and their sternum.",
                "Spongy bone tissue is typically found in the heads of long bones and in the inner layer of flat bones like the sternum."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rlcm51bQ&hash=9ae813e5c623033f093793a9b0b8e5e5c4ee58cf&lang=en&cache-only=0",
            "defineEn": "(anatomy) a long flat bone at the center of the chest that connects the ribs to the shoulder girdle",
            "defineVi": "(giải phẫu) xương dẹt dài ở giữa ngực nối các xương sườn với đai vai"
        },
        {
            "id": "82ecf117-f94a-4441-b5b3-57fe51ee2c07",
            "word": "tail bone",
            "phonetic": "teɪl boʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young boy who once came home after a trip to a museum and proudly presented his horrified mother with a small dinosaur tail bone he had smuggled home in his pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbCBib25l&hash=d45d92db481b6de8913d51d0d063d7bd896742cd&lang=en&cache-only=0",
            "defineEn": "the small triangular bone at the end of the spinal column in humans or tailless primates",
            "defineVi": "xương hình tam giác nhỏ ở phần cuối của cột sống ở người hoặc động vật linh trưởng cụt đuôi"
        },
        {
            "id": "e69ec885-1eea-49c5-9f10-8d92e5447a4d",
            "word": "tarsal",
            "phonetic": "tɑːɹsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This group, which includes humans, walks with the podials and the tarsals flat on the ground all at once."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyc2Fs&hash=bbc5fa677198d457f236ad27d6cacd2c08216544&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the cluster of seven small bones in the foot between the ankle and upper foot",
            "defineVi": "(giải phẫu) bất kỳ cụm bảy xương nhỏ nào ở bàn chân giữa mắt cá chân và bàn chân trên"
        },
        {
            "id": "9a69cb58-a9fa-43cf-8e96-e700aa2d4e43",
            "word": "thighbone",
            "phonetic": "θaɪboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the Little Badlands of Nebraska in 1962, a couple of workers discovered a large thighbone while surveying for a dam.",
                "Based on its fossils, including a partial jaw and thighbone, naturalist William Buckland described it in 1824 as a huge lizard that was probably amphibious."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZ2hib25l&hash=23d8c796c5743b0e8da01636c90afd1fe12f4743&lang=en&cache-only=0",
            "defineEn": "the longest bone in the human skeleton which is between the hip and the knee",
            "defineVi": "xương dài nhất trong bộ xương người nằm giữa hông và đầu gối"
        },
        {
            "id": "a205cc59-21fd-41b4-83a6-042aed6d649a",
            "word": "tibia",
            "phonetic": "tɪbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even better evidence for bipedalism in this species comes from the shin bone, the tibia.",
                "- It's a tibia just like us?",
                "This is the top of the tibia and then behind it is the joint bone, the fibula.",
                "The lower part of the leg has two separate bones, which are the tibia and the fibula.",
                "Because, in humans, the tibia comes straight up from the ankle, better for standing upright."
            ],
            "audio": "https://tts.langeek.co/read?text=dGliaWE&hash=e496a9044d625a1deed394efb91c0122b41d22bb&lang=en&cache-only=0",
            "defineEn": "(anatomy) the inner and larger of the two bones between the ankle and the knee",
            "defineVi": "(giải phẫu) phần trong và phần lớn hơn của hai xương giữa mắt cá và đầu gối",
            "hasImg": true
        },
        {
            "id": "0224d845-4b08-4e3c-8b91-dd6ab3a140d6",
            "word": "triceps",
            "phonetic": "tɹaɪsɛps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJpY2Vwcw&hash=3b041cf10082cee1c5c0fa1e771ca7b7393d4a30&lang=en&cache-only=0",
            "defineEn": "(anatomy) the three-headed muscle of the arm that functions as the extensor of the elbow joint",
            "defineVi": "(giải phẫu) cơ ba đầu của cánh tay có chức năng duỗi khớp khuỷu tay"
        },
        {
            "id": "f01917a6-da80-4de1-a8eb-d80d488863b0",
            "word": "ulna",
            "phonetic": "ʌlnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So this is the ulna from the small animal.",
                "The pivot joint between your radius and ulna allow you to rotate your palm forward or anteriorly in a motion called supination, and turning it backward or posteriorly is called pronation.",
                "This is an ulna right here, which is part of one the arm bones.",
                "All these motions use gliding, or plane joints, like the one between the distal ends of your radius and ulna, and the carpal bones of your wrist.",
                "When you pronate your hand like this, you've got two bones in your arm, the radius and the ulna."
            ],
            "audio": "https://tts.langeek.co/read?text=dWxuYQ&hash=da1ee0bc3975724a06b02e2a2eb1bf3b192aa52e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the thinner and longer bone of the human forearm extending from the elbow to the wrist",
            "defineVi": "(giải phẫu) xương cẳng tay người mỏng hơn và dài hơn kéo dài từ khuỷu tay đến cổ tay"
        },
        {
            "id": "9ac03ccc-bbde-4c38-9acb-cffc84ea6f99",
            "word": "vertebra",
            "phonetic": "vɜːɾɪbɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coming up slowly, one vertebra at a time.",
                "With the use of the towel, slowly roll down one vertebra at a time.",
                "It was a strange-looking vertebra, one that resembled that same bone from an anaconda, but way bigger.",
                "Sereno’s team concluded that the vertebra was from a freshwater fish called Lycoptera, which is known from the late Jurassic to the Early Cretaceous, or about 150 to 130 million years ago.",
                "Buried in the sediment between its bones was the single vertebra of a fish, and this bone is what paleontologists have used to try to determine Raptorex’s age."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGVicmE&hash=774521a38b1ee2f2ca7563fffcce733042389543&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the bony segments and cartilages of the spinal column",
            "defineVi": "(giải phẫu) bất kỳ đoạn xương và sụn nào của cột sống",
            "hasImg": true
        },
        {
            "id": "0333b0c7-2451-4d64-a084-be81a130a57a",
            "word": "ossicle",
            "phonetic": "ɑːsɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ossicles first show up in a turtle from Saudi Arabia around 56 million years ago called Arabemys.",
                "Like Arabemys and later skin-shells, it has hundreds of ossicles in its shell.",
                "Ossicles may provide some degree of protection, but some researchers think they might also play a role in calcium regulation.",
                "Then, other species with ossicles kept popping up all over - from Africa to New Zealand, and even Antarctica.",
                "From there, sound vibrations are amplified by the so-called 'ossicle bones', which also happen to be the most awesomely named bones in your body: the stirrup, the hammer and the anvil."
            ],
            "audio": "https://tts.langeek.co/read?text=b3NzaWNsZQ&hash=212d5314b31b0af84aaf0b25f950755e6c147908&lang=en&cache-only=0",
            "defineEn": "a small bone found in the middle ear that helps transmit sound vibrations and facilitate hearing",
            "defineVi": "một xương nhỏ được tìm thấy ở tai giữa giúp truyền các rung động âm thanh và tạo điều kiện thuận lợi cho việc nghe"
        },
        {
            "id": "c946f6d8-ed4c-45f8-849e-b25c6fe126f0",
            "word": "fenestra",
            "phonetic": "fɛnɛstɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "You, for example, have one pair of temporal fenestra in your skull, because you, my friend, are a synapsid.",
                "Synapsids had one pair of openings in the skull, called a temporal fenestra, while the Sauropsids had two pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVuZXN0cmE&hash=4778127d64586ad563ccfb89cd715e27eb80b380&lang=en&cache-only=0",
            "defineEn": "an opening or a hole, particularly in a bone structure",
            "defineVi": "một lỗ hoặc một lỗ, đặc biệt là trong cấu trúc xương"
        },
        {
            "id": "21c06662-792e-4974-9e5f-1bb3a23d5290",
            "word": "jaw",
            "phonetic": "dʒɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "Our jaws dropped when we found out how much they were paying in rent.",
                "My jaw dropped open when she told me how old she was.",
                "The family was lost in the wilderness without any food or water, but they managed to find a way out and snatched victory from the jaws of defeat by surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=amF3&hash=aa276af05934e0a16546fab508fc7be42ab332cb&lang=en&cache-only=0",
            "defineEn": "the lower bone of the face containing the chin and the bottom teeth",
            "defineVi": "xương dưới của khuôn mặt chứa cằm và răng dưới",
            "hasImg": true
        }
    ]
}