{
    "id": "cf0de670-0adc-482f-a100-761780e14b7e",
    "title": "Unit 9",
    "originalTitle": "Unit 9",
    "words": [
        {
            "id": "151434b4-9a80-4a7c-a82e-43ede8897214",
            "word": "town",
            "phonetic": "taʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town is three miles away.",
                "The rebels held the town for many weeks.",
                "The French army held the town for three days.",
                "Posters for the gig appeared all over town.",
                "I know this town like the back of my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93bg&hash=56f3e329d84d5f5e49ee1a08c6b8aa7549677f49&lang=en&cache-only=0",
            "defineEn": "an area with human population that is smaller than a city and larger than a village",
            "defineVi": "một khu vực có dân số nhỏ hơn một thành phố và lớn hơn một ngôi làng",
            "hasImg": true
        },
        {
            "id": "902c81a9-71aa-44df-949d-e095000b15c7",
            "word": "country",
            "phonetic": "kʌntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "At one stroke, the country lost two outstanding leaders.",
                "The country is holding its first free elections for 20 years.",
                "Men still hold most positions of power in this country.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeQ&hash=3232849aafcf17b407d54c8e2e043b989354cc1a&lang=en&cache-only=0",
            "defineEn": "a piece of land with a government of its own, official borders, laws, etc.",
            "defineVi": "một mảnh đất với một chính phủ của riêng mình, biên giới chính thức, pháp luật, vv",
            "hasImg": true
        },
        {
            "id": "7ee64818-5877-4eac-bc0c-a3d27c4faac6",
            "word": "square",
            "phonetic": "skwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They decorate the town square for holidays and special occasions.",
                "The demonstrators marched in a body to the main square.",
                "The people gathered in the town square to celebrate the victory.",
                "If this doesn't work we're back to square one.",
                "We'll have to go back at square one if the government pulls our funding on this project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YXJl&hash=84375fcb232426978fab61ef6cf2a8828931386e&lang=en&cache-only=0",
            "defineEn": "an open area in a city or town where two or more streets meet",
            "defineVi": "một khu vực mở trong thành phố hoặc thị trấn nơi hai hoặc nhiều đường gặp nhau",
            "hasImg": true
        },
        {
            "id": "f59aa0c4-e254-4f01-baf4-118517559719",
            "word": "stadium",
            "phonetic": "steɪdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stadium has seen many thrilling football games.",
                "They checked our tickets at the entrance of the stadium.",
                "In his fascination with the details of the stadium, Zeffer had come too close to the wall to see the wood for the trees.",
                "We do have fans in stadiums.",
                "This venerable stadium will be a wild scene tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZGl1bQ&hash=19c4c9f634a466e1b2d442350ad83d744e55491a&lang=en&cache-only=0",
            "defineEn": "a very large, often roofless, structure where sports events, etc. are held for an audience",
            "defineVi": "một cấu trúc rất lớn, thường không có mái che, nơi tổ chức các sự kiện thể thao, v.v. cho khán giả",
            "hasImg": true
        },
        {
            "id": "7a901d19-87d6-40ed-a04e-f393af0338fc",
            "word": "statue",
            "phonetic": "stætʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Statue of Liberty is a famous American landmark.",
                "She felt compelled to bow down in front of the statue, overwhelmed by its beauty.",
                "That baby statue was hung.",
                "It’s a statue.",
                "A stone grave statue of a young child is there as well."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVl&hash=2213e0f10a2b479d08edc080351b053c898b0675&lang=en&cache-only=0",
            "defineEn": "a large object made of a hard material such as stone in order to look like a person or animal",
            "defineVi": "một vật thể lớn làm bằng vật liệu cứng như đá để trông giống người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "881232ff-5f0e-4cc9-9524-8f54e7a62be8",
            "word": "market",
            "phonetic": "mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had ripe oranges with bright orange peels.",
                "The market had vibrant yellow lemons on display.",
                "The market is growing rapidly.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0&hash=1d3bcea6d18ee779f48286435622d4ca45557091&lang=en&cache-only=0",
            "defineEn": "a public place where people buy and sell groceries",
            "defineVi": "một nơi công cộng nơi mọi người mua và bán hàng tạp hóa",
            "hasImg": true
        },
        {
            "id": "3eed9fd0-d9cd-48e7-9935-a342e4dff942",
            "word": "street",
            "phonetic": "stɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cobbled streets run down to a tiny harbor.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The protesters raised their cries for justice and equality in the streets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWV0&hash=605f3456837790aa20ed16432bf60b50eabb9f6a&lang=en&cache-only=0",
            "defineEn": "a public path for vehicles in a village, town, or city, usually with buildings, houses, etc. on its sides",
            "defineVi": "một con đường công cộng dành cho các phương tiện trong một ngôi làng, thị trấn hoặc thành phố, thường có các tòa nhà, nhà ở, v.v. ở hai bên",
            "hasImg": true
        },
        {
            "id": "b6e3dc7b-08c8-4d85-8771-f5d17ecd1e4e",
            "word": "bank",
            "phonetic": "bæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Many banks have cut commercial builders off cold turkey.",
                "The bank crash has had a ripple effect on the whole community.",
                "Their bank account was in the red again.",
                "You'll pass a bank on the way to the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuaw&hash=3b043374dcb2ad9a5960636c5f17225375e5af1e&lang=en&cache-only=0",
            "defineEn": "a financial institution that keeps and lends money and provides other financial services",
            "defineVi": "một tổ chức tài chính giữ và cho vay tiền và cung cấp các dịch vụ tài chính khác",
            "hasImg": true
        },
        {
            "id": "ba4603c3-752e-4326-9c52-4152959007ba",
            "word": "town hall",
            "phonetic": "taʊn hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bill Clinton had held town halls all around the country.",
                "This odd skull went on display at Klagenfurt’s Town Hall, where it remained for hundreds of years.",
                "Along the way, there have been police reports, lawsuits, town halls, blood tests and a lot of water samples.",
                "David, I'm going to start with you on those two town halls.",
                "In a town hall last night, President Biden projected that enough vaccine will be available to inoculate all Americans by the end of July."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93biBoYWxs&hash=a728aa664018f32f9c8159991749e99978702bc0&lang=en&cache-only=0",
            "defineEn": "a building in which the officials of a town work",
            "defineVi": "một tòa nhà trong đó các quan chức của một thị trấn làm việc",
            "hasImg": true
        },
        {
            "id": "8a0415e0-10f8-4918-860a-be5c93a629b6",
            "word": "museum",
            "phonetic": "mjuːziəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "The museum had an impressive collection of European art.",
                "The museum curator collects antique artworks for the museum's collection.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "The museum is a fascinating place to learn about history and art."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZXVt&hash=86fcd1ce44bb65f7d92c77d50eaa201761a864b2&lang=en&cache-only=0",
            "defineEn": "a place where important cultural, artistic, historical, or scientific objects are kept and shown to the public",
            "defineVi": "nơi lưu giữ và trưng bày các vật thể văn hóa, nghệ thuật, lịch sử hoặc khoa học quan trọng cho công chúng",
            "hasImg": true
        },
        {
            "id": "98216bbf-9e1a-4af3-8e5e-e32596cd7d4c",
            "word": "office block",
            "phonetic": "ɑːfɪs blɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNlIGJsb2Nr&hash=98a18324669dce2ee0e4d5745e187df54f5d15b0&lang=en&cache-only=0",
            "defineEn": "a large commercial building or complex divided into separate offices and leased to businesses or individuals",
            "defineVi": "một tòa nhà hoặc khu phức hợp thương mại lớn được chia thành các văn phòng riêng biệt và cho các doanh nghiệp hoặc cá nhân thuê",
            "hasImg": true
        },
        {
            "id": "8a0dda32-7ae1-4986-9842-4e218d5a820b",
            "word": "castle",
            "phonetic": "kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "A small river runs into the sea at one side of the castle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGxl&hash=6d39a50dbda32dc445d2db7b83d3d032100383c9&lang=en&cache-only=0",
            "defineEn": "a large and strong building that is protected against attacks, in which the royal family lives",
            "defineVi": "một tòa nhà lớn và mạnh mẽ được bảo vệ chống lại các cuộc tấn công, trong đó gia đình hoàng gia sống",
            "hasImg": true
        },
        {
            "id": "8e81653b-33f5-4b20-a741-baaab2b9a8d3",
            "word": "shopping centre",
            "phonetic": "ʃɑːpɪŋ sɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBpbmcgY2VudHJl&hash=c2af0bfcffc6e552b8ade8f4a3095f57a71a1bd2&lang=en&cache-only=0",
            "defineEn": "a group of shops, restaurants, etc. built together in one area or large building",
            "defineVi": "một nhóm các cửa hàng, nhà hàng, vv được xây dựng cùng nhau trong một khu vực hoặc tòa nhà lớn",
            "hasImg": true
        },
        {
            "id": "39c971fb-4805-47ed-9d63-9d7bafad84a6",
            "word": "cathedral",
            "phonetic": "kɐθiːdɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "These cathedrals are above politics.",
                "The cathedral at Salisbury is over 750 years old.",
                "It's like a cathedral ceiling.",
                "It's the world's largest Gothic cathedral."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aGVkcmFs&hash=e11d91de0699eb32109d2b3bd1ea4bbc7eb61395&lang=en&cache-only=0",
            "defineEn": "the largest and most important church of a specific area, which is controlled by a bishop",
            "defineVi": "nhà thờ lớn nhất và quan trọng nhất của một khu vực cụ thể, được kiểm soát bởi một giám mục",
            "hasImg": true
        },
        {
            "id": "74c8066b-97c9-4d11-b94e-22be5570eb98",
            "word": "field",
            "phonetic": "fiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, fields have eyes, and woods have ears.",
                "They turned the horse into the field.",
                "To drive sheep into a field.",
                "The majestic horse galloped across the open field.",
                "The baseball team has nine players on the field at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQ&hash=34e0ce6e022f08ac00100a44897bf3d0d2f761ba&lang=en&cache-only=0",
            "defineEn": "a piece of land in the country, especially one where crops are grown or animals are kept, typically surrounded by a fence, etc.",
            "defineVi": "một mảnh đất trong nước, đặc biệt là nơi trồng trọt hoặc chăn nuôi, thường được bao quanh bởi một hàng rào, v.v.",
            "hasImg": true
        },
        {
            "id": "ba826825-9dd6-4631-b62e-03a2f95b577f",
            "word": "farm",
            "phonetic": "fɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farm sits in the shadow of Ben Nevis.",
                "The surfaced road ends at the farm.",
                "My grandfather used to raise chickens on his farm.",
                "The farmers harvested the ripe tomatoes from the farm before they spoiled.",
                "At a countryside farm festival, attendees line up for a taste of the famous trotter barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFybQ&hash=fa6f4e60fe5559c34483afab21133ee0ca01adb7&lang=en&cache-only=0",
            "defineEn": "an area of land and its buildings, used for growing crops or keeping animals",
            "defineVi": "một diện tích đất và các tòa nhà của nó, được sử dụng để trồng trọt hoặc nuôi động vật",
            "hasImg": true
        },
        {
            "id": "4419d0e2-e223-4f01-a1f5-776fe2fcdf45",
            "word": "wood",
            "phonetic": "wʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hunger drives the wolf out of the wood.",
                "The wood is held in position by a clamp.",
                "The track led us through a wood.",
                "The coffee table was a dark wood color.",
                "You're not seeing the woods for trees."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZA&hash=1cdc8208e79e7f55e6acea178afd0dd30d345d26&lang=en&cache-only=0",
            "defineEn": "the hard material that the trunk and branches of a tree or shrub are made of, used for fuel or timber",
            "defineVi": "vật liệu cứng mà thân và cành của cây hoặc bụi cây được làm bằng, được sử dụng làm nhiên liệu hoặc gỗ",
            "hasImg": true
        },
        {
            "id": "b93fb9f3-bca2-458f-b59f-bf71f663ce04",
            "word": "bridge",
            "phonetic": "bɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The universal language of art is bridging a divide.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The bus hit the bridge.",
                "The children were dropping stones off the bridge."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGdl&hash=aa3a1de665607f96791a2091b80ffdef472aa568&lang=en&cache-only=0",
            "defineEn": "a structure built over a river, road, etc. that enables people or vehicles to go across one side to the other",
            "defineVi": "một cấu trúc được xây dựng trên sông, đường, v.v. cho phép người hoặc phương tiện đi qua bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "3c127e93-19bd-4726-9f6a-bf974b474870",
            "word": "church",
            "phonetic": "tʃɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The church had a more important part to play in the community.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "There were nine church leaders in my group and all bared their hearts.",
                "We stood outside the church, hoping to catch a glimpse of the bride."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1cmNo&hash=78622cb79b90da91ecf0305433aaa4532c6ae1cc&lang=en&cache-only=0",
            "defineEn": "a building where Christians go to worship and practice their religion",
            "defineVi": "một tòa nhà nơi các Kitô hữu đến thờ phượng và thực hành tôn giáo của họ",
            "hasImg": true
        },
        {
            "id": "cc5aff4c-74f7-43f9-be4e-a707d20bde1e",
            "word": "pub",
            "phonetic": "pʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does this pub do lunches?",
                "He and his fellow workers would incessantly talk shop in the village pub.",
                "He was in the pub drowning his sorrows after the break-up of his relationship.",
                "After the row in a pub he drove off in a huff.",
                "There were a couple of drunkards having a go outside our local pub last night."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVi&hash=f080cd89b60a34b427be0c712df2a5e07ca40e30&lang=en&cache-only=0",
            "defineEn": "a place where alcoholic and non-alcoholic drinks, and often food, are served",
            "defineVi": "một nơi phục vụ đồ uống có cồn và không cồn, và thường là thức ăn",
            "hasImg": true
        },
        {
            "id": "288425cb-cc39-4009-b1dc-3eb2daa2b335",
            "word": "path",
            "phonetic": "pæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A path led down the hill.",
                "A path that beats swords into plowshares.",
                "She will follow a different path than her siblings.",
                "They have followed a different path in their personal lives.",
                "John will follow the path of least resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aA&hash=b5e27ad65d9bccb7f4858f6129b2e00c5296edf1&lang=en&cache-only=0",
            "defineEn": "a way or track that is built or is made by people walking over the same ground",
            "defineVi": "một con đường hoặc con đường được xây dựng hoặc được thực hiện bởi những người đi bộ trên cùng một mặt đất",
            "hasImg": true
        },
        {
            "id": "2d56e73c-a195-41e9-b485-41c84a76cb23",
            "word": "river",
            "phonetic": "ɹɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The river took a meandering bend through the picturesque valley.",
                "The general had to get his troops across the river.",
                "The scientists are taking water samples from the river.",
                "The road runs parallel to the river.",
                "The map shows the principal towns and rivers."
            ],
            "audio": "https://tts.langeek.co/read?text=cml2ZXI&hash=2e148962a682b534d3e07ce8d066f68528191346&lang=en&cache-only=0",
            "defineEn": "a natural and continuous stream of water flowing in a channel to the sea, a lake, or another river",
            "defineVi": "một dòng nước tự nhiên và liên tục chảy trong một kênh ra biển, hồ hoặc sông khác",
            "hasImg": true
        },
        {
            "id": "a58df7c1-0df1-409e-8d5b-082e269ae821",
            "word": "cottage",
            "phonetic": "kɑːɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "We have a cottage in the Cotswolds, and getting back there after a few days in London really blows away the cobwebs.",
                "After the cool reception I received at breakfast, it was apparent that I had overstayed my welcome at the cottage of my father's friend.",
                "And I like my cottage very much.'",
                "The next day the Rivers family returned to their separate places of work, and I moved to the cottage in Morton."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dGFnZQ&hash=141c9af979107338002b2973fff018b14ac86087&lang=en&cache-only=0",
            "defineEn": "a small house, particularly one that is situated in the countryside or a village",
            "defineVi": "một ngôi nhà nhỏ, đặc biệt là một ngôi nhà nằm ở vùng nông thôn hoặc một ngôi làng",
            "hasImg": true
        },
        {
            "id": "88fc095c-2e1e-494e-9d0b-bff523832442",
            "word": "hill",
            "phonetic": "hɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A path led down the hill.",
                "The village was set among olive groves on a hill.",
                "They were driven to an unknown place in the hills.",
                "The truck's engine roared as it climbed the steep hill.",
                "An engineer suggested driving a tunnel through the Judean hills."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlsbA&hash=48476df7c72078e2c0d632e0f2b5286926b2bace&lang=en&cache-only=0",
            "defineEn": "a naturally raised area of land that is higher than the land around it, but smaller than a mountain",
            "defineVi": "một vùng đất được nâng lên tự nhiên cao hơn vùng đất xung quanh nó, nhưng nhỏ hơn một ngọn núi",
            "hasImg": true
        },
        {
            "id": "6c161995-2172-41f7-a23c-5bb4f931b7ce",
            "word": "postbox",
            "phonetic": "poʊstbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdGJveA&hash=f1f680edd61e1d75eef6c81b5babf548d6e33977&lang=en&cache-only=0",
            "defineEn": "a box or container, usually made of metal and located in a public place, where letters, postcards, or other mail items can be deposited for collection and delivery by a postal service",
            "defineVi": "một hộp hoặc thùng chứa, thường được làm bằng kim loại và được đặt ở nơi công cộng, nơi có thể ký gửi thư, bưu thiếp hoặc các vật phẩm thư khác để dịch vụ bưu chính thu và chuyển phát",
            "hasImg": true
        },
        {
            "id": "34b8e159-9dbd-4a91-8472-7980501c9b6d",
            "word": "lake",
            "phonetic": "leɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road led away from the house directly to the lake.",
                "Sunlight played on the surface of the lake.",
                "We enjoyed a picnic by the lake, and she surprised us with a brooklime-infused lemonade.",
                "We saw a beautiful white swan swimming in the lake.",
                "During the heatwave, the group of friends decided to cool off by skinny-dipping in the lake, enjoying the refreshing water in their birthday suits under the moonlight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFrZQ&hash=2dba95c14a3c0cab5e09962fbae9068e0078b6c9&lang=en&cache-only=0",
            "defineEn": "a large area of water, surrounded by land",
            "defineVi": "một khu vực rộng lớn của nước, bao quanh bởi đất",
            "hasImg": true
        },
        {
            "id": "9b3f1ade-8a11-4a75-a08c-c89b9d8c9c19",
            "word": "village",
            "phonetic": "vɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soon, with the return of the peasants and fishermen, the village comes to life again.",
                "The road continues through the village of Knightwick.",
                "Three villages have gone without water for days.",
                "The village was set among olive groves on a hill.",
                "The place still feels like a small fishing village."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGFnZQ&hash=77c4e5f42d61e635f61596bcfd5239513d6824e1&lang=en&cache-only=0",
            "defineEn": "a very small town located in the countryside",
            "defineVi": "một thị trấn rất nhỏ nằm ở nông thôn",
            "hasImg": true
        },
        {
            "id": "318620df-4717-4e02-8bb4-d405f97c31d4",
            "word": "tall",
            "phonetic": "tɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tall building stands out among the other structures in the city.",
                "The tall oak tree provided shade on a hot summer day.",
                "The tall Texan ruffled some English feathers with his remarks.",
                "After dinner she told me a tall tale about her pet.",
                "To grow bigger/taller/older."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsbA&hash=67ad474c0ed4441a0b3577da1645c311beb71679&lang=en&cache-only=0",
            "defineEn": "(of a person or thing) having a height that is greater than what is thought to be the average height",
            "defineVi": "(của một người hoặc vật) có chiều cao lớn hơn chiều cao được cho là trung bình",
            "hasImg": true
        },
        {
            "id": "bfb0ad58-cd2c-4b32-922e-7e39929115dc",
            "word": "expensive",
            "phonetic": "ɛkspɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new restaurant is expensive.",
                "The hotel had expensive rates during the holiday season.",
                "She bought an expensive dress for a special occasion.",
                "He bought an expensive watch as a gift for his father.",
                "The restaurant had expensive prices, but the food was delicious."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5zaXZl&hash=49d271dd88283dc21453a8c2f272494ea30d4393&lang=en&cache-only=0",
            "defineEn": "having a high price",
            "defineVi": "có giá cao",
            "hasImg": true
        },
        {
            "id": "66351e57-6046-4311-844e-301489c9215a",
            "word": "cheap",
            "phonetic": "tʃiːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Such cheap goods obviously rely on dirt cheap labor.",
                "It was dirt cheap.",
                "He found a cheap flight deal for his vacation.",
                "She bought cheap headphones, but the sound quality was poor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlYXA&hash=0c343d67b95c937ba68b0929d033fd7c14b0c522&lang=en&cache-only=0",
            "defineEn": "having a low price",
            "defineVi": "có giá thấp",
            "hasImg": true
        },
        {
            "id": "aea99e50-cf1b-4a62-838e-463cff933ed6",
            "word": "hot",
            "phonetic": "hɑːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The weather was disagreeably hot.",
                "The news came hot on the heels of another plane crash.",
                "The factory closure follows hot on the heels of several others",
                "The winter issue is hot off the press.",
                "That hot guy had a good head on his shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90&hash=0da9ddb695c016e223f206638448aae9581d299f&lang=en&cache-only=0",
            "defineEn": "having a high temperature or a high degree of heat",
            "defineVi": "có nhiệt độ cao hoặc nhiệt độ cao",
            "hasImg": true
        },
        {
            "id": "23329c16-654e-4bfa-a086-4e26377451ab",
            "word": "cold",
            "phonetic": "koʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He feels the cold a lot.",
                "The film caught a cold over the outstanding debt.",
                "Sarah’s got a cold.",
                "On the day of the wedding, Brown experienced cold feet.",
                "He's out cold and as still as a stone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZA&hash=8875f66e2064a93958cd6d321da2787e7167f462&lang=en&cache-only=0",
            "defineEn": "having a temperature lower than the human body's average temperature",
            "defineVi": "có nhiệt độ thấp hơn nhiệt độ trung bình của cơ thể con người",
            "hasImg": true
        },
        {
            "id": "37fb49b3-aa1e-4aa4-9283-f195e88eb805",
            "word": "wet",
            "phonetic": "wɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, wet your whistle.",
                "He's still wet behind the ears!",
                "You're all wet Jameson",
                "I may be all wet on this point.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire."
            ],
            "audio": "https://tts.langeek.co/read?text=d2V0&hash=372fcafe56f185a9dfde63d3581ae1843ddd9778&lang=en&cache-only=0",
            "defineEn": "covered with or full of water or another liquid",
            "defineVi": "được bao phủ bởi hoặc đầy nước hoặc chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "0b3d93e8-d74c-41f9-9eea-474b5489d7b2",
            "word": "nice",
            "phonetic": "naɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The garden looks nice.",
                "The soft carpet feels nice under my feet.",
                "The children were nice as pie.",
                "This room would make a nice office.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=bmljZQ&hash=7adede239e2ad9b42bb666247002d2c0d5f35f3a&lang=en&cache-only=0",
            "defineEn": "providing pleasure and enjoyment",
            "defineVi": "cung cấp niềm vui và hưởng thụ",
            "hasImg": true
        },
        {
            "id": "9b14912b-d98e-4b16-88d6-24d0fab4b5e5",
            "word": "friendly",
            "phonetic": "fɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's very friendly and very down to earth.",
                "They had a friendly soccer match with their friends in the park.",
                "He lived in a small town with friendly neighbors.",
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "She approached him with a friendly smile, but she got the cold shoulder, as he turned away without a word."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kbHk&hash=39b65447e4531bb334eca748083642def5e84db9&lang=en&cache-only=0",
            "defineEn": "kind and nice toward other people",
            "defineVi": "tử tế và tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "ccfb8ab0-6f82-4118-a2f9-ad6b6884fef8",
            "word": "crowded",
            "phonetic": "kɹaʊdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The elevator doors opened, revealing a crowded lobby.",
                "She wore a mask that covered her mouth and nose in crowded places.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "For Amy, attending crowded parties is not her cup of tea.",
                "Kelly giggled as she caught Josh making sheep's eyes at her across the crowded room."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd2RlZA&hash=cfbca383e3330a446c69ee123a0aec78871aece4&lang=en&cache-only=0",
            "defineEn": "(of a space) filled with things or people",
            "defineVi": "(của một không gian) chứa đầy đồ vật hoặc con người",
            "hasImg": true
        },
        {
            "id": "e7125eea-ab15-46f7-b41d-1f08bde69b84",
            "word": "polite",
            "phonetic": "pəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She has a weakness for polite men, use that to your advantage.",
                "The waiter, with a polite smile, asked if we needed anything else during our meal.",
                "When I visited my girlfriend's parents I tried to be very polite and put my best foot forward.",
                "The situation was so serious that after a few polite exchanges they quickly got down to brass tacks.",
                "The real estate agent was always polite to his clients, but he also knew how to use his charm to close a deal."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRl&hash=62b1fd0a39a58bdffc1a01f6ae8bebdde4822db5&lang=en&cache-only=0",
            "defineEn": "showing a type of behavior that is considerate of other people",
            "defineVi": "thể hiện một loại hành vi quan tâm đến người khác",
            "hasImg": true
        },
        {
            "id": "8409ecd6-b129-4ff7-a449-f02a08c9c6f0",
            "word": "beautiful",
            "phonetic": "bjuːɾifəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The purple flowers in the vase were beautiful.",
                "My mom planted beautiful flowers in the front yard.",
                "It's beautiful!",
                "The train traveled through beautiful countryside.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdXRpZnVs&hash=31230419dcdf7c3ceb4454c2419b954eaee422e9&lang=en&cache-only=0",
            "defineEn": "extremely pleasing to the mind or senses",
            "defineVi": "cực kỳ dễ chịu cho tâm trí hoặc các giác quan",
            "hasImg": true
        },
        {
            "id": "cf9c9fbe-c042-49e0-9867-271c84e3f26d",
            "word": "old",
            "phonetic": "oʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My father is quite old now",
                "This thankless IT support job is really getting old.",
                "This old house gives me the willies.",
                "The old man gave up the ghost.",
                "The old man considered his granddaughter thoughtfully."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xk&hash=4760358aa3bbca48929cb4bab31f6097e8c8fea0&lang=en&cache-only=0",
            "defineEn": "of a particular or specified age",
            "defineVi": "của một độ tuổi cụ thể hoặc quy định"
        },
        {
            "id": "13503b21-bc1f-4035-9aa1-24b86c45fad3",
            "word": "good",
            "phonetic": "ɡʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The food looks good.",
                "Good wine can make a meal.",
                "Bad luck often brings good luck.",
                "This information is as good as gold.",
                "\"Your guess is as good as mine.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZA&hash=23dba10598e546d0d581f340c648d497a4e2bcb6&lang=en&cache-only=0",
            "defineEn": "having a standard or quality that is satisfying",
            "defineVi": "có tiêu chuẩn hoặc chất lượng thỏa mãn",
            "hasImg": true
        },
        {
            "id": "c4b91dc7-4f63-4dd2-ae30-d02f57b091a4",
            "word": "bad",
            "phonetic": "bæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "Bad luck often brings good luck.",
                "The bad weather brought famine.",
                "Don’t use bad language.",
                "Bad manners will get you nowhere."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFk&hash=ba0e7eda3d140656dd10d32c2ec596c38ebb3e1a&lang=en&cache-only=0",
            "defineEn": "having a standard or quality that is unsatisfying",
            "defineVi": "có tiêu chuẩn hoặc chất lượng không thỏa mãn",
            "hasImg": true
        }
    ]
}