{
    "id": "cf2ca5c4-bfda-4cff-b9d3-6ee1768e8105",
    "title": "Clothes and Accessories",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "24697fb3-6c49-4fc0-b9eb-b7f367cd7488",
            "word": "fashion",
            "phonetic": "fæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That color has gone out of fashion.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "This could set a new fashion.",
                "The magazine keeps tabs on the latest fashion trends.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzaGlvbg&hash=c3447ac5b77639ea7e616a5d60472d05becc5906&lang=en&cache-only=0",
            "defineEn": "the styles and trends of clothing, accessories, makeup, and other items that are popular in a certain time and place",
            "defineVi": "phong cách và xu hướng quần áo, phụ kiện, đồ trang điểm và các mặt hàng khác phổ biến ở một thời điểm và địa điểm nhất định",
            "hasImg": true
        },
        {
            "id": "1f923460-648a-4a68-a663-e2d4edb798a3",
            "word": "clothing",
            "phonetic": "kloʊðɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "African clothing is known for its vibrant patterns and intricate designs.",
                "He's a wolf in lamb's clothing.",
                "We all met that wolf in sheep's clothing I guess at least once a life.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Yesterday, her outfit was wild and woolly, with mismatched patterns and disheveled clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGhpbmc&hash=c60a5089fe3933107aa658dd1d70a000c9266c6c&lang=en&cache-only=0",
            "defineEn": "the items that we wear, particularly a specific type of items",
            "defineVi": "các mặt hàng mà chúng tôi mặc, đặc biệt là một loại mặt hàng cụ thể",
            "hasImg": true
        },
        {
            "id": "1a448205-6a3b-4be4-a71e-77ddb79423a4",
            "word": "blouse",
            "phonetic": "blaʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "A white blouse will show the blood.",
                "She paired her skirt with a white blouse and heels.",
                "That is a lot of blouses.",
                "That means I can get a new blouse from the other side of the world pretty much immediately.",
                "She borrowed from a maid a skirt, blouse, and rebozo shawl to wear for their ceremony at City Hall in Coyoacán, the borough of Mexico City where she lived."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvdXNl&hash=571a691ae093bc61f279b6cf987b74bfa6284657&lang=en&cache-only=0",
            "defineEn": "a shirt for women, typically with a collar, buttons and sleeves",
            "defineVi": "một chiếc áo sơ mi dành cho phụ nữ, thường có cổ áo, nút và tay áo",
            "hasImg": true
        },
        {
            "id": "68b5502a-54c5-4f6b-bf11-01591e0a2bed",
            "word": "shorts",
            "phonetic": "ʃɔːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many wearing shorts and T-SHIRTS."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnRz&hash=5588415737d7d8e7cd56a8e253b0179d02442bc2&lang=en&cache-only=0",
            "defineEn": "underpants with short legs, worn by men",
            "defineVi": "quần lót có chân ngắn, được mặc bởi nam giới",
            "hasImg": true
        },
        {
            "id": "ed1b2bbe-dae5-4369-b186-64a861746654",
            "word": "tights",
            "phonetic": "taɪts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlnaHRz&hash=8fe31ca49980cbd8c21daad85dbdcb4a95a5053b&lang=en&cache-only=0",
            "defineEn": "an item of women’s clothing that tightly covers the lower part of the body, from the waist to the toes, usually worn under dresses and skirts",
            "defineVi": "một bộ quần áo của phụ nữ che kín phần dưới của cơ thể, từ thắt lưng đến ngón chân, thường được mặc bên dưới váy và váy",
            "hasImg": true
        },
        {
            "id": "6ebb67a3-56df-4d39-8b73-46accfc38dc1",
            "word": "pocket",
            "phonetic": "pɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "That one mistake left him thousands of pounds out of pocket.",
                "My parents give me pocket money every week.",
                "The shirt has a pocket on the chest for small items.",
                "Last year's winners again have the championship firmly in their pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ja2V0&hash=6ea4c48acb2bf51a3b3b2141cbf0a44372e51e54&lang=en&cache-only=0",
            "defineEn": "a type of small bag in or on clothing (pants, coats, et.), used for carrying small things such as money, keys, etc.",
            "defineVi": "một loại túi nhỏ trong hoặc trên quần áo (quần, áo khoác, v.v.), dùng để đựng những vật nhỏ như tiền, chìa khóa, v.v.",
            "hasImg": true
        },
        {
            "id": "5ece3e4d-1ccb-4370-a823-d2b3fa8c32ed",
            "word": "button",
            "phonetic": "bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9u&hash=2d432cb662d9a50ff1ece8509faedbd391c40fe4&lang=en&cache-only=0",
            "defineEn": "a small, round object, usually made of plastic or metal, sewn onto a piece of clothing and used for fastening two parts together",
            "defineVi": "một vật tròn, nhỏ, thường làm bằng nhựa hoặc kim loại, được khâu vào một mảnh quần áo và dùng để buộc hai phần lại với nhau",
            "hasImg": true
        },
        {
            "id": "5adbc58f-def3-4667-9a3d-be08012364fa",
            "word": "uniform",
            "phonetic": "juːnɪfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The blue uniform sat well on his big frame.",
                "The police officer wears a uniform and a badge.",
                "Often shown in a rumpled uniform and with a five-o'clock shadow on their jowls, these men appear as they fought their war.",
                "I'd love to go have a beer with you, but as you can see by the uniform I'm wearing, I'm actually on the clock right now.",
                "The swabs are issued uniforms."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pZm9ybQ&hash=d2e4a7580b87c8e56c051a9324201179b81b0484&lang=en&cache-only=0",
            "defineEn": "the special set of clothes that all members of an organization or a group wear at work, or children wear at a particular school",
            "defineVi": "bộ quần áo đặc biệt mà tất cả các thành viên của một tổ chức hoặc một nhóm mặc tại nơi làm việc hoặc trẻ em mặc tại một trường học cụ thể",
            "hasImg": true
        },
        {
            "id": "b492ee15-6c68-49db-a21b-ae1efbb65a5f",
            "word": "umbrella",
            "phonetic": "ʌmbɹɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woman hit the mugger with her umbrella.",
                "I forgot my umbrella, and now I'm getting wet in the rain.",
                "I carried an umbrella with me because the weather looked cloudy.",
                "Sorry, I forgot to bring my umbrella.",
                "Don't forget to take your umbrella - it's raining cats and dogs out there."
            ],
            "audio": "https://tts.langeek.co/read?text=dW1icmVsbGE&hash=0b8c4dc73f13c20293cdaead566b17a5c82c321b&lang=en&cache-only=0",
            "defineEn": "an object with a circular folding frame covered in cloth, used as protection against rain or hot sun",
            "defineVi": "một vật có khung gấp hình tròn được bọc vải, dùng để che mưa nắng",
            "hasImg": true
        },
        {
            "id": "1b6dd7b6-d7f0-4c33-8fe6-64e3faef8bdf",
            "word": "accessory",
            "phonetic": "ɐksɛsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries.",
                "She bought a new hat to add a stylish accessory to her outfit.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit.",
                "Ethan cuts a dash wherever he goes with his sharp suits and stylish accessories, leaving a lasting impression."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXNzb3J5&hash=d370ea3aa82e10d863a2c7e126e3caa4ac3844cb&lang=en&cache-only=0",
            "defineEn": "an item, such as a bag, hat, piece of jewelry, etc., that is worn or carried because it makes an outfit more beautiful or attractive",
            "defineVi": "một món đồ, chẳng hạn như túi xách, mũ, đồ trang sức, v.v., được đeo hoặc mang theo vì nó làm cho bộ trang phục đẹp hơn hoặc hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "77763f67-9711-4172-81d9-061d1427e1c9",
            "word": "watch",
            "phonetic": "wɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your mouth!",
                "The girls watched the development of this relationship with incredulity.",
                "A large crowd watched the game on Saturday.",
                "Watch your head on the low ceiling.",
                "Watch me!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0Y2g&hash=40aa114fd8c80821f7d2332a9a324e8a1bfdf372&lang=en&cache-only=0",
            "defineEn": "a small clock or timepiece worn on a strap on one's wrist or carried in the pocket",
            "defineVi": "một chiếc đồng hồ nhỏ hoặc đồng hồ đeo trên dây đeo trên cổ tay của một người hoặc mang trong túi",
            "hasImg": true
        },
        {
            "id": "27e9db3a-ec20-4545-8d98-9e12000aac78",
            "word": "glasses",
            "phonetic": "ɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3Nlcw&hash=02f2320e926848df5adad619fd38c558449df534&lang=en&cache-only=0",
            "defineEn": "a pair of lenses set in a frame that rests on the nose and ears, which we wear to see more clearly",
            "defineVi": "một cặp thấu kính được đặt trong một khung nằm trên mũi và tai mà chúng ta đeo để nhìn rõ hơn",
            "hasImg": true
        },
        {
            "id": "647357df-c236-4f2e-b799-a84e3ce74db8",
            "word": "sunglasses",
            "phonetic": "sʌŋɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VuZ2xhc3Nlcw&hash=36628ec15da1ddf0daa969bfe2a7dc1af8995b4a&lang=en&cache-only=0",
            "defineEn": "dark glasses that we wear to protect our eyes from sunlight or glare",
            "defineVi": "kính đen mà chúng ta đeo để bảo vệ mắt khỏi ánh sáng mặt trời hoặc ánh sáng chói",
            "hasImg": true
        },
        {
            "id": "c4ba6b70-db9e-4386-90e2-e3853c95b0f6",
            "word": "briefcase",
            "phonetic": "bɹiːfkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped his briefcase on a chair.",
                "I gave up the briefcase but he wanted jam o it.",
                "I bought a briefcase.",
                "This is like a giant briefcase.",
                "One of the reasons why I do try to use it still is because if I'm traveling locally, or even if I travel, like, out of state for work, and I don't wanna bring the heavy planner and I just need something that has a schedule, I don't need a whole bunch of notes to go with it, this is fine, I can just carry this in my briefcase."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZWZjYXNl&hash=a0509f92c6f35b1a6448cee95220697b021fcc25&lang=en&cache-only=0",
            "defineEn": "a flat, leather or plastic case with a handle, used for carrying papers or documents",
            "defineVi": "hộp phẳng, bằng da hoặc nhựa có tay cầm, dùng để đựng giấy tờ, tài liệu",
            "hasImg": true
        },
        {
            "id": "2b6bbf4c-4369-473f-ae6a-b1b35c4ac32c",
            "word": "cap",
            "phonetic": "kæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have to go cap in hand begging for funds.",
                "He asked me, cap in hand, if I could help him out of his financial difficulties.",
                "We'll need our thinking caps to solve this one.",
                "They went to the teacher, cap in hand, and asked for more time to complete their project.",
                "There's no way he'll go cap in hand to his brother."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fw&hash=520eb8f9ab02dafe1d9ae3a985dcee750438190b&lang=en&cache-only=0",
            "defineEn": "a type of soft flat hat with a visor, typically worn by men and boys, often as part of a uniform",
            "defineVi": "một loại mũ phẳng mềm có tấm che mặt, thường được đội bởi nam giới và trẻ em trai, thường là một phần của đồng phục",
            "hasImg": true
        },
        {
            "id": "203a04be-f8f4-442e-8a8d-fd2f2d777b33",
            "word": "bracelet",
            "phonetic": "bɹeɪslɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think my cleaning woman stole my bracelet.",
                "The bracelet is very important.",
                "I stole a bracelet from Express.",
                "Do like an LTT store bracelet.",
                "Or this color bracelet has to use the water fountain down at the end of the hall."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhY2VsZXQ&hash=68063a8300a2d3f858978b22c0e1cced271e2773&lang=en&cache-only=0",
            "defineEn": "An ornamental item, worn on the wrist or arm",
            "defineVi": "Một vật trang trí, đeo trên cổ tay hoặc cánh tay",
            "hasImg": true
        },
        {
            "id": "9810b4a8-7bbd-43c0-a07c-9010a23b1d64",
            "word": "wallet",
            "phonetic": "wɔlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have zero dollars in my wallet.",
                "She has seventy dollars in her wallet.",
                "She always carries a small purse to hold her keys and wallet.",
                "Most people seem to have voted with their wallets rather than with their hearts.",
                "If you want this issue on people's radar, you have to frame it as something that will impact their wallets."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbGV0&hash=b0f9444ec1c04d468cc7f4ceba8e79137cdfe9b0&lang=en&cache-only=0",
            "defineEn": "a pocket-sized, folding case that is used for storing paper money, coin money, credit cards, etc.",
            "defineVi": "một hộp gấp, có kích thước bỏ túi được sử dụng để đựng tiền giấy, tiền xu, thẻ tín dụng, v.v.",
            "hasImg": true
        },
        {
            "id": "5714e48a-bdda-405d-a1eb-71f4b58dcd8b",
            "word": "chain",
            "phonetic": "tʃeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fast food chains removed pink slime from their menus to regain trust.",
                "I'm just yanking your chain, Leo.",
                "You know, maybe that old guy was yanking our chain.",
                "Drugs are a ball and chain for many people.",
                "Uh, I was just pulling your chain, man."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4&hash=2b8fa94c31d132a85353a8ee340d432c984ae196&lang=en&cache-only=0",
            "defineEn": "a decorative chain (a series of connected metal rings) worn around the neck as jewelry",
            "defineVi": "một chuỗi trang trí (một loạt các vòng kim loại được kết nối) đeo quanh cổ như đồ trang sức",
            "hasImg": true
        },
        {
            "id": "0e93fa3f-bd9e-4887-bdf5-f3b731f7a9fa",
            "word": "earring",
            "phonetic": "ɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wore earrings that dangled from her earlobes.",
                "I have two Pokéball earrings",
                "He put the earring in.",
                "Maybe wearing earrings, because in North Korea we don't have any freedom.",
                "And he's got the earring."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFycmluZw&hash=12fb28bd9493be5590c4462814ae068dcdc04d2d&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry worn on the ear",
            "defineVi": "một món đồ trang sức đeo trên tai",
            "hasImg": true
        },
        {
            "id": "76aa9d67-c67e-4cd5-a32e-322382647016",
            "word": "ring",
            "phonetic": "ɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The name rings a bell.",
                "The children enjoyed onion rings as a crispy side dish.",
                "This should ring alarm bells in all European countries and the United States.",
                "Your phone is ringing for the thousandth time.",
                "His complaints have a familiar ring."
            ],
            "audio": "https://tts.langeek.co/read?text=cmluZw&hash=e2581860aa6bbe29eb165ecffc216be23ad2c920&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry that we wear on our finger, consisting of a round, small band of metal (gold, silver, etc.), and often decorated with precious stones",
            "defineVi": "một món đồ trang sức mà chúng ta đeo trên ngón tay, bao gồm một dải kim loại tròn, nhỏ (vàng, bạc, v.v.) và thường được trang trí bằng đá quý",
            "hasImg": true
        },
        {
            "id": "3824a54f-0d7e-40c2-b15e-431f4099568f",
            "word": "necklace",
            "phonetic": "nɛkləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wore a necklace around her neck.",
                "His lucky number is seven, and he always wears a necklace with a seven pendant.",
                "She searched her room high and low, hoping to find her misplaced necklace before the party.",
                "First, I have this necklace.",
                "The diamond necklace in his hand was very beautiful."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVja2xhY2U&hash=a67c72d0477ed620ef3251fbb155f7ad1768e7b7&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry, consisting of a chain, string of beads, etc. worn around the neck as decoration",
            "defineVi": "một món đồ trang sức, bao gồm một chuỗi, chuỗi hạt, v.v. đeo quanh cổ như một vật trang trí",
            "hasImg": true
        },
        {
            "id": "45d351fe-af03-4636-9d07-6ad619a14b45",
            "word": "jewelry",
            "phonetic": "dʒuːəlɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She makes a fortune selling handmade jewelry.",
                "I need to find a small box for storing jewelry.",
                "A homeless man was arrested for stealing a loaf of bread, but when a wealthy socialite was caught shoplifting expensive jewelry, she was let off with a warning.",
                "I like the jewelry.",
                "Around about 50% of it is in jewelry."
            ],
            "audio": "https://tts.langeek.co/read?text=amV3ZWxyeQ&hash=60c0e67eda435bf8b97509118cc512f7055fba35&lang=en&cache-only=0",
            "defineEn": "objects such as necklaces, bracelets or rings, typically made from precious metals (gold, silver, etc.) that we wear as decoration",
            "defineVi": "các đồ vật như dây chuyền, vòng tay hoặc nhẫn, thường được làm từ kim loại quý (vàng, bạc, v.v.) mà chúng ta đeo để trang trí",
            "hasImg": true
        },
        {
            "id": "4678b020-4e81-4a77-baeb-6f0d2e39dc1f",
            "word": "perfume",
            "phonetic": "pɜːfjuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her favorite perfume is a French brand.",
                "The politician's excessive flattery towards his colleagues made them suspicious, and they reminded each other that flattery like perfume should be smelled but not swallowed.",
                "Really, I love this perfume.",
                "Don’t wear strong perfume.",
                "That includes shampoo, makeup, perfume, cologne, deodorant, soap."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZnVtZQ&hash=e04b7d9ba713d5267674cc251e34531308776cb1&lang=en&cache-only=0",
            "defineEn": "‌a liquid, typically made from flowers, that has a pleasant smell",
            "defineVi": "‌một chất lỏng, thường được làm từ hoa, có mùi dễ chịu",
            "hasImg": true
        },
        {
            "id": "3be9279b-35db-4a05-9410-ef035e319088",
            "word": "loose",
            "phonetic": "luːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The handle came loose.",
                "They let loose a couple of rounds of ammunition.",
                "The play has too many loose ends.",
                "I'm tired of your playing fast and loose with me.",
                "We still have one more loose end to deal with before we're finished with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vc2U&hash=65cc290634fb91457739bd1255939b9d4053b7f6&lang=en&cache-only=0",
            "defineEn": "not tight; not fitting tightly or closely",
            "defineVi": "không chật; không vừa vặn hoặc chặt chẽ",
            "hasImg": true
        },
        {
            "id": "34622821-98c3-464a-868e-afd175afa712",
            "word": "tight",
            "phonetic": "taɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The recent strike has put the airline company in a tight spot.",
                "Jane sure ran a tight ship around here.",
                "Shaona was running a tight ship and didn't waste time on small talk.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQ&hash=a53ef9788a15652a88d35d1679ccf25593e5da37&lang=en&cache-only=0",
            "defineEn": "(of clothes or shoes) fitting closely or firmly, especially in an uncomfortable way",
            "defineVi": "(quần áo hoặc giày dép) vừa khít hoặc chắc chắn, đặc biệt là theo một cách không thoải mái",
            "hasImg": true
        },
        {
            "id": "01b07b8b-ff5f-42b3-89f2-803ebca9053d",
            "word": "to fit",
            "phonetic": "tə fɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml0&hash=3354b7c4007ee43c40d2eb602099a7947feac54a&lang=en&cache-only=0",
            "defineEn": "to be of the right size or shape for someone",
            "defineVi": "có kích thước hoặc hình dạng phù hợp với ai đó",
            "hasImg": true
        },
        {
            "id": "1b38780a-e367-4814-8be3-7b4ac60a2748",
            "word": "to try on",
            "phonetic": "tə tɹaɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The treatment has not yet been tried on patients.",
                "She tried on different hats at the store to find the perfect fit.",
                "She tried on several dresses before finding the perfect one.",
                "Now you try on the overalls.",
                "But I am going to try on hearing aids for the first time today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5IG9u&hash=6b347377955770d4bb5b1875498d70add91a5fb0&lang=en&cache-only=0",
            "defineEn": "to put on a piece of clothing to see if it fits and how it looks",
            "defineVi": "mặc một bộ quần áo để xem nó có vừa không và nó trông như thế nào",
            "hasImg": true
        },
        {
            "id": "54a195b6-c7fa-4380-b28d-ffdc910da168",
            "word": "to put on",
            "phonetic": "tə pʊt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I put on a clean pair of socks every morning.",
                "He's just putting on an act for the boss's benefit.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He was always putting on airs and graces.",
                "She put on her swimsuit and jumped into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9u&hash=c874e673b42aee1bd7924077f0aa9df584d74436&lang=en&cache-only=0",
            "defineEn": "to put a piece of clothing on one's or someone else's body",
            "defineVi": "để đặt một mảnh quần áo trên cơ thể của một người hoặc người khác",
            "hasImg": true
        },
        {
            "id": "fa93ad64-0a89-45bd-adfd-3239170d71c9",
            "word": "to take off",
            "phonetic": "tə teɪk ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the police informer saw a friend, he took off like a rat up a drainpipe.",
                "He will make a fortune if his invention takes off.",
                "I watched the planes take off and land from the observation deck at the airport.",
                "I always feel excited when the airplane takes off.",
                "He was embarrassed by his moobs while taking off his shirt at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvZmY&hash=fdfcfd75e901b6bef95f160c153b8a6a7fc9a812&lang=en&cache-only=0",
            "defineEn": "to remove a piece of clothing from one's or another's body",
            "defineVi": "để loại bỏ một mảnh quần áo từ cơ thể của một hoặc người khác",
            "hasImg": true
        },
        {
            "id": "15225002-c040-42f8-8409-08851914205a",
            "word": "to change",
            "phonetic": "tə tʃeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That experience changed my life.",
                "The storekeeper changed my dollar bill for four quarters.",
                "Leaves change colour in autumn.",
                "The wind has changed direction.",
                "The lights changed to green."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbmdl&hash=cfe58ecdbdf274fe64af4fdf5332fe5608faf329&lang=en&cache-only=0",
            "defineEn": "to put different clothes on",
            "defineVi": "để mặc quần áo khác nhau trên",
            "hasImg": true
        },
        {
            "id": "65d041fa-eb99-4267-8b61-575fdaff8a5f",
            "word": "worn-out",
            "phonetic": "woːɹnaʊt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29ybi1vdXQ&hash=5f8989e62b5d68ddd25f705d508325c292f2a050&lang=en&cache-only=0",
            "defineEn": "very damaged or old in a way that has become unusable",
            "defineVi": "rất hư hỏng hoặc cũ theo cách đã trở nên không sử dụng được",
            "hasImg": true
        }
    ]
}