{
    "id": "d015f689-a779-4859-923d-3c677ba40f2f",
    "title": "Lesson 28",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "aba9d4f9-4f60-4b1a-921f-ad0b0fcf3562",
            "word": "tedious",
            "phonetic": "tiːdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This job is very tedious.",
                "It could be so tedious.",
                "The tedious trade has been the main source of income in this small Ecuadorian village in the Andes for over 100 years.",
                "Now, this is going to sound tedious.",
                "Assignments can feel so tedious when they take hours to do."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVkaW91cw&hash=f5142a85e2c2658c9204c1fc62667bd1e89af007&lang=en&cache-only=0",
            "defineEn": "continuing for too long and boring",
            "defineVi": "tiếp tục quá lâu và nhàm chán",
            "hasImg": true
        },
        {
            "id": "dcdba62c-ff54-4608-8518-78a2deb0c2fc",
            "word": "tedium",
            "phonetic": "tiːdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "At 27 years old, he's clinging to the hope that music can save him from 9:00-to-5:00 tedium."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVkaXVt&hash=5eb8873fdc75fa4c6a8d3d629a00394972702e5f&lang=en&cache-only=0",
            "defineEn": "the feeling of being bored by something tedious",
            "defineVi": "cảm giác nhàm chán bởi một cái gì đó tẻ nhạt"
        },
        {
            "id": "f9230a67-3043-4f32-89d4-c1a6d156a44c",
            "word": "resolute",
            "phonetic": "ɹɛzəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but he remains resolute in his devotion to his wife.",
                "We see the resolute atheist, Lestat, return to religion himself in 2003’s Blood Canticle when Rice temporarily rejoined the church, but he’s back to his old ways by the next time he appears in 2014’s Prince Lestat.",
                "From the very moment President Obama sat behind the desk, resolute in the Oval Office, he knew-- he knew he had not only to restore the confidence of a nation, but he had to restore the confidence of the whole world."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGU&hash=bd58d214ba7cc99ed649721df8245b7cbd2501dd&lang=en&cache-only=0",
            "defineEn": "determined, firm, and unwavering in one's beliefs, decisions, or actions",
            "defineVi": "xác định, vững chắc và không lay chuyển trong niềm tin, quyết định hoặc hành động của một người"
        },
        {
            "id": "4b3c3ac0-50d8-4760-bbef-4cb82eee141b",
            "word": "resolution",
            "phonetic": "ɹɛzəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "The resolution passed both houses before the zero hour and the President signed it.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGlvbg&hash=58d6be386162ce9debaea106db6c6c007de95c89&lang=en&cache-only=0",
            "defineEn": "an official decision that is made, particularly when an official body takes a group vote",
            "defineVi": "một quyết định chính thức được đưa ra, đặc biệt khi một cơ quan chính thức bỏ phiếu theo nhóm"
        },
        {
            "id": "a345daf5-6aa9-4c89-a552-191c216c144c",
            "word": "to resolve",
            "phonetic": "tə ɹᵻzɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb2x2ZQ&hash=53121126355a21248f9a2c4fcd5d812671fda01b&lang=en&cache-only=0",
            "defineEn": "to find a way to solve a disagreement or difficulty",
            "defineVi": "để tìm một cách để giải quyết một sự bất đồng hoặc khó khăn"
        },
        {
            "id": "afcddbac-b0a6-40ba-aba9-b542ee4c409f",
            "word": "cursive",
            "phonetic": "kɜːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She wrote her name in beautiful cursive handwriting."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vyc2l2ZQ&hash=f794a671b2e4c083713063df13014b3de792780d&lang=en&cache-only=0",
            "defineEn": "having successive letter joined together",
            "defineVi": "có chữ cái liên tiếp nối với nhau"
        },
        {
            "id": "25bec0a6-b655-4216-b331-819665e04d5b",
            "word": "cursory",
            "phonetic": "kɜːsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it was almost cursory, it was almost pro forma, the way he did that.",
                "Then that is just like a really cursory, rapid tap.",
                "Not the kind of cursory looking we often do in a gallery or art book, but the kind of intense, close-up, sustained scrutiny that enables us to appreciate Celmins’ remarkable achievement in verisimilitude, as well as the intricacies and details of the specific rocks she’s chosen for this exercise.",
                "This isn't a full on review, of course, but from my like, cursory glance at them feature wise they have some extras for Samsung people.",
                "And if you’ve ever even spent a cursory amount of time scrolling through our community tab or my instagram you’ll see that I like museums."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vyc29yeQ&hash=d6f9b635c8295d1e660d0e97b95a76044cad5995&lang=en&cache-only=0",
            "defineEn": "hasty and without attention to detail; not thorough",
            "defineVi": "vội vàng và không chú ý đến chi tiết; không triệt để"
        },
        {
            "id": "aa98bb25-9f5b-4644-9ebb-190c12dab6ba",
            "word": "hyperbole",
            "phonetic": "haɪpɜːbəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its not hyperbole to say that, that appearance changed my career significantly.",
                "Well, I thought the hyperbole was unfortunate. ",
                "I’m using the techniques of hyperbole, in the case of obliteration, and metaphor, in the case of my broken heart, to try to describe the things that are happening inside of me.",
                "Stan just said that was hyperbole, but it’s not.",
                "And this kind of hyperbole is dangerous."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJib2xl&hash=c5800856a227b1f93b4dfbe22b13ada8e0fec233&lang=en&cache-only=0",
            "defineEn": "a technique used in speech and writing to exaggerate the extent of something",
            "defineVi": "một kỹ thuật được sử dụng trong nói và viết để phóng đại mức độ của một cái gì đó"
        },
        {
            "id": "5022b519-a7f4-456b-8291-26213d824d33",
            "word": "hypercritical",
            "phonetic": "haɪpɚkɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And I saw someone that I didn't really like and didn't click with, and I was hypercritical of him."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJjcml0aWNhbA&hash=c9d9606e86961909aaf6a10789fb25ecd32b499e&lang=en&cache-only=0",
            "defineEn": "inclined to judge too severely",
            "defineVi": "có xu hướng đánh giá quá nghiêm khắc"
        },
        {
            "id": "933a8b7d-0aef-4cb0-b749-93f37116d262",
            "word": "nausea",
            "phonetic": "nɔːsɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt a wave of nausea in her stomach during the car ride.",
                "The feeling of nausea comes and goes.",
                "Once the toxins work their way out of your system, you should start to feel the nausea subside and your energy return.",
                "I had nausea.",
                "Nausea and vomiting often accompany these symptoms. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmF1c2Vh&hash=676c0170ab96ae889d01b6b5892976d436bf5644&lang=en&cache-only=0",
            "defineEn": "the feeling of wanting to vomit, caused by an illness or something frightening or shocking",
            "defineVi": "cảm giác muốn nôn do bệnh tật hoặc điều gì đó đáng sợ hoặc gây sốc"
        },
        {
            "id": "b2a50145-4d0e-479d-b531-c44376e68818",
            "word": "to nauseate",
            "phonetic": "tə nɔːsɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It was nauseating to watch.",
                "Ugh, your head hurts, you're nauseated, you're achy, and you are certainly never drinking again.",
                "\"Billie feels nauseated and weak.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF1c2VhdGU&hash=87f7caf6bc9248467f6fd7b125ef434df82f19d9&lang=en&cache-only=0",
            "defineEn": "cause aversion in; offend the moral sense of",
            "defineVi": "gây ác cảm trong; xúc phạm đến đạo đức của"
        },
        {
            "id": "1bbef9b1-6d60-4bec-8152-d1a00c5bcbda",
            "word": "underling",
            "phonetic": "ʌndɜːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Congressional hearings followed, and we learned a lot about Ronald Reagan's penchant for delegating the details of his policy to underlings."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJsaW5n&hash=71c8560017e34ed4b8fef25dc65a173192d57e64&lang=en&cache-only=0",
            "defineEn": "an assistant subject to the authority or control of another",
            "defineVi": "một trợ lý chịu sự ủy quyền hoặc kiểm soát của người khác"
        },
        {
            "id": "ffc362d9-59bc-4ae5-ba91-8358f39539b7",
            "word": "to juxtapose",
            "phonetic": "tə dʒʌkstɐpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They did this by juxtaposing thundering choruses with more tender passages.",
                "Well, it would seem that time and again, information started to come out at particularly interesting times when juxtaposed against what was happening in the campaign.",
                "I should probably point out here that socialism is an imperfect opposite to capitalism, even though the two are often juxtaposed.",
                "New and brighter pigments had recently become available, which the Impressionists put to good use, juxtaposing vivid colors in ways that were startling to audiences at the time.",
                "So, that experience I have, and then to juxtapose that to my life in the United States, there is no bolder contrast to know that, here legitimately it's second-class citizen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganV4dGFwb3Nl&hash=178ee5c450cd3960669be2f3e05b0ef53dbac3cc&lang=en&cache-only=0",
            "defineEn": "place side by side",
            "defineVi": "đặt cạnh nhau"
        },
        {
            "id": "3e3e260f-eff8-44bb-8702-b491534e8bb1",
            "word": "juxtaposition",
            "phonetic": "dʒʌkstɐpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is somethin' kind of unnerving about the juxtaposition of modern RGB aesthetics and old-school red and beige and tan plastics.",
                "Got a little juxtaposition happening.",
                "So, in talking about the mantra, the logo, everything that police officers are supposed to do, that was such a juxtaposition to the video.",
                "That's the most interesting part of New York City itself, and really America, that we've been living in this juxtaposition of privilege and nonprivilege. ",
                "Many of these found objects made their way into surrealist work in the 1930s: arranged in compositions that resembled reliquaries or mysterious erotic contraptions, seeking the marvellous through the unexpected juxtaposition of objects Meret Oppenheim, shown here posing for Man Ray, created one of the most enduringly evocative surrealist objects."
            ],
            "audio": "https://tts.langeek.co/read?text=anV4dGFwb3NpdGlvbg&hash=0c6877dc3493a5525a297c1fcfcbe08eaba3a6e6&lang=en&cache-only=0",
            "defineEn": "the act of placing two things side by side to produce a contrasting effect",
            "defineVi": "hành động đặt hai thứ cạnh nhau để tạo ra hiệu ứng tương phản"
        },
        {
            "id": "2d8d32fd-c3a0-4c0e-b9c8-1b9310e20b97",
            "word": "bronchitis",
            "phonetic": "bɹəŋkaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had bronchitis that was just painful.",
                "The symptoms range from a very high fever, headache, sickness, bronchitis, and, of course, a rash.",
                "Because my bronchitis was still hangin' on, but also, I'm someone who is tired all of the time.",
                "This contributes to the city’s dangerously poor air quality, which can cause bronchitis and diminished lung function.",
                "She says that year she was in and out of the hospital with 15 urinary tract infections, five bouts of bronchitis, and two cases of pneumonia."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvbmNoaXRpcw&hash=a819e742ab1f32b2f22c80c6bdaf69f1a5b963ac&lang=en&cache-only=0",
            "defineEn": "a condition when the tubes that carry air to one's lungs get infectious",
            "defineVi": "một tình trạng khi các ống mang không khí đến phổi của một người bị nhiễm trùng"
        },
        {
            "id": "c38f2c36-1e84-4c6d-ba86-1e44df13ed63",
            "word": "bronchus",
            "phonetic": "bɹɑːŋkəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvbmNodXM&hash=bba37596e0a1cc2657038c888a82efadcc9fd1e8&lang=en&cache-only=0",
            "defineEn": "a major airway in the respiratory system that branches off from the trachea and leads to the lungsea",
            "defineVi": "một đường dẫn khí chính trong hệ hô hấp phân nhánh từ khí quản và dẫn đến phổi"
        },
        {
            "id": "4b1c6e1c-edb5-46eb-a584-d5c673600d95",
            "word": "optic",
            "phonetic": "ɑːptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He understands the optics. ",
                "Do we have the fiber optics?",
                "So we get a flashlight, we got fiber optics.",
                "So, that's a fiber optic light.",
                "But for small structures that aren’t too deep, adaptive optics are already enabling views that are dramatically sharper."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aWM&hash=0a09fbe2f535110acbed0e2484c73456cf8ca30b&lang=en&cache-only=0",
            "defineEn": "of or relating to or resembling the eye",
            "defineVi": "của, liên quan đến hoặc giống như mắt"
        },
        {
            "id": "5776afa7-59ad-424b-86e2-cba2dac4488a",
            "word": "optician",
            "phonetic": "ɑːptɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1727, a British optician named Edward Scarlett developed the modern style of glasses which are kept in place with arms which hook over each ear."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aWNpYW4&hash=c4746f5519c8b8be4ee7fd24a78bb2d8e147c12f&lang=en&cache-only=0",
            "defineEn": "a person whose job is to test people's eyes and sight or to make and supply glasses or contacts",
            "defineVi": "một người có công việc là kiểm tra mắt và thị lực của mọi người hoặc chế tạo và cung cấp kính hoặc kính áp tròng",
            "hasImg": true
        }
    ]
}