{
    "id": "d02eae0e-d76a-490c-bd6a-67c478966cff",
    "title": "Weasel-like Mammals",
    "originalTitle": "Weasel-like Mammals",
    "words": [
        {
            "id": "b6207adf-35b8-4841-855a-d9034d7ce847",
            "word": "tayra",
            "phonetic": "teɪɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF5cmE&hash=941db3e0e5d3decb6e5f1b0b6d5b739d843137e0&lang=en&cache-only=0",
            "defineEn": "a medium-sized mammal found in Central and South America, known for its slender body, dark coat, and omnivorous diet",
            "defineVi": "một loài động vật có vú cỡ trung bình được tìm thấy ở Trung và Nam Mỹ, được biết đến với thân hình mảnh khảnh, bộ lông sẫm màu và chế độ ăn tạp",
            "hasImg": true
        },
        {
            "id": "4f3e3a69-571b-469c-b1f8-42fcfa9a817c",
            "word": "sable",
            "phonetic": "seɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Actually, I use a little bit of Sable for the ends.",
                "Making a Series 7 kolinsky sable watercolor brush isn't easy.",
                "And while many other natural and synthetic hairs are used for brushes, nothing has quite matched the quality of sable.",
                "Each brush head is made from kolinsky sable, a Siberian weasel that's hair is said to cost three times the price of gold by weight."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FibGU&hash=a07d6aac0aba9218330f34816e5f06271661d71c&lang=en&cache-only=0",
            "defineEn": "a small mammal like a weasel with dark brown fur, found in Eurasia",
            "defineVi": "một động vật có vú nhỏ như chồn có bộ lông màu nâu sẫm, được tìm thấy ở Âu Á",
            "hasImg": true
        },
        {
            "id": "e27a9b63-4c1c-487d-9805-a42683b1f6fe",
            "word": "fisher",
            "phonetic": "fɪʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2014, fishers caught 200 million pounds of herring.",
                "And in 1994, Brazilian fishers found a female yellow armadillo swimming along about 50 meters off the island of Cajual.",
                "Only the island's 800 families and their guests are allowed on Fisher.",
                "Strangely enough, fishers can only harvest the claws from the crabs, while the bodies must be returned to the ocean.",
                "Fisher: We have no idea who you are."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGVy&hash=075c4b0502b7e1ddc475fe2820bf558396d125c3&lang=en&cache-only=0",
            "defineEn": "a medium-sized, carnivorous mammal native to North America, known for its sleek, dark brown fur, long bushy tail, and skilled climbing abilities",
            "defineVi": "một loài động vật có vú ăn thịt cỡ trung bình có nguồn gốc từ Bắc Mỹ, được biết đến với bộ lông màu nâu sẫm bóng mượt, chiếc đuôi dài rậm rạp và khả năng leo trèo điêu luyện",
            "hasImg": true
        },
        {
            "id": "6c3f6ee2-f843-4851-ae80-b6cd593b5df6",
            "word": "grison",
            "phonetic": "ɡɹɪsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jpc29u&hash=1c05b17e8e497829c054fe568098d2a718acca23&lang=en&cache-only=0",
            "defineEn": "a small mammal native to Central and South America, closely related to weasels and known for its long body, short legs, and distinctive black and white facial markings",
            "defineVi": "một loài động vật có vú nhỏ có nguồn gốc từ Trung và Nam Mỹ, có họ hàng gần với chồn và được biết đến với thân hình dài, chân ngắn và các mảng màu đen trắng đặc biệt trên khuôn mặt"
        },
        {
            "id": "9d6e81bc-9632-4e60-86b2-248355304340",
            "word": "polecat",
            "phonetic": "poʊlkæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZWNhdA&hash=ffae875133561d524379c965eaf5453281906491&lang=en&cache-only=0",
            "defineEn": "a mammal that is dark brown in color and looks like a weasel, known for releasing an unpleasant odor while threatened",
            "defineVi": "một loài động vật có vú có màu nâu sẫm và trông giống như một con chồn, được biết là tiết ra mùi khó chịu khi bị đe dọa",
            "hasImg": true
        },
        {
            "id": "c63b47bf-0fd1-4603-b362-30f333199a35",
            "word": "stoat",
            "phonetic": "stoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kākāpō were once abundant in New Zealand forests, but they were ravaged by invasive rats and stoats brought in by nineteenth century Western settlers.",
                "In New Zealand, stoats introduced by European settlers have threatened many native species of flightless bird."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvYXQ&hash=2eacfabed0aaed6b8b6ef36cf6901808eabf136e&lang=en&cache-only=0",
            "defineEn": "a weasel-like mammal with a short tail and brown or all-white fur that mainly inhabits North Eurasia and North America",
            "defineVi": "một loài động vật có vú giống chồn có đuôi ngắn và bộ lông màu nâu hoặc trắng chủ yếu sống ở Bắc Âu và Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "4ff021f7-4d76-4dfc-80d8-e49b4c640523",
            "word": "ermine",
            "phonetic": "ɜːmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So this is a portrait of Louis XIV - the French Sun King, painted when he was 63 Louis XIV looks regal in his massive black wig and swaths of ermine Embellished with fleurs-de-lis the symbol of the former french royal house His high heels show off his shapely legs in white hose demonstrating the king's perfection."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJtaW5l&hash=b8cb3f369d26b6a9668375066d5be48965bc4bd1&lang=en&cache-only=0",
            "defineEn": "a small carnivorous mammal with a slender body, short legs, and a long, bushy tail, known for its distinctive coat that changes from brown in the summer to white in the winter with a black tip on its tail",
            "defineVi": "một loài động vật có vú ăn thịt nhỏ với thân hình mảnh khảnh, chân ngắn và đuôi dài, rậm rạp, được biết đến với bộ lông đặc biệt chuyển từ màu nâu vào mùa hè sang màu trắng vào mùa đông với một chấm đen trên đuôi",
            "hasImg": true
        },
        {
            "id": "b5be044b-d061-42b0-9d0c-699cb5893eef",
            "word": "skunk",
            "phonetic": "skʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skunks have an awesome reputation.",
                "Skunks have amazing adaptation.",
                "Striped skunks are pretty amazing.",
                "In this case, your choice is Skunk Works.",
                "We have a skunk in a box."
            ],
            "audio": "https://tts.langeek.co/read?text=c2t1bms&hash=5cc3801605bc48f99ccbb6e1704bcaee525889f5&lang=en&cache-only=0",
            "defineEn": "a small mammal belonging to the weasel family with black and white stripes that can produce a strong unpleasant smell when attacked, native to North America",
            "defineVi": "một loài động vật có vú nhỏ thuộc họ chồn có sọc đen trắng có thể tạo ra mùi khó chịu khi bị tấn công, có nguồn gốc từ Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "3432f52f-b0a9-407b-a029-254b12b5a5b2",
            "word": "spotted skunk",
            "phonetic": "spɑːɾᵻd skʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvdHRlZCBza3Vuaw&hash=a7a6491a39315f00ec0b0b2ef8a0b7e179928ab0&lang=en&cache-only=0",
            "defineEn": "a small mammal with a black fur coat adorned with white spots, known for its defensive spraying behavior when threatened",
            "defineVi": "một loài động vật có vú nhỏ với bộ lông màu đen được trang trí bằng những đốm trắng, được biết đến với hành vi phun thuốc phòng thủ khi bị đe dọa"
        },
        {
            "id": "f6ddc5e3-20fe-4d75-863d-bcc56e8afb06",
            "word": "pine marten",
            "phonetic": "paɪn mɑːɹʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluZSBtYXJ0ZW4&hash=01ec1883e6c7258b1a7570f970cf9348a00c16d4&lang=en&cache-only=0",
            "defineEn": "a north American mammal which has a dark brown coat and a yellow throat, also known as American marten",
            "defineVi": "một loài động vật có vú ở Bắc Mỹ có bộ lông màu nâu sẫm và cổ họng màu vàng, còn được gọi là chồn Mỹ",
            "hasImg": true
        },
        {
            "id": "5956ba4a-dcfa-48f2-8e52-15c829d5a716",
            "word": "mongoose",
            "phonetic": "mɔŋɡuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "These mongooses are resistant to neurotoxins in snake venom.",
                "See, mongooses clean ticks and parasites off of the warthogs.",
                "The warthogs get clean, the mongooses get a snack.",
                "Then, the mongooses approach and give them a full body anti-parasite treatment.",
                "Both mongooses and coatis spend a lot of time around human settlements scrounging for food."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uZ29vc2U&hash=95165ce09871ecc77210f4f5ee4619dd92d35fa7&lang=en&cache-only=0",
            "defineEn": "a small furry mammal with sharp claws, long tail and short legs that feed on snakes and small animals, found in Asia and Africa",
            "defineVi": "một loài động vật có vú nhỏ có lông với móng vuốt sắc nhọn, đuôi dài và chân ngắn, ăn rắn và động vật nhỏ, được tìm thấy ở Châu Á và Châu Phi",
            "hasImg": true
        },
        {
            "id": "39b6d3a0-f1d7-4858-bb31-0d8e7dc07691",
            "word": "meerkat",
            "phonetic": "mɪɹkæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they generally get along pretty well with their neighbors, which include meerkats and other birds.",
                "We see this in animals hunting together, worker bees tending to the queen, meerkats standing guard over their dens, chimpanzees sharing food.",
                "Personally, she convinced that coffee helps her focus and think better, but I get all jittery like a caged meerkat and can't focus on anything."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVlcmthdA&hash=7c84e5d0778dee2c7347316b0b3844404eeaffe8&lang=en&cache-only=0",
            "defineEn": "a small and social mammal, gray in color, with black markings and a long tail that feeds on insects, inhabiting Southern Africa",
            "defineVi": "một loài động vật có vú nhỏ và có tính xã hội, có màu xám, có các mảng màu đen và đuôi dài ăn côn trùng, sinh sống ở Nam Phi",
            "hasImg": true
        },
        {
            "id": "0f23de56-dc96-4c66-922e-3b8105186186",
            "word": "kinkajou",
            "phonetic": "kɪŋkɐdʒuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2lua2Fqb3U&hash=3ec0c0107ab3d2145359bb1fd0398c86dedbb469&lang=en&cache-only=0",
            "defineEn": "a tropical mammal that eats fruits and has a long tail and large eyes, originated in Central and South America",
            "defineVi": "một loài động vật có vú nhiệt đới ăn trái cây, có đuôi dài và mắt to, có nguồn gốc từ Trung và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "d4a5821a-7ff3-448d-beb3-e3517b1601f9",
            "word": "wolverine",
            "phonetic": "wʊlvɚɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of my favorite plantigrade animals include wolverines, skunks and bears.",
                "Wolverine was a huge piece of Rockford.",
                "As of March 2019, Wolverine has spent over $17 million on water quality remediation.",
                "Wolverine's agreement with the North Kent Sewer Authority was approved on August 1st, 2019.",
                "Wolverines are about the size of a border collie, and they've been known to hunt caribou."
            ],
            "audio": "https://tts.langeek.co/read?text=d29sdmVyaW5l&hash=571b3cd6affa499af24e34081bbdd75edcc1e1d2&lang=en&cache-only=0",
            "defineEn": "a wild mammal of the weasel family with a long tail and brown fur that could be found in cold parts of Europe and North America",
            "defineVi": "một loài động vật có vú hoang dã thuộc họ chồn có đuôi dài và bộ lông màu nâu có thể tìm thấy ở những vùng lạnh giá của Châu Âu và Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "e23297c5-4a53-43d3-88a5-ad50d1a7a7f6",
            "word": "weasel",
            "phonetic": "wiːzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't try to weasel your way out of this Michael.",
                "At once the weasel left the cub to attack the she-wolf.",
                "These weasels are hunted sustainably every spring under CITES guidelines across Siberia and Manchuria.",
                "It was a young weasel.",
                "The weasel tried to run away but the little grey cub turned it over with his paw."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhc2Vs&hash=a669dbb7f88bf5d28119e41093e0f2e018d819df&lang=en&cache-only=0",
            "defineEn": "a small carnivorous mammal with red-brown fur and a long slender body",
            "defineVi": "một động vật có vú ăn thịt nhỏ với bộ lông màu nâu đỏ và thân hình thon dài",
            "hasImg": true
        },
        {
            "id": "607ee04b-cd18-4f85-a232-9a038f8578ed",
            "word": "badger",
            "phonetic": "bædʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Badgers are found all over the world.",
                "So what do the badgers do?",
                "Badgers like to eat worms, but they also will eat just about anything else.",
                "And also like badgers, they’ll eat just about anything.",
                "It's a honey badger getting scared by galoshes."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFkZ2Vy&hash=d43a9dafcf706db099cfb1361f009d08beb6d550&lang=en&cache-only=0",
            "defineEn": "a nocturnal animal belonging to the weasel family with short legs and gray fur",
            "defineVi": "một loài động vật sống về đêm thuộc họ chồn với đôi chân ngắn và bộ lông màu xám",
            "hasImg": true
        },
        {
            "id": "5ddf4fe2-75a7-4b22-bc19-04831ef93066",
            "word": "otter",
            "phonetic": "ɑːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Otters are gardeners of the kelp forest.",
                "But many years ago, otters took an evolutionary leap into these icy waters.",
                "Sea otters have the thickest fur on the planet.",
                "Do these otters live here permanently?",
                "Sea otter fur, for example, is about a thousand times denser than human hair."
            ],
            "audio": "https://tts.langeek.co/read?text=b3R0ZXI&hash=2cc0b45c919d943d182ac23987450d8d2bd29ed8&lang=en&cache-only=0",
            "defineEn": "a carnivorous mammal of the weasel family that is covered in brown fur, could be either aquatic or semiaquatic",
            "defineVi": "một loài động vật có vú ăn thịt thuộc họ chồn được bao phủ bởi bộ lông màu nâu, có thể là loài sống dưới nước hoặc bán sống",
            "hasImg": true
        },
        {
            "id": "a3240a9f-d5bc-4e16-8edc-6afc930be943",
            "word": "ferret",
            "phonetic": "fɛɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Ferrets eat fish?",
                "- Ferrets don't care.",
                "Black-footed ferrets are specialized prairie-dog hunters, which make up around 90% of their diet.",
                "Luckily, there were still some ferrets in captivity.",
                "These ferrets were used to reintroduce the species to places in North America where prairie dogs still thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVycmV0&hash=8a1e7a2d1db46e23060363d67257ee0347f5a152&lang=en&cache-only=0",
            "defineEn": "a slim furry animal with a long tail that is domesticated and is used for catching rabbits, rats, etc.",
            "defineVi": "một con vật lông mảnh mai với cái đuôi dài được thuần hóa và được sử dụng để bắt thỏ, chuột, v.v.",
            "hasImg": true
        },
        {
            "id": "5672b678-6c49-47f6-b8ed-efae1efdbc4b",
            "word": "marten",
            "phonetic": "mɑːɹʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFydGVu&hash=908efed1f834ed9d4a450b84071ac562fc2874f9&lang=en&cache-only=0",
            "defineEn": "any carnivorous mammal that has a slender built, bushy tail and large paws from the weasel family, found in Northern hemisphere",
            "defineVi": "bất kỳ loài động vật có vú ăn thịt nào có thân hình thon thả, đuôi rậm rạp và bàn chân lớn thuộc họ chồn, được tìm thấy ở Bắc bán cầu",
            "hasImg": true
        },
        {
            "id": "9211d053-3bc3-4c0d-a782-2919dc27ad59",
            "word": "mink",
            "phonetic": "mɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mink are semi-aquatic and he'd happily swim in a pool of water, even in the winter.",
                "It's lined with mink fur and it comes with free WiFi.",
                "This is actually our late American mink Frasier's old enclosure but it's working out well for Huck here because we could put his kiddie Pool right inside and let him explore at his own pace.",
                "He was a happy and feisty little mink.",
                "There are predators like fox and minks and also gulls and ravens, and the farmers try to keep the predators away."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaw&hash=04d937ffcf52128670d3303dee258bd702ff8672&lang=en&cache-only=0",
            "defineEn": "a small semiaquatic wild mammal with a dark coat and long body, native to North America and Eurasia",
            "defineVi": "một loài động vật có vú hoang dã bán thủy sinh nhỏ với bộ lông sẫm màu và thân dài, có nguồn gốc từ Bắc Mỹ và Âu Á",
            "hasImg": true
        },
        {
            "id": "436601d0-032b-4922-ae1f-36b8c1677865",
            "word": "honey badger",
            "phonetic": "hʌni bædʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9uZXkgYmFkZ2Vy&hash=cbe44a1c8409a05f468787ae6fbc2d281e110a84&lang=en&cache-only=0",
            "defineEn": "a tough, fearless, and highly adaptable carnivorous mammal known for its aggressive nature, stocky build, and remarkable intelligence",
            "defineVi": "một loài động vật có vú ăn thịt dẻo dai, không sợ hãi và có khả năng thích nghi cao được biết đến với bản tính hung dữ, thân hình vạm vỡ và trí thông minh vượt trội",
            "hasImg": true
        },
        {
            "id": "856ddb60-e818-4a67-b2e4-290312d9988b",
            "word": "coati",
            "phonetic": "koʊɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29hdGk&hash=529e623ce6d165008a1e5a395a1ab7d9e04161a5&lang=en&cache-only=0",
            "defineEn": "an omnivorous animal with a long snout and ringed tail that is mainly found in Central and Southern America",
            "defineVi": "một loài động vật ăn tạp có mõm dài và đuôi vòng, chủ yếu được tìm thấy ở Trung và Nam Mỹ",
            "hasImg": true
        }
    ]
}