{
    "id": "d0a92bf1-3ae3-43b5-a7ff-ec9d70bb57b9",
    "title": "Preference, Obligation, and Permission",
    "originalTitle": "Preference, Obligation, and Permission",
    "words": [
        {
            "id": "99b0c3df-6192-4c6e-bebc-08b1bbce5fdb",
            "word": "to lean toward",
            "phonetic": "tə liːn təwɔːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Number 2: lean toward the person that you're speaking with.",
                "As of 2018, genetic research seemed to be leaning toward team broccoli.",
                "It was culture, leaning toward culture, as opposed to economic growth.",
                "And now in light of their own failure, he leaned toward a more muscular, less cerebral war, one that permitted any acting of military necessity, any act that furthered the intended aims of the war.",
                "We see his white T-shirt through the windshield and here is Travis now leaning toward him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhbiB0b3dhcmQ&hash=c3dbadb7598a9c6ff20ec6f67c6f3c14f94b6fd0&lang=en&cache-only=0",
            "defineEn": "to favor something, especially an opinion",
            "defineVi": "để ủng hộ một cái gì đó, đặc biệt là một ý kiến"
        },
        {
            "id": "8d044ddf-ddc6-4d84-8009-6d132e2be23a",
            "word": "to mandate",
            "phonetic": "tə mændeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As of 2016, at least a dozen major Chinese cities have mandated even-odd policies.",
                "It also mandates a move to electronic record-keeping.",
                "We have a mandate.",
                "But we're going to mandate cost data collection.",
                "Then the governor superseded that mandate, eliminated it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuZGF0ZQ&hash=6e0b2674eca4af9e9fe4cf79152ad3bb9cfd5c97&lang=en&cache-only=0",
            "defineEn": "to make something obligatory",
            "defineVi": "để làm cho một cái gì đó bắt buộc"
        },
        {
            "id": "a955fb60-72f3-472a-af95-292eb7f68fde",
            "word": "to stipulate",
            "phonetic": "tə stɪpjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You need to stipulate each employer, their federal employer identification number and your last day of working.",
                "Let me just stipulate this. ",
                "But we do not have regulations that stipulate specific requirements for space flight participants.",
                "And I said, OK, let’s stipulate. ",
                "I'm not stipulating, this is not--"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpcHVsYXRl&hash=01698a8cac518b5451ba49d4c4d9e9cf7798f0d1&lang=en&cache-only=0",
            "defineEn": "to specify that something needs to be done or how it should be done, especially as part of an agreement",
            "defineVi": "để xác định rằng một cái gì đó cần phải được thực hiện hoặc nó nên được thực hiện như thế nào, đặc biệt là một phần của thỏa thuận"
        },
        {
            "id": "3a9fe2f8-495a-4cf1-be7e-557de4322227",
            "word": "authorization",
            "phonetic": "ɔːθɚɹᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't have authorization.",
                "Don't have authorization.",
                "Meanwhile, the World Health Organization granted emergency authorization to China's Sinopharm COVID vaccine.",
                "Those are authorization bills.",
                "In early February, the company intends to request from the Food and Drug Administration emergency use authorization."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0aG9yaXphdGlvbg&hash=12b173c1981c06cfe818bc15a3505045741af0fb&lang=en&cache-only=0",
            "defineEn": "official permission for something to be done",
            "defineVi": "sự cho phép chính thức cho một cái gì đó được thực hiện"
        },
        {
            "id": "92fb26a2-a7fe-4e9a-987e-0df8c2390273",
            "word": "admissibility",
            "phonetic": "ɐdmɪsəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRtaXNzaWJpbGl0eQ&hash=2bd1de6737ad5925e859dd40b2b5b685779035a6&lang=en&cache-only=0",
            "defineEn": "the validity or acceptability of something, especially as legal evidence",
            "defineVi": "tính hợp lệ hoặc khả năng chấp nhận của một cái gì đó, đặc biệt là bằng chứng pháp lý"
        },
        {
            "id": "46127ca5-77f6-477c-99dc-7b58ffc18b8e",
            "word": "discretion",
            "phonetic": "dɪskɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the group of friends decided to explore the dark and eerie forest, John thought that discretion is the better part of valor, and decided to stay behind.",
                "It takes away discretion from judges.",
                "Viewer discretion is advised.",
                "And so the governors have a lot of discretion.",
                "They had the discretion to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JldGlvbg&hash=bfbc7c9342606dfaad4acbfa62598f65ae9fc3cf&lang=en&cache-only=0",
            "defineEn": "the power or freedom of making decisions in a particular situation",
            "defineVi": "sức mạnh hoặc quyền tự do đưa ra quyết định trong một tình huống cụ thể"
        },
        {
            "id": "129e01a2-1f52-4cab-8b2d-876a2c325a49",
            "word": "dispensation",
            "phonetic": "dɪspənseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGVuc2F0aW9u&hash=b388eb9451557346781cea11f35f0c6ab7b78fa9&lang=en&cache-only=0",
            "defineEn": "the privilege of being officially released from an obligation, law, or something that is usually prohibited",
            "defineVi": "đặc quyền được chính thức giải phóng khỏi nghĩa vụ, luật pháp hoặc điều gì đó thường bị cấm"
        },
        {
            "id": "591d26cf-2897-4906-b103-a8fe46e0836d",
            "word": "embargo",
            "phonetic": "ɛmbɑːɹɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second oil embargo in 1979 raised the price of fuel above one dollar for the first time, a huge price hike for the era.",
                "The arms embargo is far too great a security to American peace to permit its surrender without a last-ditch fight.",
                "When Japan and Italy joined on the side of Germany, the US embargoed oil to Japan.",
                "The first oil embargo in the 70s really set the stage for convenience stores to sell fuel.",
                "I mean, the embargo just lifted like a couple of hours before I filmed this thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXJnbw&hash=7ad9128318f5b1fd65c3cf9094291ae3a69dd42a&lang=en&cache-only=0",
            "defineEn": "an official order according to which any commercial activity with a particular country is banned",
            "defineVi": "một lệnh chính thức theo đó bất kỳ hoạt động thương mại nào với một quốc gia cụ thể đều bị cấm"
        },
        {
            "id": "e4ae5a70-cb1d-43e4-a187-e662359741ba",
            "word": "immunity",
            "phonetic": "ɪmjuːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor recommended using citrange as a natural remedy for boosting immunity.",
                "Humans develop immunity.",
                "This is immunity.",
                "We have no immunity to new pathogens.",
                "Babies, for example, naturally obtain passive humoral immunity while still in the womb."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5pdHk&hash=48fbefbc5533cfb07a6188341ee4417903534f68&lang=en&cache-only=0",
            "defineEn": "an official exemption that is granted to someone, especially from legal proceedings",
            "defineVi": "một sự miễn trừ chính thức được cấp cho ai đó, đặc biệt là từ các thủ tục pháp lý"
        },
        {
            "id": "746cae2f-79d1-4370-a65d-1122fa26c58c",
            "word": "inclination",
            "phonetic": "ɪŋklɪneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inclination is the angle between an orbit and a reference plane, like Earth’s equator.",
                "One hint comes from their inclination.",
                "That is thanks to the inclination of their orbits.",
                "His natural inclination is to actually try to bring people together. ",
                "Some play on our natural inclination to mimic social behaviors or follow orders."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluYXRpb24&hash=690408169f3ba0650e045b3716f1c73a3d34d232&lang=en&cache-only=0",
            "defineEn": "one's natural desire and feeling to take a specific action or act in a particular manner",
            "defineVi": "mong muốn và cảm giác tự nhiên của một người để thực hiện một hành động cụ thể hoặc hành động theo một cách cụ thể"
        },
        {
            "id": "18370aa1-1168-4db7-8d5e-614f17845ab5",
            "word": "injunction",
            "phonetic": "ɪndʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, they already have pending at least two other applications for injunctions by religious institutions.",
                "And the positive injunction there is: Do procreate!",
                "I mean, you know the numbers, record-breaking national injunctions. ",
                "It took its name from the injunction to its members, that when they were asked if they belonged, to reply \"I know nothing.\"",
                "I'm sure there will be more applications for injunctions."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5qdW5jdGlvbg&hash=a76c919cacb5d09cfd1eaa323019b7152b9e334d&lang=en&cache-only=0",
            "defineEn": "a judicial order regarding what one should or should not do",
            "defineVi": "một lệnh tư pháp liên quan đến những gì một người nên hoặc không nên làm"
        },
        {
            "id": "0b1d3c35-ebdc-432f-9c65-ed8711a8f2a8",
            "word": "leaning",
            "phonetic": "liːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes these are explicit liberal or conservative political leanings.",
                "It doesn't matter to me what your political leaning is vs. somebody else.",
                "Can we talk about all that, the leaning?",
                "And it’s taking the Kennedy seat, it’s moving the court from basically conservative with some centrist leanings to a really very, very conservative court.",
                "I have nothing but the utmost and deepest respect for people's political leanings and their beliefs."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhbmluZw&hash=7a8336482560dff9f67646ba4620c6ff85f96b7d&lang=en&cache-only=0",
            "defineEn": "a tendency to believe in or favor something",
            "defineVi": "một xu hướng để tin vào hoặc ủng hộ một cái gì đó"
        },
        {
            "id": "ca525cff-6721-4a2f-ad31-508b54919415",
            "word": "legitimacy",
            "phonetic": "lədʒɪɾɪməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Legitimacy depends.",
                "I also see some historical legitimacy in the adaptation.",
                "The United States does not accept the legitimacy of continued Israeli settlements.",
                "And it gave Donald Trump a legitimacy that he didn’t have. ",
                "He began his political career questioning the legitimacy of the first African-American president."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXRpbWFjeQ&hash=997cb5d455daeba6d1506a047ea977a8208e1195&lang=en&cache-only=0",
            "defineEn": "the quality of being acceptable by the law",
            "defineVi": "chất lượng được pháp luật chấp nhận"
        },
        {
            "id": "3c01e110-a404-49f9-9b9c-e983ff215401",
            "word": "predilection",
            "phonetic": "pɹɛdəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today we stray from our usual exploration of the eating and cooking lives of visual artists to delve into the culinary predilections of a poet.",
                "They have backgrounds, and they have opinions, and they have predilections with respect to their personal decisions about how cases should be decided. ",
                "I mean, one of the things that we’re going to be delving into a little bit is that books were a way of actually gathering quite a bit of data on people, on your predilections. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGlsZWN0aW9u&hash=dbb2520d89e87cc99c36a72a311c604ac2f1df9a&lang=en&cache-only=0",
            "defineEn": "a strong liking for something",
            "defineVi": "một ý thích mạnh mẽ cho một cái gì đó"
        },
        {
            "id": "6add334e-00c1-40de-be74-0db44585b419",
            "word": "prerequisite",
            "phonetic": "pɹiːɹɛkwɪsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "What it could mean is that this monitor just doesn't have full array local dimming, or any local dimming, which is a prerequisite for all levels of display HDR above 400.",
                "It was just viewed as a potential part of married life, rather than as a prerequisite of getting hitched.",
                "I think it's like a prerequisite now on the office that you have to intern here because between me and John Krasinski and Angela Kinsey.",
                "The CDC director said point blank that vaccinating teachers is not a prerequisite for opening across the country.",
                "But it turns out, of course, that in World War II, such things were not prerequisites for getting bombed."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcmVxdWlzaXRl&hash=1f78f93074c7af8b5c072d61058e9885caa3e3d8&lang=en&cache-only=0",
            "defineEn": "something that is required as a precondition for something else following",
            "defineVi": "một cái gì đó được yêu cầu như một điều kiện tiên quyết cho một cái gì đó khác theo sau"
        },
        {
            "id": "09f7c683-0044-4c81-b68c-b205bbbaae0c",
            "word": "propensity",
            "phonetic": "pɹəpɛnsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Marginal propensity to consume.",
                "I have a marginal propensity to consume of 60%, or 0.6.",
                "I have a marginal propensity to consume of 0.6 or 60%.",
                "It's our marginal propensity to consume.",
                "So they're going to consume the fraction that's essentially their marginal propensity to consume."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVuc2l0eQ&hash=de2abf1f16bd80aa9b519c87da039e28958ac672&lang=en&cache-only=0",
            "defineEn": "a natural need or desire to behave in a particular way",
            "defineVi": "một nhu cầu tự nhiên hoặc mong muốn cư xử theo một cách cụ thể"
        },
        {
            "id": "aeaa6133-8805-4f13-b2a8-cca2bf3d6d7b",
            "word": "prudence",
            "phonetic": "pɹuːdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "But hypothetical imperatives are about prudence, rather than morality.",
                "The carrier's fiscal prudence has won an investment grade credit ratings, a bragging right it shares with Delta and Alaska.",
                "He would have been a relatively conservative juris prudence. ",
                "So, I think that would be a false economy, even from a fiscal prudence standpoint.",
                "Female Speaker: Prudence indeed will dictate that governments long established should not be changed for light and transient causes."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJ1ZGVuY2U&hash=03f7da22cd4ffa68a08b7b1497859d41e73d942c&lang=en&cache-only=0",
            "defineEn": "the quality of being careful and avoiding risks",
            "defineVi": "phẩm chất cẩn thận và tránh rủi ro"
        },
        {
            "id": "c3d960d2-a5ee-4fbf-a053-c25f0e99fc27",
            "word": "sanction",
            "phonetic": "sæŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sanctions have failed to loosen his grip on power.",
                "We have sanctioned individual Communist Party members.",
                "You mentioned the sanctions.",
                "But not all norm violations are informally sanctioned.",
                "It probably introduces similar sanctions."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuY3Rpb24&hash=a4a14ad9b0e8c33d44914f2ff637d0f97edcb3a7&lang=en&cache-only=0",
            "defineEn": "official approval or permission for something",
            "defineVi": "chính thức phê duyệt hoặc cho phép cho một cái gì đó"
        },
        {
            "id": "27708168-5963-49ce-98c3-db0539af05b9",
            "word": "taboo",
            "phonetic": "tæbuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "No subject is taboo.",
                "One driver of this language change is taboo.",
                "Forbidden taboo thoughts.",
                "- was disgusting, taboo.",
                "For centuries, the dissection of human bodies was very taboo in many societies."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFib28&hash=bfdfd992a6488af28be02bf3d45607a468c410a9&lang=en&cache-only=0",
            "defineEn": "a topic, term, or action that is forbidden or avoided for religious or cultural reasons",
            "defineVi": "một chủ đề, thuật ngữ hoặc hành động bị cấm hoặc tránh vì lý do tôn giáo hoặc văn hóa"
        },
        {
            "id": "7a8ec0fa-aedb-40f3-a9f0-f4f65e248c9e",
            "word": "binding",
            "phonetic": "baɪndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'll undo the binding.",
                "The binding of Osiris and his revival is a promise to Egyptians of eternal life.",
                "Anyhow, the binding of the viral RNA to these DNA probes creates a change in the electrical charge of the molecules.",
                "A spiral binding, we got the shipping costs down.",
                "This medicine blocks the binding of aldosterone, a hormone secreted by the adrenal glands right above your kidneys."
            ],
            "audio": "https://tts.langeek.co/read?text=YmluZGluZw&hash=b7cf5f8938f2fad7c6c7be770d465fa64530ce41&lang=en&cache-only=0",
            "defineEn": "legally impossible to avoid and must be obeyed",
            "defineVi": "về mặt pháp lý không thể tránh và phải được tuân theo"
        },
        {
            "id": "3d68d502-4051-47ce-9370-675cac643c60",
            "word": "coercive",
            "phonetic": "koʊɜːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There are these coercive quotas that cause people to be put into factory work when they don’t want to be.",
                "Other methods may be more intense using techniques of coercive persuasion involving guilt, shame, and fear.",
                "Jonestown had long been under scrutiny from Guyanese and American officials for their coercive tactics and misdeeds.",
                "But we do know that the transfers are widespread and often coercive.",
                "And although arranged marriages tend to last longer, Coontz also notes that some arranged marriages can be coercive or oppressive if both parties aren’t consenting."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29lcmNpdmU&hash=c256430bf6c20d8036f93adb868643230368b558&lang=en&cache-only=0",
            "defineEn": "using force or threat to persuade people to do something that they are reluctant to do",
            "defineVi": "sử dụng vũ lực hoặc đe dọa để thuyết phục mọi người làm điều gì đó mà họ miễn cưỡng làm"
        },
        {
            "id": "6efaee88-a496-4320-94e3-7308ee7d1119",
            "word": "compelling",
            "phonetic": "kəmpɛlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "During the negotiations, the union was able to gain the upper hand when they drew first blood by presenting a compelling argument for their demands.",
                "Rancorous voting is compelling for a number of reasons.",
                "Proponents of autonomous vehicles make compelling claims about the potential benefits of self-driving cars.",
                "She was compelling. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGVsbGluZw&hash=ca31d21db52c4a4d6f50971736cad74ecb66ee1c&lang=en&cache-only=0",
            "defineEn": "having a strong and convincing power that grabs attention and makes people want to be involved or believe",
            "defineVi": "có một sức mạnh thuyết phục và mạnh mẽ thu hút sự chú ý và khiến mọi người muốn tham gia hoặc tin tưởng"
        },
        {
            "id": "b1327473-aea0-43db-9459-06ffa228fbeb",
            "word": "copacetic",
            "phonetic": "kɑːpɐsɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Herlihy- When the wounded vets down in Georgia received golf instruction from Lord Byron Nelson, everything is copacetic until they try it themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29wYWNldGlj&hash=bc41e3ab9a7dddc667f97d796c4cb5f24fba1b54&lang=en&cache-only=0",
            "defineEn": "extremely good or satisfactory",
            "defineVi": "cực kỳ tốt hoặc thỏa đáng"
        },
        {
            "id": "012c8ea8-5d29-4772-8126-12041289f09f",
            "word": "exempt",
            "phonetic": "ɛɡzɛmpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The president is exempt from it.",
                "So in a concession to unions, the War Labor Board exempted employer-paid health benefits from wage controls and income tax.",
                "But it exempted fantasy sports as long as they involved more skill than chance.",
                "Spoiler warning: No, we humans are not exempt.",
                "And states also will have less flexibility to exempt able-bodied adults without children or dependents from those requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlbXB0&hash=7612e082f89316a638febca89533b15dd53ee09a&lang=en&cache-only=0",
            "defineEn": "free from a requirement or liability that is imposed on other people",
            "defineVi": "miễn phí từ một yêu cầu hoặc trách nhiệm pháp lý được áp đặt cho người khác"
        },
        {
            "id": "6f3233a3-9aa1-4466-a525-6fdf3967959a",
            "word": "illegitimate",
            "phonetic": "ɪlədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And once the Europeans left, those local rulers, the upper classes, were seen as illegitimate collaborators.",
                "People claimed that Barack Obama was an illegitimate president.",
                "Hillary Clinton and Jimmy Carter said Donald Trump was an illegitimate president.",
                "By the way, this globe reflects the fact that I believe that Alaskan statehood is illegitimate!",
                "The idea around colorblindness is it devalues and illegitima, illegitimate, you know the word I'm saying."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdpdGltYXRl&hash=f7cb0c2fd6bd70845bbac793e0a02c92f3f92f8c&lang=en&cache-only=0",
            "defineEn": "not allowed by the law",
            "defineVi": "pháp luật không cho phép"
        },
        {
            "id": "39b292d8-8a6e-4dc7-90a9-7713f24181dd",
            "word": "imperative",
            "phonetic": "ɪmpɛɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When dealing with important financial arrangements, it is imperative that you do not count your chickens before they are hatched.",
                "It's imperative.",
                "But hypothetical imperatives are about prudence, rather than morality.",
                "Gaining information is absolutely imperative.",
                "It's imperative for a couple of reasons."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJhdGl2ZQ&hash=9f11fffee3a6fb85770499ab1520590e8cde88cf&lang=en&cache-only=0",
            "defineEn": "of great importance and requiring immediate attention or action",
            "defineVi": "tầm quan trọng lớn và đòi hỏi sự chú ý hoặc hành động ngay lập tức"
        },
        {
            "id": "c305fa78-008c-492f-917f-08947149ed48",
            "word": "licitly",
            "phonetic": "lɪsɪtli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGljaXRseQ&hash=9996d1392a82bc348819cfd8e526673b97c40682&lang=en&cache-only=0",
            "defineEn": "in a manner that is acceptable by the law",
            "defineVi": "theo cách được pháp luật chấp nhận"
        },
        {
            "id": "3201b1fb-c3ae-4632-b9c5-083687e31a26",
            "word": "statutory",
            "phonetic": "stætʃətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s in statutory law. ",
                "It’s in statutory law. ",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "And there are types of laws, basically statutory and common laws.",
                "As of 2019, there are about 100 statutory health insurance companies, but there used to be many more."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0b3J5&hash=c33be81cc34f2ec1bd9a97d128803539c73d354a&lang=en&cache-only=0",
            "defineEn": "according to or permitted by law",
            "defineVi": "theo hoặc được pháp luật cho phép"
        },
        {
            "id": "55d5da4c-cbfa-4e11-ab4b-782de2d67dca",
            "word": "stringent",
            "phonetic": "stɹɪndʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the state's stringent I.D. requirements are keeping many undocumented workers from getting the shot.",
                "While there are health and safety regulations placed on the bottled water industry, they are actually less stringent than municipal ones.",
                "In September, California passed a new stringent Consumer Call Protection Act of 2019, shifting the burden of compliance to service providers instead of the callers themselves.",
                "Europe has pushed forward stringent legislation voting to ban all single-use plastic utensils, straws and cotton swabs from the EU beginning in 2021.",
                "It's clear that both nations must strive for more stringent targets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nZW50&hash=be8d3e864890341b97c80701c2d52f44a5ca6228&lang=en&cache-only=0",
            "defineEn": "(of a law, regulation, rule, etc.) extremely limiting and strict",
            "defineVi": "(của luật, quy định, quy tắc, v.v.) cực kỳ hạn chế và nghiêm ngặt"
        },
        {
            "id": "97f71d70-6912-45cd-a91f-ce38fa31a95b",
            "word": "unlawful",
            "phonetic": "ʌnlɔːfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The situation with Navalny is completely unlawful.",
                "It’s not unlawful, you’re unlawful.",
                "Murder and homicide or whatever, unlawful killing, is not allowed.",
                "But we also have unlawful criminal street gangs and militias from different states.",
                "This pattern of unlawful killing will continue unless the Iranian authorities are held to account."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5sYXdmdWw&hash=a11db00f0db51bfb500b90ae4e560d57ba71d22e&lang=en&cache-only=0",
            "defineEn": "not permitted by or conforming to the law or regulations",
            "defineVi": "không được phép hoặc phù hợp với pháp luật hoặc quy định",
            "hasImg": true
        }
    ]
}