{
    "id": "d0b61564-ba0a-4570-b66f-ff9fae866232",
    "title": "Lesson 9A",
    "originalTitle": "Lesson 9A",
    "words": [
        {
            "id": "2c082e9b-b789-4b39-be2b-e2a05fb47386",
            "word": "luck",
            "phonetic": "lʌk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bad luck often brings good luck.",
                "Bad luck often brings good luck.",
                "Your luck's in, Jimmy.",
                "We just took pot luck.",
                "Good luck getting that off your conscience."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVjaw&hash=6f7708d061daf0d7020974dfab6dec5fcd6dc589&lang=en&cache-only=0",
            "defineEn": "success and good fortune that is brought by chance and not because of one's own efforts and actions",
            "defineVi": "thành công và may mắn do tình cờ mang lại chứ không phải do nỗ lực và hành động của bản thân",
            "hasImg": true
        },
        {
            "id": "12d11ac5-ce9a-4e6a-9b9b-2bdea49ba63a",
            "word": "lucky",
            "phonetic": "lʌki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’ll be lucky!",
                "Thanks, I'm so lucky to have you.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries.",
                "It's lucky I was sent here, to Hepzibah, or I'd be pushing up daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVja3k&hash=438341af4c9d9f11dd4869c7625a69685b70a3a3&lang=en&cache-only=0",
            "defineEn": "having or bringing good luck",
            "defineVi": "có hoặc mang lại may mắn",
            "hasImg": true
        },
        {
            "id": "e4919ceb-3a56-4cd0-a81c-32565d78baa0",
            "word": "unlucky",
            "phonetic": "ʌnlʌki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Woe is you, unlucky one.",
                "Lucky at cards, unlucky in love, they say.",
                "We all felt (that) we were unlucky to lose.",
                "Either way, the dinosaurs were pretty unlucky!",
                "Millennials have been unusually unlucky."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5sdWNreQ&hash=6ce12ada7eb37915a019fe840087a0f6c737d092&lang=en&cache-only=0",
            "defineEn": "having or bringing bad luck",
            "defineVi": "có hoặc mang lại xui xẻo",
            "hasImg": true
        },
        {
            "id": "577fe292-434f-47c6-8e79-6ee97fb5e414",
            "word": "luckily",
            "phonetic": "lʌkili ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Luckily my bus arrived before I had time to reply.",
                "Luckily, help arrived in the nick of time.",
                "Luckily, my husband and I are on the same wavelength about how to raise our kids.",
                "Luckily, the teacher kept her wits about her and was able to evacuate all of her students from the burning building.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVja2lseQ&hash=11bc02f4dd117d5f1adac76b93af65d312321db1&lang=en&cache-only=0",
            "defineEn": "in a fortunate manner",
            "defineVi": "một cách may mắn"
        },
        {
            "id": "9b3888e5-ee30-4ae8-be2e-436a59a135f4",
            "word": "unluckily",
            "phonetic": "ʌnlʌkili ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Unluckily for us, that also means SARS-CoV-2 has the potential to infect a variety of cell types."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5sdWNraWx5&hash=3557f5082fe7d2107c0e195a237a5bef1026af68&lang=en&cache-only=0",
            "defineEn": "in an unfortunate manner",
            "defineVi": "một cách không may"
        },
        {
            "id": "3e55f53a-67eb-40cf-9925-b89661e308d6",
            "word": "fortunate",
            "phonetic": "fɔːɹtʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The young man from a wealthy family was able to get into a prestigious university and receive job offers from top companies, while his less fortunate peers struggled to make ends meet.",
                "Joe was about to sign a contract with a new business partner when his lawyer advised him that a little wit may save a fortunate man from signing a contract with unfavorable terms.",
                "It was fortunate that someone kept his head and called a doctor.",
                "Karen decided to donate her time and resources to help the less fortunate in her community because she believes that it is better to give than to receive.",
                "Others are less fortunate."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHVuYXRl&hash=752f67f1da3240422725af70f5d913972ca6abee&lang=en&cache-only=0",
            "defineEn": "experiencing or involving something good that was not certain or expected",
            "defineVi": "trải nghiệm hoặc liên quan đến một cái gì đó tốt mà không chắc chắn hoặc mong đợi"
        },
        {
            "id": "abc8d961-15b0-4ac3-ae21-acf6607bbf18",
            "word": "unfortunate",
            "phonetic": "ʌnfɔːɹtʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We felt it to be unfortunate.",
                "It’s time to close the book on this unfortunate period in our history.",
                "The death of that young man was extremely unfortunate.",
                "That's unfortunate.",
                "It's so unfortunate."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mb3J0dW5hdGU&hash=df123e32baaf0e51c83ff3b9fe6c890f2f8050ac&lang=en&cache-only=0",
            "defineEn": "experiencing something bad due to bad luck",
            "defineVi": "trải qua điều gì đó tồi tệ do không may mắn"
        },
        {
            "id": "0db1078e-7865-4b4e-a634-f15d123ce417",
            "word": "fortunately",
            "phonetic": "fɔːɹtʃənətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Fortunately it's not doom and gloom for all businesses, in spite of the economic situation.",
                "I was nervous when I had to tell him that he was wrong, but fortunately he took it in good part and we stayed friends.",
                "Fortunately Manfred arrived just in time and talked some sense into her.",
                "You marching here alone only proves that you're having death wish, but fortunately it is something that I can help you with.",
                "Fortunately, on Earth, the ozone layer blocks gamma rays."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHVuYXRlbHk&hash=69649c695c7a52e38cc25583a87a156d4f9cecf8&lang=en&cache-only=0",
            "defineEn": "to express that something good happened or something bad did not happen because of good luck",
            "defineVi": "để diễn đạt rằng một cái gì đó tốt đã xảy ra hoặc một cái gì đó xấu đã không xảy ra vì may mắn"
        },
        {
            "id": "03cc9791-e6ed-41f3-aa0d-a364e51996e7",
            "word": "unfortunately",
            "phonetic": "ʌnfɔːɹtʃənətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Unfortunately, experience is the teacher of fools.",
                "Unfortunately, the price of short ribs can be quite high.",
                "Unfortunately, the president struck the wrong note in his speech, ignoring the public mood.",
                "Unfortunately, most companies won't take a long look in the mirror until something goes disastrously wrong.",
                "Unfortunately, I had to give the party a pass because I had a migraine last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mb3J0dW5hdGVseQ&hash=fdd8e07d43400ac08556115864a65dcaf90b0527&lang=en&cache-only=0",
            "defineEn": "used to express regret or say that something is disappointing or sad",
            "defineVi": "được sử dụng để thể hiện sự hối tiếc hoặc nói rằng một cái gì đó là thất vọng hoặc buồn"
        },
        {
            "id": "3a560fad-4e9e-4533-a9cb-802989382c3a",
            "word": "comfort",
            "phonetic": "kʌmfɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found comfort in a warm bowl of creamy leek and potato soup on a rainy afternoon.",
                "This skirt has a stretchy waistband for comfort.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "It was too near for comfort.",
                "Sarah used to cuddle her pillow for comfort and relaxation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZm9ydA&hash=9a124340c1670760e656b618341a08e7c97586e9&lang=en&cache-only=0",
            "defineEn": "a state of being free from pain, worry, or other unpleasant feelings",
            "defineVi": "trạng thái không bị đau đớn, lo lắng hoặc những cảm giác khó chịu khác"
        },
        {
            "id": "9cda5f18-6ffe-4a05-8366-cd53ca2bdec4",
            "word": "comfortable",
            "phonetic": "kʌmftəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are you feeling comfortable?",
                "He always wears comfortable clothes when he goes for a run.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "The room had a comfortable bed where she could rest.",
                "The rug in front of the fireplace provides a comfortable spot to sit."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZm9ydGFibGU&hash=21e3418dd754d6de3590bbc44dd414d9d694b33a&lang=en&cache-only=0",
            "defineEn": "physically feeling relaxed and not feeling pain, stress, fear, etc.",
            "defineVi": "thể chất cảm thấy thoải mái và không cảm thấy đau đớn, căng thẳng, sợ hãi, v.v."
        },
        {
            "id": "e0aaf159-2cc4-4c2f-a2ea-f2b14c48ff4a",
            "word": "uncomfortable",
            "phonetic": "ʌŋkʌmftəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As Jessica watched her son's new girlfriend interact with their family, she couldn't help but feel a bit uncomfortable, considering that the girl appeared to be old enough to be his mother.",
                "After walking all day in uncomfortable shoes, Jane exclaimed, \"My dogs are barking!\"",
                "Eating a big meal right before bed doesn't sit right with me - I always end up feeling bloated and uncomfortable.",
                "Real eyes realise, and it's time for us to start confronting the uncomfortable truths about our society.",
                "That chair looks super uncomfortable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb21mb3J0YWJsZQ&hash=1b239823d06343d8b42921837ca38feb9a03c733&lang=en&cache-only=0",
            "defineEn": "describing something that makes one feel embarrassed or anxious",
            "defineVi": "mô tả một cái gì đó mà làm cho một người cảm thấy xấu hổ hoặc lo lắng"
        },
        {
            "id": "30de0c06-b2c8-4e16-8fc5-367222e3b423",
            "word": "comfortably",
            "phonetic": "kʌmftəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Six people, and more at a pinch, could be seated comfortably at the table.",
                "After years of financial mismanagement, Liz realized she needed to get her house in order by paying down debts and creating a budget if she wanted to retire comfortably one day.",
                "They live comfortably.",
                "What sleep positions can I comfortably be in?",
                "You couldn't comfortably fit three people on a single seat anyway."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZm9ydGFibHk&hash=5687b3f007726ffaf22a8191824062f038e0de51&lang=en&cache-only=0",
            "defineEn": "in a way that is physically free from any tension or pain",
            "defineVi": "theo cách mà thể chất không bị căng thẳng hay đau đớn"
        },
        {
            "id": "4e4d7b21-0c23-4f1d-9876-b4850c8806e5",
            "word": "uncomfortably",
            "phonetic": "ʌŋkʌmftəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Loki the mischief-maker, was writhing uncomfortably in Thor’s iron grip.",
                "Make sure to be careful when telling Siri to raise the volume to a specific percentage, as the volume can get uncomfortably loud.",
                "The receptor is activated when temperatures get uncomfortably warm, around 40 degrees Celsius.",
                "They go pretty loud, at least on this song, but it's not uncomfortably loud.",
                "It may sit uncomfortably, but at least part of the reason Harry is stuck here could be because of Affirmative Action, and if it continues, I worry that Coronation Park could keep growing, creating more race resentment for young people in South Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb21mb3J0YWJseQ&hash=da40b58591d4b0fcd91f0b7a70e1eb2c6864dae5&lang=en&cache-only=0",
            "defineEn": "in a way that one does not feel at ease physically or mentally",
            "defineVi": "theo cách mà một người không cảm thấy thoải mái về thể chất hoặc tinh thần"
        },
        {
            "id": "3520a7fa-b7de-49d4-8437-804a830a6ce3",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "staying calm during hard times or accepting delays without getting angry or irritated",
            "defineVi": "giữ bình tĩnh trong thời gian khó khăn hoặc chấp nhận sự chậm trễ mà không tức giận hoặc cáu kỉnh",
            "hasImg": true
        },
        {
            "id": "aa6c1124-e035-4325-9f80-9dfe53ace120",
            "word": "impatient",
            "phonetic": "ɪmpeɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As time went on he grew more and more impatient.",
                "She turned to serve the impatient customer.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train.",
                "I'm impatient.",
                "Simone: I'm impatient."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW50&hash=19a3dbcd91404bf9633714c80a24e35cb3fe32b6&lang=en&cache-only=0",
            "defineEn": "annoyed easily and quickly and unable to wait for a long time",
            "defineVi": "khó chịu một cách dễ dàng và nhanh chóng và không thể chờ đợi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "da60da63-03c9-452a-8228-7ec92a26d4c1",
            "word": "patiently",
            "phonetic": "peɪʃəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "The fisherman patiently cast his line from the riverbank, hoping for a big catch.",
                "They waited patiently while I got ready.",
                "I listened patiently while she vented her spleen.",
                "The children were as good as gold, waiting patiently at the entrance."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudGx5&hash=5d14019553025ba1d82a11b33419d924c4e3217e&lang=en&cache-only=0",
            "defineEn": "in a manner that displays one's tolerance of difficulties, delays, and bad behaviors without becoming annoyed or angry",
            "defineVi": "theo cách thể hiện khả năng chịu đựng khó khăn, chậm trễ và hành vi xấu mà không trở nên khó chịu hay tức giận",
            "hasImg": true
        },
        {
            "id": "a1633317-5c2b-4bc2-b13c-092b2f64f87a",
            "word": "impatiently",
            "phonetic": "ɪmpeɪʃəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "he said impatiently.",
                "Well,' I asked impatiently at the end, 'isn't Mrs. Reed a bad woman?",
                "I looked impatiently round for her.",
                "They left not one leaf or blade of grass untouched, impatiently shaking the precious fluid into their glasses."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW50bHk&hash=253d16057f7145da9dab18f93f181d6978481fb7&lang=en&cache-only=0",
            "defineEn": "in a manner that displays one's restlessness, annoyance, or irritation caused by having to wait",
            "defineVi": "theo cách thể hiện sự bồn chồn, khó chịu hoặc khó chịu của một người do phải chờ đợi",
            "hasImg": true
        },
        {
            "id": "5f903a57-3515-43e3-86a9-c8fe748f4c01",
            "word": "to care",
            "phonetic": "tə kɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Goodbye, take care of yourself.",
                "She will need around-the-clock care for the rest of her life.",
                "I could care less about award shows.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZQ&hash=31de158dac6a2a1f61cbd5e8fc455f0474ab5e04&lang=en&cache-only=0",
            "defineEn": "to consider something or someone important and to have a feeling of worry or concern toward them",
            "defineVi": "để coi một cái gì đó hoặc ai đó quan trọng và có một cảm giác lo lắng hoặc quan tâm đối với họ",
            "hasImg": true
        },
        {
            "id": "34291297-15a9-44a3-9b0b-bb7c8acd7b20",
            "word": "careful",
            "phonetic": "kɛɹfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Be careful with your actions.",
                "Be extra careful with this one.",
                "Do be careful, for goodness' sake.",
                "If you cannot be good, be careful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWZ1bA&hash=95a9e88fd0e24800704e0daf25b4c41ecddd287b&lang=en&cache-only=0",
            "defineEn": "giving attention or thought to what we are doing to avoid doing something wrong, hurting ourselves, or damaging something",
            "defineVi": "chú ý hoặc suy nghĩ về những gì chúng ta đang làm để tránh làm sai, làm tổn thương bản thân hoặc làm hỏng thứ gì đó",
            "hasImg": true
        },
        {
            "id": "0147f167-fe50-4dc3-9695-abd831f2faa8",
            "word": "careless",
            "phonetic": "kɛɹləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It only takes one careless driver to cause an accident.",
                "You'd think he'd be wise as an owl after so many years in this industry, but he's still a careless old fool.",
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "'A careless girl!' said Mr. Brocklehurst quietly, almost to himself.",
                "And contrary to negative stereotypes, speakers of AAE are not careless with language."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWxlc3M&hash=df68df942e85fa4bd17ef9f931032afd6383e857&lang=en&cache-only=0",
            "defineEn": "not paying enough attention to what we are doing",
            "defineVi": "không chú ý đầy đủ đến những gì chúng ta đang làm",
            "hasImg": true
        },
        {
            "id": "84b71549-313a-42f6-a8ea-c5bcdf91fa1b",
            "word": "carefully",
            "phonetic": "kɛɹfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The chef carefully arranged the arugula leaves on the plate as a beautiful garnish.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "The lioness carefully groomed her newborn baby.",
                "Please drive carefully.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWZ1bGx5&hash=9ed07ea37605f785524e37604f3204b61c148cbd&lang=en&cache-only=0",
            "defineEn": "with a lot of care or attention",
            "defineVi": "với rất nhiều quan tâm hoặc chú ý",
            "hasImg": true
        },
        {
            "id": "cb62b907-78c7-451c-8750-c6767ea45dab",
            "word": "carelessly",
            "phonetic": "kɛɹləsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Carelessly discarded cans, bottles, plastic cups, and baby diapers find their way into the stomachs of fish, often killing them. ",
                "Tourists have died after carelessly walking backwards while taking photographs. ",
                "This version tells the story of a merchant who rests under a tree, eating dates, when he carelessly tosses a pit aside.",
                "There are very few laws and regulations around dropshipping, but if it's done carelessly, it leads to months-long shipping times, unvetted products straight from China, and unhappy customers facing a challenging overseas returns process.",
                "Carelessly skipping it was very costly, both for the commentator (who lost his job) and the cable network."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWxlc3NseQ&hash=c2d7242bdeb60486c341daad0778dab9de6b7a42&lang=en&cache-only=0",
            "defineEn": "in a manner that lacks enough care or attention",
            "defineVi": "theo cách thiếu quan tâm hoặc chú ý",
            "hasImg": true
        }
    ]
}