{
    "id": "d13a71fe-6074-466b-ab65-734cd4f8bca4",
    "title": "Unit 2 - Lesson 1",
    "originalTitle": "Unit 2 - Lesson 1",
    "words": [
        {
            "id": "3a33f801-15ae-4783-8e03-b8a821e1ced6",
            "word": "relationship",
            "phonetic": "ɹᵻleɪʃənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every relationship has a lot of ups and downs.",
                "The siblings' relationship was a cat-and-dog life.",
                "A stable relationship stands the test of time.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "It puts a damper on our relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpb25zaGlw&hash=f8f2a96cc61581c810ac318772b0f97210cb3300&lang=en&cache-only=0",
            "defineEn": "the connection among two or more things or people or the way in which they are connected",
            "defineVi": "sự kết nối giữa hai hoặc nhiều thứ hoặc con người hoặc cách thức mà chúng được kết nối",
            "hasImg": true
        },
        {
            "id": "509c7155-6b82-4528-a841-83b2dd33f366",
            "word": "classmate",
            "phonetic": "klæsmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She shares her eraser with her classmates during exams.",
                "Can I introduce you to my classmates?",
                "She lends her pencil to a classmate who forgot to bring one.",
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "He had to work hard to keep up with his classmates in the advanced math course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NtYXRl&hash=e29b997ebbd4fa6d1c3a2a4327d978de3463fbb0&lang=en&cache-only=0",
            "defineEn": "someone who is or was in the same class as you at school or college",
            "defineVi": "ai đó đang hoặc đã học cùng lớp với bạn ở trường hoặc đại học",
            "hasImg": true
        },
        {
            "id": "6541fc3e-96d8-43b5-8915-9efe492f7ec8",
            "word": "friend",
            "phonetic": "fɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5k&hash=5e74cc46adc85945ef3be3fac90f3f092f8114c9&lang=en&cache-only=0",
            "defineEn": "someone we know well, like a lot, and trust, but normally they are not part of our family",
            "defineVi": "một người mà chúng ta biết rõ, rất thích và tin tưởng, nhưng thông thường họ không phải là một phần của gia đình chúng ta",
            "hasImg": true
        },
        {
            "id": "3bd805d6-bea0-4c33-b1f2-8f5ba237d94c",
            "word": "neighbor",
            "phonetic": "neɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The neighbors next door have a cat-and-dog life.",
                "He often helps his neighbors with their chores.",
                "Her cries brought the neighbors running.",
                "My neighbor has a big black dog named Max.",
                "He gifted a jar of homemade butterscotch sauce to his neighbor."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVpZ2hib3I&hash=96aaea9d165bae5dbcef3198688df3022788f7a4&lang=en&cache-only=0",
            "defineEn": "someone who is living next to us or somewhere very close to us",
            "defineVi": "một người đang sống bên cạnh chúng tôi hoặc một nơi nào đó rất gần với chúng tôi",
            "hasImg": true
        },
        {
            "id": "64580e36-2b7e-4299-9cd4-5e84a099c654",
            "word": "boss",
            "phonetic": "bɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss has a short fuse these days!",
                "The boss was clear about the deadline for the project, with no ifs, ands, or buts.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "My boss finally let me in on the plans for the new project.",
                "The boss sure aired his lungs when we lost another customer!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zcw&hash=cc8832986e00d3287a2cfc1e34c80af76d04b8e5&lang=en&cache-only=0",
            "defineEn": "a person who is in charge of a large organization or has an important position there",
            "defineVi": "một người phụ trách một tổ chức lớn hoặc có một vị trí quan trọng ở đó",
            "hasImg": true
        },
        {
            "id": "1372a7bb-55cb-447c-b0d4-a4fb090dacef",
            "word": "colleague",
            "phonetic": "kɑːliːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her behavior toward her colleagues was unprofessional.",
                "She left him for a colleague.",
                "John introduced his wife to his colleagues at the company dinner party.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVhZ3Vl&hash=f1d221dd00b1c29673ff0086433ba9c555bafe31&lang=en&cache-only=0",
            "defineEn": "someone with whom one works",
            "defineVi": "một người mà một người làm việc",
            "hasImg": true
        },
        {
            "id": "3067520a-f6c2-4fa8-a65f-b5b3174be650",
            "word": "supervisor",
            "phonetic": "suːpɚvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee received their marching orders from the supervisor and was instructed to start a new project.",
                "After a lot of turnover, they finally found a new supervisor who was able to implement changes that improved productivity.",
                "I hope he snaps out of it soon, because we'll need him to present our project to the supervisor next week.",
                "Once providers have bent the rules and had a favorable outcome and response from peers and supervisors, they are likely to be tempted to do it again.",
                "How else would she become a supervisor if she doesn't like to grease the boss's palm?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJ2aXNvcg&hash=661d0402490dc42405e62733bf11444fd002cb49&lang=en&cache-only=0",
            "defineEn": "someone who observes or directs a person or an activity",
            "defineVi": "một người quan sát hoặc chỉ đạo một người hoặc một hoạt động",
            "hasImg": true
        },
        {
            "id": "b69c708c-f37d-430a-b17a-0419bc35d938",
            "word": "teammate",
            "phonetic": "tiːmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "Was he in an offside position when his teammate played the ball?",
                "Fortunately, your teammates are masters of spy-craft.",
                "Your teammates phase back into your home dimension one at a time.",
                "One - you can't hear your teammates."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhbW1hdGU&hash=bb2927b079f30d391c1c26b7bba85b3d5a6cf9de&lang=en&cache-only=0",
            "defineEn": "a person who is a member of the same team as another person, typically in sports or other competitive activities",
            "defineVi": "một người là thành viên của cùng một đội với một người khác, điển hình là trong thể thao hoặc các hoạt động cạnh tranh khác",
            "hasImg": true
        },
        {
            "id": "47e585df-0f35-424d-8f12-d7b9350f21c4",
            "word": "employee",
            "phonetic": "ɛmplɔɪiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee took a lunch break in the cafeteria.",
                "The employee followed company policies and procedures.",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "They both pay their employees badly.",
                "The hardworking employee received a promotion for their exceptional performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wbG95ZWU&hash=b73233d538e673382f91e5ec77d5ca35f56fbf46&lang=en&cache-only=0",
            "defineEn": "someone who is paid by another to work for them",
            "defineVi": "một người được người khác trả tiền để làm việc cho họ",
            "hasImg": true
        }
    ]
}