{
    "id": "d1776b06-f349-4268-be15-8d27d6f9b03f",
    "title": "A Cold Day in Hell",
    "originalTitle": "A Cold Day in Hell",
    "words": [
        {
            "id": "7a9c55d2-45b2-42ed-b93c-ef53d5597fb2",
            "word": "zen",
            "phonetic": "zɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're in your zen space.",
                "It's the Zen of not caring so much.",
                "And it's kind of a Zen thing, right, like-",
                "- I am the most Zen-like, chillest person in this room.",
                "Today's quote comes from the Zen Page-A-Day calendar, \"My life is my practice.\""
            ],
            "audio": "https://tts.langeek.co/read?text=emVu&hash=d280ecb5a0814d46e958fe0f2e06caca4ebe3a04&lang=en&cache-only=0",
            "defineEn": "a school of Mahayana Buddhism, originally formed in Japan, emphasizing the value of meditation and intuition rather than reading religious scripts or ritual worship",
            "defineVi": "một trường phái Phật giáo Đại thừa, ban đầu được hình thành ở Nhật Bản, nhấn mạnh giá trị của thiền định và trực giác hơn là đọc các bản kinh tôn giáo hoặc nghi lễ thờ cúng"
        },
        {
            "id": "dfba0927-516e-4623-9d26-cb6d22099597",
            "word": "agnosticism",
            "phonetic": "æɡnɑːstɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s because he didn’t buy the idea that agnosticism was really a thing."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdub3N0aWNpc20&hash=f0ec845caf6ed0874ccf347f5fdd05bae19446f6&lang=en&cache-only=0",
            "defineEn": "a religious orientation of doubt; a denial of ultimate knowledge of the existence of God",
            "defineVi": "một định hướng tôn giáo của sự nghi ngờ; một sự phủ nhận của kiến thức cuối cùng về sự tồn tại của Thiên Chúa"
        },
        {
            "id": "30073053-0060-43a2-ad8c-858fe3902d11",
            "word": "atheism",
            "phonetic": "eɪθɪɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "Upper income Americans are more heavily represented in liberal Protestant groups like Episcopalians and Presbyterians, as well as Judaism, Hinduism and Atheism, whereas lower income Americans are more likely to identify as Evangelical Protestants or Catholics.",
                "But it’s important to note that existentialism is not synonymous with atheism."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRoZWlzbQ&hash=78c0570202490dbd1b00059030fdc6f929e60393&lang=en&cache-only=0",
            "defineEn": "the belief that rejects the existence of God or a higher power",
            "defineVi": "niềm tin từ chối sự tồn tại của Thiên Chúa hoặc một sức mạnh cao hơn",
            "hasImg": true
        },
        {
            "id": "5eff2809-b2e2-4a34-8eca-254071ff02a5",
            "word": "trinity",
            "phonetic": "tɹɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soon the trap trinity emerged: T.I., Young Jeezy, and Gucci Mane.",
                "And so to me, that’s the unholy trinity of systemic issues. ",
                "But before Microsoft entered the fray with the first iteration of the Xbox in 2001, there was another company that completed the holy trinity of gaming.",
                "He also wrote would've, could've, should've, the holy trinity of regret.",
                "Released in 1993, Parable of the Sower takes place in the distant future of 2024, when society in the United States and our favorite unholy trinity of climate change, wealth inequality, and corporate greed has ravaged the nation leaving in in a state of pure dystopia."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpbml0eQ&hash=1c128b99cce403f4c967ae976cc5379ddd810fc7&lang=en&cache-only=0",
            "defineEn": "(in Christianity) the concept of God as Father, Son, and Holy Spirit",
            "defineVi": "(trong Kitô giáo) khái niệm về Thiên Chúa là Chúa Cha, Chúa Con và Chúa Thánh Thần"
        },
        {
            "id": "389909ed-747e-4019-9ac4-a93e67b0d171",
            "word": "theology",
            "phonetic": "θɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a theology.",
                "and, like Luther, eventually dropped it for theology.",
                "This isn’t a theology class, and 2.",
                "The third aspect of natural theology was a short creation, in which the world was only about six thousand years old.",
                "The finer points of theology continued to divide people, as did the politics of religion and overseas empire."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2xvZ3k&hash=d4890d1a6aa1e9f2583a91cf3073502738033431&lang=en&cache-only=0",
            "defineEn": "the study of religions and faiths",
            "defineVi": "nghiên cứu về tôn giáo và đức tin",
            "hasImg": true
        },
        {
            "id": "81bbb666-5f27-456d-b3e0-1d5ed29c7b38",
            "word": "almighty",
            "phonetic": "ɔlmaɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s all about his almighty wall and constant confrontation on the immigration issue. ",
                "Thank God almighty, we are free at last!",
                "Thank God almighty, we are free at last!"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtaWdodHk&hash=2648d174ef09f457f103d54872b95269343d9836&lang=en&cache-only=0",
            "defineEn": "having unlimited power",
            "defineVi": "có sức mạnh vô hạn"
        },
        {
            "id": "57416892-0811-4f51-9754-70b2d6ecd315",
            "word": "animism",
            "phonetic": "ænɪmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animism undoubtedly played a role in the formation of the pontianak legend.",
                "The role of animism in everyday life of the Toba people is further demonstrated in their retelling of historical events, which often involves human and nonhuman intervention.",
                "Animism is essentially the belief that all things, living and not living, have a spirit, and that the material and spiritual worlds are not distinct.",
                "Toba spiritual practices integrate animism, a worldview that asserts that humans, non-human animals, and nonliving entities all have spirits or sentience, and influence the lives of people.",
                "In Animism, nonhuman entities coexist with humans, and although not all people can see or interact with them, their general existence is agreed upon."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWlzbQ&hash=db9adb38121a75856eac313e122c62215bf5097f&lang=en&cache-only=0",
            "defineEn": "the doctrine that all natural objects and the universe itself have souls",
            "defineVi": "học thuyết rằng tất cả các vật thể tự nhiên và vũ trụ đều có linh hồn"
        },
        {
            "id": "4787d519-601e-47d0-93d7-ef04eab7d5ab",
            "word": "theism",
            "phonetic": "θiːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlaXNt&hash=443db03bfbb772e135c92ec7a876264020b993a7&lang=en&cache-only=0",
            "defineEn": "the doctrine or belief in the existence of a God or gods",
            "defineVi": "học thuyết hoặc niềm tin vào sự tồn tại của một vị thần hoặc các vị thần"
        },
        {
            "id": "802da032-3e34-4666-84b3-a671363a90de",
            "word": "biblical",
            "phonetic": "bɪblɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After dating for several months, Jane and John finally took their relationship to the next level and knew each other in the biblical sense.",
                "John was so enamored by Sarah that he wanted to know her in the biblical sense.",
                "Daniel and Olivia wanted to honor their beliefs and decided to save knowing each other in the biblical way for their wedding night.",
                "It’s biblical.",
                "They contain biblical text that dates to the first century."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGljYWw&hash=72fb66aa2cb92a1bb521ff4769c7c46a712e7163&lang=en&cache-only=0",
            "defineEn": "of or pertaining to or contained in or in accordance with the Bible",
            "defineVi": "của hoặc liên quan đến hoặc có trong hoặc phù hợp với Kinh thánh",
            "hasImg": true
        },
        {
            "id": "0b40c194-a7f6-4872-9d25-be35b24d5bd4",
            "word": "baptism",
            "phonetic": "bæptɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sp they argued that baptism, a cleansing ritual that had long been performed on infants, should only be available to adults who’ve chosen to accept Jesus as savior."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFwdGlzbQ&hash=4d917d3b6622ee6ff7123ba3770d8a1b8fea42d4&lang=en&cache-only=0",
            "defineEn": "a Christian ceremony during which water is poured on someone or they are immersed into water to welcome them to the Church",
            "defineVi": "một buổi lễ Cơ đốc giáo trong đó nước được đổ lên người hoặc họ được ngâm trong nước để chào đón họ đến Nhà thờ",
            "hasImg": true
        },
        {
            "id": "daaa692a-03ea-43aa-9a59-c8bd408d8004",
            "word": "bar mitzvah",
            "phonetic": "bɑːɹ mɪtsvə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFyIG1pdHp2YWg&hash=8a7ebf11b1d48240bd7a58980b1977ba819a7cd0&lang=en&cache-only=0",
            "defineEn": "(Judaism) an initiation ceremony marking the 13th birthday of a Jewish boy and signifying the beginning of religious responsibility",
            "defineVi": "(Do Thái giáo) một buổi lễ bắt đầu đánh dấu sinh nhật lần thứ 13 của một cậu bé Do Thái và biểu thị sự khởi đầu của trách nhiệm tôn giáo"
        },
        {
            "id": "f3d47a28-3552-4ef7-a3f6-ba04f07fce91",
            "word": "secularism",
            "phonetic": "sɛkjʊlɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the tranquility is a mirage, because a battle is taking place for the soul of France, and its core principle of secularism, where religion should never interfere with citizens' rights.",
                "Right, so the story goes that the Renaissance saw the rebirth of European culture after the miserable Dark Ages, and that it ushered in the modern era of secularism, rationality, and individualism."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdWxhcmlzbQ&hash=032c7329b5961d2b8008ecf8c290fdf4a79d96e7&lang=en&cache-only=0",
            "defineEn": "the doctrine that separates the state from religious associations",
            "defineVi": "học thuyết tách nhà nước khỏi các hiệp hội tôn giáo"
        },
        {
            "id": "99ae6e47-50da-45b2-a7c3-ebe9095adc48",
            "word": "spiritualism",
            "phonetic": "spɪɹɪtʃuːəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I won’t have anything to do with spiritualism, ghosts and all that mumbo jumbo.",
                "Her distinctive style emerged from her interest in spiritualism, and very few even saw or knew of her work until it was resuscitated by scholars in the 1980s."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFsaXNt&hash=a9e8aab8984105cac4143bccc74cbded99cb283e&lang=en&cache-only=0",
            "defineEn": "the belief that the human spirit or soul can survive after death and communicate with the living",
            "defineVi": "niềm tin rằng linh hồn hoặc linh hồn con người có thể tồn tại sau khi chết và giao tiếp với người sống"
        },
        {
            "id": "c82ad1c9-c9c4-4728-8788-c84317945027",
            "word": "asceticism",
            "phonetic": "ɐsɛɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNjZXRpY2lzbQ&hash=7d23e47c55ffef25ee4aa1f08733e836fa80560b&lang=en&cache-only=0",
            "defineEn": "the doctrine that through renunciation of worldly pleasures it is possible to achieve a high spiritual or intellectual state",
            "defineVi": "học thuyết rằng thông qua việc từ bỏ những thú vui trần tục, có thể đạt được trạng thái tinh thần hoặc trí tuệ cao"
        },
        {
            "id": "7fa0fcfa-f78a-4714-8458-cff04aa22b6e",
            "word": "archbishop",
            "phonetic": "ɑːɹtʃbɪʃəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "The event began with an invocation from the archbishop of Washington, Cardinal Wilton Gregory.",
                "- I got to hear about it from the archbishop, who in fact was distressed.",
                "And I think before his death, the archbishop knew exactly who the people were because they had done their homework well enough.",
                "Instead of bowing to archbishops and British aristocrats, they worshipped among their own kind in a spirit of democracy."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGJpc2hvcA&hash=db83e44d13ae670e6a86af7d54cd2b960e32627f&lang=en&cache-only=0",
            "defineEn": "a bishop of the highest rank who is responsible for all the churches in a specific large area",
            "defineVi": "một giám mục cấp cao nhất chịu trách nhiệm cho tất cả các nhà thờ trong một khu vực rộng lớn cụ thể",
            "hasImg": true
        },
        {
            "id": "14797fd4-a4a9-4547-a7e1-a43140452b6d",
            "word": "christening",
            "phonetic": "kɹɪsənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Growing up as a Ghanaian in London, no matter what party I went to, there was always jollof rice whether it was a wedding, a christening, or even someone's 16th birthday party."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyaXN0ZW5pbmc&hash=1e9fe34496bcafe021e2dd9a57542de39dfeb016&lang=en&cache-only=0",
            "defineEn": "a Christian religious ceremony during which a baby is named and admitted to the Christian Church",
            "defineVi": "một buổi lễ tôn giáo Cơ đốc giáo trong đó một em bé được đặt tên và được nhận vào Nhà thờ Cơ đốc giáo"
        },
        {
            "id": "6e5802fb-92f5-41ff-bdfb-667dee88a61f",
            "word": "clergy",
            "phonetic": "klɜːdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "European monarchs and clergy were fearful of similar revolts on their home soil.",
                "Could, for instance, King Philip IV of France tax the Catholic clergy in France?",
                "The morning after the torchlight march I walked into town with a group of clergy.",
                "And these hair coverings serve a couple of different purposes for clergy: namely to show deference to their faith and the vows they took, and to distinguish their role within the community.",
                "Pope Francis revised church law today to criminalize sexual abuse of adults by clergy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlcmd5&hash=d75d2b56663ba2d6a18a781febbfb7b2f9a869f8&lang=en&cache-only=0",
            "defineEn": "those ordained for religious services, especially in the Christian Church",
            "defineVi": "những người được phong chức cho các dịch vụ tôn giáo, đặc biệt là trong Giáo hội Kitô giáo",
            "hasImg": true
        },
        {
            "id": "224d41ac-5dfe-47b3-877a-ebb140ec23c3",
            "word": "commemorative",
            "phonetic": "kəmɛmɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The repeal inspired a line of commemorative teapots, thereby beginning America's storied tradition of worthless collectible ceramics.",
                "Like, it's just, it's one of those things that should have been built there, there should be like a commemorative plate issued for the moment, the US Mint should release a stamp of it or something like that of just me and Evan, like."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVtb3JhdGl2ZQ&hash=58b13d73627eb3fd1069dcfb17bb961447193fc4&lang=en&cache-only=0",
            "defineEn": "intended as a commemoration",
            "defineVi": "dự định là một kỷ niệm"
        },
        {
            "id": "bcf4a6f6-1e88-4728-8739-c20538f0fc33",
            "word": "congregation",
            "phonetic": "kɑːŋɡɹɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The congregation gathered around the altar for the morning service.",
                "They're doing vaccination drives in their congregations.",
                "Pastor Orson Burton has seen the economic strain on his congregation.",
                "Pastor Orson Burton lost members of his congregation in the surge, including his wife’s father.",
                "In 2006, this historic church building was gutted by fire, and the whole congregation moved across the street."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3JlZ2F0aW9u&hash=a650e62550332cbb225a41cc6c4d5f45281bd69d&lang=en&cache-only=0",
            "defineEn": "a group of people who gather in a church to say prayers",
            "defineVi": "một nhóm người tụ tập trong nhà thờ để cầu nguyện"
        },
        {
            "id": "96c109d8-8930-46ae-bc62-3f753797c982",
            "word": "consecration",
            "phonetic": "kɑːnsɪkɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This foreigner, who brought his children to school as if it were an act of consecration, who regarded the teacher of the primer class with reverence, who spoke of visions, like a man inspired, in a common classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VjcmF0aW9u&hash=50b929f9675dc65e6f8d7ff620c63c0b124dd88b&lang=en&cache-only=0",
            "defineEn": "(religion) sanctification of something by setting it apart (usually with religious rites) as dedicated to God",
            "defineVi": "(tôn giáo) thánh hóa một cái gì đó bằng cách đặt nó riêng biệt (thường là với các nghi thức tôn giáo) như dành riêng cho Chúa"
        },
        {
            "id": "39748a3a-f9ef-411a-94d5-8a3ba73f5189",
            "word": "crucifix",
            "phonetic": "kɹuːsɪfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s a crucifix.",
                "An image of a crucifix submerged in urine.",
                "A crucifix at a French Cathedral was singled out as a masterpiece in 1595, but today no longer even exists.",
                "Dude literally dragged a goat around in a cage and carried a large crucifix."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1Y2lmaXg&hash=1b0ad56e8824d775cdf59798bc1d1511011e473e&lang=en&cache-only=0",
            "defineEn": "representation of the cross on which Jesus died",
            "defineVi": "đại diện của thập tự giá mà Chúa Giêsu đã chết"
        },
        {
            "id": "f54e0234-c542-43a8-b6e1-eac87956efce",
            "word": "deity",
            "phonetic": "diːəti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The first pair of deities are the earth goddess, Ki, and the sky god, called An.",
                "They've hailed you as a deity there.",
                "That’s from Thanatos, the ancient Greek deity of death.",
                "Each city was dedicated to a patron deity, considered the city’s founder.",
                "Her name might even hint at her possible origins as a deity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVpdHk&hash=6ec33eeedc5911eb573437335b8e06eac7ed7388&lang=en&cache-only=0",
            "defineEn": "a supernatural figure that is worshipped; a god or goddess",
            "defineVi": "một nhân vật siêu nhiên được tôn thờ; một vị thần hoặc nữ thần"
        },
        {
            "id": "f79b6341-4968-47a9-accc-0d15fe2c66f7",
            "word": "ecclesiastic",
            "phonetic": "ᵻkliːzɪæstɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNjbGVzaWFzdGlj&hash=3ad28cbf85c501d08a9865ff04170596960c46a1&lang=en&cache-only=0",
            "defineEn": "a clergyman or other person in religious orders",
            "defineVi": "một giáo sĩ hoặc người khác trong trật tự tôn giáo"
        },
        {
            "id": "8e33b756-a7ce-40ac-b03c-8512c9271d44",
            "word": "effigy",
            "phonetic": "ɛfɪdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Protesters demonstrated in New Delhi and in Karachi, Pakistan, where they burned an effigy of Modi.",
                "Douglas even admitted that he could travel from Washington D.C. to Chicago by the light of his own burning effigies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWd5&hash=42c3a5ec1b8813c47234e1f05a6db49c77fa8e27&lang=en&cache-only=0",
            "defineEn": "a representation of a person (especially in the form of sculpture)",
            "defineVi": "một đại diện của một người (đặc biệt là trong các hình thức điêu khắc)",
            "hasImg": true
        },
        {
            "id": "8df9b261-c00f-47b5-8d11-580c0989f2fd",
            "word": "epistle",
            "phonetic": "ᵻpɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpc3RsZQ&hash=63affdfb2a609196888d8cf0e817916ceb5ddcda&lang=en&cache-only=0",
            "defineEn": "any of the letters in the New Testament, written by the apostles",
            "defineVi": "bất kỳ bức thư nào trong Tân Ước, được viết bởi các sứ đồ"
        },
        {
            "id": "1e207f23-d17d-4f28-9e32-7d07090ac177",
            "word": "exorcism",
            "phonetic": "ɛksɚsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhvcmNpc20&hash=5b9125a2a606cf6b2ba83eedf9b1dd5e9cc03d04&lang=en&cache-only=0",
            "defineEn": "freeing from evil spirits",
            "defineVi": "giải thoát khỏi linh hồn ma quỷ"
        },
        {
            "id": "17b9877a-8cb4-41aa-ac5b-de7b24a1122c",
            "word": "gospel",
            "phonetic": "ɡɑːspəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-2000s, gospel chops became a phenomenon.",
                "Chicago gospel musicians are constantly pushing this great art form and their skills forward.",
                "Pioneers like Andrae Crouch and Kirk Franklin have been mixing gospel with everything from funk to rock to hip hop.",
                "It's the true gospel of one Richard Simmons.",
                "It's a mixture of gospel, African beat, jazz."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29zcGVs&hash=e33bf4f2de080fad3c2a27a9415947c760e74070&lang=en&cache-only=0",
            "defineEn": "any of the four books of the New Testament that is about the life and teachings of Jesus Christ",
            "defineVi": "bất kỳ cuốn sách nào trong số bốn cuốn sách của Tân Ước nói về cuộc đời và những lời dạy của Chúa Giê Su Ky Tô",
            "hasImg": true
        },
        {
            "id": "7b1fe458-de35-48b3-bfa9-b2bc2b1167a4",
            "word": "kosher",
            "phonetic": "koʊʃɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We stocked our pantry with kosher snacks and drinks for our guests.",
                "He made sure to buy kosher ingredients for the dinner party, respecting the dietary needs of his Jewish friends.",
                "None of that looks kosher.",
                "That's kosher that way.",
                "There are five Jewish private schools here, several kosher restaurants."
            ],
            "audio": "https://tts.langeek.co/read?text=a29zaGVy&hash=251cfd08c484eaaa488ace94959e12a505a0e478&lang=en&cache-only=0",
            "defineEn": "describing food that is acceptable by Jewish law",
            "defineVi": "mô tả thực phẩm được luật pháp Do Thái chấp nhận"
        },
        {
            "id": "ab602830-a09f-4d33-8d2c-2c6e5100e375",
            "word": "guru",
            "phonetic": "ɡjʊɹɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "That get-rich-quick guru took tens of thousands of people for a ride, lining his own pockets with their investments.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "if the health gurus are to be believed.",
                "I'm not a makeup guru anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VydQ&hash=5abfe5630d7738d0cebaccb9ba6280295a7a6716&lang=en&cache-only=0",
            "defineEn": "a religious leader or teacher in Buddhism, Hinduism, or Sikhism",
            "defineVi": "một nhà lãnh đạo tôn giáo hoặc giáo viên trong Phật giáo, Ấn Độ giáo hoặc đạo Sikh"
        },
        {
            "id": "d9cd3979-7e67-4c24-8d57-12d98acdf280",
            "word": "halal",
            "phonetic": "hæləl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He asked the waiter if the restaurant served halal meat, as he was mindful of his dietary restrictions.",
                "He decided to only consume halal meat to adhere to his religious beliefs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsYWw&hash=84ce71bb012fcfe6d9247659ab232f253b5e6d79&lang=en&cache-only=0",
            "defineEn": "(of meat) prepared according to Islamic law",
            "defineVi": "(thịt) được chế biến theo luật Hồi giáo"
        },
        {
            "id": "61219c48-5491-4e1a-a8d2-b9adae7420e4",
            "word": "hermit",
            "phonetic": "hɜːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sister Beatrice went from hermit to doctor to 28 monks.",
                "Following the lead of roving preachers with names like Peter the Rabbit- Peter the Hermit?",
                "Once, a long time ago, there was a powerful hermit named Lok Ta Moni Eysei.",
                "With Sita alone, Ravana shows up disguised as a hermit.",
                "Though it seems to have been known about long before the 9th century by Greek explorers and Irish hermits and monks."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVybWl0&hash=426a65bf509fe04b9b61527e493f1a6ca2f5b213&lang=en&cache-only=0",
            "defineEn": "someone who lives a very simple life in solitude as a religious practice",
            "defineVi": "một người sống một cuộc sống rất đơn giản trong cô độc như một thực hành tôn giáo"
        },
        {
            "id": "3fa5beb8-f961-4d5e-8efe-b078d0be0ba7",
            "word": "heretic",
            "phonetic": "hɛɹətɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frankly,I think Gilliam's a heretic for turning the flawless 1962 film La Jetée into 12 Monkeys in the first place!",
                "Remember, that was the year Joan of Arc was burned to death for heresy and witchcraft because the English were so bewildered that a teenage peasant girl could lead the French army to victory that they decided she had to be a witch and a heretic."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZXRpYw&hash=2707691c16b0998eaec1009396e08a2f6379384e&lang=en&cache-only=0",
            "defineEn": "someone with beliefs against the doctrines of a particular religion",
            "defineVi": "một người có niềm tin chống lại các học thuyết của một tôn giáo cụ thể"
        },
        {
            "id": "2bbab351-6570-44a7-81d6-a7d04d045bd9",
            "word": "hymn",
            "phonetic": "hɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They want the cabinet all singing from the same hymn sheet.",
                "That way, you'll both be singing from the same hymn book when it comes time to implement what we talk about.",
                "We all need to be singing from the same hymn book before we try to present this idea to the boss.",
                "But when we weren't running lines, he would just kind of look out the window and sing like hymns you know.",
                "She joins us this evening to honor those we have lost with that same hymn, \"Amazing Grace.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aHltbg&hash=4023a9568cbdbe302cb4f4793d7a2936af6b6895&lang=en&cache-only=0",
            "defineEn": "a religious song intended to praise God, especially sung by Christians in congregation",
            "defineVi": "một bài hát tôn giáo nhằm ca ngợi Chúa, đặc biệt được hát bởi các Kitô hữu trong hội thánh"
        },
        {
            "id": "9fd4d0ff-4af4-4f39-9cdd-93225ef013f8",
            "word": "reincarnation",
            "phonetic": "ɹiːɪŋkɑːɹneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boy was the reincarnation of Wen Qu Xing, the wisdom god, sent to the family to reward Xu Xian’s devotion.",
                "He believed in reincarnation and outlawed beans, seeing them as impure.",
                "You know, years later, I first realized how there must be reincarnation, there must be other lifetimes before you, because I was writing about things that I had no idea what I could have been talking about."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVpbmNhcm5hdGlvbg&hash=3e01b640e77a1229632a1523315aedebb4a0ec6f&lang=en&cache-only=0",
            "defineEn": "the belief that after someone’s death, their spirit comes back to life in the form of a new body, especially in Buddhism and Hinduism",
            "defineVi": "niềm tin rằng sau khi ai đó chết, linh hồn của họ sống lại dưới dạng một cơ thể mới, đặc biệt là trong Phật giáo và Ấn Độ giáo"
        },
        {
            "id": "fa0b535e-17b3-44e4-b461-f54ee35081b2",
            "word": "judaic",
            "phonetic": "dʒuːdeɪɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm Amichai Lau-Lavie and I've been asked to give some Rabbinic interpretation about the gastro Judaic mystical, meaning of this Passover night."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkYWlj&hash=7cfc0bddc2504902caf3fdb8792d8612a84531df&lang=en&cache-only=0",
            "defineEn": "of or relating to or characteristic of the Jews or their culture or religion",
            "defineVi": "của, liên quan đến hoặc đặc điểm của người Do Thái hoặc văn hóa hoặc tôn giáo của họ",
            "hasImg": true
        },
        {
            "id": "efd36550-2c85-4624-a149-dfdb2d08b9f9",
            "word": "martyr",
            "phonetic": "mɑːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, people were martyred.",
                "Nasr shows me his martyr's wall.",
                "With the blood of the martyrs we reclaimed these lands.",
                "Your prime minister was a martyr for peace, but he was a victim of hate.",
                "His signature mural celebrates Bobby Sands, considered a martyr by the IRA."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydHly&hash=e74879d9469bdd387a7ffc75e9dd78759e6e5ddf&lang=en&cache-only=0",
            "defineEn": "someone who is killed because of their beliefs",
            "defineVi": "một người bị giết vì niềm tin của họ"
        },
        {
            "id": "dde9a355-60c1-47b1-bd89-041ce4d5056a",
            "word": "lama",
            "phonetic": "lɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFtYQ&hash=d58c12746469f42fb26c1016e081ab8b0f591d35&lang=en&cache-only=0",
            "defineEn": "a Mongolian or Tibetan Buddhist monk",
            "defineVi": "một tu sĩ Phật giáo Mông Cổ hoặc Tây Tạng"
        },
        {
            "id": "58a0da15-e028-400c-8575-d07531134fc8",
            "word": "monastic",
            "phonetic": "mənæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "According to monastic law, monks were not supposed to go near women, let alone touch a beautiful stranger."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXN0aWM&hash=f591fa183a78ffee3c1a59d7c4b7813721992efa&lang=en&cache-only=0",
            "defineEn": "of communal life sequestered from the world under religious vows",
            "defineVi": "của cuộc sống cộng đồng bị cô lập khỏi thế giới dưới lời thề tôn giáo"
        },
        {
            "id": "ca94f6ed-ed46-43dc-96ad-a7ee1ecc6234",
            "word": "pantheism",
            "phonetic": "pænθiːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFudGhlaXNt&hash=af28ce633faaf957d4e6803ded683c35208bbc4e&lang=en&cache-only=0",
            "defineEn": "the doctrine or belief that God is the universe and its phenomena (taken or conceived of as a whole) or the doctrine that regards the universe as a manifestation of God",
            "defineVi": "học thuyết hoặc niềm tin rằng Chúa là vũ trụ và các hiện tượng của nó (được hiểu hoặc quan niệm như một tổng thể) hoặc học thuyết coi vũ trụ là biểu hiện của Chúa"
        },
        {
            "id": "05ed6b61-5ec9-4905-9863-6938535ed195",
            "word": "polytheism",
            "phonetic": "pɑːlɪθiːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seXRoZWlzbQ&hash=c61e092f21f28fe3fe3829da173f03d31319fea0&lang=en&cache-only=0",
            "defineEn": "the belief in or worship of multiple gods or deities",
            "defineVi": "niềm tin hoặc sự thờ phượng của nhiều vị thần hoặc các vị thần"
        }
    ]
}