{
    "id": "d1918216-195b-4580-a826-c1ca8c4ceda2",
    "title": "People and Stages of Life",
    "originalTitle": "Lesson 33",
    "words": [
        {
            "id": "250074ac-1c30-45b0-a484-0cbe88ce867a",
            "word": "adulthood",
            "phonetic": "ɐdʌlthʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "For Erikson, after young adulthood came the middle adulthood of our 40s to 60s.",
                "So calves can grow to the size of a Boeing 757 by adulthood.",
                "This disorder usually starts in the teenage years to early adulthood.",
                "You reach adulthood and become busy with work, university, romance, kids, and Netflix.",
                "For Erikson, after young adulthood came the middle adulthood of our 40s to 60s."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR1bHRob29k&hash=91e3b57a77e9932c44c653890d615e6520392ad2&lang=en&cache-only=0",
            "defineEn": "the state or period of being an adult",
            "defineVi": "trạng thái hoặc thời kỳ trưởng thành",
            "hasImg": true
        },
        {
            "id": "4ff2a192-2682-4d1c-ad39-8e8f04c459dd",
            "word": "adolescence",
            "phonetic": "ædəlɛsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We get the first glimpse of his brilliance when he juggles frogs during his adolescence.",
                "This usually develops in late adolescence to early adulthood.",
                "Also, it can lead to substance abuse in adolescence.",
                "Until recently, old age, childhood, and adolescence were studied much more often than middle age.",
                "So psychologists think that environmental factors, particularly during adolescence, influence whether a trait becomes a disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvbGVzY2VuY2U&hash=3efb1e0749f1f92f5bc2e07b6c53839b009e8207&lang=en&cache-only=0",
            "defineEn": "a period in one's life between puberty and adulthood",
            "defineVi": "một giai đoạn trong cuộc sống của một người giữa tuổi dậy thì và tuổi trưởng thành",
            "hasImg": true
        },
        {
            "id": "f81cc443-27a3-4fc0-9a8e-a62465a44386",
            "word": "adolescent",
            "phonetic": "ædəlɛsənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That overlap between mostly male musician idol and enjoyable music gives many adolescents the opportunity to grow as people.",
                "As psychologist Amiram Raviv and his team explained in their research, adolescents often prefer to listen to music separately from their parents.",
                "Adults need seven to eight hours of sleep a night, and adolescents need about ten.",
                "So basically, give an adolescent a pat on the back, and you'll get a shrug.",
                "It doesn't harden until the adolescent to early adult years."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvbGVzY2VudA&hash=8e8a0ae2c2391fcf26b4b8b2d68a93ea737cd738&lang=en&cache-only=0",
            "defineEn": "a young person who is in the process of becoming an adult",
            "defineVi": "một thanh niên đang trong quá trình trưởng thành",
            "hasImg": true
        },
        {
            "id": "8fa6b0a0-c439-439d-95a9-af4f143aa0a2",
            "word": "infant",
            "phonetic": "ɪnfənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have an infant.",
                "So fact-check: infant is an infant.",
                "So fact-check: infant is an infant.",
                "Please spoil your young infants.",
                "For example, a 2010 study showed pictures of things like cups or bunny rabbits to 19-month-old infants."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW50&hash=62ea43025ef0b79bbf8678a3e95db4b06f39d025&lang=en&cache-only=0",
            "defineEn": "a very young baby or child",
            "defineVi": "một em bé hoặc trẻ nhỏ",
            "hasImg": true
        },
        {
            "id": "e0915bcb-c2c5-481a-9633-ad5f0a15bf1d",
            "word": "infancy",
            "phonetic": "ɪnfənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grid-level energy storage ideas remain in their infancy.",
                "So you can literally hear the universe in its infancy!",
                "And each stage, from infancy to old age, is defined by its own predominant issue or crisis.",
                "Research into this is in its infancy, and many scientists are rightly skeptical about the end of aging.",
                "Exposure to at least one language in infancy provides the foundation that lets you acquire more advanced language skills and additional languages later in life."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW5jeQ&hash=27d5dd69d4e3806863bc2dd625cec1214c55a205&lang=en&cache-only=0",
            "defineEn": "the period or state of early childhood",
            "defineVi": "thời kỳ hoặc trạng thái của thời thơ ấu",
            "hasImg": true
        },
        {
            "id": "e3029437-69be-4b2c-91de-539c3e9f2f40",
            "word": "childhood",
            "phonetic": "tʃaɪldhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her childhood was spent in Italy.",
                "As I bit into the mombin, its fibrous texture and tropical taste brought back childhood memories.",
                "Simple childhood memories have a way of clearing the cobwebs away.",
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "She had passed from childhood to early womanhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGRob29k&hash=f8c9cb382acbe8d9daac15cb4966819dd98f352e&lang=en&cache-only=0",
            "defineEn": "the period or time of being a child",
            "defineVi": "khoảng thời gian hoặc thời gian là một đứa trẻ",
            "hasImg": true
        },
        {
            "id": "170d6f39-74c6-4b3e-9edf-3982d493a523",
            "word": "boyhood",
            "phonetic": "bɔɪhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "STEPHANIE SY: Since boyhood, Toby Gard needed to be on the move.",
                "But going back to his boyhood days, listening to the pastor, I really think it had that impact where if you think positively, it can have that impact on you going forward. ",
                "Tell me what you know about his boyhood and anything that happened then that helps create the man you are talking about, any really important or central events, anything about the way that he was raised, his family, anything in there that strikes you as relevant as a piece of information that will help us understand him?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym95aG9vZA&hash=730bd22ce3cd014ec08161b95345939a6ea957e4&lang=en&cache-only=0",
            "defineEn": "the period or state of being a boy",
            "defineVi": "thời kỳ hoặc trạng thái là một cậu bé",
            "hasImg": true
        },
        {
            "id": "5e917385-6af1-4cb8-8604-8ce73683faba",
            "word": "girlhood",
            "phonetic": "ɡɜːlhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a lot of marginalized people, the girlhood of Meg, Jo, Beth, and Amy might not be relatable, but it is as idyllic, fantastic, and magical as the idea of getting a letter from Hogwarts.",
                "They feel human and tangible with their virtues and vices, while also having the full ability to experience girlhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lybGhvb2Q&hash=0d2e476fd6a2c555c388553b2651e15754936d92&lang=en&cache-only=0",
            "defineEn": "the period or state of being a girl",
            "defineVi": "thời kỳ hoặc trạng thái là một cô gái",
            "hasImg": true
        },
        {
            "id": "6b20815b-93d7-4e67-9605-c57ae7b47fa6",
            "word": "old age",
            "phonetic": "oʊld eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even in his old age, Mr. Jenkins remains fit as a flea by taking long walks every day and maintaining an active lifestyle.",
                "At just 18, Lily started her own business and became a successful entrepreneur at a ripe old age.",
                "It's many a man and woman who, in old age, looks back on the prime of their lives with bittersweet nostalgia.",
                "Sarah's grandparents have reached a ripe old age and continue to enjoy each other's company after decades of marriage.",
                "Emily achieved great success in her career at the ripe old age of 25, leaving everyone astonished."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xkIGFnZQ&hash=d90aa358fa60e0c804feee4f5aa19a0b7e91551c&lang=en&cache-only=0",
            "defineEn": "the period during which a person is old",
            "defineVi": "khoảng thời gian mà một người già đi",
            "hasImg": true
        },
        {
            "id": "781f36fc-4b21-424c-b943-c26e7b97fc7d",
            "word": "retirement",
            "phonetic": "ɹᵻtaɪɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Retirement often brings with it a massive drop in income.",
                "His parents have not yet reached retirement age.",
                "On his retirement the post will cease to exist.",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "They had to use part of their retirement nest egg to pay for their son’s college fees."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aXJlbWVudA&hash=b8bb256e84fa6f2ae936094505c645968da74b7a&lang=en&cache-only=0",
            "defineEn": "the period during someone's life when they stop working because of reaching a certain age; the act of doing this",
            "defineVi": "khoảng thời gian trong cuộc đời của một người nào đó khi họ ngừng làm việc vì đạt đến một độ tuổi nhất định; hành động làm điều này",
            "hasImg": true
        },
        {
            "id": "c5530f1d-5692-4faa-ae54-5532746416d4",
            "word": "to age",
            "phonetic": "tʊ eɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every age has its book, after all.",
                "Boys his age are a law unto themselves.",
                "Reckless youth makes rueful age.",
                "His parents have not yet reached retirement age.",
                "My parents came of age during the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdl&hash=3c3f13ee277de34ea193abd2b57fc5827992354a&lang=en&cache-only=0",
            "defineEn": "to get older",
            "defineVi": "già đi",
            "hasImg": true
        },
        {
            "id": "dfa5d3ed-2e21-48c4-8cac-21e7b9aae84d",
            "word": "elderly",
            "phonetic": "ɛldɚli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "Unforunately, the poor elderly couple relied on government assistance to cover their expenses.",
                "John's elderly mother rarely left the house anymore, but when his car broke down and he needed a ride, suddenly she was up and out the door.",
                "Faced with his mortality, the elderly man realized that in the end, you cannot take it with you when you die, and he wished he had spent more time with his family rather than focusing so much on his career.",
                "When her elderly parents needed help with their medical bills, Jane decided to use her savings to support them instead of donating to a charity, as she believed that charity begins at home."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxkZXJseQ&hash=993967f3d2a07d3a8f8615ca13c945c31b83b4df&lang=en&cache-only=0",
            "defineEn": "describing a person who is old",
            "defineVi": "miêu tả một người đã già",
            "hasImg": true
        },
        {
            "id": "b1462e8f-7f38-4e2c-b1a5-568bc7fb4ea5",
            "word": "parental",
            "phonetic": "pɚɹɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hardhead catfish takes parental sacrifice to the extreme.",
                "Parental authority meant something.",
                "I had parental supervision and guidance.",
                "And these surveys place the frequency of parental burnout at anywhere between 2 and 12%.",
                "That requires longer parental care, which requires more intelligent parents, which over time selects for parents with bigger brains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50YWw&hash=402a8bd4513baaf2d4fb89cf7a695146555b57be&lang=en&cache-only=0",
            "defineEn": "relating to parents or a parent",
            "defineVi": "liên quan đến cha mẹ hoặc cha mẹ",
            "hasImg": true
        },
        {
            "id": "1c42979a-377d-4f3a-96c3-4b6b55f7b824",
            "word": "born",
            "phonetic": "bɔːɹn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, this is the Born This Way Multi-Use Sculpting Concealer.",
                "Just Born was actually looking for jelly bean technology.",
                "Just Born decided to ramp up production of these gooey treats.",
                "Peeps make up 70% of Just Born's annual revenue.",
                "We visited Just Born's Pennsylvania factory to see how these iconic treats come to life."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ybg&hash=530113a97065cc443765172c426b72269664ba87&lang=en&cache-only=0",
            "defineEn": "brought to this world through birth",
            "defineVi": "mang đến thế giới này thông qua sinh",
            "hasImg": true
        },
        {
            "id": "b926dce4-8580-44e2-b2c9-1824596496c4",
            "word": "middle age",
            "phonetic": "mɪdəl eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because middle age starts to end around, like, 50, 52.",
                "Until recently, old age, childhood, and adolescence were studied much more often than middle age.",
                "Nearly half of your lifetime healthcare costs will be spent during your senior years, and another third during middle age.",
                "You always have sort of your usual suspects, your middle age, typical what people consider like the stereotypical gun owner.",
                "So we still use euphemisms around the world to describe the fact that half of all people between puberty and middle age have blood and other fluids flow from their vaginas for a few days each month."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlIGFnZQ&hash=212e57389f4c99043a5697ab82fb40a807f175c8&lang=en&cache-only=0",
            "defineEn": "the time or period of one's life when they are not young anymore and are not old yet",
            "defineVi": "thời gian hoặc khoảng thời gian của một cuộc đời khi họ không còn trẻ nữa và chưa già",
            "hasImg": true
        },
        {
            "id": "1c06a8f3-62cc-4e97-876b-968005f1e303",
            "word": "midlife",
            "phonetic": "mɪdlaɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "So is the midlife crisis really a thing?",
                "For my Harvard class, 9/11 came in midlife.",
                "The term midlife crisis was coined by psychoanalyst Elliott Jaques in 1965.",
                "You might call a midlife crisis a difficult transition that occurs around age 40.",
                "So the idea of the midlife crisis may prevail in pop culture partly because we take any stressful event in the middle of our lives and slap that label on it."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkbGlmZQ&hash=92efc6cec028038ac759b0a16927fe20e35c58b7&lang=en&cache-only=0",
            "defineEn": "the period during which a person is not old enough but is not young either",
            "defineVi": "khoảng thời gian mà một người không đủ già nhưng cũng không còn trẻ",
            "hasImg": true
        },
        {
            "id": "c2571114-2a95-4d66-8c9a-4a015a3d50db",
            "word": "maturity",
            "phonetic": "mətʃʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools.",
                "Some areas of the brain reach maturity faster than others.",
                "Some areas reach maturity faster than others.",
                "This is maturity on this axis, maturity, and this is yield.",
                "This is maturity on this axis, maturity, and this is yield."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJpdHk&hash=ee6e7d403d1c4a68c3a10d43cf9852f7a6a23ae6&lang=en&cache-only=0",
            "defineEn": "the state and quality of being mentally and behaviorally rational and sensible",
            "defineVi": "trạng thái và chất lượng của tinh thần và hành vi hợp lý và hợp lý"
        },
        {
            "id": "70240ed2-4f3d-402b-b484-51eb2d8b0398",
            "word": "newborn",
            "phonetic": "nuːbɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mother gently cradled her newborn baby in her arms.",
                "The proud uncle held his newborn nephew in his arms.",
                "The lioness carefully groomed her newborn baby.",
                "We saw a newborn baby in the maternity ward of the hospital.",
                "He has been short of sleep for the past few days due to his newborn baby."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3Ym9ybg&hash=a8f096914a1dc3c9a237963a0dbe567258a36524&lang=en&cache-only=0",
            "defineEn": "a baby recently born",
            "defineVi": "một em bé mới sinh",
            "hasImg": true
        },
        {
            "id": "bfe8a65d-2694-4b0a-8fc0-9b7f60dcdf2b",
            "word": "toddler",
            "phonetic": "tɑːdlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The toddler imitated his mother's habit of biting her nails.",
                "The toddler giggled as she wiggled her tiny toes in the sand.",
                "The toddler went haywire when she saw the ice cream truck.",
                "I'm a preschool teacher, so I've had toddlers on my heels all day.",
                "Just let him scream, it's what toddlers do."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9kZGxlcg&hash=f4cf444bf3a2dfffcea6079ff1443c64f1c7e553&lang=en&cache-only=0",
            "defineEn": "a young child who is starting to learn how to walk",
            "defineVi": "một đứa trẻ đang bắt đầu học đi",
            "hasImg": true
        },
        {
            "id": "a6734b52-c1b6-4073-b428-591a006e36bf",
            "word": "teen",
            "phonetic": "tiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "The old woman shared her pearls of wisdom with the struggling teen, in the hopes of making him feel better.",
                "Teens love Nike clothes.",
                "But suddenly, teens are here.",
                "So relatively inexperienced teens often show high fluid intelligence."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVlbg&hash=7279f996c5ee3169b8b5f79a56dcbe68212f206c&lang=en&cache-only=0",
            "defineEn": "someone between the ages of 13 and 19",
            "defineVi": "ai đó trong độ tuổi từ 13 đến 19",
            "hasImg": true
        },
        {
            "id": "71ede216-5105-4d07-bb08-47032625c881",
            "word": "preteen",
            "phonetic": "pɹɪtiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The content mostly involved lip-syncing and dancing, and it took off quickly among preteens and teens in the U.S.",
                "An ongoing study, supported by the NIH has found that some preteens who clocked over seven hours a day on screens had differences in a part of their brain called the cortex.",
                "Even though 98% of my fans can't go to the polls because they're either preteens or convicted felons, that won't stop me from addressing you, the voters of Florida."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldGVlbg&hash=fda81bdcc26a8ae732f6fd923fdb757bafea263b&lang=en&cache-only=0",
            "defineEn": "a person of 11 or 12 years of age",
            "defineVi": "một người 11 hoặc 12 tuổi",
            "hasImg": true
        },
        {
            "id": "433fa3e8-6adf-418f-b58a-4fc6dbd339cc",
            "word": "youth",
            "phonetic": "juːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reckless youth makes rueful age.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "The group of teenagers is savoring their salad days, making memories and embracing the joy of youth before responsibilities take over.",
                "Some people worry that teenagers are making bad choices, but it's important to remember that youth will have its fling.",
                "Art is long and life is short, my mentor reminded me, encouraging me to use my youth to develop the skills and knowledge I would need for a lifetime of painting."
            ],
            "audio": "https://tts.langeek.co/read?text=eW91dGg&hash=acb2d5ad366ef0cee05cf1bdf41651376375ba15&lang=en&cache-only=0",
            "defineEn": "the period or time of one's life between childhood and adulthood",
            "defineVi": "khoảng thời gian hoặc thời gian của cuộc sống của một người giữa thời thơ ấu và tuổi trưởng thành",
            "hasImg": true
        },
        {
            "id": "8a566b99-0c80-4e81-a8ec-ecd1909b6b35",
            "word": "grown-up",
            "phonetic": "ɡɹoʊnʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Introducing the burger with the grown-up taste.",
                "Lots of grown-ups have gray hair, but it wasn’t always gray.",
                "Then, have a grown-up help you carefully stick the toothpicks into the top of the potato.",
                "Have the grown-up help you cut the paper into two squares.",
                "Can I be your grown-up helper for today’s project, Squeaks?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd24tdXA&hash=99278588bc42e638a16de0f853248f2864893e87&lang=en&cache-only=0",
            "defineEn": "(used by children or when talking to them) an adult",
            "defineVi": "(được sử dụng bởi trẻ em hoặc khi nói chuyện với chúng) người lớn",
            "hasImg": true
        },
        {
            "id": "ab20bb3d-902c-4f01-b8cb-2ea16ad7b1dc",
            "word": "senior",
            "phonetic": "siːnjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a senior moment and just couldn’t think of his name.",
                "There were hesitations, a gaffe, and one senior moment.",
                "She started as an intern, but now she's a senior manager in just two years.",
                "The museum offers discounted tickets for seniors and adults.",
                "The circumstances in which his most senior colleague resigned has lost him face with the Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9y&hash=19ee5486c2c13ed16410985c096a1e7595241498&lang=en&cache-only=0",
            "defineEn": "someone who is a particular number of years older than another",
            "defineVi": "ai đó lớn hơn một số tuổi cụ thể",
            "hasImg": true
        },
        {
            "id": "794e2ba9-0419-432d-af33-83c9dbea2b3e",
            "word": "junior",
            "phonetic": "dʒuːnjɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Only a brand-new, not-dry-behind-the-ears junior executive tries to run everything and tell everybody what to do.",
                "When giving feedback to a junior colleague, it's important to be tactful and gentle.",
                "I was Junior.",
                "They called him Junior.",
                "Georgia's junior senator, Kelly Loeffler, was at the same January 2020 briefing as Burr."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuaW9y&hash=c7424e2be0cfd4f6f2d82fe6649ed88ef6dd73c7&lang=en&cache-only=0",
            "defineEn": "intended for or related to young people, particularly in sports",
            "defineVi": "dành cho hoặc liên quan đến những người trẻ tuổi, đặc biệt là trong thể thao"
        }
    ]
}