{
    "id": "d198b0d5-25b8-48fb-acec-523b1d54823a",
    "title": "Exercise and Sports 1",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "f1d5c254-c189-42f0-b367-240c371821d2",
            "word": "exercise",
            "phonetic": "ɛksɚsaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Exercise can make a big difference to your state of health.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "It is no longer exercising power through velvet gloves.",
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlcmNpc2U&hash=458a1e991d7325a05e389026b7ca8d18428b8777&lang=en&cache-only=0",
            "defineEn": "a mental or physical activity that helps keep our mind and body healthy",
            "defineVi": "một hoạt động tinh thần hoặc thể chất giúp giữ cho tâm trí và cơ thể của chúng tôi khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "13d8843e-e3a7-4cfb-a125-073291c7d854",
            "word": "field",
            "phonetic": "fiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, fields have eyes, and woods have ears.",
                "They turned the horse into the field.",
                "To drive sheep into a field.",
                "The majestic horse galloped across the open field.",
                "The baseball team has nine players on the field at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQ&hash=34e0ce6e022f08ac00100a44897bf3d0d2f761ba&lang=en&cache-only=0",
            "defineEn": "a piece of land used for playing a game or sport on",
            "defineVi": "một mảnh đất được sử dụng để chơi một trò chơi hoặc thể thao trên",
            "hasImg": true
        },
        {
            "id": "45613b5d-258e-403d-803a-963d16f97970",
            "word": "football",
            "phonetic": "fʊtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other football stakeholders also got a share of the cake.",
                "Football is a popular sport that is played with a round ball and two teams.",
                "This stadium has seen many thrilling football games.",
                "My father’s followed the same football team for 40 years.",
                "The star football player blotted his copybook by using bad language in an interview."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGJhbGw&hash=85845ba75100b633c4637135df0f3bac112cc22b&lang=en&cache-only=0",
            "defineEn": "a sport, played by two teams of 11 players who try to score by carrying or crossing an oval ball into the other team’s end zone or kicking the ball through the opponent's goalposts",
            "defineVi": "một môn thể thao, được chơi bởi hai đội gồm 11 cầu thủ cố gắng ghi bàn bằng cách mang hoặc chuyền một quả bóng bầu dục vào khu vực cuối sân của đội kia hoặc sút bóng qua cột dọc của đối phương",
            "hasImg": true
        },
        {
            "id": "804a3241-6c97-401f-ae43-d5c8862905e2",
            "word": "to throw",
            "phonetic": "tə θɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mother throws that far away.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "Yet another candidate has thrown his hat into the ring.",
                "He threw those kicks at lightning speed!",
                "She lives just a stone's throw away from the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyb3c&hash=c267799029f5e651e4902ac0948a7dbf2c2c7491&lang=en&cache-only=0",
            "defineEn": "to send something with force through the air by a movement of the arm and hand; to make something move through the air by quickly moving the arm and hand",
            "defineVi": "gửi một thứ gì đó có lực trong không khí bằng chuyển động của cánh tay và bàn tay; để làm cho một cái gì đó di chuyển trong không khí bằng cách nhanh chóng di chuyển cánh tay và bàn tay",
            "hasImg": true
        },
        {
            "id": "373a3982-b0e6-4aed-b4e2-5e5f5837522e",
            "word": "to kick",
            "phonetic": "tə kɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She kicked the soccer ball with her foot.",
                "He threw those kicks at lightning speed!",
                "That kick of yours could have easily made mincemeat of my face.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2ljaw&hash=da42a81e8cfa492976b0039cc16337caa23849a8&lang=en&cache-only=0",
            "defineEn": "to hit or strike with the foot, usually the ball in sports such as soccer",
            "defineVi": "đánh hoặc đánh bằng chân, thường là bóng trong các môn thể thao như bóng đá",
            "hasImg": true
        },
        {
            "id": "1db8c35f-0ec8-4a27-8a7c-93a08332c0db",
            "word": "baseball",
            "phonetic": "beɪsbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baseball team has nine players on the field at a time.",
                "She caught the ball with her glove during the baseball game.",
                "He has been collecting baseball cards since he was a child and now has an impressive collection.",
                "I would watch every game I could, read every book I could find about the sport, and play baseball in my backyard every day.",
                "The baseball player crouched low, ready to field the ball."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZWJhbGw&hash=5259ffcfdcc8d22a5faec81900235a155f54832a&lang=en&cache-only=0",
            "defineEn": "a game played with a bat and ball by two teams of 9 players who try to hit the ball and then run around four bases before the other team can return the ball",
            "defineVi": "một trò chơi với gậy và bóng của hai đội gồm 9 người chơi cố gắng đánh bóng và sau đó chạy quanh bốn trụ trước khi đội kia có thể trả lại bóng",
            "hasImg": true
        },
        {
            "id": "606172bb-a201-490a-afd2-33efc6b960c5",
            "word": "to hit",
            "phonetic": "tə hɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "A car hit the barrier.",
                "The bus hit the bridge.",
                "The woman hit the mugger with her umbrella."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGl0&hash=8e891100207a6bdacada536dea7ecfa24cc97ce5&lang=en&cache-only=0",
            "defineEn": "to make a ball move by striking it with a stick, bat, etc.",
            "defineVi": "để làm cho một quả bóng di chuyển bằng cách đánh nó bằng gậy, gậy, v.v.",
            "hasImg": true
        },
        {
            "id": "540d4209-177b-4a6e-b381-231bb31219a9",
            "word": "to catch",
            "phonetic": "tə kætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "A vase on a side table caught his eye.",
                "The new law caught them unawares.",
                "He caught a glimpse of his reflection in the glass.",
                "As she turned back, a movement across the lawn caught her eye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F0Y2g&hash=c01bfa7d58d709a9444848b1b3e370244b69aa67&lang=en&cache-only=0",
            "defineEn": "to stop and hold an object that is moving through the air by hands",
            "defineVi": "để dừng lại và giữ một đối tượng đang di chuyển trong không khí bằng tay",
            "hasImg": true
        },
        {
            "id": "8fe34736-8759-4edd-99d2-4548780474c0",
            "word": "hockey",
            "phonetic": "hɑːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ice hockey is a beloved sport in Canada.",
                "The hockey players glided effortlessly on the ice.",
                "Hockey is an exciting sport played on ice or field, with sticks and a small puck or ball.",
                "The ice version of knockers is hockey.",
                "What are you lookin' at, you hockey puck?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ja2V5&hash=b8b2d0fe67d67a7eca9250df536fdd5a43f48894&lang=en&cache-only=0",
            "defineEn": "a game played on ice by two teams of 6 skaters who try to hit a hard rubber disc (a puck) into the other team’s goal, using long sticks",
            "defineVi": "một trò chơi trên băng của hai đội gồm 6 vận động viên trượt băng cố gắng đánh một đĩa cao su cứng (quả puck) vào khung thành của đội kia bằng gậy dài",
            "hasImg": true
        },
        {
            "id": "b355e157-a743-4e43-ad92-a5cc2fe41c5e",
            "word": "golf",
            "phonetic": "ɡɑːlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad doesn't play golf any more.",
                "He has golf on the brain!",
                "Golf is a leisurely sport played on a large green course with clubs and a small ball.",
                "so I resigned as secretary of the golf club.",
                "Playing golf with clients is one way to mix business with pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZg&hash=14012c45dd1f6e330589474f2e4907c174e32499&lang=en&cache-only=0",
            "defineEn": "a game that is mostly played outside where each person uses a special stick to hit a small white ball into a number of holes with the least number of swings",
            "defineVi": "một trò chơi chủ yếu được chơi ngoài trời trong đó mỗi người sử dụng một cây gậy đặc biệt để đánh một quả bóng nhỏ màu trắng vào một số lỗ với số lần xoay ít nhất",
            "hasImg": true
        },
        {
            "id": "da309eaf-6743-419c-8323-65a632d68454",
            "word": "rugby",
            "phonetic": "ɹʌɡbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rugby and art seem strange bedfellows.",
                "He's on the edge of his seat watching that rugby match!",
                "The Scots play rugby football too, and it is an important sport in Scotland.",
                "255 players were drafted from college and one player instead was playing professional rugby in Australia.",
                "We hear Candyland, rugby, and Cards Against Humanity all referred to as games, so eventually our brains piece together what’s common between them, in a recognition that Wittgenstein called family resemblance."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVnYnk&hash=35bd0a996e008204f3862ba70d4d49ac4ea9d28a&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of thirteen or fifteen players, who kick or carry an oval ball over the other team’s line to score points",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười ba hoặc mười lăm cầu thủ, những người đá hoặc mang một quả bóng hình bầu dục qua vạch vôi của đội kia để ghi điểm",
            "hasImg": true
        },
        {
            "id": "9571c773-5ad4-4dce-b541-8af6d0b3c6c4",
            "word": "cricket",
            "phonetic": "kɹɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crickets usually avoid bodies of water.",
                "One tiny worm infects crickets.",
                "Each cricket lays 600 eggs or so.",
                "Kauai’s crickets became the strong silent type in fewer than 20 generations.",
                "The crickets here eat a mixture of corn, soy, and some flax."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpY2tldA&hash=224d9919ad3d1dc625616f0e3a1e8e41b5f67e8d&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of eleven players who try to get points by hitting the ball with a wooden bat and running between two sets of vertical wooden sticks (stumps)",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười một người chơi cố gắng ghi điểm bằng cách đánh bóng bằng gậy gỗ và chạy giữa hai bộ gậy gỗ thẳng đứng (gốc cây)",
            "hasImg": true
        },
        {
            "id": "4874f6ef-1743-4f7a-9d4c-06405c6b8c46",
            "word": "field hockey",
            "phonetic": "fiːld hɑːki ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQgaG9ja2V5&hash=203d406a71e408d77667940b5e85ee1dbba70da4&lang=en&cache-only=0",
            "defineEn": "a game resembling hockey, played by two teams of eleven players on grass or a field, with sticks and a ball",
            "defineVi": "một trò chơi giống như khúc côn cầu, được chơi bởi hai đội gồm mười một người chơi trên cỏ hoặc sân, với gậy và bóng",
            "hasImg": true
        },
        {
            "id": "2f4755a7-eb79-482b-ac3d-b64179da62c4",
            "word": "diving",
            "phonetic": "daɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They jump off the diving board into the pool.",
                "They put a gas mask-- - Deep sea diving farmer aliens.",
                "Standing on a diving board.",
                "And then there's dumpster diving.",
                "But in one species, the fanged pitcher plant, these traps are home to diving ants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5n&hash=706eba33f78e44afaf69abd5f3d47d392319fee7&lang=en&cache-only=0",
            "defineEn": "‌the activity or sport of jumping into water from a diving board, with the head and arms first",
            "defineVi": "‌hoạt động hoặc môn thể thao nhảy xuống nước từ ván lặn, với đầu và cánh tay trước",
            "hasImg": true
        },
        {
            "id": "21707470-d216-4018-91cb-3db3267aff89",
            "word": "to dive",
            "phonetic": "tə daɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She dived head first into the water.",
                "I've always preferred to dive right into new experiences, rather than just dipping a toe in the water, but everyone is different, I suppose.",
                "There are some reports that the market is about to take a dive, so I reckon we should get while the getting is good.",
                "So our wool prices dive.",
                "The wild rock dove."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZQ&hash=2d166fbebbc03fcc13847884ecb27c1e4b439822&lang=en&cache-only=0",
            "defineEn": "to jump into water, usually hands and head first",
            "defineVi": "nhảy xuống nước, thường là tay và đầu trước",
            "hasImg": true
        },
        {
            "id": "cf88d43d-2d1b-4b40-af1d-e701a99e7c49",
            "word": "training",
            "phonetic": "tɹeɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were shown a training video.",
                "I've really amped up my training this time around.",
                "The company has been paying for my training courses.",
                "They had to undergo extensive training to catch up with their colleagues.",
                "After months of rigorous training, Emma finally reached the pink of condition."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5pbmc&hash=f3ab4792abe31bb51019b5d8d1edd63bfb0ac703&lang=en&cache-only=0",
            "defineEn": "physical exercise done in preparation for a sports competition",
            "defineVi": "tập thể dục được thực hiện để chuẩn bị cho một cuộc thi thể thao",
            "hasImg": true
        },
        {
            "id": "90fcf85e-7724-4c08-abfc-832daa99dd72",
            "word": "to train",
            "phonetic": "tə tɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train’s here at long last.",
                "The train traveled through beautiful countryside.",
                "Trains between London and Brighton run throughout the day.",
                "To hold the train.",
                "The slow train arrived at the station behind schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhaW4&hash=3865ef7839c764c1b18e71b114316704b4624fe5&lang=en&cache-only=0",
            "defineEn": "to exercise in preparation for an sports event or competition",
            "defineVi": "để tập thể dục để chuẩn bị cho một sự kiện thể thao hoặc cạnh tranh",
            "hasImg": true
        },
        {
            "id": "8919ac67-a1df-4465-9c04-0d0c3dfed933",
            "word": "competition",
            "phonetic": "kɑːmpətɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Competition is good but only up to a certain point.",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "Last year's champions have been making mincemeat of the competition again this year.",
                "They are studying for the science competition next month.",
                "To hold an event/a party/a competition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpb24&hash=e4689ccd75493facdf51e4cf4c5a8ca276d95ffb&lang=en&cache-only=0",
            "defineEn": "an event or contest in which people or teams compete against each other",
            "defineVi": "một sự kiện hoặc cuộc thi trong đó mọi người hoặc các đội cạnh tranh với nhau",
            "hasImg": true
        },
        {
            "id": "37214067-9fbf-45e8-bb38-397638dc98b4",
            "word": "to compete",
            "phonetic": "tə kəmpiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This law will help small businesses to compete on equal terms with large multinational corporations.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "If the athlete wants to compete at the highest level, she knows that she has a long way to go and will need to work on her technique and endurance.",
                "They competed to see who could spit the cherry pits the farthest during the summer picnic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGV0ZQ&hash=0821de9e1a5a8baceb80f07bacb9debd89aa14f6&lang=en&cache-only=0",
            "defineEn": "to take part or engage in a contest or game",
            "defineVi": "tham gia hoặc tham gia vào một cuộc thi hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "abd87403-c4e0-4d15-8e59-a136eaba7cec",
            "word": "jogging",
            "phonetic": "dʒɑːɡɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For some people, early morning jogging is their cup of tea.",
                "To go swimming/fishing/jogging.",
                "One day while jogging, she had a heart attack and collapsed.",
                "This cell phone footage is believed to show Ahmaud Arbery jogging in a South Georgia neighborhood before coming upon two men in a truck.",
                "So unless you do a whole lot of like high vertical biking or jogging or whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=am9nZ2luZw&hash=6591877317a045949953e74c36a0365574f70c25&lang=en&cache-only=0",
            "defineEn": "the sport or activity of running at a slow and steady pace",
            "defineVi": "môn thể thao hoặc hoạt động chạy với tốc độ chậm và ổn định",
            "hasImg": true
        },
        {
            "id": "6ec614b6-480f-43f3-93b4-6d6b473bf547",
            "word": "to jog",
            "phonetic": "tə dʒɑːɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maybe this photograph will jog your memory.",
                "She jogs after work to let off steam.",
                "I usually go for a jog in the park during the morning hours.",
                "She put on her running shoes and went for a jog in the park.",
                "I wanted to see if the clothes would jog her memory."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam9n&hash=19bb289c753e5bbe6318536557a63110f722f681&lang=en&cache-only=0",
            "defineEn": "to run at a steady, slow pace, especially for exercise",
            "defineVi": "chạy với tốc độ ổn định, chậm, đặc biệt là để tập thể dục",
            "hasImg": true
        },
        {
            "id": "4680efbb-5e47-4d82-93e2-2a64894d7a8c",
            "word": "climbing",
            "phonetic": "klaɪmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My climbing boots were sitting unused in a cupboard.",
                "Goats get their awesome climbing skills thanks to their special two-toed hooves.",
                "During the climbing season, base camp becomes a mini city.",
                "They're good at climbing, broadly.",
                "Like foraging, climbing, running, playing, and chewing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWJpbmc&hash=fc974cfe5059d1b88b4f8667a21073c39d3ca847&lang=en&cache-only=0",
            "defineEn": "the activity or sport of going upwards toward the top of a mountain or rock",
            "defineVi": "hoạt động hoặc môn thể thao đi lên phía trên đỉnh núi hoặc đá",
            "hasImg": true
        },
        {
            "id": "be81f392-43f8-44c1-9d0c-41ce702d99fb",
            "word": "to climb",
            "phonetic": "tə klaɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We climbed the sturdy branches of the tree to get a better view.",
                "She climbed the greasy pole to become the CEO.",
                "She climbed onto the roof to enjoy the view from above.",
                "He climbs on the bandwagon when he joins a new popular cause.",
                "The truck's engine roared as it climbed the steep hill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWI&hash=954ba34506d27b2a29962b73cf3c88c0d07f6df2&lang=en&cache-only=0",
            "defineEn": "to go upwards toward the top of a mountain or rock for sport",
            "defineVi": "đi lên đỉnh núi hoặc đá để chơi thể thao",
            "hasImg": true
        },
        {
            "id": "02afcb0e-20ed-4c2b-83bd-65cd00db6bb2",
            "word": "game",
            "phonetic": "ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children played games in the yard.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "A large crowd watched the game on Saturday.",
                "Two could play at that game, smart guy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtZQ&hash=d6f9c198c88031de8578d682b34ed747c76f2d18&lang=en&cache-only=0",
            "defineEn": "a competitive activity or sport in which players or teams compete against each other according to specific rules",
            "defineVi": "một hoạt động hoặc môn thể thao cạnh tranh trong đó người chơi hoặc đội thi đấu với nhau theo các quy tắc cụ thể",
            "hasImg": true
        },
        {
            "id": "52f9c51f-2c44-45ff-a41b-d3b947a5bf20",
            "word": "player",
            "phonetic": "pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "Three players got their marching orders last week.",
                "The baseball team has nine players on the field at a time.",
                "The squash player killed the ball with a nick.",
                "The rookie player made his bow on the field during the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWVy&hash=e1ac9ec5062535a1c8c2d6ffca82978dc82d905f&lang=en&cache-only=0",
            "defineEn": "someone who engages in a type of game or sport, either as their job or hobby",
            "defineVi": "ai đó tham gia vào một loại trò chơi hoặc thể thao, hoặc là công việc hoặc sở thích của họ",
            "hasImg": true
        },
        {
            "id": "ad9f6bcf-97cf-4e2d-ae48-5a13946f3146",
            "word": "goal",
            "phonetic": "ɡoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ref gave the goal.",
                "His first goal came in the 81st minute.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "She moved the ball toward the opponent's goal.",
                "The goal is to involve workers in the decision-making process."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hbA&hash=78afcab9462bdb0b4ae60e8fd879c3d9b15840c8&lang=en&cache-only=0",
            "defineEn": "a point scored in some sports by putting the ball into the goal or carrying it into the intended area",
            "defineVi": "một điểm được ghi trong một số môn thể thao bằng cách đưa bóng vào khung thành hoặc mang nó vào khu vực dự định",
            "hasImg": true
        },
        {
            "id": "341fce08-259b-494a-8c50-e5de50fc311d",
            "word": "score",
            "phonetic": "skoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows the score.",
                "but this time he scored a hattrick",
                "They scored just shy of 100 goals last year.",
                "The score is so close that the game really is anyone's call.",
                "When the student pulled a prank on the principal, the principal evened the score by giving the student a suspension."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvcmU&hash=16b419b67f161fc8f07e9a549dd3968b06684565&lang=en&cache-only=0",
            "defineEn": "a number representing the points, goals, etc.  a player achieves in a competition or game",
            "defineVi": "một số biểu thị số điểm, mục tiêu, v.v. mà người chơi đạt được trong một cuộc thi hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "97a1d6e3-f650-4c75-9bb5-9f85e749738d",
            "word": "coach",
            "phonetic": "koʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "Coach's career is on a sticky wicket.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The coach was determined to get his message through to the team before the big game.",
                "The coach tore the player out of the game after he made a mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hY2g&hash=71da5b56493069820666ba81a44b4a4a546a2d70&lang=en&cache-only=0",
            "defineEn": "an instructor or trainer in sport; someone who trains a person or team in sport",
            "defineVi": "một người hướng dẫn hoặc huấn luyện viên trong thể thao; một người đào tạo một người hoặc đội trong thể thao",
            "hasImg": true
        },
        {
            "id": "baec274a-27d0-43fc-8e53-9d2d1ee3640f",
            "word": "athlete",
            "phonetic": "æθliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "Not even the most talented athlete is guaranteed a long career.",
                "The athlete remained in the spotlight after breaking the world record.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The athlete's mistakes during the game put him on the firing line of criticism from fans and media."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0ZQ&hash=f9192ced6c94501be3236b894988566b818ac031&lang=en&cache-only=0",
            "defineEn": "a person who is good at sports and physical exercise, and often competes in sports competitions",
            "defineVi": "một người giỏi thể thao và rèn luyện thể chất, và thường tham gia các cuộc thi thể thao",
            "hasImg": true
        },
        {
            "id": "9fe18c6a-5c4a-4044-8102-ec9ae4f377e9",
            "word": "cup",
            "phonetic": "kʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cup of coffee hits the spot at any given time.",
                "A cup of tea sounds perfect.",
                "Would you like a cup of coffee?",
                "She passed a cup of tea to the headmaster.",
                "I could murder a cup of tea!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vw&hash=6c7182884a298c6f4cab787624857c4d86e4479e&lang=en&cache-only=0",
            "defineEn": "a trophy in the shape of a cup, usually made of gold or silver and often with a stem and two handles, given as a prize in a competition",
            "defineVi": "một chiếc cúp có hình chiếc cốc, thường được làm bằng vàng hoặc bạc và thường có thân và hai tay cầm, được trao như một giải thưởng trong một cuộc thi",
            "hasImg": true
        },
        {
            "id": "89735e10-4176-46d4-8ac7-def84742a069",
            "word": "tired",
            "phonetic": "taɪɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm tired of your playing fast and loose with me.",
                "People will get tired of listening to him!",
                "We're tired of hearing it!",
                "I'm tired of working in this thankless IT support job.",
                "I got tired of starting from square one again, man."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyZWQ&hash=900dfbede490b642f623fa25558dc54dbde91c14&lang=en&cache-only=0",
            "defineEn": "needing to sleep or rest because of not having any more energy",
            "defineVi": "cần ngủ hoặc nghỉ ngơi vì không còn năng lượng",
            "hasImg": true
        },
        {
            "id": "59b14e0c-b48b-46a2-8590-87ca0144279e",
            "word": "to join",
            "phonetic": "tə dʒɔɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Join the other kids.",
                "The two friends were joined at the hip during their college years.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "John and Mary are joined at the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam9pbg&hash=a3e9a4d50cf54b1714198f3e4a1b70fd46242757&lang=en&cache-only=0",
            "defineEn": "to become a member of a group, club, organization, etc.",
            "defineVi": "để trở thành thành viên của một nhóm, câu lạc bộ, tổ chức, v.v.",
            "hasImg": true
        },
        {
            "id": "9167a32e-95ed-4dcd-8efe-5070f439579e",
            "word": "sport",
            "phonetic": "spoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sports were not at the top of the list.",
                "One swallow does not make a summer in sports.",
                "Ice hockey is a beloved sport in Canada.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Their approach to sports teaching broke the mold."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvcnQ&hash=0383e40e7cb973ef1869bedb3ccd3b39816694d1&lang=en&cache-only=0",
            "defineEn": "a physical activity that has special rules, needs effort and skill, and can be a competitive game as well as entertainment and exercise",
            "defineVi": "một hoạt động thể chất có các quy tắc đặc biệt, cần nỗ lực và kỹ năng, đồng thời có thể là một trò chơi cạnh tranh cũng như giải trí và rèn luyện sức khỏe",
            "hasImg": true
        }
    ]
}