{
    "id": "d2028d22-2ef3-4fb8-a0b0-2a5aa64307b2",
    "title": "Top 301 - 325 Verbs",
    "originalTitle": "Top 301 - 325 Verbs",
    "words": [
        {
            "id": "c2ba47cb-29d1-4961-92c1-5cd7a07bad04",
            "word": "to cheat",
            "phonetic": "tə tʃiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're cheating you out of millions!",
                "Hopefully he wasn't cheating with a card up his sleeve.",
                "He claims that the company cheated him, but without evidence of a written agreement, he doesn't have a leg to stand on.",
                "If he thinks he can cheat me, just let him try!",
                "Susan saw a colleague take credit for another's work but still get passed over for promotion, confirming that cheaters never win and winners never cheat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlYXQ&hash=478cbbc67d037654cf6c1d17b2fd63db65d43ece&lang=en&cache-only=0",
            "defineEn": "to win or gain an advantage in a game, completion, etc. by violating rules or acting unfairly",
            "defineVi": "giành chiến thắng hoặc đạt được lợi thế trong một trò chơi, hoàn thành, v.v. bằng cách vi phạm các quy tắc hoặc hành động không công bằng",
            "hasImg": true
        },
        {
            "id": "7853a884-21a9-445e-ac67-1a5706d49e11",
            "word": "to kid",
            "phonetic": "tə kɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "As kids we used to fight like cats and dogs.",
                "C'm on, kids!",
                "The kids had the time of their lives at Disneyland.",
                "My kids personalize their notebooks with stickers and drawings.",
                "Give the kid a pass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lk&hash=13aac4769df45ee65ed2e2ddd190d475d3314959&lang=en&cache-only=0",
            "defineEn": "to joke about something, often by giving false or inaccurate information",
            "defineVi": "nói đùa về điều gì đó, thường bằng cách đưa ra thông tin sai lệch hoặc không chính xác",
            "hasImg": true
        },
        {
            "id": "81793a20-b5b7-4b1c-9ecf-ed6cdd8c7cce",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to catch an animal or a person and keep them as a prisoner",
            "defineVi": "để bắt một con vật hoặc một người và giữ chúng như một tù nhân",
            "hasImg": true
        },
        {
            "id": "442e4ca7-c0d7-4c1f-aca2-1aa8f0015ce4",
            "word": "to explore",
            "phonetic": "tʊ ɛksploːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "We explored the regional cuisine, discovering a traditional dish of confit rabbit.",
                "We are currently exploring a remote village that is off the beaten track.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "We took a boat tour to explore the beautiful coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9yZQ&hash=97d1dc31f05f8b27ff3fafd2bd49885014b5e66a&lang=en&cache-only=0",
            "defineEn": "to visit places one has never seen before",
            "defineVi": "đến thăm những nơi mà người ta chưa từng thấy trước đây",
            "hasImg": true
        },
        {
            "id": "73f79cbc-b43b-4685-bde3-363fb0ca6e23",
            "word": "to establish",
            "phonetic": "tʊ ɪstæblɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court established, beyond any reasonable doubt, that the man was innocent.",
                "We should go through the established channels for product development.",
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "The company struggled on through some dark days several years ago, but it has since established itself as a dominant force in the market.",
                "It took some time, but eventually, they were able to establish speaking terms again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXN0YWJsaXNo&hash=bc61c08c86d0e48ae071c62bc0ffeafa7c3eeeb4&lang=en&cache-only=0",
            "defineEn": "to create a company or organization with the intention of running it for a long term",
            "defineVi": "để tạo ra một công ty hoặc tổ chức với ý định điều hành nó lâu dài",
            "hasImg": true
        },
        {
            "id": "3948563f-60bb-45b7-9ea9-1a34de54964d",
            "word": "to approach",
            "phonetic": "tʊ ɐpɹoʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "To my way of thinking, this approach is more efficient.",
                "The car approached a sharp bend in the road and slowed down.",
                "A curious sheep approached me and sniffed my hand.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm9hY2g&hash=55d56e91ef481fbd6108f1ef4a9399f7d77ed519&lang=en&cache-only=0",
            "defineEn": "to go close or closer to something or someone",
            "defineVi": "để đi gần hoặc gần hơn với một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "040dd399-65ec-4570-af89-b5358a92ffc9",
            "word": "to invite",
            "phonetic": "tʊ ɪnvaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The water was so inviting that I couldn't resist taking a dip in the sea.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "I was tickled pink to be invited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aXRl&hash=85e06736f16ff765d898adcb195d89bec509024e&lang=en&cache-only=0",
            "defineEn": "to make a formal or friendly request to someone to be present somewhere or to participate in something",
            "defineVi": "để đưa ra một yêu cầu chính thức hoặc thân thiện với ai đó để có mặt ở đâu đó hoặc tham gia vào một cái gì đó",
            "hasImg": true
        },
        {
            "id": "88e905a1-e232-4404-ac50-85647e081fa8",
            "word": "to announce",
            "phonetic": "tʊ ɐnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "When they announced her name as the winner, she cried out in disbelief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ub3VuY2U&hash=6ae71b91505d376772c8687e44de4c4ee6707b3d&lang=en&cache-only=0",
            "defineEn": "to make plans or decisions known by officially telling people about them",
            "defineVi": "để thực hiện các kế hoạch hoặc quyết định được biết đến bằng cách chính thức nói với mọi người về họ",
            "hasImg": true
        },
        {
            "id": "54c7dffc-8f7d-4641-b2ad-c39b70ded86f",
            "word": "to order",
            "phonetic": "tʊ ɔːɹdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JkZXI&hash=5a65cdc475df8ca6b86449c09bd01d556754013a&lang=en&cache-only=0",
            "defineEn": "to ask for something, especially food, drinks, services, etc. in a restaurant, bar, or shop",
            "defineVi": "để yêu cầu một cái gì đó, đặc biệt là thực phẩm, đồ uống, dịch vụ, vv trong một nhà hàng, quán bar, hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "a0acd8eb-0e21-49bf-9775-bbebd53bee62",
            "word": "to tie",
            "phonetic": "tə taɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGll&hash=69f3e3e6606bcba5793efbb026ee60d5ed95a406&lang=en&cache-only=0",
            "defineEn": "to attach or connect two things by a rope, band, etc.",
            "defineVi": "để gắn hoặc kết nối hai thứ bằng một sợi dây, băng, v.v.",
            "hasImg": true
        },
        {
            "id": "97797406-ce43-4511-91f1-29d82ebdc906",
            "word": "to divide",
            "phonetic": "tə dᵻvaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The universal language of art is bridging a divide.",
                "The week is divided into seven days.",
                "As the saying goes, knaves and fools divide the world.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "They divided the grapefruit into equal segments to share among the group."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aWRl&hash=79245a75488238a8d25a60b2f6351d7c3536de52&lang=en&cache-only=0",
            "defineEn": "to separate people or things into two or more parts",
            "defineVi": "để tách người hoặc vật thành hai hoặc nhiều phần",
            "hasImg": true
        },
        {
            "id": "bba974ff-b93c-46b8-b202-97433b4e15a7",
            "word": "to ensure",
            "phonetic": "tʊ ɛnʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A very extensive research and development programme ensures that we're ahead of the game.",
                "She ensured that the lamb's lettuce received enough sunlight and water.",
                "He always ensures that his outfit is impeccable, never a hair out of place.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5zdXJl&hash=5d4a4378a8c386bd421ae7c20a724f3fbea75dd7&lang=en&cache-only=0",
            "defineEn": "to make sure that something will happen",
            "defineVi": "để chắc chắn rằng một cái gì đó sẽ xảy ra"
        },
        {
            "id": "4c01f2e5-33b6-4857-adb7-07570d65504f",
            "word": "to bury",
            "phonetic": "tə bɛɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The squirrel buried the hazelnut pip in the ground for safekeeping.",
                "The treasure was buried under a big oak tree.",
                "I buried my feet in the warm sand at the beach.",
                "The squirrel buried the achene in the ground, unknowingly aiding in the plant's reproduction.",
                "After years of fighting over who should have gotten Dad's money, my brothers finally buried the hatchet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyeQ&hash=609f22fc5971f4db80033a8e3ae67dd5d8f29635&lang=en&cache-only=0",
            "defineEn": "to put a dead person or animal in the ground",
            "defineVi": "để đặt một người chết hoặc động vật trong lòng đất",
            "hasImg": true
        },
        {
            "id": "30b06811-f582-4a1b-9801-8c54793de092",
            "word": "to celebrate",
            "phonetic": "tə sɛləbɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents celebrated their sixtieth wedding anniversary.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant",
                "In January, we celebrate the start of the new year with fireworks and joy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2VsZWJyYXRl&hash=2f7d9007bb636cbe3b196ae70f17a7758b9b181a&lang=en&cache-only=0",
            "defineEn": "to do something special such as dancing or drinking that shows one is happy for an event",
            "defineVi": "làm điều gì đó đặc biệt chẳng hạn như khiêu vũ hoặc uống rượu để cho thấy một người rất vui vì một sự kiện",
            "hasImg": true
        },
        {
            "id": "653eeeb3-9241-44fa-a91b-442271e70940",
            "word": "to tap",
            "phonetic": "tə tæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "To run the hot tap.",
                "I ran my hands under the tap.",
                "I gently tapped the glass with a fork to make a sound.",
                "Some bright spark left the tap running all night.",
                "Can you hear the sound of rain tapping on the window?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFw&hash=fac71641bab090e75cd736e37a06a8b55ebe6498&lang=en&cache-only=0",
            "defineEn": "to hit someone or something gently, often with a few quick light blows",
            "defineVi": "đánh ai đó hoặc cái gì đó nhẹ nhàng, thường với một vài cú đánh nhanh",
            "hasImg": true
        },
        {
            "id": "7e44bdec-649f-4cf9-bc7a-7aa7d88bd94b",
            "word": "to press",
            "phonetic": "tə pɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed her cheek against the cool glass window.",
                "I pressed the issue home to them.",
                "The tabloid press ran the story.",
                "The press as always gave him a free pass as with so many other issues.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3M&hash=1a9b97edd54368c785f30f24e893c3f27798a125&lang=en&cache-only=0",
            "defineEn": "to push a thing tightly against something else",
            "defineVi": "để đẩy một điều chặt chẽ chống lại một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "ac5876ab-5c0e-4054-948a-c9b6947d713e",
            "word": "to express",
            "phonetic": "tʊ ɛkspɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every person has the right to express their opinions and beliefs.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He wanted to express his appreciation for all they had done, but words failed him.",
                "Women should feel free to speak their minds and express themselves.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwcmVzcw&hash=90eb4a5b0101b7d69c64cbcac65214ccc051c0cd&lang=en&cache-only=0",
            "defineEn": "to show or make a thought, feeling, etc. known by looks, words, or actions",
            "defineVi": "để hiển thị hoặc làm cho một suy nghĩ, cảm giác, vv được biết đến bằng vẻ ngoài, lời nói hoặc hành động",
            "hasImg": true
        },
        {
            "id": "8496ccd7-01dc-43b9-8e82-9cca74746e86",
            "word": "to bend",
            "phonetic": "tə bɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "He takes bends much too fast.",
                "The river took a meandering bend through the picturesque valley.",
                "The hiker bent at the waist to drink water from the stream.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZA&hash=3015e78edd4450457aca17ff9d6c588f69e002b5&lang=en&cache-only=0",
            "defineEn": "to make something straight become curved or folded",
            "defineVi": "để làm cho một cái gì đó thẳng trở nên cong hoặc gấp",
            "hasImg": true
        },
        {
            "id": "f2a564bf-7069-4b6a-a424-20ce0010dbfa",
            "word": "to hire",
            "phonetic": "tə haɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They hired a detective firm to dig up dirt on their rival.",
                "They hired a violin teacher to guide them in their learning.",
                "After years of mismanagement, they hired a new CEO to turn things around.",
                "A babysitter was hired to take care of the baby while the parents were out.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlyZQ&hash=d16c158f40ea4189efab64b4f39735cdf28b3284&lang=en&cache-only=0",
            "defineEn": "to pay someone to do a job",
            "defineVi": "trả tiền cho ai đó để làm một công việc",
            "hasImg": true
        },
        {
            "id": "2325eb3b-a16a-4b0b-93a3-37a1d09a6c78",
            "word": "to chop",
            "phonetic": "tə tʃɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "She marinated the mutton chops with herbs and spices, then grilled them to perfection.",
                "The steakhouse served juicy lamb chops, perfectly grilled to perfection.",
                "At a Mediterranean-inspired restaurant, the chef prepares tender lamb chops marinated in garlic, lemon, and olive oil.",
                "He chopped some chives and mixed them into his sour cream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hvcA&hash=781b0759af1e9a46b6ea60c8e65ed0404603f328&lang=en&cache-only=0",
            "defineEn": "to cut something into pieces using a knife, etc.",
            "defineVi": "để cắt một cái gì đó thành từng mảnh bằng dao, v.v.",
            "hasImg": true
        },
        {
            "id": "a92e316f-85a8-4951-8745-8ee4c4fe3afa",
            "word": "to shake",
            "phonetic": "tə ʃeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That poor kid is shaking in his shoes up there on stage.",
                "C’mon, shake a leg!",
                "Afterwards I was shaking like a leaf.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I'll be with you in two shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2U&hash=cf715d4b8a4a7f9df2a127cf360ebf3050b44efe&lang=en&cache-only=0",
            "defineEn": "to cause someone or something to move up and down or from one side to the other with short rapid movements",
            "defineVi": "làm cho ai đó hoặc cái gì đó di chuyển lên xuống hoặc từ bên này sang bên kia với những chuyển động ngắn và nhanh",
            "hasImg": true
        },
        {
            "id": "a20ab8f4-4063-4cd6-b972-24463acf3045",
            "word": "to operate",
            "phonetic": "tʊ ɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "Fire crews have been operating at full stretch.",
                "Many small businesses operate hand to mouth, barely earning enough to cover their expenses.",
                "We’ll be operating with a skeleton crew until after the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BlcmF0ZQ&hash=0018797fcdde07db35adcbb6eaf120803cc6070e&lang=en&cache-only=0",
            "defineEn": "to function in a specific way",
            "defineVi": "để hoạt động theo một cách cụ thể",
            "hasImg": true
        },
        {
            "id": "3a47c80b-012e-45cf-9306-77b2aa687e6b",
            "word": "to cross",
            "phonetic": "tə kɹɔs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fingers crossed!",
                "I crossed the street carefully at the pedestrian crosswalk.",
                "Speaking that rudely to your teacher definitely crosses the line.",
                "This article crossed a line and I am disgusted.",
                "Crossing path with an old friend is always a pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jvc3M&hash=739959403e550e4464f41f6de1a3ebbc8cfeecc7&lang=en&cache-only=0",
            "defineEn": "to go across or to the other side of something",
            "defineVi": "để đi qua hoặc phía bên kia của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6f8d2085-9a68-4a58-b9df-1bc8188154e0",
            "word": "to generate",
            "phonetic": "tə dʒɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In a sales team, one member may generate leads, while another member closes deals.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The company's advertising campaign is putting their new product on the map and generating a lot of interest.",
                "He placed solar panels on the roof to generate electricity.",
                "Her speech missed the mark and failed to generate the public support she had been hoping for."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VuZXJhdGU&hash=b030a955d21696baa2d3f3c126c8e830f6c18273&lang=en&cache-only=0",
            "defineEn": "to cause something to exist, arise or come about",
            "defineVi": "để gây ra một cái gì đó để tồn tại, phát sinh hoặc đi về"
        },
        {
            "id": "6615ae20-08b5-4437-8b7b-297d552dc223",
            "word": "to breathe",
            "phonetic": "tə bɹiːð ",
            "partOfSpeechType": "verb",
            "examples": [
                "His parents are always breathing down his neck.",
                "I could barely breathe it was so funny.",
                "My sister lives and breathes her yoga practice.",
                "She eats, sleeps, and breathes painting.",
                "As I live and breathe!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYXRoZQ&hash=a5ff09cce9d723c530f4aeab3d6f580fda0712f8&lang=en&cache-only=0",
            "defineEn": "to take air into one's lungs and let it out again",
            "defineVi": "để lấy không khí vào phổi của một người và cho nó ra một lần nữa",
            "hasImg": true
        }
    ]
}