{
    "id": "d207cd3c-285d-4abb-8440-774afa1d5141",
    "title": "Only One Earth",
    "originalTitle": "Lesson 29",
    "words": [
        {
            "id": "ea489e9b-1763-4bce-bd82-a779957f3f85",
            "word": "biodegradable",
            "phonetic": "baɪoʊdᵻɡɹeɪdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Petroleum itself is biodegradable.",
                "The sandal is 100% biodegradable.",
                "Energy and water go into manufacturing, even of biodegradable packaging like Footprints' that boast lower carbon emissions.",
                "They're testing vegan leather and a biodegradable alternative to Styrofoam.",
                "Which means they’re biodegradable, and light on heavy metals."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZGVncmFkYWJsZQ&hash=56665db23d6ae8bf4fb5d7db9e98323dcce7c5ff&lang=en&cache-only=0",
            "defineEn": "(of an object) able to be broken down by living organisms such as bacteria, which is then safe for the environment",
            "defineVi": "(của một vật thể) có thể bị phân hủy bởi các sinh vật sống như vi khuẩn, sau đó an toàn cho môi trường"
        },
        {
            "id": "64d010e0-ec44-446b-b1ce-6829b7a51506",
            "word": "carbon-neutral",
            "phonetic": "kɑːɹbənnuːtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In Berlin, Germany's new Reichstag parliament building cut its carbon dioxide emissions by 94 percent by relying on carbon-neutral vegetable oil as its energy source.",
                "So long as people choose flights based on the lowest fare, carbon-neutral fuels will have a hard time taking flight, without some incentives.",
                "Meanwhile, the European Union agreed to go carbon-neutral by 2050.",
                "So what that means is you've effectively made carbon-neutral fossil fuel.",
                "So, we have an aspiration to eliminate tailpipe emissions from all of our light-duty vehicles by 2035, and to be fully carbon-neutral by 2040."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uLW5ldXRyYWw&hash=df0b5d1691ecad08745aa41397f93f55749976f5&lang=en&cache-only=0",
            "defineEn": "describing a state in which the carbon dioxide emission reaches zero or there is a balance between the amount of carbon dioxide emitted and absorbed",
            "defineVi": "mô tả trạng thái trong đó lượng khí thải carbon dioxide bằng không hoặc có sự cân bằng giữa lượng carbon dioxide thải ra và hấp thụ"
        },
        {
            "id": "8db40ee7-92a1-4a8c-8018-a5e1e7af3b6c",
            "word": "zero-emission",
            "phonetic": "ziəɹoʊɪmɪʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We discuss General Motors' big push toward zero-emission vehicles with the company's head of sustainability.",
                "Electric Production Car Series, or EPCS, is an upcoming zero-emissions international racing championship featuring the first official race-ready Teslas.",
                "Tesla has a lock on the zero-emissions market in America, controlling a whopping 60% of the EV market.",
                "They say zero-emission cars running on electricity or burning hydrogen are not enough.",
                "Aston Martin claims it's the world's first luxury electric vehicle concept, and it's now promising fully autonomous, zero-emissions driving with an opulent touch."
            ],
            "audio": "https://tts.langeek.co/read?text=emVyby1lbWlzc2lvbg&hash=5b55f6c15bd92a83fb081cfd5f5d20844e209876&lang=en&cache-only=0",
            "defineEn": "(of a vehicle) not producing gases harmful to the environment",
            "defineVi": "(của một chiếc xe) không tạo ra khí có hại cho môi trường"
        },
        {
            "id": "093521dd-ecf4-44cd-a6e8-21a43696a7e7",
            "word": "crude",
            "phonetic": "kɹuːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "West Texas Intermediate crude futures fell into negative territory.",
                "The fighting here is crude, brutal close combat.",
                "Crude oil production grew from 5 to over 10 million barrels a day, which led to a drop in imports by 40 percent.",
                "However, Prometheus envisioned his crude creations with a greater purpose.",
                "Drills were already finding crude oil, but that’s not gasoline."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1ZGU&hash=8af6029335462771fe774fd085657a4235da9306&lang=en&cache-only=0",
            "defineEn": "(of natural substances such as oil) unprocessed and in raw form",
            "defineVi": "(của các chất tự nhiên như dầu) chưa qua chế biến và ở dạng thô"
        },
        {
            "id": "3d3b7de8-5809-4377-8a46-0773a2214111",
            "word": "ecological",
            "phonetic": "ɛkəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The finches consequently sort out ecological niches.",
                "Ecological disaster was inevitable.",
                "That, of course, is an ecological disaster.",
                "So they play an important ecological role as seed dispersers.",
                "And that is ecological succession for you."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbG9naWNhbA&hash=f69286e43967fe95172e6ec9ff5811486aae19a8&lang=en&cache-only=0",
            "defineEn": "related to the connection between animals, plants, and humans and their environment",
            "defineVi": "liên quan đến mối liên hệ giữa động vật, thực vật và con người và môi trường của họ",
            "hasImg": true
        },
        {
            "id": "0596797e-2733-4d57-8590-5490fba8c5d1",
            "word": "radioactive",
            "phonetic": "ɹeɪdɪoʊæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "Radioactive decay is a quantum mechanical process.",
                "Now, of course, the Soviet embassy, the Russian embassy, is radioactive for a slightly different reason in Washington.",
                "Is this radioactive coffee?",
                "Radioactive matter was leaking in through the bindings of our masks."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9hY3RpdmU&hash=56840aaeaa843f5f3ff206841e9f96c4b275dd65&lang=en&cache-only=0",
            "defineEn": "containing or relating to a dangerous form of energy produced by nuclear reactions",
            "defineVi": "chứa hoặc liên quan đến một dạng năng lượng nguy hiểm được tạo ra bởi các phản ứng hạt nhân",
            "hasImg": true
        },
        {
            "id": "54195f86-ed49-45cc-8c35-5f4e2efa5b6c",
            "word": "free-range",
            "phonetic": "fɹiːɹeɪndʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I usually only eat free-range gummies that have died peacefully in their sleep from natural causes.",
                "Some of us do not have the time to read about your journey to find free-range eggs and pick blueberries on a farm, Karen!",
                "Nobody's ever done free-range cricket farming on this kind of a scale before.",
                "It's done by hand because each ham is different because they are free-range natural growing and you never know how much fat they're gonna have."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZS1yYW5nZQ&hash=fa48b8507606f27a4bbc5cbf2f94922762d22e8f&lang=en&cache-only=0",
            "defineEn": "related to a type of farming in which animals and birds can move around and eat freely, instead of being kept in a limited area",
            "defineVi": "liên quan đến một loại hình canh tác trong đó động vật và chim có thể di chuyển và ăn tự do, thay vì bị giữ trong một khu vực hạn chế"
        },
        {
            "id": "a13e5e58-efa4-487b-87f8-c411c62cd9a2",
            "word": "to contaminate",
            "phonetic": "tə kəntæmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These carcasses contaminate drinking water, while feral dogs and rats carry the diseases into human communities.",
                "We haven’t contaminated the entire planet or anything.",
                "And contaminated clothes should be washed multiple times separately from the rest of a person’s laundry.",
                "Any pollution on the surface can rapidly seep into and contaminate groundwater.",
                "Some of these districts are contaminated so badly that they will be uninhabitable for decades."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGFtaW5hdGU&hash=1bfd1012d7e2ed3d54e6430bc722bdfd4268f455&lang=en&cache-only=0",
            "defineEn": "to make a place, substance, etc. dirty or harmful by adding dangerous material",
            "defineVi": "để làm cho một nơi, chất, v.v. bẩn hoặc có hại bằng cách thêm vật liệu nguy hiểm",
            "hasImg": true
        },
        {
            "id": "9148c0ff-cd69-4800-b1e2-b2fee5239196",
            "word": "to compost",
            "phonetic": "tə kɑːmpoʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "But compost is more than plain old dirt.",
                "We compost if of course!",
                "So in a way, compost is a way you can recycle plants into new plants!",
                "- I can compost the core after I eat it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zdA&hash=919772f928c5bff678468d59cb8bd600e317abb9&lang=en&cache-only=0",
            "defineEn": "to make decayed leaves, plants, or other organic waste into a mixture that can improve the soil's quality to help plants grow more quickly",
            "defineVi": "để làm cho lá mục nát, thực vật hoặc chất thải hữu cơ khác thành một hỗn hợp có thể cải thiện chất lượng của đất để giúp cây trồng phát triển nhanh hơn",
            "hasImg": true
        },
        {
            "id": "7b3dcf48-6b8b-4b28-89d0-49953b2d178a",
            "word": "to dump",
            "phonetic": "tə dʌmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Poor Colin has a face like a wet weekend because his girlfriend dumped him.",
                "Even if everything seems in the dumps right now, I promise there are at least some things going well.",
                "Alex has been down in the dumps since he failed his exam.",
                "The storm could dump 30 inches of rain and trigger floods and landslides.",
                "Just dump our pockets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVtcA&hash=425ae330259ecb3a74f807ea3c0b431edd55aacf&lang=en&cache-only=0",
            "defineEn": "to get rid of waste material, particularly in an unorganized manner",
            "defineVi": "để loại bỏ chất thải, đặc biệt là trong một cách không có tổ chức"
        },
        {
            "id": "7f4fd345-57d9-4765-b07f-7b19fb7eca98",
            "word": "to refine",
            "phonetic": "tə ɹᵻfaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As part of their research, scientists refined their estimates about Bennu’s mass, volume, and density.",
                "That theory has been refined a bit.",
                "That proposal will be refined before possible adoption at the expanded G20 meeting next month in Italy.",
                "You have to refine it, you can't create it.",
                "To refine the estimate, astronomers also use measurements about the expansion of the universe itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmaW5l&hash=7ffe0e841c8e0a506cb78aa25f848435ca8930f3&lang=en&cache-only=0",
            "defineEn": "to remove unwanted or harmful substances from another substance",
            "defineVi": "để loại bỏ các chất không mong muốn hoặc có hại từ chất khác"
        },
        {
            "id": "eaafd356-7945-4295-a842-67ee0e07f724",
            "word": "to reuse",
            "phonetic": "tə ɹiːjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Statistically, many people are reusing passwords.",
                "Documentation also promotes code reuse.",
                "Because of centuries of knowledge, doctors can reuse organs between different bodies.",
                "So we can reuse this identity.",
                "Maybe I'll reuse a color or two."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV1c2U&hash=24d3e301480a2bab687ac00119a985c1667f872e&lang=en&cache-only=0",
            "defineEn": "to use something once more, usually for a different purpose",
            "defineVi": "để sử dụng một cái gì đó một lần nữa, thường là cho một mục đích khác"
        },
        {
            "id": "d2d5df6c-9818-48ee-a3aa-0dee1e164214",
            "word": "conservationist",
            "phonetic": "kɑːnsɚveɪʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is often a conflict of interests between farmers and conservationists.",
                "In 2014, conservationists discovered that neither can have a calf.",
                "Conservationists have also tried to win allies with economic appeals.",
                "Nick Lapham, a conservationist and philanthropist, owns an organic vegetable farm in Virginia.",
                "Conservationists have successfully banned drugs like Diclofenac, while other researchers are working to repopulate vulture communities through breeding programs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aW9uaXN0&hash=4936195d9c2a772a760da67a2aebd70b380e98d0&lang=en&cache-only=0",
            "defineEn": "someone who makes efforts to protect the environment and wildlife from any type of harm",
            "defineVi": "một người nỗ lực bảo vệ môi trường và động vật hoang dã khỏi bất kỳ loại tác hại nào",
            "hasImg": true
        },
        {
            "id": "0845c11a-6592-4e61-9d83-c1be4989ffd2",
            "word": "eco-anxiety",
            "phonetic": "iːkoʊæŋzaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNvLWFueGlldHk&hash=986e31a7c1b565d204f7ae3d51af05c12aad661a&lang=en&cache-only=0",
            "defineEn": "a feeling of great worry regarding the current and future state of the environment threatened by humans",
            "defineVi": "một cảm giác vô cùng lo lắng về tình trạng hiện tại và tương lai của môi trường bị đe dọa bởi con người"
        },
        {
            "id": "85366d8e-6a20-4bd0-bdfb-5c7216cc1cbd",
            "word": "disposal",
            "phonetic": "dɪspoʊzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Disposal of nuclear waste was a problem whose solution was endlessly delayed, a tar baby no one wanted anything to do with.",
                "You know, this idea of recognition of self mortality, deliberate body disposal.",
                "Volunteers use every tool at their disposal to find a shot for those in need.",
                "Bulk-produced by the Serum Institute of India, the world's largest vaccine manufacturer, there are millions of these tiny vials at India's disposal.",
                "Bomb disposal experts were looking for the place and eventually found it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcG9zYWw&hash=9bf80cb1d3df524854f1f9ebd0ec08938951e029&lang=en&cache-only=0",
            "defineEn": "the act of getting rid of waste material",
            "defineVi": "hành động loại bỏ chất thải",
            "hasImg": true
        },
        {
            "id": "01a4731d-b184-44bc-ada1-75be6dd58484",
            "word": "dumper",
            "phonetic": "dʌmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Mutual breakups are a lie perpetuated by dumpers so they don't have to feel bad."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVtcGVy&hash=691a86d402cccb103617a6989dbd514336bdbedb&lang=en&cache-only=0",
            "defineEn": "a truck with a container that can elevate to unload waste material",
            "defineVi": "một chiếc xe tải có thùng chứa có thể nâng lên để dỡ chất thải",
            "hasImg": true
        },
        {
            "id": "2bb578b4-ba38-4ee0-b1ca-161094f6a0db",
            "word": "tanker",
            "phonetic": "tæŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They need tankers or whatever the case may be.",
                "Fire crews drive in water on big tankers or water tenders.",
                "Spills from a single oil tanker can contribute 200,000 tons of oil to the already polluted oceans. ",
                "One of the tankers belonged to a Hong Kong company owned by the late Wong Tin Chuk.",
                "A drogue fire hose with a parachute on the end comes out of the tanker, while the receiver extends a thin probe into the parachute, like a bullseye."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFua2Vy&hash=5e8bd4d2b05aae3937b9d812ebd3052439440dec&lang=en&cache-only=0",
            "defineEn": "a ship, aircraft, or road vehicle for carrying liquids, particularly crude oil or gas in large quantities",
            "defineVi": "một con tàu, máy bay hoặc phương tiện giao thông đường bộ để chở chất lỏng, đặc biệt là dầu thô hoặc khí đốt với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "01da54b1-6b1a-47bb-8f8f-b11ad565e300",
            "word": "logging",
            "phonetic": "lɔɡɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Logging, mining, and the extermination of local beaver populations may have increased flooding as well.",
                "Logging is essential to knowing and caring for your animals.",
                "Construction, logging, and an influx of tourists continued to diminish and disjoint the panda's natural habitat.",
                "Indonesia has the world's highest rate of deforestation, and millions of acres of rain forest are burned annually to support the logging and palm oil industries.",
                "The mandate that all trucks be equipped with electronic logging devices opened the data floodgates."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9nZ2luZw&hash=1b5e0c1a6c697b3dca6cb33dbcc03ce48220970f&lang=en&cache-only=0",
            "defineEn": "the act of cutting down trees to use their wood",
            "defineVi": "hành động chặt cây để sử dụng gỗ của họ"
        },
        {
            "id": "b7d98e24-f0b7-48be-92eb-3db14768ece0",
            "word": "carbon monoxide",
            "phonetic": "kɑːɹbən mʌnɑːksaɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uIG1vbm94aWRl&hash=4cc4c000197580ee3597fc00797b229e82bb471b&lang=en&cache-only=0",
            "defineEn": "an odorless, colorless, and poisonous gas that is produced from the burning of fossil fuels, which proves lethal in some cases",
            "defineVi": "một loại khí không mùi, không màu và độc hại được tạo ra từ quá trình đốt cháy nhiên liệu hóa thạch, gây chết người trong một số trường hợp"
        },
        {
            "id": "c3e10a0f-b5c0-4a02-a37b-35acefa26ada",
            "word": "microplastic",
            "phonetic": "maɪkɹoʊplæstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's more, researchers have found microplastics inside the stomachs of amphipods in the Challenger Deep.",
                "Microplastics are teeny, tiny bits of plastic that are smaller than five millimeters, which is about the size of a grain of rice.",
                "They called it \"the deepest record of microplastic ingestion.\"",
                "Microfibers are a type of plastic pollution known as microplastics.",
                "Worldwide, researchers have found ingested microplastics in every species of sea turtle, nearly 60% of whale species and almost 60% of sea birds."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9wbGFzdGlj&hash=d23b3b728e1f73ce631018dde55fae6c610a7ad3&lang=en&cache-only=0",
            "defineEn": "very small plastic pieces in the environment that originate from personal care products, clothing, etc. and the degradation of other plastic products",
            "defineVi": "các mảnh nhựa rất nhỏ trong môi trường bắt nguồn từ các sản phẩm chăm sóc cá nhân, quần áo, v.v. và sự xuống cấp của các sản phẩm nhựa khác"
        },
        {
            "id": "daaba832-4879-4f33-b6d8-efeeccc36535",
            "word": "pylon",
            "phonetic": "paɪlɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since the 1990s, the drug, along with threats from electricity pylons and habitat loss, has contributed to a 95% decline in the region’s vulture population.",
                "The buildings and pylons are all the same."
            ],
            "audio": "https://tts.langeek.co/read?text=cHlsb24&hash=7543783ec13b0b4efefe99d58ecc9c4c475cefa2&lang=en&cache-only=0",
            "defineEn": "a tall metal structure used for carrying high-voltage power lines above the ground",
            "defineVi": "một cấu trúc kim loại cao được sử dụng để mang các đường dây điện cao thế trên mặt đất"
        },
        {
            "id": "bd99f1bc-7289-4128-812b-9d19e575e465",
            "word": "reactor",
            "phonetic": "ɹɪæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use a reactor.",
                "You operate the reactor?",
                "The reactors were unmanned.",
                "The reactors automatically shut down within seconds.",
                "As of 2019, about 450 reactors worldwide operate in 31 countries."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhY3Rvcg&hash=1b758bdec142a83d74d58776d6a8d455b80b335d&lang=en&cache-only=0",
            "defineEn": "a large machine or structure used for producing nuclear energy",
            "defineVi": "một máy lớn hoặc cấu trúc được sử dụng để sản xuất năng lượng hạt nhân"
        },
        {
            "id": "81f07f78-2e5e-4f6a-b39d-e828c90bd114",
            "word": "hydroelectricity",
            "phonetic": "haɪdɹoʊɛlɪktɹɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lake Mead, the reservoir for the Hoover dam, supplies water to 25 million people in California, Arizona, and Nevada, and generates hydroelectricity for the region. ",
                "I think one of the coolest sources of energy is hydroelectricity, speaking of electricity bills."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlkcm9lbGVjdHJpY2l0eQ&hash=0e52e7c6e89664ce6fd992b135058123dfeae186&lang=en&cache-only=0",
            "defineEn": "electricity that is produced from the power of water",
            "defineVi": "điện được sản xuất từ sức mạnh của nước",
            "hasImg": true
        },
        {
            "id": "ec2e65b2-9912-4e90-bf53-9b8e982e82af",
            "word": "ozone layer",
            "phonetic": "oʊzoʊn leɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If the burst occurred close than 3,000 light-years away the radiation could destroy a fair amount of our atmosphere particularly the Ozone Layer which is made up of triple oxygen molecules and protects our planet from the ultraviolet radiation from the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=b3pvbmUgbGF5ZXI&hash=3c83383bea01bc76ee4113521aef8cf7f8e117d0&lang=en&cache-only=0",
            "defineEn": "a layer of gases in the earth's atmosphere that does not let the sun's ultraviolet radiation pass through",
            "defineVi": "một lớp khí trong bầu khí quyển của trái đất không cho bức xạ cực tím của mặt trời đi qua"
        },
        {
            "id": "ed93b8d4-dac8-4e97-9e16-7b84e06dd599",
            "word": "solar cell",
            "phonetic": "soʊlɚ sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29sYXIgY2VsbA&hash=22b19028603c6b2ca606d8dff3c8ede9fd997428&lang=en&cache-only=0",
            "defineEn": "a device that converts the energy of the sun into electricity",
            "defineVi": "một thiết bị chuyển đổi năng lượng của mặt trời thành điện năng",
            "hasImg": true
        },
        {
            "id": "d5706962-5c78-4b80-afc5-388b3e21dcf0",
            "word": "sanctuary",
            "phonetic": "sæŋktjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "People from all over the world come to see the majestic elephants at the wildlife sanctuary.",
                "The bay is an ocean sanctuary.",
                "We are technically a sanctuary show.",
                "So I'm talking about zoos and sanctuaries and aquariums and rehabilitation centers, even private ownership.",
                "Luckily for the feral cats, though, there are many sanctuaries run by volunteers who try to care for every stray."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuY3R1YXJ5&hash=884da7d046cec282a90f1d497ee246a68d52bff0&lang=en&cache-only=0",
            "defineEn": "an area for birds and animals to live and to be protected from dangerous conditions and being hunted",
            "defineVi": "một khu vực cho các loài chim và động vật sinh sống và được bảo vệ khỏi các điều kiện nguy hiểm và bị săn bắt",
            "hasImg": true
        },
        {
            "id": "ef64ac97-2415-4130-97de-3fa995a4079e",
            "word": "toll",
            "phonetic": "toʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Years of smoking and drinking has taken a toll on her health.",
                "The problems of the past few months have taken their toll on her health and there are shadows under her eyes.",
                "If you keep working so hard, the stress will eventually take its toll.",
                "Many people thought that the Internet would toll the death knell for newspapers.",
                "Jack's obsession with his appearance has led him to become as skinny as a stick, but it's clear that it's taking a toll on his well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sbA&hash=c31f9d189f5d941090aa6bc758ffa961472b7864&lang=en&cache-only=0",
            "defineEn": "the number of people who have died or gotten injured because of a war, natural disaster, pandemic, etc.",
            "defineVi": "số người chết, bị thương do chiến tranh, thiên tai, dịch bệnh, v.v."
        },
        {
            "id": "751bb398-4845-41a0-89cc-352df78d0f2e",
            "word": "wildfire",
            "phonetic": "waɪldfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The news spread like wildfire.",
                "Once one child in the school has the infection, it spreads like wildfire.",
                "Then came the wildfires.",
                "The same region suffered catastrophic wildfires just a year ago.",
                "The wildfire smoke is everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZGZpcmU&hash=2cde0c47cf93cd8d3d690f5574a19dc7747780f1&lang=en&cache-only=0",
            "defineEn": "a large fire that spreads fast and causes much destruction",
            "defineVi": "một đám cháy lớn lan nhanh và gây ra nhiều sự tàn phá",
            "hasImg": true
        },
        {
            "id": "d058a960-5e4c-4626-a187-79c2ddeee248",
            "word": "tidal wave",
            "phonetic": "taɪdəl weɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the new wave of popularity surrounding Navigator was reason enough for Microsoft CEO Bill Gates to pen a letter to the company in 1995 titled The Internet Tidal Wave."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlkYWwgd2F2ZQ&hash=b5b132b30b82790e732f199ca8e701fa8a86d295&lang=en&cache-only=0",
            "defineEn": "a very large ocean wave caused by a storm or an underwater earthquake that when hits the land causes a lot of destruction",
            "defineVi": "một làn sóng biển rất lớn gây ra bởi một cơn bão hoặc một trận động đất dưới nước mà khi ập vào đất liền gây ra rất nhiều sự tàn phá"
        },
        {
            "id": "1691a107-5af9-47c0-a697-932b89ba6263",
            "word": "herbicide",
            "phonetic": "hɜːbɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Herbicides also have their problems.",
                "No herbicides, pesticides, things you don't want in it.",
                "Over 90% of all cash crops in the US are herbicide resistant, mostly to glyphosate.",
                "While insecticides tend to interfere with the nervous system of insects, herbicides attack weeds by preventing them from growing.",
                "These days commercial crops are soaked in all manner of pesticides, herbicides, and fungicides."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyYmljaWRl&hash=f8b430701e260c8bc6eede045c8b9b9759fb2556&lang=en&cache-only=0",
            "defineEn": "a chemical substance that kills plants, used for destroying plants that are not wanted",
            "defineVi": "một chất hóa học giết chết thực vật, được sử dụng để tiêu diệt thực vật không mong muốn"
        },
        {
            "id": "e2bc77d5-ddcc-4918-ac9e-8c410d6705d1",
            "word": "pollutant",
            "phonetic": "pəluːtənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Incinerators still emit harmful pollutants, especially in countries with lax environmental regulations.",
                "And activated carbon absorbs pollutants.",
                "Since the advent of cars, another secondary pollutant has taken center stage.",
                "Ground level ozone pollutants are often better known by another name, smog.",
                "And where you see stars in a romantic sky, your friend interprets global warming-inducing pollutants."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbHV0YW50&hash=9cc586eb592d9f91c7e313626ecca954aa2ffd42&lang=en&cache-only=0",
            "defineEn": "any substance that is harmful to the environment",
            "defineVi": "bất kỳ chất nào có hại cho môi trường"
        },
        {
            "id": "f00414b6-04de-4b32-bd8f-046add694438",
            "word": "to die out",
            "phonetic": "tə daɪ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ichthyosaurs died out.",
                "Unfit species die out.",
                "99% of all species on Earth have died out.",
                "Humanity has died out.",
                "The last known population of Castoroides died out in the Great Lakes region about 10,000 years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGllIG91dA&hash=61549924794abd6dff410aad2fd5dfa8d3a73e33&lang=en&cache-only=0",
            "defineEn": "to cease to exist or disappear completely",
            "defineVi": "ngừng tồn tại hoặc biến mất hoàn toàn",
            "hasImg": true
        },
        {
            "id": "70399ac8-25a0-42c0-8f48-0bcfc915693f",
            "word": "rot",
            "phonetic": "ɹɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team stopped the rot with a 5–0 win last night.",
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head.",
                "Eventually the tissue inside the rock rotted away.",
                "When something decomposes, it breaks down, or rots.",
                "Rotting food may have mold."
            ],
            "audio": "https://tts.langeek.co/read?text=cm90&hash=356de437f0fc23018ca52af09baa4bd29fe07cbc&lang=en&cache-only=0",
            "defineEn": "the process of of being destroyed via natural causes",
            "defineVi": "quá trình bị phá hủy thông qua các nguyên nhân tự nhiên"
        },
        {
            "id": "5898ae54-e99f-4b1a-8375-b66a21eb36ce",
            "word": "oil rig",
            "phonetic": "ɔɪl ɹɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oil rigs is another area we see a lot of them.",
                "People at off-shore oil rigs, this is an important piece of training that will save lives.",
                "He's trained helicopter pilots for years supporting oil rigs in the Gulf of Mexico, but today he's training me along with a class of young U.S. marines.",
                "My daddy plans to relax by working on a oil rig when he retires."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lsIHJpZw&hash=fc5bf4469e992b5f32dc52895bb8a52e07544b5f&lang=en&cache-only=0",
            "defineEn": "a large facility used for drilling oil or gas from underground or under the sea",
            "defineVi": "một cơ sở lớn được sử dụng để khoan dầu hoặc khí từ dưới lòng đất hoặc dưới biển",
            "hasImg": true
        }
    ]
}