{
    "id": "d26a270a-dbc3-4b5f-aeed-c61205e409bb",
    "title": "Make Up Your Mind!",
    "originalTitle": "Make Up Your Mind!",
    "words": [
        {
            "id": "dc1cc77c-a655-4e67-b0df-f75dca016dd1",
            "word": "to aver",
            "phonetic": "tʊ ɐvɜː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZlcg&hash=5ab81fdedc476ce80e7de95053af77dfb9a1d757&lang=en&cache-only=0",
            "defineEn": "to confidently declare something as true",
            "defineVi": "để tự tin tuyên bố một cái gì đó là đúng"
        },
        {
            "id": "15291d2d-39d2-4fe6-be44-4c50656006e3",
            "word": "to brook",
            "phonetic": "tə bɹʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                ", you brook no defeat.",
                "DAVID BROOKS: You too.",
                "And west many brook also said the rapper inspired him because he's somebody from the inner city too."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvb2s&hash=f34b69a5bd9cc2e669fa1028a9878faa19e9ecef&lang=en&cache-only=0",
            "defineEn": "to allow and not oppose to something that one usually finds to be unpleasant",
            "defineVi": "cho phép và không phản đối điều gì đó mà người ta thường thấy khó chịu"
        },
        {
            "id": "f54cbea3-5dac-4e14-a26a-9671a2097b99",
            "word": "to countenance",
            "phonetic": "tə kaʊntənəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "And more moderate Enlightenment thinkers were also more willing to countenance hierarchical social and political structures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlbmFuY2U&hash=d752b675f629b94bd78e759766b378e16902ff8a&lang=en&cache-only=0",
            "defineEn": "to agree and not oppose to something that one generally finds unacceptable or unpleasant",
            "defineVi": "đồng ý và không phản đối điều gì đó mà người ta thường thấy không thể chấp nhận được hoặc khó chịu"
        },
        {
            "id": "6bc69b54-da77-45d9-8780-a197fe7d6835",
            "word": "to delineate",
            "phonetic": "tə dᵻlɪniːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our old friend, the DSM V, actually delineates two sub types of the disorder.",
                "So because this giant space hosts the dining room, living room, and the kitchen, we have to delineate the three spaces very clearly.",
                "Although they were rather arbitrarily defined in ancient times, today we recognize 88 official constellations, and their boundaries are carefully delineated on the sky.",
                "EKATERINA SCHULMANN - It happened exactly because of the reasons that I have just delineated.",
                "There's very little to, I guess, delineate the LCD itself from the rest of that little bezel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaW5lYXRl&hash=b0e7376fe388867dde0cd45cfb711a9f01ad2f48&lang=en&cache-only=0",
            "defineEn": "to give an explanation or depiction in full detail",
            "defineVi": "để đưa ra một lời giải thích hoặc mô tả đầy đủ chi tiết"
        },
        {
            "id": "8b904725-0430-4932-9258-35a4dc7aa331",
            "word": "to disabuse",
            "phonetic": "tə dɪsɐbjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "And that's one of the things that historians try to disabuse students of, that they're choices that people make.",
                "But any thinking that, because they lost the Senate and because they lost the White House, that the Republican Party and the and the right wing of the Republican Party is going to somehow moderate itself and try to become a bigger tent, I mean, just disabuse yourself of that notion."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYWJ1c2U&hash=d19ddb2d5d0295bc8892d3ddf58785a8b019dbe9&lang=en&cache-only=0",
            "defineEn": "to help a person rid themselves of their misconceptions",
            "defineVi": "để giúp một người thoát khỏi quan niệm sai lầm của họ"
        },
        {
            "id": "8a934024-4c60-4a23-8daa-d076843a6854",
            "word": "to divine",
            "phonetic": "tə dᵻvaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "For the Chinese, dragons symbolize divine power, controlling the rain, rivers, sea, and all other bodies of water.",
                "For Mahayana Buddhists, the Buddha was divine.",
                "It was a divine disaster area.",
                "He's like a divine being."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aW5l&hash=7a8a25247d4ebbb458683c093d139d2429aa87af&lang=en&cache-only=0",
            "defineEn": "to either predict the future or uncover hidden truths with the use of supernatural forces",
            "defineVi": "để dự đoán tương lai hoặc khám phá những sự thật ẩn giấu bằng cách sử dụng các lực lượng siêu nhiên"
        },
        {
            "id": "a4ee2614-17ca-498c-b47e-c99528b65f99",
            "word": "to equivocate",
            "phonetic": "tʊ ɪkwɪvəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXF1aXZvY2F0ZQ&hash=6154f8adb2dcf9845a34a7c225f0b475612fbbc7&lang=en&cache-only=0",
            "defineEn": "to purposely speak in a way that is confusing and open to different interpretations, aiming to deceive others",
            "defineVi": "cố tình nói một cách khó hiểu và mở ra nhiều cách hiểu khác nhau, nhằm mục đích lừa dối người khác"
        },
        {
            "id": "9bf27f49-b4df-4e48-a5f0-99673ff5ba4e",
            "word": "to excoriate",
            "phonetic": "tʊ ɛkskoːɹɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the outcome essentially is that Boehner ends up having to publicly excoriate the very deal he negotiated with Obama, right, because if he didn’t, he would have been ousted as speaker. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjb3JpYXRl&hash=87408cf7f545f04737fb40d88e1bd10a73f21887&lang=en&cache-only=0",
            "defineEn": "to harshly state that something is severely lacking or faulty",
            "defineVi": "để nói một cách khắc nghiệt rằng một cái gì đó đang thiếu nghiêm trọng hoặc bị lỗi"
        },
        {
            "id": "74574f92-38ca-49dc-8301-1a985f111216",
            "word": "to exhort",
            "phonetic": "tʊ ɛɡzɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "No negro shall be permitted to preach, exhort, or otherwise declaim to congregations of colored people, without a special permission in writing from the president of the police jury. . . .",
                "But unlike his predecessors, Machiavelli didn’t try to describe an ideal government or exhort his audience to rule justly and virtuously."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhob3J0&hash=750fa99918e1acd07d2eade8c41d64a23511606e&lang=en&cache-only=0",
            "defineEn": "to work very hard at persuading someone into doing something",
            "defineVi": "làm việc rất chăm chỉ để thuyết phục ai đó làm gì"
        },
        {
            "id": "17055c75-1451-40ab-8a9e-73ff63997025",
            "word": "to harangue",
            "phonetic": "tə hɚɹæŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the way, the Clinton campaign is haranguing these guys,",
                "And this led to massive scandals and the creation of a new political tool, whereby politicians sought support by haranguing the mostly male electorate about sin and the purportedly declining morals of the age, as exemplified by the rise of women."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFyYW5ndWU&hash=300564dc11d78a3be2873c654782abd7aba21b2b&lang=en&cache-only=0",
            "defineEn": "to give a speech that is lengthy, loud, and angry intending to either persuade or criticize",
            "defineVi": "đưa ra một bài phát biểu dài, to và tức giận nhằm mục đích thuyết phục hoặc chỉ trích"
        },
        {
            "id": "aec643ae-a819-4530-af1a-59effe6c0ff7",
            "word": "to impugn",
            "phonetic": "tʊ ɪmpjuːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "And I think unfortunately, the answer to that question is, it did, but it has actually hurt and impugned some of the systems that we put in place in America. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wdWdu&hash=883c2d879798a14645da49885a1d4a418fe21c50&lang=en&cache-only=0",
            "defineEn": "to question someone's honesty, quality, motive, etc.",
            "defineVi": "để đặt câu hỏi về sự trung thực, phẩm chất, động cơ của ai đó, v.v."
        },
        {
            "id": "98be6478-55af-47bf-92a0-6db748944faf",
            "word": "to log",
            "phonetic": "tə lɔɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I slept like a log until morning.",
                "Fooling him was as easy as falling off a log.",
                "I have to set numerous alarms for the morning because I sleep like a log every night!",
                "Can you please add some logs to the fire to keep it burning?",
                "You said that loving me was falling off a log."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9n&hash=56fab51e93b28d65e85bcaf2a4f956a7fd543902&lang=en&cache-only=0",
            "defineEn": "to officially document all the information or events that have taken place, particularly on a plane or ship",
            "defineVi": "để chính thức tài liệu tất cả các thông tin hoặc sự kiện đã diễn ra, đặc biệt là trên một chiếc máy bay hoặc tàu"
        },
        {
            "id": "3a62e32f-ce60-464f-8800-b63554e6d111",
            "word": "to maunder",
            "phonetic": "tə mɔːndɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF1bmRlcg&hash=0308ec8c284b4cb38829727692e3c5dfed90f517&lang=en&cache-only=0",
            "defineEn": "to talk continuously and aimlessly",
            "defineVi": "để nói chuyện liên tục và vu vơ"
        },
        {
            "id": "3fc08152-b2f8-4204-9b24-876b47e95a01",
            "word": "to palaver",
            "phonetic": "tə pɐlɑːvɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFsYXZlcg&hash=bc717eabcfa0906ab47993eefe854ec862536a86&lang=en&cache-only=0",
            "defineEn": "to aimlessly talk a lot",
            "defineVi": "nói vu vơ nhiều"
        },
        {
            "id": "a8acc99c-e984-44cf-8f87-d6b7c3393dd0",
            "word": "to quibble",
            "phonetic": "tə kwɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the longest star sticks around for a trillion years, why quibble about a few billion here and there?",
                "The legal purist will quibble with you since judicial review applies to more than just laws.",
                "I know there's been semantic quibbling going on, where the administration says infrastructure can include broadband and water systems and electric charging stations for E.V. cars.",
                "And while we can quibble over the details of that shooting, the main thing that animates African Americans is this question: Why is it that when law enforcement and African Americans interact, more often than not, African Americans are the ones who are injured, shot or killed?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVpYmJsZQ&hash=6a3ae28e129710324509aa9f55e5c147b795f87d&lang=en&cache-only=0",
            "defineEn": "to argue over unimportant things or to complain about them",
            "defineVi": "để tranh luận về những điều không quan trọng hoặc để phàn nàn về họ"
        },
        {
            "id": "9cd20180-d92c-4e27-b6e9-0eb063e4e885",
            "word": "to reproach",
            "phonetic": "tə ɹᵻpɹoʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "ACTOR: I am well aware that 1,000 pounds is all you may ever be entitled to, but rest assured I shall never reproach on that score when we are married."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcm9hY2g&hash=11bdabc70a8c09a69b57269faf7d5f4a207de594&lang=en&cache-only=0",
            "defineEn": "to criticize a person and voice the disappointment that is caused by their behavior",
            "defineVi": "chỉ trích một người và nói lên sự thất vọng gây ra bởi hành vi của họ"
        },
        {
            "id": "fdc08359-0ac4-4cef-852e-fbdbfb8a62e0",
            "word": "to skirt",
            "phonetic": "tə skɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This skirt has a stretchy waistband for comfort.",
                "The skirt has a zipper at the back for easy wearing.",
                "Her skirt almost reached the ground.",
                "A skirt that reaches halfway down her legs",
                "She paired her skirt with a white blouse and heels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tpcnQ&hash=a890c1e95e2a24f1c44a7afc2ad9d5eac2d073a0&lang=en&cache-only=0",
            "defineEn": "to avoid or ignore doing something that one finds to be difficult or controversial",
            "defineVi": "để tránh hoặc bỏ qua làm điều gì đó mà một người thấy là khó khăn hoặc gây tranh cãi"
        },
        {
            "id": "3fceb4b9-5528-498e-9194-7d9ed78f0e09",
            "word": "apposite",
            "phonetic": "ɐpɑːzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwb3NpdGU&hash=67e0f69fd9910219f32ea7682354d46c35d9e387&lang=en&cache-only=0",
            "defineEn": "having the quality of being appropriate or closely connected to the subject or situation at hand",
            "defineVi": "có chất lượng phù hợp hoặc kết nối chặt chẽ với chủ đề hoặc tình huống hiện tại"
        },
        {
            "id": "57c64f75-afcb-4830-9d11-c4e3c1d93493",
            "word": "conciliatory",
            "phonetic": "kənsɪlɪətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He would sound uncharacteristically conciliatory.",
                "Scooter companies have learned they need to take a more conciliatory approach with government officials.",
                "In his second term Reagan was much more conciliatory towards the Soviets and worked to reduce the number of warheads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2lsaWF0b3J5&hash=728f07833b18605fe5b832f5404e5275b4e1da51&lang=en&cache-only=0",
            "defineEn": "meaning to end a dispute or to stop or lessen someone's anger",
            "defineVi": "có nghĩa là để kết thúc một tranh chấp hoặc để ngăn chặn hoặc làm giảm bớt sự tức giận của một ai đó"
        },
        {
            "id": "f8b0bf3d-c5ae-4513-a4ff-84a59dbd8f85",
            "word": "contentious",
            "phonetic": "kəntɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The negotiations were going smoothly until they reached a contentious issue.",
                "And even this point is highly contentious.",
                "It quickly turned contentious.",
                "The U.S. Senate takes on election reform in a contentious fight.",
                "But even though the legacy of Martin Luther King Jr. seems relatively common today, his role in US history was contentious during his years of activism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudGlvdXM&hash=84629913018e5b44547bf4d0833a8424418d3b3d&lang=en&cache-only=0",
            "defineEn": "causing or capable of causing disagreement",
            "defineVi": "gây ra hoặc có khả năng gây ra bất đồng"
        },
        {
            "id": "a3c25e6b-31a8-40c6-87ae-0d5270a673c3",
            "word": "disingenuous",
            "phonetic": "dɪsɪndʒɛnjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their criticism of it was so disingenuous. ",
                "And this doesn't have to be disingenuous.",
                "So I have stopped being disingenuous about your eco-friendliness."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaW5nZW51b3Vz&hash=49396dc98c6f70d8aef5a3bf983b475b45b5012b&lang=en&cache-only=0",
            "defineEn": "lacking sincerity and honesty, particularly by not revealing as much as one knows",
            "defineVi": "thiếu chân thành và trung thực, đặc biệt là bằng cách không tiết lộ nhiều như một người biết"
        },
        {
            "id": "c8a802ab-3d51-4fb3-9a29-02bb4e670c6b",
            "word": "eloquent",
            "phonetic": "ɛləkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it was nice to have an eloquent speaker, but there was a racial undercurrent that I think really hurt America, and we are still living with it today. ",
                "You know how eloquent and how smart and on target everybody was in that circle.",
                "He was not as eloquent as he was 30 years ago, like most people wouldn't be.",
                "Residents of Leningrad, which today is known as St. Petersburg, always considered themselves to be more eloquent, more polite, than residents of other cities.",
                "Last night on the floor, in defending the Pennsylvania slate of electors, all of the Pennsylvania delegation had a chance to make very eloquent arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxvcXVlbnQ&hash=11e3f201c76a5feb5cc91ce97585153e725e9e32&lang=en&cache-only=0",
            "defineEn": "able to utilize language to convey something well, especially in a persuasive manner",
            "defineVi": "có thể sử dụng ngôn ngữ để truyền đạt một cái gì đó tốt, đặc biệt là trong một cách thuyết phục"
        },
        {
            "id": "01baf38c-a521-495e-9d03-e5822f85a524",
            "word": "extenuating",
            "phonetic": "ɛkstɛnjuːeɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW51YXRpbmc&hash=9fc7caf0c786f3a8305b022715b3769cf8c78bb9&lang=en&cache-only=0",
            "defineEn": "providing reasons that justify or reduce the seriousness of something bad, such as an offense",
            "defineVi": "đưa ra những lý do biện minh hoặc giảm bớt mức độ nghiêm trọng của một điều gì đó tồi tệ, chẳng hạn như một hành vi phạm tội"
        },
        {
            "id": "b20174f4-5528-4db2-a5ce-d0cb54c809f2",
            "word": "glib",
            "phonetic": "ɡlɪb ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well with antisocial is Having a glib superficial charm and being very good at manipulating others and being eccentric with antisocial personality."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xpYg&hash=3993b3310ba646b365dcfe2285ee7eaec4a6ffbc&lang=en&cache-only=0",
            "defineEn": "making insincere and deceiving statements with ease",
            "defineVi": "đưa ra những tuyên bố không thành thật và lừa dối một cách dễ dàng"
        },
        {
            "id": "ae7680e8-241b-433b-87ed-275a22bf55f5",
            "word": "laudable",
            "phonetic": "lɔːdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF1ZGFibGU&hash=04e7439a04c7816babe73bca949f918b2fee2d46&lang=en&cache-only=0",
            "defineEn": "(of an idea, intention, or act) deserving of admiration and praise, regardless of success",
            "defineVi": "(về một ý tưởng, ý định hoặc hành động) xứng đáng được ngưỡng mộ và khen ngợi, bất kể thành công"
        },
        {
            "id": "94585b5c-20fa-4089-83e1-9d5999833c16",
            "word": "parochial",
            "phonetic": "pæɹɑːkɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There are many teachers that are teaching in the parochial systems that don't have those types of systems.",
                "They're taking an opportunity, my friends on the other side, of loading this bill up with a liberal wish list, parochial interests, because they can."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyb2NoaWFs&hash=8b6f06cf968f0fc347fb8b4f4413ecc413dbb962&lang=en&cache-only=0",
            "defineEn": "possessing a limited understanding or point of view, and not open to broadening it",
            "defineVi": "sở hữu một sự hiểu biết hạn chế hoặc quan điểm, và không sẵn sàng để mở rộng nó"
        },
        {
            "id": "1dbac9d9-d703-430b-af33-2fb235decbf6",
            "word": "syncretic",
            "phonetic": "sɪŋkɹɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3luY3JldGlj&hash=3c798c06b53f77f71dd5ee7d5e062176940aa3cc&lang=en&cache-only=0",
            "defineEn": "creating a combination of different beliefs, ideas, traditions, etc.",
            "defineVi": "tạo ra sự kết hợp của các tín ngưỡng, ý tưởng, truyền thống khác nhau, v.v."
        },
        {
            "id": "111a8bbf-5f2a-42f3-a58f-e5a4373a6ce6",
            "word": "tendentious",
            "phonetic": "tɛndɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But what if Facebook's algorithm is amplifying things that are fake or tendentious more than things that are true or factual? "
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVudGlvdXM&hash=c97a8bafb11a8643feb52f2616e67bd2bd1cfedf&lang=en&cache-only=0",
            "defineEn": "stating a cause or opinion that one strongly believes in, particularly one that causes a lot of controversy",
            "defineVi": "nêu một nguyên nhân hoặc ý kiến mà một người tin tưởng mạnh mẽ, đặc biệt là một nguyên nhân gây ra nhiều tranh cãi"
        },
        {
            "id": "98cd7f1c-2289-4cad-be0b-aa72c9b6af1f",
            "word": "moreover",
            "phonetic": "moːɹoʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "Moreover each fisherman’s livelihood produced jobs for some five other people.",
                "Moreover, different policies have different multipliers.",
                "Moreover, the Germans themselves were experiencing the deprivation and losses of their loved ones 21."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yZW92ZXI&hash=8e5523d968af00aaffa1bd3260006a06b613180a&lang=en&cache-only=0",
            "defineEn": "used to support or add to the statement that has just been made by giving new or more information",
            "defineVi": "được sử dụng để hỗ trợ hoặc thêm vào tuyên bố vừa được thực hiện bằng cách đưa ra thông tin mới hoặc nhiều hơn"
        },
        {
            "id": "d244f9e9-2a29-4403-b379-dcf782560efc",
            "word": "diatribe",
            "phonetic": "daɪətɹaɪb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhdHJpYmU&hash=1e88f7bd98db7bc8947ccf207508b107d6a51533&lang=en&cache-only=0",
            "defineEn": "a harsh and severe criticism or verbal attack that is aimed toward a person or thing",
            "defineVi": "một lời chỉ trích gay gắt và gay gắt hoặc cuộc tấn công bằng lời nói nhằm vào một người hoặc vật"
        },
        {
            "id": "04c939e3-1eff-4511-bcf6-75b63d4b7f23",
            "word": "finesse",
            "phonetic": "fɪnɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They take more finesse.",
                "They'd finessed their retreatfrom the square so well.",
                "You gotta have a little finesse to it right?",
                "- Bae, squad, fleek, basic, no cap, bet, yaaaaas, turn up, spilling tea, got receipts, keep it 100, finesse.",
                "I mean, you can hold a burrito in one hand and sign with one hand, but signing with one hand really requires some finesse that I don't have."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZXNzZQ&hash=ed0878702e65948b214af3aaf60fdcb918648e88&lang=en&cache-only=0",
            "defineEn": "the act of dealing with a situation in a subtle and skillful way",
            "defineVi": "hành động xử lý tình huống một cách tinh tế và khéo léo"
        },
        {
            "id": "a0d70778-6353-4b48-ba54-6fb7293596e8",
            "word": "imbroglio",
            "phonetic": "ɪmbɹɑːɡlɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Browder claims a 60 percent success rate, and has expanded Do Not Pay to the U.S. and to other legal imbroglios."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1icm9nbGlv&hash=a95891b865c871998eb84b75e924f45a54a5b177&lang=en&cache-only=0",
            "defineEn": "a situation that is very complex and confusing, particularly a political or social one",
            "defineVi": "một tình huống rất phức tạp và khó hiểu, đặc biệt là chính trị hoặc xã hội"
        },
        {
            "id": "491cd815-e638-43ed-bc41-2ab7584bba96",
            "word": "nuance",
            "phonetic": "nuːɑːns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his young age, David talks like a book when discussing literature, demonstrating a deep appreciation for the nuances of storytelling and character development.",
                "And so this issue takes nuance. ",
                "Clearly, the shale revolution's contributions are nuanced.",
                "The truth is always nuanced.",
                "Oh, yeah, your stuff is SO nuanced."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVhbmNl&hash=0293f0e5f67c8b05107ac66276de2d807453b503&lang=en&cache-only=0",
            "defineEn": "a very small and barely noticeable difference in tone, appearance, manner, meaning, etc.",
            "defineVi": "một sự khác biệt rất nhỏ và hầu như không đáng chú ý về giọng điệu, ngoại hình, cách thức, ý nghĩa, v.v."
        }
    ]
}