{
    "id": "d275d634-041d-4ad9-bd6e-91d69cf6fc9e",
    "title": "Cloaks and One-piece Suits",
    "originalTitle": "Cloaks and One-piece Suits",
    "words": [
        {
            "id": "4c121513-efa8-4614-b171-53f429da5c76",
            "word": "cape",
            "phonetic": "keɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the Cape sundew goes even further.",
                "I love it, Cape.",
                "You don't take away Superman's cape.",
                "He or she usually wears a beautiful cape made of fur, feathers, or delicate material for the event. ",
                "I've had a lot of adventures on Cape."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwZQ&hash=5df44da4980b49b1358fd27cb0fd4d91e14efe1b&lang=en&cache-only=0",
            "defineEn": "a loose garment without sleeves that is fastened at the neck and hangs from the shoulders, shorter than a cloak",
            "defineVi": "một bộ quần áo rộng không có tay áo được buộc ở cổ và treo trên vai, ngắn hơn áo choàng",
            "hasImg": true
        },
        {
            "id": "dd25b9c0-e504-445a-b141-ef6fe64eac6f",
            "word": "cloak",
            "phonetic": "kloʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I’m talking earthquake invisibility cloaks.",
                "It’s kind of like an invisibility cloak!",
                "HARRIET PACE, Stonemason: The original had a high collar and a hood and a cloak.",
                "Like in 1987, when Australia used the cloaked figure to raise awareness about AIDS.",
                "There's no question that cloaked in the language of compromise are big, bold, huge progressive ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvYWs&hash=28931bf94c04b90aac2a9b3a3bcfdd1dac66c125&lang=en&cache-only=0",
            "defineEn": "a loose overgarment without sleeves fastened at the neck",
            "defineVi": "một chiếc áo khoác ngoài rộng rãi không có tay áo buộc chặt ở cổ",
            "hasImg": true
        },
        {
            "id": "bc43981a-a77a-4c55-b108-deb51fbf5c6a",
            "word": "poncho",
            "phonetic": "pɑːntʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it arrived, it was only a poncho.",
                "There probably is going to be a lot of blood though, so you might want to bring your poncho."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9uY2hv&hash=2ebc13ac96eeb7d478abe32de3e42152597068c3&lang=en&cache-only=0",
            "defineEn": "a simple, sleeveless outer garment, worn over the body to provide warmth and protection from the elements",
            "defineVi": "một chiếc áo khoác ngoài đơn giản, không tay, được mặc trên cơ thể để giữ ấm và bảo vệ khỏi các yếu tố thời tiết",
            "hasImg": true
        },
        {
            "id": "8226ebe9-0bf0-4aa0-9fba-466b5e9d06f3",
            "word": "cover-up",
            "phonetic": "kʌvɚɹʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start.",
                "People were angry about a government cover-up.",
                "Anger over his fate and a perceived cover-up in the early days of the crisis has been turned into a story of sacrifice by a national hero.",
                "This is a government that started the cover-up from the very beginning.",
                "Many politicians have compromised some principles to achieve results, but law-breaking and cover-ups threaten the very fabric the nation is built on."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXItdXA&hash=0df9d1fa034a6df36de5625e8c7ad19c09e14f88&lang=en&cache-only=0",
            "defineEn": "a loose-fitting garment, usually made of lightweight fabric, that is worn over swimwear or other clothing to conceal or protect the skin from the sun",
            "defineVi": "quần áo rộng rãi, thường được làm bằng vải nhẹ, được mặc bên ngoài đồ bơi hoặc quần áo khác để che giấu hoặc bảo vệ da khỏi ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "cf4d35f7-d5f2-489c-a54f-905bffae6ba8",
            "word": "robe",
            "phonetic": "ɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had on, like, a robe.",
                "Is take a silk robe.",
                "This is actually a Klan robe.",
                "Today academic robes are usually worn only for graduation ceremonies, along with a special cap. ",
                "The robes identify the judges' role in the courtroom and symbolize their authority to administer justice. "
            ],
            "audio": "https://tts.langeek.co/read?text=cm9iZQ&hash=3ba75502691ebc255bcdc77c1df2c9f3e31278c2&lang=en&cache-only=0",
            "defineEn": "a loose piece of clothing worn indoors before taking a bath",
            "defineVi": "một bộ quần áo rộng mặc trong nhà trước khi tắm",
            "hasImg": true
        },
        {
            "id": "69863978-c554-4ad6-b75b-d17360fc0053",
            "word": "overalls",
            "phonetic": "oʊvɚɹɔːlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmFsbHM&hash=d812d664eee3d08f606216906d2ef82775e89834&lang=en&cache-only=0",
            "defineEn": "a type of casual garment consisting of pants, a chest flap and straps over the shoulders, made of denim or other fabrics",
            "defineVi": "một loại quần áo thông thường bao gồm quần, vạt ngực và dây đai qua vai, làm bằng vải denim hoặc các loại vải khác",
            "hasImg": true
        },
        {
            "id": "eb115866-3725-4caa-9afb-a32bd21471c8",
            "word": "jumpsuit",
            "phonetic": "dʒʌmpsuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "(Martha laughing) Men in jumpsuits, taking over the world.",
                "And I think that for those who think about Guantanamo and see it as men in orange jumpsuits on their knees, the message that we got them was very raw at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=anVtcHN1aXQ&hash=4ec7dc59a96c3536406203822d4453b9b1a348c3&lang=en&cache-only=0",
            "defineEn": "a one-piece garment that combines a top and pants into a single piece of clothing",
            "defineVi": "quần áo một mảnh kết hợp áo và quần thành một bộ quần áo",
            "hasImg": true
        },
        {
            "id": "3cc02c7e-8445-4028-a721-b72c62986514",
            "word": "catsuit",
            "phonetic": "kætsuːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F0c3VpdA&hash=5f0d04c2dfde08b0fdf8c270958b71cc6ea6b8ae&lang=en&cache-only=0",
            "defineEn": "a one-piece, form-fitting garment that covers the torso, legs, and sometimes arms, often made of stretchy material such as spandex or latex",
            "defineVi": "quần áo một mảnh, vừa vặn che thân, chân và đôi khi là cánh tay, thường được làm bằng chất liệu co giãn như spandex hoặc latex",
            "hasImg": true
        },
        {
            "id": "6ef027e6-aaeb-4164-822c-86ca5f7674c9",
            "word": "body",
            "phonetic": "bɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "Under stress, the body produces adrenalin.",
                "The doctor examined her body to check for any signs of illness or injury.",
                "The demonstrators marched in a body to the main square.",
                "He dedicated himself body and soul to the education of young men."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9keQ&hash=f7a733a6c5b315d0682a60f3b15f02925b011363&lang=en&cache-only=0",
            "defineEn": "a one-piece form-fitting garment that covers the torso and crotch, typically worn as a top",
            "defineVi": "quần áo vừa vặn một mảnh che thân và đáy quần, thường được mặc như áo"
        },
        {
            "id": "be70e988-db20-43cf-adf0-ff621ee3f585",
            "word": "wrap",
            "phonetic": "ɹæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wrap the rice and fresh ingredients in gim to create a delectable sushi roll.",
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "The name of the movie is being kept under wraps.",
                "I brought paneer wraps for lunch today.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JhcA&hash=f1fa518c986e393386fc1142e03fb4e3eaef8242&lang=en&cache-only=0",
            "defineEn": "a type of garment that is draped around the body and fastened at the waist, often with a tie or belt",
            "defineVi": "một loại quần áo quấn quanh cơ thể và buộc chặt ở thắt lưng, thường bằng cà vạt hoặc thắt lưng"
        },
        {
            "id": "4d807c07-74c0-4b02-a44d-3db0bf56e82f",
            "word": "frock",
            "phonetic": "fɹɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvY2s&hash=1219067119722afaee192b7ecad7dc968a6edebd&lang=en&cache-only=0",
            "defineEn": "a woman's dress with a fitted bodice and a full skirt that falls loosely over the hips",
            "defineVi": "một chiếc váy của phụ nữ với vạt áo vừa vặn và một chiếc váy đầy đủ rơi tự do qua hông",
            "hasImg": true
        },
        {
            "id": "a10f2c56-37ba-4786-83c6-83e61117c3b1",
            "word": "dungaree",
            "phonetic": "dʌŋɡɚɹiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVuZ2FyZWU&hash=a9a113d7f79eb55775974dfd1db5b19d3af386d2&lang=en&cache-only=0",
            "defineEn": "a type of sturdy work wear trousers made from denim or cotton fabric, often with bib and shoulder straps",
            "defineVi": "một loại quần mặc đi làm chắc chắn được làm từ vải denim hoặc cotton, thường có yếm và dây đeo vai",
            "hasImg": true
        },
        {
            "id": "ba3cdcfd-0ac9-4477-960d-0a09abf787f4",
            "word": "dolman",
            "phonetic": "dɑːlmən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9sbWFu&hash=21009438d2a2761c59a23f4062bd557b70fba71b&lang=en&cache-only=0",
            "defineEn": "a loose-fitting garment in which the sleeve and the bodice of a garment are cut as one piece",
            "defineVi": "một bộ quần áo rộng rãi trong đó tay áo và vạt áo của quần áo được cắt thành một mảnh",
            "hasImg": true
        },
        {
            "id": "78142a0d-b857-4cf9-8a18-0938565d1fd1",
            "word": "pelisse",
            "phonetic": "pɛlɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVsaXNzZQ&hash=fa3666e3168f01e9f1b28a553448d092d1fe42d0&lang=en&cache-only=0",
            "defineEn": "a long, elegant coat worn by women in the 19th century",
            "defineVi": "một chiếc áo khoác dài, thanh lịch được mặc bởi phụ nữ trong thế kỷ 19"
        },
        {
            "id": "88a1114c-de2b-44cb-97d1-9a5a2f6d3cff",
            "word": "opera cloak",
            "phonetic": "ɑːpɚɹə kloʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3BlcmEgY2xvYWs&hash=27973902658ce70818c133b3aae7782cac4b73cb&lang=en&cache-only=0",
            "defineEn": "a formal cloak, typically floor-length, worn by men and women as an outer garment in formal events and the opera",
            "defineVi": "áo choàng trang trọng, thường dài đến sàn, được đàn ông và phụ nữ mặc như áo khoác ngoài trong các sự kiện trang trọng và vở opera"
        },
        {
            "id": "907005ae-e8de-4baa-8325-834fdc1e793c",
            "word": "mantle",
            "phonetic": "mæntəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And mantle upwellings drive volcanic activity.",
                "After the crust, comes the mantle.",
                "The upper mantle has different regions, too.",
                "The lower mantle reaches deep down to the outer core of Earth.",
                "Families often displayed these pictures proudly on walls and mantles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudGxl&hash=88b6535e9228296a78a9234a5708ce1d9aedac70&lang=en&cache-only=0",
            "defineEn": "a loose sleeveless cloak worn as an outer garment, usually fastened at the neck and falling over the shoulders and back",
            "defineVi": "một chiếc áo choàng không tay lỏng lẻo được mặc như một chiếc áo khoác ngoài, thường được buộc ở cổ và phủ xuống vai và lưng",
            "hasImg": true
        },
        {
            "id": "ec37a97f-26b8-4902-93ce-5cf497b6c208",
            "word": "mantilla",
            "phonetic": "mæntɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the case for Orthodox Christianity, as well as in Spain, where mantillas are often worn, or in historically black churches throughout the US, where bonnets and hats are favored on Sundays."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudGlsbGE&hash=ec8fc9062562d378fbe1518a46a5f5a85959c553&lang=en&cache-only=0",
            "defineEn": "a lace or silk veil worn by women over the head and shoulders, especially during religious or formal ceremonies",
            "defineVi": "một tấm màn ren hoặc lụa được phụ nữ đeo trên đầu và vai, đặc biệt là trong các nghi lễ tôn giáo hoặc trang trọng"
        },
        {
            "id": "519c1b96-e8f3-4803-9230-20b1a5b2b58f",
            "word": "mantelet",
            "phonetic": "mæntɛlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFudGVsZXQ&hash=1fa7f0e28e59eac5b1483e4c963eb76339eefb98&lang=en&cache-only=0",
            "defineEn": "a short cloak or cape that covers the shoulders and upper arms, typically worn by women",
            "defineVi": "một chiếc áo choàng ngắn hoặc áo choàng che vai và cánh tay trên, thường được mặc bởi phụ nữ"
        },
        {
            "id": "f705b9fc-2b89-4882-892e-ad67d558a1cc",
            "word": "manta",
            "phonetic": "mæntə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the largest species of ray is the manta ray, with an average span of 6.7 meters between the tips of its graceful pectoral fins.",
                "Apparently, the manta’s enormous size is enough to scare away most potential predators.",
                "Its intimidating size and its similarities to stingrays have given the manta a fearful reputation.",
                "But despite its close evolutionary relationship to sharks and stingrays, the manta ray is not a predatory species but a benign filter-feeder.",
                "Learn more about the Manta tool kit and its 112 steel bits with two premium drivers at the end of this video."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudGE&hash=61492472223c0e68cbcbdd485a71c919611b3488&lang=en&cache-only=0",
            "defineEn": "a traditional South American garment that is similar to a shawl or a poncho",
            "defineVi": "một loại quần áo truyền thống của Nam Mỹ tương tự như khăn choàng hoặc áo poncho"
        },
        {
            "id": "32ff0ece-89d7-40ff-b95b-e8a665cbf3ed",
            "word": "Inverness",
            "phonetic": "ɪnvɚnɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inverness is the only city in the Highlands.",
                "They took a plane to Inverness, then drove along the side of Loch Ness to Fort Augustus.",
                "The Highlands have two of the most wonderful train journeys in the world: from Inverness to Kyle of Lochalsh, and from Fort William to Mallaig.",
                "But Charles and his men lost the Battle of Culloden, near Inverness, in 1746."
            ],
            "audio": "https://tts.langeek.co/read?text=SW52ZXJuZXNz&hash=00dcfd7003680aa8c0e4ff417b08676994aba2df&lang=en&cache-only=0",
            "defineEn": "a Scottish overcoat with a removable cape",
            "defineVi": "một chiếc áo khoác Scotland với áo choàng có thể tháo rời"
        },
        {
            "id": "18b92c77-4c30-46d1-ab28-ef05a6e1f938",
            "word": "cope",
            "phonetic": "koʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There existed no organization to cope with espionage.",
                "A good source of tried and true tips on how to cope with the various aspects of the illness.",
                "When my grandmother passed away, I found comfort in reading books as a way of coping with my grief, as I knew that reading books removes sorrow from the heart.",
                "Mark's friend had passed away, and he found that all things grow with time except grief, as he slowly learned to cope with the loss and cherish the memories they shared.",
                "Nevertheless, he copes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29wZQ&hash=b093f5065307121e85ef21aee672a7eac4eeeccb&lang=en&cache-only=0",
            "defineEn": "a long ecclesiastical cloak worn by clergy or by choristers in a church choir",
            "defineVi": "một chiếc áo choàng giáo hội dài được mặc bởi các giáo sĩ hoặc bởi những người hợp xướng trong dàn hợp xướng nhà thờ"
        },
        {
            "id": "f455698f-4272-4949-9982-bd3ebd911816",
            "word": "capuchin",
            "phonetic": "kæpətʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a Capuchin monkey.",
                "It's a Capuchin monkey on a lollipop!",
                "In a 2012 study, researchers gave cleaner wrasses, capuchin monkeys, chimps and orangutans the same learning test by placing equal amounts of food on two colored plates."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwdWNoaW4&hash=544b4f301d918129ea50b264e171298d3a427eb6&lang=en&cache-only=0",
            "defineEn": "a type of hood or hooded cloak, often made of wool or fur, that was popular in Europe during the 16th and 17th centuries",
            "defineVi": "một loại mũ trùm đầu hoặc áo choàng trùm đầu, thường làm bằng len hoặc lông thú, phổ biến ở châu Âu trong thế kỷ 16 và 17"
        },
        {
            "id": "404be1cd-8a49-4f8b-ac4a-07c885c99515",
            "word": "burnous",
            "phonetic": "bɜːnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVybm91cw&hash=b292d04928eed06beb5c489486776097d064e17d&lang=en&cache-only=0",
            "defineEn": "a long hooded cloak or mantle typically made of wool and worn in North Africa and the Middle East",
            "defineVi": "một chiếc áo choàng hoặc áo choàng dài có mũ trùm đầu thường được làm bằng len và được mặc ở Bắc Phi và Trung Đông"
        },
        {
            "id": "dc432af9-b926-4cae-b513-fcc60c798209",
            "word": "rompers",
            "phonetic": "ɹɑːmpɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9tcGVycw&hash=b90841741ea0337a539a51dfce07a448a220aa68&lang=en&cache-only=0",
            "defineEn": "a type of one-piece garment that combines a top and shorts or pants",
            "defineVi": "một loại quần áo một mảnh kết hợp áo và quần đùi hoặc quần dài"
        }
    ]
}