{
    "id": "d29f7f1e-e126-4f7e-9d61-ad0356602e27",
    "title": "Collective Nouns",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "20cf9a74-1a43-4600-bf80-a39cc9d3deb1",
            "word": "batch",
            "phonetic": "bætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother baked a batch of foxtail millet and chocolate chip cookies for us.",
                "She baked a batch of delicious hazelnut cookies.",
                "She baked a batch of aromatic rye bread, picturing herself as a skilled home baker.",
                "Make a large batch of pelmeni and freeze them for future meals.",
                "I've just baked a batch of seckel pear muffins for you."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0Y2g&hash=c0a248d73bed086db413446d6fb2be9688d09895&lang=en&cache-only=0",
            "defineEn": "a number of things or people considered as a group or set",
            "defineVi": "một số điều hoặc người được coi là một nhóm hoặc tập hợp"
        },
        {
            "id": "3ef1a04d-8b76-4b1b-afb8-9bbf6c4e5143",
            "word": "staff",
            "phonetic": "stæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "These changes will involve everyone on the staff.",
                "The president is looking for staff who will give him advice straight from the shoulder.",
                "A military delegation was led by the Chief of Staff.",
                "They have taken on six more staff, bringing the total to 45.",
                "Each month she holds a meeting with her entire staff."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZmY&hash=f45320117d1eb3a601c48d6fd812fb066d4f92b2&lang=en&cache-only=0",
            "defineEn": "a group of people who work for a particular company or organization",
            "defineVi": "một nhóm người làm việc cho một công ty hoặc tổ chức cụ thể",
            "hasImg": true
        },
        {
            "id": "bbbfeb4d-46c9-4421-bf7e-324149ac70c9",
            "word": "cast",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "The full moon cast a soft glow on the landscape.",
                "She casted aspersions on the integrity of her boss."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdA&hash=b74c709b2681f01bcb724a11760ade98ea0add73&lang=en&cache-only=0",
            "defineEn": "all the actors and actresses in a movie, play, etc.",
            "defineVi": "tất cả các nam nữ diễn viên trong một bộ phim, vở kịch, v.v."
        },
        {
            "id": "07debe18-f052-4f8e-b23b-d66d2358c656",
            "word": "company",
            "phonetic": "kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Our company puts the emphasis on quality.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "The company are playing 11 cities around the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFueQ&hash=76188ca5e985c2cc84d4c89bdf9b26c7933cd653&lang=en&cache-only=0",
            "defineEn": "a number of actors or performers who form a theater or dancing group",
            "defineVi": "một số diễn viên hoặc người biểu diễn thành lập một nhà hát hoặc nhóm nhảy"
        },
        {
            "id": "08aa79bd-a9f4-424c-9e96-7a720e77ae80",
            "word": "crew",
            "phonetic": "kɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fire crews have been operating at full stretch.",
                "The ship's crew worked together to ensure the smooth operation of the vessel.",
                "We’ll be operating with a skeleton crew until after the holidays.",
                "The ship was abandoned by its crew after it started taking on water.",
                "After a few days at sea, the crew members had finally gotten their sea legs and were able to move around the ship without stumbling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jldw&hash=fa0f7d13224b6b0426cc4f3d6013d3382066c701&lang=en&cache-only=0",
            "defineEn": "all the people who work on a ship, aircraft, etc.",
            "defineVi": "tất cả những người làm việc trên tàu, máy bay, v.v.",
            "hasImg": true
        },
        {
            "id": "78fa35fe-c429-4b48-8a89-0ba22176ba88",
            "word": "gang",
            "phonetic": "ɡæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gang did a warehouse and a supermarket.",
                "The biker gang plays up its tough demeanor and hellish reputation, but they're really just a bunch of regular guys.",
                "You look like a gang leader.",
                "The boys had at the gang members and gave them a beating.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FuZw&hash=6a0542e90d35d4fd0f49d2b8cfee20682c56b762&lang=en&cache-only=0",
            "defineEn": "an organized group of people who are engaged in manual labor",
            "defineVi": "một nhóm người có tổ chức tham gia lao động chân tay"
        },
        {
            "id": "2b69a87f-3588-4930-9ab2-a73e5e6629f4",
            "word": "crowd",
            "phonetic": "kɹaʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A large crowd watched the game on Saturday.",
                "The subway station is crowded during rush hour.",
                "She lost her husband in the crowd.",
                "The crowd parted to let the truck pass.",
                "The beach was crowded with people enjoying the sun and surf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd2Q&hash=64e03f0f8c27313c472bf790c2e3b5b1eaee6ee4&lang=en&cache-only=0",
            "defineEn": "a large group of people gathered together in a particular place",
            "defineVi": "một nhóm lớn người tập hợp lại với nhau ở một nơi cụ thể",
            "hasImg": true
        },
        {
            "id": "69e4783f-34d2-4537-95f0-76b13ed9aa92",
            "word": "throng",
            "phonetic": "θɹɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the holy city of Varanasi, temples draw throngs of believers, who float oil lamps and marigolds.",
                "Throngs have turned out on this day to celebrate the annual Festival of St. Francis.",
                "Lurking in this throng of microorganisms are species of Corynebacteria, Staphylococci, Micrococci, and others.",
                "Within minutes, throngs snake up through the scaffolding, push past more police, up the stairs, and some reach the upper level, break through windows and the door to get inside the Capitol.",
                "From ten in the morning until ten at night the industrial hall is a scene of activity with crowds thronging around the manufacturing exhibits and dominating this scene is the central exhibit."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb25n&hash=e9c8a38b546d7c6c0b3ca688f8d9116004bbb979&lang=en&cache-only=0",
            "defineEn": "a large number of people assembled together in a place",
            "defineVi": "một số lượng lớn người tập hợp lại với nhau ở một nơi"
        },
        {
            "id": "45a4f0fc-9e41-411f-9733-455a829d5e52",
            "word": "party",
            "phonetic": "pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2018 the party had 10 000 members.",
                "That party was off the hook!",
                "The party continued into the wee small hours.",
                "The party is on Friday evening.",
                "But the party was over all too quickly for little Nicole."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydHk&hash=e0952de6b118be25cb6d4507c41f4e47d5a00e14&lang=en&cache-only=0",
            "defineEn": "a group of people who are gathered together for a common purpose",
            "defineVi": "một nhóm người tập hợp lại với nhau vì một mục đích chung"
        },
        {
            "id": "09ac0f5b-fd46-4c4a-b2c0-026e152bd922",
            "word": "group",
            "phonetic": "ɡɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The group has a new CD in the pipeline.",
                "We passed a group of students outside the theatre.",
                "As with all diseases, certain groups will be more at risk than others.",
                "A retail group which sets great store by traditional values.",
                "The group is drawing up plans to run trains on key routes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdXA&hash=d3ac88e14f6fb7ab91d5ca007609916bd2a900b8&lang=en&cache-only=0",
            "defineEn": "a number of things or people that have some sort of connection or are at a place together",
            "defineVi": "một số thứ hoặc những người có một số loại kết nối hoặc đang ở một nơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "d468f33c-abc3-4478-84dd-3a22d23f81eb",
            "word": "stack",
            "phonetic": "stæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "The odds were stacked against him, but he never gave up.",
                "I made myself a delicious oat pancake stack.",
                "He drizzled warm maple syrup over his stack of fluffy pancakes.",
                "I haven’t even made a dent in that huge stack of papers I have to read."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhY2s&hash=c282fb086b3a92f674c5043059bf977075ca38dd&lang=en&cache-only=0",
            "defineEn": "a large number of something",
            "defineVi": "một số lượng lớn của một cái gì đó"
        },
        {
            "id": "fe2753fc-f1b5-4711-8d52-e9bc3a347b1d",
            "word": "flock",
            "phonetic": "flɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a flock of sheep through the center of the city.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The coach knew that pushing his players too hard could lead to injury and burnout, so he took care to balance training with rest and recovery, believing that it is part of a good shepherd to shear his flock not skin it.",
                "For weeks around the 2020 presidential election, conservatives flocked to social media platform, Parler."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvY2s&hash=4548234aadff159fe387e4c8a2ac883b9c08b669&lang=en&cache-only=0",
            "defineEn": "a group of birds of the same type, flying and feeding together",
            "defineVi": "một nhóm chim cùng loại, bay và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "0766017a-8226-4544-8988-9fc64ab2bbd5",
            "word": "bundle",
            "phonetic": "bʌndəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bundled up in a scarf and gloves to stay warm in the cold weather.",
                "Bundle up.",
                "Each one is bundled in a little leaf-wrapped bassinet.",
                "So authors have a bundle of exclusive rights in their copyrighted works.",
                "OK, bundle up little other stuff with it."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVuZGxl&hash=2d0ee9eab18e2016d4ba0428af061598a1864ce3&lang=en&cache-only=0",
            "defineEn": "a number of objects wrapped up together, usually for the purpose of transportation",
            "defineVi": "một số đối tượng gói lại với nhau, thường là cho mục đích vận chuyển"
        },
        {
            "id": "cc414cfd-fc17-4bd1-bb77-456df68e8a00",
            "word": "fleet",
            "phonetic": "fliːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Members of the royal family also use his fleet.",
                "Trump Shuttle's fleet consisted of 21 Boeing 727s.",
                "In the 1960s, the world's airline fleet had a rate of 27.2 accidents per 1 million departures.",
                "Fleet sales for rentals, taxicabs and ridesharing companies already make up a considerable portion of sales.",
                "A few weeks later, the Greek navy tricked the Persian fleet into fighting in a narrow sea channel near Athens."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxlZXQ&hash=0a3a9889b60876f5e6ede1509a591b77b8525179&lang=en&cache-only=0",
            "defineEn": "a group of aircrafts, ships, trains, etc. operating under single ownership",
            "defineVi": "một nhóm máy bay, tàu, xe lửa, v.v. hoạt động dưới một quyền sở hữu duy nhất"
        },
        {
            "id": "4e7cf3ff-721e-4454-9b05-480a301c98a9",
            "word": "stash",
            "phonetic": "stæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One couple even had to divvy up their beanie baby stash before a judge as a part of their divorce settlement.",
                "Now, the chlorophyll is stashed in membranous sacs called thylakoids.",
                "Do you stash it in your underpants?",
                "This is from my own private stash. -",
                "Simply stashing cash into a bank account is a good start."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhc2g&hash=ab90c3c04289635f9d9170d3cfb4be3e3610cd73&lang=en&cache-only=0",
            "defineEn": "an amount of something that is kept hidden",
            "defineVi": "một số lượng của một cái gì đó được giữ ẩn"
        },
        {
            "id": "83cb0e2e-55a0-446e-9e7e-787a576489cd",
            "word": "pile",
            "phonetic": "paɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found her keys under a pile of papers on her desk.",
                "He savored the juicy bacon burger, piled high with crispy bacon, lettuce, tomato, and a tangy barbecue sauce.",
                "He carefully selected the least overripe avocados from the pile.",
                "On his return, when Pete saw the pile of files on his desk, he groaned inwardly.",
                "All is grist that comes to the mill, he would tell his employees, as they sorted through piles of discarded items."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsZQ&hash=0c7be7c1c2b8b87af8622868ec6f727f66888741&lang=en&cache-only=0",
            "defineEn": "a number of objects placed one on top of the other",
            "defineVi": "một số đối tượng được đặt chồng lên nhau",
            "hasImg": true
        },
        {
            "id": "bc8af895-9fb0-4924-b554-3211553dc02f",
            "word": "heap",
            "phonetic": "hiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leaving a heap of mixed-up cells.",
                "This apartment is a trash heap.",
                "Excavations of garbage heaps yield an equally surprising picture of Easter's original animal world.",
                "And soil has a whole heap of biodiversity! ",
                "So rhinos can visit these 3 meter wide dung heaps to get a whiff of what's going on in the region."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcA&hash=111cf2a8947866b10cbdba3ba3a37aa17eeb5c98&lang=en&cache-only=0",
            "defineEn": "a large number of objects thrown on top of each other in an untidy way",
            "defineVi": "một số lượng lớn các đối tượng ném lên nhau một cách lộn xộn",
            "hasImg": true
        },
        {
            "id": "82e000b7-2f13-4f32-83b8-6fc296558ecd",
            "word": "set",
            "phonetic": "sɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0&hash=2d14ba274683b2b3f9eef2f6776a57eae4545cff&lang=en&cache-only=0",
            "defineEn": "a group of things of the same type that belong or are used together in some way",
            "defineVi": "một nhóm những thứ cùng loại thuộc về hoặc được sử dụng cùng nhau theo một cách nào đó"
        },
        {
            "id": "1129fd9d-5235-48e7-93cb-a6d3be3aafc0",
            "word": "pride",
            "phonetic": "pɹaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should take more pride in your appearance.",
                "I swallowed my pride and phoned him.",
                "As a chef, I take pride in creating a homemade Bearnaise sauce that elevates any dish.",
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpZGU&hash=486f61f90ec1d0260d1108e379b00d8c54d41b2c&lang=en&cache-only=0",
            "defineEn": "a number of lions that live together as a social unit",
            "defineVi": "một số con sư tử sống cùng nhau như một đơn vị xã hội"
        },
        {
            "id": "71087229-9086-42af-8d44-4768a8fe0e70",
            "word": "litter",
            "phonetic": "lɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The puppies in the litter are like two peas in a pod.",
                "She was silent for a while, lost in thought, staring at the books littering the room.",
                "Well, cats have big litters.",
                "Is this kitty litter?",
                "The nomadic Scythians littered the steppes with grave mounds known as kurgans."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0dGVy&hash=a87136936fb6e532f240e8dc04ecf842eddf1bc6&lang=en&cache-only=0",
            "defineEn": "a group of newly-born mammals from the same mother",
            "defineVi": "một nhóm động vật có vú mới được sinh ra từ cùng một mẹ",
            "hasImg": true
        },
        {
            "id": "7582749f-f626-4d09-9be5-d4d84a29fb49",
            "word": "swarm",
            "phonetic": "swɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The crowd swarms the lower terrace.",
                "It was swarming volunteers.",
                "Twice a century, rats swarm when bamboo forests drop 80 tons of seeds.",
                "These big-headed ants swarm over the sapling, fighting off any leaf-eating intruders, like this caterpillar."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dhcm0&hash=e7ee06ef30b8ed9057ecdce6c33f07a733560fc4&lang=en&cache-only=0",
            "defineEn": "a large number of insects usually moving in the same direction",
            "defineVi": "một số lượng lớn côn trùng thường di chuyển theo cùng một hướng",
            "hasImg": true
        },
        {
            "id": "fc83d40c-d571-4056-996e-7c0a4752fa84",
            "word": "shoal",
            "phonetic": "ʃoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were navigating shoals that I had never encountered before.",
                "There are technically two types of fish crowds: schools and shoals. ",
                "Scientists have long suspected that shoals and schools protect fish from predators because it’s helpful to have a lot of eyes scanning for danger. ",
                "Squid, which can be found mainly in estuarine, deep-sea, and open-water habitats, often swim together in shoals.",
                "In 2010, sharks from one species of thresher shark, called the pelagic thresher, were observed literally whipping shoals of sardines with their big long tail fins."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvYWw&hash=bdbb533a536caf50b8d241a061dfa3cc71ec147d&lang=en&cache-only=0",
            "defineEn": "a large number of fish swimming together",
            "defineVi": "một số lượng lớn cá bơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "9a4a2eee-813d-486e-a86c-3e38f0851383",
            "word": "herd",
            "phonetic": "hɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw a group of sheep being herded by a shepherd and his dog.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "He says managing lawyers is like herding cats.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The people herded sheep, cattle, yaks and camels."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZA&hash=210522fd76e0de4409a96d7e50a62c2126b453dc&lang=en&cache-only=0",
            "defineEn": "a group of animals, such as cows, sheep, etc. that are from the same species, which move and feed together",
            "defineVi": "một nhóm động vật, chẳng hạn như bò, cừu, v.v. cùng loài, di chuyển và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "6163e1a9-38e6-448e-bdbc-81c39b6f1582",
            "word": "movement",
            "phonetic": "muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "As she turned back, a movement across the lawn caught her eye.",
                "We are keeping tabs on their movements.",
                "Keeping track of his movements is like nailing jelly to the wall.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZW1lbnQ&hash=277ba7ecc155268ddf4d3067b935a4192a57d644&lang=en&cache-only=0",
            "defineEn": "a group of people with a common political, social or artistic goal who work together to achieve it",
            "defineVi": "một nhóm người có mục tiêu chính trị, xã hội hoặc nghệ thuật chung làm việc cùng nhau để đạt được mục tiêu đó"
        },
        {
            "id": "263d6f6b-9d36-41cd-aed4-b1da244e877f",
            "word": "mob",
            "phonetic": "mɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mob boss ordered a hit on the detective who had sent his right-hand man up the river.",
                "The mob was fed lies.",
                "The mob was fed lies.",
                "In response, a white mob destroyed her newspaper presses.",
                "The president bears responsibility for Wednesday's attack on Congress by mob rioters."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9i&hash=74f85d16f6d0b2d84d40cfa38bfe44b295c7a4e9&lang=en&cache-only=0",
            "defineEn": "a large crowd of people, especially one that causes violence or trouble and is hard to control",
            "defineVi": "một đám đông người, đặc biệt là người gây ra bạo lực hoặc rắc rối và khó kiểm soát"
        },
        {
            "id": "f60694a5-09d4-4e71-a851-fa6ce773ee69",
            "word": "platoon",
            "phonetic": "plɐtuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rest of his platoon was much younger.",
                "Our platoon leader started explaining the terrain to us.",
                "I haven't seen \"Platoon.\"",
                "I was an infantry platoon commander in Vietnam.",
                "I immediately sent my first platoon to take up the corner where the creek bed ran up into the mountain."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdG9vbg&hash=21d8639dfbf37829bd3526bebe4193bd8ffdcce6&lang=en&cache-only=0",
            "defineEn": "the military unit that is a subdivision of a company with a lieutenant in charge",
            "defineVi": "đơn vị quân đội là một phân khu của một công ty với một trung úy phụ trách"
        },
        {
            "id": "0a5ac301-4d7e-4e38-9961-4c48b1992846",
            "word": "team",
            "phonetic": "tiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which team won?",
                "The team took a terrible beating.",
                "The team finished the race in first place.",
                "Our team actually won!",
                "Both teams chanced their arms at every opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhbQ&hash=8cabf7bb3e7357906c973a8ac124c720cd04f924&lang=en&cache-only=0",
            "defineEn": "a group of people who compete against another group in a sport or game",
            "defineVi": "một nhóm người thi đấu với một nhóm khác trong một môn thể thao hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "c5fc1182-9df3-4ff5-8d59-ad28fca91698",
            "word": "pack",
            "phonetic": "pæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commuters packed like sardines on the evening train.",
                "I packed an extra jacket for the camping trip.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "We packed sandwiches for our picnic in the park.",
                "She packed a small bag of peanuts for her road trip."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjaw&hash=b11908eb7e297a8d6245b344c3b3656997c98ba5&lang=en&cache-only=0",
            "defineEn": "a paper or cardboard container that is used to store items of the same type within, such as cigarettes",
            "defineVi": "hộp đựng bằng giấy hoặc bìa cứng được sử dụng để đựng các mặt hàng cùng loại bên trong, chẳng hạn như thuốc lá",
            "hasImg": true
        },
        {
            "id": "099ec32d-faff-47ae-ac05-648c1315bcd6",
            "word": "huddle",
            "phonetic": "hʌdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They huddled together to protect themselves from the wind.",
                "They huddled around the fire as the night closed in.",
                "We huddled together to keep warm.",
                "Bats tend to huddle close together when they roost.",
                "Freedom sustains dissidents bound by chains, believers huddled in underground churches, And voters who risk their lives to cast their ballots."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVkZGxl&hash=246b2c0b7fec5b4a65da4931f9ff5bcbfae99eb6&lang=en&cache-only=0",
            "defineEn": "a small crowd of people gathered tightly",
            "defineVi": "một đám đông nhỏ tụ tập chặt chẽ"
        },
        {
            "id": "598a6344-46fc-4ee4-a104-c8dd7288f648",
            "word": "collective noun",
            "phonetic": "kəlɛktɪv naʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGl2ZSBub3Vu&hash=6153f300a4f6febfcf65f3004efd95734c26227a&lang=en&cache-only=0",
            "defineEn": "(grammar) a singular noun that refers to a group of things or individuals",
            "defineVi": "(ngữ pháp) danh từ số ít chỉ một nhóm đồ vật hoặc cá nhân"
        }
    ]
}