{
    "id": "d2dfbc7b-50a6-4ea5-8372-268d4e77915b",
    "title": "Lesson 13",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "12238977-1520-4628-a4f8-040e068c8711",
            "word": "to abbreviate",
            "phonetic": "tʊ ɐbɹiːvɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He calls him an abbreviated piece of nothing.",
                "I'd rather be a prominent person in a small town than move to New York City and be an abbreviated piece of nothing!",
                "I'll just abbreviate it.",
                "So that's kind of an abbreviated answer.",
                "But that's an abbreviated answer to can untreated psychosis cause dementia."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJicmV2aWF0ZQ&hash=10030abddd3913d3211c98d5dbcb2342eb4f02ad&lang=en&cache-only=0",
            "defineEn": "shorten",
            "defineVi": "rút ngắn"
        },
        {
            "id": "32cfef81-581c-4ff5-942a-55bde8ddd215",
            "word": "to abate",
            "phonetic": "tʊ ɐbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have to see purchasing abate.",
                "So I would expect that the job losses will begin to abate by mid-May.",
                "This means we can only move the Sun vertically in the plane of the solar system and one direction in the Milky Way, which limits our travel options abate.",
                "While he waits Rama pines away for his missing wife Finally, as the rains abate, Hanuman talks to Jatayu's brother, the vulture Sampati and learns that Sita is being held in Lanka, far across the sea guarded by a group of titans and it just so happens that Hanuman isn't any old monkey but the Son of the Wind.",
                "They said they talked about border security, and as a guy who helped plan the border security regime, then them not applying any resources to it, not applying legislative changes to abate the flow and the crisis at the border that causes a caravan to exist, it was frustrating. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJhdGU&hash=3957bb9f60b54c74a402a5165923a1f00c633168&lang=en&cache-only=0",
            "defineEn": "become less in amount or intensity",
            "defineVi": "trở nên ít hơn về số lượng hoặc cường độ"
        },
        {
            "id": "4f169064-5ce2-4b69-b3eb-47efe7966e8f",
            "word": "extrovert",
            "phonetic": "ɛkstɹəvɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You don't have to be a comedian or a super extrovert.",
                "Introversion later came to mean shyness, while an extrovert was someone outgoing.",
                "For example, introverts are usually better at interpreting people's feelings, while extroverts are often better at expressing them.",
                "The Swiss psychiatrist Carl Jung, who popularized the terms introvert and extrovert, defined an introvert as someone who sticks to their principles regardless of situation, and an extrovert as someone who molds their self according to circumstance.",
                "Today, an introvert is someone who finds alone time restorative, an extrovert draws energy from social interaction, and an ambivert falls somewhere between these two extremes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cm92ZXJ0&hash=4779bbd1e9a1a0905ad73da758336c268699cc77&lang=en&cache-only=0",
            "defineEn": "(psychology) a person that is preoccupied with external things and prefers social situations",
            "defineVi": "(tâm lý học) một người bận tâm đến những thứ bên ngoài và thích các tình huống xã hội"
        },
        {
            "id": "ab359b86-643e-4587-8804-d0c2324009fd",
            "word": "to extrude",
            "phonetic": "tʊ ɛkstɹuːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "We're extruding some fresh pasta, making some spaghetti.",
                "And then the dip-molder is excellent for making really extruded shapes, so very three-dimensional objects.",
                "See, and you wanna keep this thing moving back as you're extruding the noodles.",
                "You start to get stretched and extruded like toothpaste through a tube, ripped down to your constituent atoms and subatomic particles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0cnVkZQ&hash=7e7e17da6a1a28dae359e1e64eea243ef4f90e9b&lang=en&cache-only=0",
            "defineEn": "form or shape by forcing through an opening",
            "defineVi": "hình thức hoặc hình dạng bằng cách buộc thông qua một lỗ"
        },
        {
            "id": "8f95da62-2fb2-420e-aa93-0f4e25bf050d",
            "word": "extrinsic",
            "phonetic": "ɛkstɹɪnsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of it is tucked into a pocket of protective fat, tethered down by six straplike extrinsic eye muscles, and jammed into the bony orbit of your skull.",
                "Inspiration was also linked to intrinsic motivation, and negatively correlated with extrinsic motivation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmluc2lj&hash=453a34bf8cf6cf162af52321b1cbe62af984aab1&lang=en&cache-only=0",
            "defineEn": "not forming an essential part of a thing or arising or originating from the outside",
            "defineVi": "không tạo thành một phần thiết yếu của một sự vật hoặc phát sinh hoặc bắt nguồn từ bên ngoài"
        },
        {
            "id": "10c53da5-f27e-4f4f-ba58-3ffab0ca0416",
            "word": "extremity",
            "phonetic": "ɛkstɹɛmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "While cold-blooded murder is a possibility, the extremity of his injuries suggest a ritual sacrifice.",
                "That's an isokinetic extremity machine.",
                "The DNA in our cells is packaged within chromosomes, each of which has two protective regions at the extremities called telomeres.",
                "I say it to say that out of respect for the extremity of what black Americans have actually experienced, we didn't have spectacle attention.",
                "And so I love the idea that my upper half would remain perfectly still in frame and that my lower extremities, my two long, long, long thin legs would whip around like those, you know inflated kind of puppets in front of a car dealership."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmVtaXR5&hash=f14c3d580d7170f764bc5f9c6ae7f9cc226a3bd8&lang=en&cache-only=0",
            "defineEn": "the outermost or farthest region or point",
            "defineVi": "vùng hoặc điểm ngoài cùng hoặc xa nhất"
        },
        {
            "id": "07419a9b-b8a6-42c8-89ce-bf48dbac32e0",
            "word": "extremist",
            "phonetic": "ɛkstɹiːmɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rise of extremist groups in recent years is a clear indicator of the fact that history repeats itself when we don't learn from our mistakes.",
                "Muslim extremists struck America.",
                "Your extremist tactics on family values and your attacks on Hillary Clinton turn people off.",
                "They've appointed anti-equality extremists to administration positions on the federal bench.",
                "The Palestinian extremist group Hamas claimed responsibility."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmVtaXN0&hash=30bef5e53e343ff8180a90262c791d4fbd33188b&lang=en&cache-only=0",
            "defineEn": "(used of opinions and actions) far beyond the norm",
            "defineVi": "(được sử dụng cho ý kiến và hành động) vượt xa chuẩn mực"
        },
        {
            "id": "79b237e2-4760-47c4-8bcb-a3f54998da43",
            "word": "to sequence",
            "phonetic": "tə siːkwəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Guess which number of the following sequence is the odd one out.",
                "Most companies aren’t directly sequencing your entire genome.",
                "This sequence converges to 0.",
                "For example, a pair of studies in 2010 and 2013 sequenced both Y chromosomes and mtDNA from 2,740 people across Indonesia.",
                "With rDNA, scientists could splice sequences of DNA."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VxdWVuY2U&hash=a7083fe40f3a3b11ba0c7b2de43a6ba866e7ca42&lang=en&cache-only=0",
            "defineEn": "arrange in a sequence",
            "defineVi": "sắp xếp theo thứ tự"
        },
        {
            "id": "37618522-c085-448f-81c4-ac66f5a9de7d",
            "word": "sequent",
            "phonetic": "siːkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVudA&hash=69c152a7cce220517f9702f3c5ebc2c62c0ebd12&lang=en&cache-only=0",
            "defineEn": "in regular succession without gaps",
            "defineVi": "liên tiếp đều đặn không có khoảng cách"
        },
        {
            "id": "52c4e173-877b-437a-b6d3-daa06e769712",
            "word": "polygamy",
            "phonetic": "pɑːlɪɡæmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because they keep telling people that polygamy didn't work for them and it can't work for anybody."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9seWdhbXk&hash=37e844726401a4068ae313c8a246278be844d113&lang=en&cache-only=0",
            "defineEn": "the condition or practice of having more than one spouse at a time",
            "defineVi": "điều kiện hoặc thực hành có nhiều hơn một người phối ngẫu tại một thời điểm"
        },
        {
            "id": "544ed9e2-3403-4cd8-b8de-bbf5279a5f70",
            "word": "polyglot",
            "phonetic": "pɑːlɪɡlɑːt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seWdsb3Q&hash=a78ec2232572748d2ffc4ba42226950bece8d0ba&lang=en&cache-only=0",
            "defineEn": "having a command of or composed in many languages",
            "defineVi": "có lệnh hoặc sáng tác bằng nhiều ngôn ngữ"
        },
        {
            "id": "586d4bd3-db74-4040-be32-be0bc7de7d34",
            "word": "polygon",
            "phonetic": "pɑːlɪɡɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?",
                "This works with larger polygons too.",
                "Here we have a more irregular polygon, but same exact idea.",
                "This polygon shape also placed the gigantic masses around the ship to avoid crushing the interior.",
                "Importantly, it also works for some polygons with fewer sides, including heptagons, hexagons, and pentagons."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9seWdvbg&hash=9742539fb8a11fa8bba2ab31f86e9f31c3f6ca7d&lang=en&cache-only=0",
            "defineEn": "(geometry) a flat shape consisting of three or more straight sides",
            "defineVi": "(hình học) hình phẳng có ba cạnh thẳng trở lên",
            "hasImg": true
        },
        {
            "id": "5376cba3-18b1-45f6-a215-8f178098c9be",
            "word": "polyhedron",
            "phonetic": "pɑːlɪhiːdɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A rectangular pyramid is a polyhedron.",
                "So, for example, a cube is a polyhedron.",
                "This is a polyhedron.",
                "So this right over here is a polyhedron.",
                "And a polyhedron is a three-dimensional shape that has flat surfaces and straight edges."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9seWhlZHJvbg&hash=bdc8b00fd2f169c7889f5a56089b579698b0e95f&lang=en&cache-only=0",
            "defineEn": "(geometry) a solid figure formed by flat polygonal faces",
            "defineVi": "(hình học) hình khối được tạo bởi các mặt đa giác phẳng",
            "hasImg": true
        },
        {
            "id": "e9cb2ea0-bc13-4c85-8765-ab924c6fa077",
            "word": "polysyllable",
            "phonetic": "pɑːlɪsɪləbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seXN5bGxhYmxl&hash=f369a25cd4ea521b766c7865d9fc8c17bbd81e7e&lang=en&cache-only=0",
            "defineEn": "a word of more than three syllables",
            "defineVi": "một từ có hơn ba âm tiết"
        },
        {
            "id": "7e4520a2-a063-4d78-bcb8-f544c6f9679d",
            "word": "polytechnic",
            "phonetic": "pɑːlɪtɛknɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seXRlY2huaWM&hash=447ee013b16e1154b5e7404352a7350095f29c61&lang=en&cache-only=0",
            "defineEn": "a technical school offering instruction in many industrial arts and applied sciences",
            "defineVi": "một trường kỹ thuật cung cấp hướng dẫn về nhiều ngành nghệ thuật công nghiệp và khoa học ứng dụng"
        },
        {
            "id": "4e1aea34-28f7-4997-9e30-4c534666118d",
            "word": "polytheism",
            "phonetic": "pɑːlɪθiːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seXRoZWlzbQ&hash=c61e092f21f28fe3fe3829da173f03d31319fea0&lang=en&cache-only=0",
            "defineEn": "the belief in or worship of multiple gods or deities",
            "defineVi": "niềm tin hoặc sự thờ phượng của nhiều vị thần hoặc các vị thần"
        },
        {
            "id": "cd5738ea-dd0e-4904-aaa5-681738828822",
            "word": "intransigent",
            "phonetic": "ɪntɹænsɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, I think there's reason to be optimistic that now, with the U.S. once again demonstrating leadership, reaching a bilateral agreement again just last week with China, that creates an environment where other countries, and, in particular, some intransigent actors, like Australia, Scott Morrison, who really has made fairly feeble commitments thus far, this is going to put more pressure on them."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuc2lnZW50&hash=0cf2ba8275fabc9994deb670b4da88f6bca47fe6&lang=en&cache-only=0",
            "defineEn": "unwilling to behave differently or change one’s opinions or attitude, especially in an unreasonable way",
            "defineVi": "không muốn cư xử khác biệt hoặc thay đổi ý kiến hoặc thái độ của một người, đặc biệt là theo cách không hợp lý"
        },
        {
            "id": "a1721571-8c6d-423e-99bb-8db586003761",
            "word": "intransigence",
            "phonetic": "ɪntɹænsɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the campaign and Houthi intransigence have succeeded in transforming the Arab world's poorest country into a humanitarian catastrophe."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuc2lnZW5jZQ&hash=b6097be60234cf76434ff16b85a2cc39b2f2e8f4&lang=en&cache-only=0",
            "defineEn": "the state or quality of unwillingness to change one's opinion or behavior",
            "defineVi": "trạng thái hoặc chất lượng không muốn thay đổi ý kiến hoặc hành vi của một người"
        }
    ]
}