{
    "id": "d33b76be-7d56-431c-a7ca-70e6bc1fb150",
    "title": "Lesson 7",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "8012eea7-7926-41c9-a75d-150a2ec81427",
            "word": "vegetal",
            "phonetic": "vɛdʒɛɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhbA&hash=9fb6ab0de9d825f94be0f594d3fc446da91df2fc&lang=en&cache-only=0",
            "defineEn": "composed of vegetation or plants",
            "defineVi": "bao gồm thảm thực vật hoặc thực vật"
        },
        {
            "id": "a29eaf1b-8920-46fe-8b74-866436dc8735",
            "word": "to vegetate",
            "phonetic": "tə vɛdʒɪteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's like a, it's more in line just like a Bose QuietComfort, like a travel headphone than something that I would expect to be like an everyday sit and wear this thing for six hours at a time while I'm vegetating in front of my television."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVnZXRhdGU&hash=614add500c58abef9dc5eabac8e1529974deefe5&lang=en&cache-only=0",
            "defineEn": "grow like a plant",
            "defineVi": "phát triển như một cái cây"
        },
        {
            "id": "0128e530-a41f-4823-bd50-475cd6653e5e",
            "word": "vegetal",
            "phonetic": "vɛdʒɪteɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhbA&hash=9fb6ab0de9d825f94be0f594d3fc446da91df2fc&lang=en&cache-only=0",
            "defineEn": "composed of vegetation or plants",
            "defineVi": "bao gồm thảm thực vật hoặc thực vật"
        },
        {
            "id": "cc33e110-900d-4ccb-add7-2201d071b6a1",
            "word": "to rejoin",
            "phonetic": "tə ɹᵻdʒɔɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "With not so much as a backward glance, they then rejoined their woolly friends.",
                "In 2014, Ohanian rejoined the company as an executive chairman.",
                "We'll rejoin him now.",
                "You know, we have rejoined COVAX.",
                "Sometimes the planes will have to separate and rejoin in the middle of the process."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVqb2lu&hash=3abb813eda9359500f86fdeddf5d88625033802e&lang=en&cache-only=0",
            "defineEn": "join again",
            "defineVi": "tham gia lại"
        },
        {
            "id": "850ca114-8eb7-4e2c-959d-79628680af71",
            "word": "rejoinder",
            "phonetic": "ɹᵻdʒɔɪndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And it was just a little funny, you know, rejoinder."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVqb2luZGVy&hash=aedbf14eb10c0b35feb53fc69d5f2e6d07d99213&lang=en&cache-only=0",
            "defineEn": "a quick reply to a question or remark (especially a witty or critical one)",
            "defineVi": "một câu trả lời nhanh cho một câu hỏi hoặc nhận xét (đặc biệt là một câu hỏi dí dỏm hoặc quan trọng)"
        },
        {
            "id": "cdd4cb1f-9c4e-43a8-aee8-df6e3fbcc9dc",
            "word": "to accentuate",
            "phonetic": "tʊ æksɛntʃuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emily shows a bit of skin by wearing a sleeveless dress that accentuates her arms and shoulders.",
                "Instagram is flooded with Tibetan mastiffs, huskies, Shiba Inus, chow chows, and Akitas, often bred to accentuate their cute features.",
                "And I think what happens when people draw you is they accentuate the one feature about your face that you maybe don't like.",
                "And these things are accentuated so that maybe more there.",
                "It's gonna be 5 feet high by 10 feet long, which is just gonna accentuate the massive wall that it's gonna be living on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZW50dWF0ZQ&hash=637f8ef26f2b30811549f1b3f4bfce175cd74ee8&lang=en&cache-only=0",
            "defineEn": "the act of assigning (someone or something) to a particular class or category",
            "defineVi": "hành động gán (ai đó hoặc cái gì đó) cho một lớp hoặc danh mục cụ thể"
        },
        {
            "id": "81ed20cb-be1a-40ba-b620-50686f9118d0",
            "word": "to accession",
            "phonetic": "tʊ ɐksɛʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "This second stage started in 2014 with the accession of Crimea.",
                "The meeting had real weight to it because they were jousting over important issues like Iran sanctions, like Russia's potential accession to the World Trade Organization.",
                "During the mid-17th century, with the development of bottled fermentation, Champagne officially became a sacred drink when it was served at the king's courts during the accession of Louis XIV.",
                "A new sultan’s brothers were usually murdered on his accession to the throne so they couldn’t plot coups.",
                "We set out to do that by finding the right interlocutors for Putin that he would accept and who we could use to move the conversation forward and to also get a sense of where he was on key issues like Iranian sanctions, like support for WTO accession by Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZXNzaW9u&hash=ca03339ddc33466e9772c6087105d0770e683654&lang=en&cache-only=0",
            "defineEn": "make a record of additions to a collection, such as a library",
            "defineVi": "tạo một bản ghi bổ sung cho một bộ sưu tập, chẳng hạn như một thư viện"
        },
        {
            "id": "ba55a60c-4996-41f1-a4a4-1fd013c263aa",
            "word": "accessory",
            "phonetic": "ɐksɛsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries.",
                "She bought a new hat to add a stylish accessory to her outfit.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit.",
                "Ethan cuts a dash wherever he goes with his sharp suits and stylish accessories, leaving a lasting impression."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXNzb3J5&hash=d370ea3aa82e10d863a2c7e126e3caa4ac3844cb&lang=en&cache-only=0",
            "defineEn": "furnishing added support",
            "defineVi": "cung cấp thêm hỗ trợ"
        },
        {
            "id": "2aea9081-8466-4748-98c1-dd96155e2ab6",
            "word": "skeptic",
            "phonetic": "skɛptɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But skeptics wondered what other cuts would be needed.",
                "You still have skeptics which is fine.",
                "Skeptics also argue that debt can be harmless if used carefully.",
                "And we may even provide some examples of times when the government DID accomplish them, so take that, skeptics.",
                "But Justice Ginsburg quickly pleased supporters and skeptics alike with her opinions in landmark cases, like the Virginia Military Academy."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlcHRpYw&hash=df1528a800960deefab9b5c1ec212637f9349847&lang=en&cache-only=0",
            "defineEn": "an individual who regularly questions and doubts the validity of ideas and beliefs, particularly those that are commonly accepted",
            "defineVi": "một cá nhân thường xuyên đặt câu hỏi và nghi ngờ tính hợp lệ của các ý tưởng và niềm tin, đặc biệt là những ý tưởng thường được chấp nhận"
        },
        {
            "id": "25fcade1-5e73-46cc-8581-9f2af58ca1be",
            "word": "skeptical",
            "phonetic": "skɛptɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "He had a habit of raising one eyebrow when he was skeptical.",
                "He promised to stop lying, but I am skeptical because a leopard cannot change its spots.",
                "The public was skeptical of the politician's claims of innocence, and the subsequent investigation proved that there is no smoke without fire.",
                "I was skeptical at first, but this Johnathan they hired, truly means business."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlcHRpY2Fs&hash=9b37a30fe271dde55db73ab51dd6147ec929e028&lang=en&cache-only=0",
            "defineEn": "denying or questioning the tenets of especially a religion",
            "defineVi": "từ chối hoặc đặt câu hỏi về các nguyên lý của một tôn giáo đặc biệt"
        },
        {
            "id": "336e2158-1b42-494b-99f7-b6aacacd7951",
            "word": "unintelligible",
            "phonetic": "ʌnɪntɛlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When you put speakers of mutually unintelligible languages together, they’ll use the elements of their languages to create some basic way of communicating, generally known as a pidgin.",
                "(Son speaking, unintelligible)",
                "And we're from (unintelligible), Ohio. -",
                "My name is Rena, I live in (unintelligible) Mexico , and it's time to spin the Wheel of Mythicality.",
                "If two or more languages aren’t understandable to each other, we say they’re mutually unintelligible."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pbnRlbGxpZ2libGU&hash=e8b204e6ff555505c52e5e05a5cd7d31010b5f37&lang=en&cache-only=0",
            "defineEn": "poorly articulated or enunciated, or drowned by noise",
            "defineVi": "phát âm hoặc phát âm kém, hoặc bị át bởi tiếng ồn"
        },
        {
            "id": "6685c0be-01f6-4897-a60d-00727ea8c0b4",
            "word": "uninhibited",
            "phonetic": "ʌnɪnhɪbɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And then, in a similar vein, you took a photograph, very uninhibited.",
                "Well, what does this mean in the 19 teens, the twenties or thirties, the forties, when the thing that is moving about, um, in some ways, um, uninhibited is black. ",
                "In fact, the thing that comes before the hangover is often quite pleasant, what with all the laughing, and feeling uninhibited, and working up the courage to talk to that cutie from your calculus class.",
                "He claims that he has gone to Haiti and he has watched this sort of primal, wicked, lustful, um, movement dance, and it's sensuous and it's uninhibited."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pbmhpYml0ZWQ&hash=163588cfc1d3529afa9e1313be9f387e82c5d6a8&lang=en&cache-only=0",
            "defineEn": "not inhibited or restrained",
            "defineVi": "không bị ức chế hoặc hạn chế"
        },
        {
            "id": "96dca950-00b2-476c-aefc-41019a302d03",
            "word": "unkempt",
            "phonetic": "ʌŋkɛmpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stray dog had a scruffy and unkempt appearance, with a face only a mother could love, but that didn't stop him from finding a loving home with a compassionate family.",
                "I'd say most cats don't love water, but when cats are feeling unkempt, perhaps they do like water."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5rZW1wdA&hash=deb026f4f7041ab645c312cf3301c23401039037&lang=en&cache-only=0",
            "defineEn": "untidy and not groomed",
            "defineVi": "không gọn gàng và không chải chuốt",
            "hasImg": true
        },
        {
            "id": "691d266a-0f37-457f-8e08-a80e6292f446",
            "word": "unobtrusive",
            "phonetic": "ʌnəbtɹuːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And while getting a nasal swab is invasive and personal, and requires you to go to a place, testing wastewater is something pretty unobtrusive and can effectively test a bunch of people all at once."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5vYnRydXNpdmU&hash=56b1d96920e2e2a8e4bc3bead2205692526de22b&lang=en&cache-only=0",
            "defineEn": "not obtrusive or undesirably noticeable",
            "defineVi": "không gây khó chịu hoặc đáng chú ý không mong muốn"
        },
        {
            "id": "c17a0fe9-dd92-4b5b-bfc9-776acbbf7441",
            "word": "to infer",
            "phonetic": "tʊ ɪnfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "So scientists inferred that the auroras were coming from a bunch of thin ripples in the atmosphere.",
                "His mom infers that the noise hurts his ears. ",
                "Some researchers have inferred that faulty connections between areas of the brain may be responsible for autism. ",
                "And the capability for language can really only be inferred from the fossil record.",
                "And so we can infer that the image of the taotie, with its fangs, horns, and large eyes, was an integral component of early Chinese ceremonial and religious life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZXI&hash=0d3ac3108c474bfad7bbde1062e1fe619f955618&lang=en&cache-only=0",
            "defineEn": "to reach an opinion or decision based on available evidence and deduction",
            "defineVi": "để đạt được một ý kiến hoặc quyết định dựa trên bằng chứng có sẵn và khấu trừ"
        },
        {
            "id": "3d7f9469-6a90-48f1-bfef-806c03124559",
            "word": "inference",
            "phonetic": "ɪnfɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was an inference that you drew?",
                "But the whole point of this is, now we can make inferences about a difference of means.",
                "So without that proof, paleontologists have to rely on inferences, based on closely related animals for which they do have hard evidence, a technique known as phylogenetic bracketing.",
                "Sometimes, patients are able to put the pieces together by making inferences over time.",
                "They used a technique broadly called Bayesian statistics or Bayesian inference, which is wildly important to modern science."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJlbmNl&hash=426f15761dd6344a151f52ef838c848edabaa06f&lang=en&cache-only=0",
            "defineEn": "a conclusion that is deduced from the existing evidence or known facts",
            "defineVi": "một kết luận được suy ra từ các bằng chứng hiện có hoặc các sự kiện đã biết"
        },
        {
            "id": "eb493d95-f5ff-4d6e-b2f5-7c3a1b9b1c1d",
            "word": "litigant",
            "phonetic": "lɪɾɪɡənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She says in several of her articles that judges don't have any obligation to, sua sponte, on their own accord, reconsider precedents, and, for the most part, they have to respond to the arguments made by the litigants."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aWdhbnQ&hash=4cc93efce1cbca9cf674b8dde1ffd2eda7b161a7&lang=en&cache-only=0",
            "defineEn": "(law) a party to a lawsuit; someone involved in litigation",
            "defineVi": "(luật) bên kiện tụng; ai đó liên quan đến kiện tụng"
        },
        {
            "id": "9168f48d-4af8-4014-9038-d72b55a67782",
            "word": "to litigate",
            "phonetic": "tə lɪɾᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Edgy litigate really doesn't have a trophy.",
                "The parties are litigating in the United States Supreme Court over this case.",
                "They sit down, months ahead of time, with counterparts across the aisle, litigate these very significant charges in a way that everybody becomes comfortable with before you go to closed hearings.",
                "What they didn't do, though, was try to litigate the 2020 election.",
                "This is just one of many issues likely to be litigated before and after Election Day in a number of different states."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl0aWdhdGU&hash=f95a799b8c927a5daae5bcdf4e6c05cab3822101&lang=en&cache-only=0",
            "defineEn": "institute legal proceedings against; file a suit against",
            "defineVi": "khởi kiện chống lại; nộp đơn kiện chống lại"
        },
        {
            "id": "17b10653-eb18-40bd-aca1-3f23e89ed7e5",
            "word": "litigious",
            "phonetic": "lɪtɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That would be litigious.",
                "So where fanfic used to exist mostly in the underground in the realm of pure hobbyism and sometimes in locked LiveJournal communities out of fear of litigious authors, fanfiction's emergence into the mainstream has changed our relationship to it.",
                "Now, while that may sound like justice may be more quickly delivered, when he was a private businessman, he was so notoriously litigious, that cases went on, some cases, for over a decade."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aWdpb3Vz&hash=d4bef23bad6ece17a65c7722e1773c32579430bc&lang=en&cache-only=0",
            "defineEn": "of or relating to litigation",
            "defineVi": "của hoặc liên quan đến kiện tụng"
        },
        {
            "id": "16794b0c-d849-4aee-8200-0719f7e2a581",
            "word": "inferential",
            "phonetic": "ɪnfəɹɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Inferential statistics allows us to make….inferences.",
                "Inferential statistics let us test an idea or a hypothesis.",
                "We ask inferential statistics to do all sorts of much more complicated work for us.",
                "Inferential statistics allow us to make conclusions that extend beyond the data we have in hand.",
                "Inferential statistics can help us make decisions about data when there’s uncertainty (like whether Smartie-vite actually will increase your IQ)."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJlbnRpYWw&hash=d69851b225908659074b8c4b5f79a2416740c1c6&lang=en&cache-only=0",
            "defineEn": "relating to or having the nature of illation or inference",
            "defineVi": "liên quan đến hoặc có bản chất của sự suy luận hoặc suy luận"
        }
    ]
}