{
    "id": "d35a4b57-a019-4016-a983-9905bdc7dfed",
    "title": "On the Silver Screen",
    "originalTitle": "Lesson 49",
    "words": [
        {
            "id": "347c7083-0d5c-48f8-8ceb-2d4e712b535e",
            "word": "act",
            "phonetic": "ækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0&hash=d10ed3d22c6a6059856fc532b5a4379580ed5df5&lang=en&cache-only=0",
            "defineEn": "a main part of a play, opera, or ballet",
            "defineVi": "một phần chính của vở kịch, opera hoặc múa ba lê",
            "hasImg": true
        },
        {
            "id": "6c46489e-47e8-4a2d-9917-2ccb5af7f4ea",
            "word": "to adapt",
            "phonetic": "tʊ ɐdæpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buses have been adapted to take biofuel.",
                "So I've tried to adapt, letting the comments roll off my back.",
                "The team quickly developed their sea legs in the fast-paced work environment and adapted to the company's expectations.",
                "But with a lot of hard work and a willingness to adapt, they were able to get the business back on the rails and turn a profit once again.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRhcHQ&hash=b1b3ee2ba0296b5f37c85a314edec9007b13d3e3&lang=en&cache-only=0",
            "defineEn": "to change a book or play in a way that can be made into a movie, TV series, etc.",
            "defineVi": "để thay đổi một cuốn sách hoặc vở kịch theo cách có thể dựng thành phim, phim truyền hình, v.v.",
            "hasImg": true
        },
        {
            "id": "4a8352b1-4a5b-4a40-bba8-ddecb504cf7c",
            "word": "ballet",
            "phonetic": "bæleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's daughter is an accomplished ballet dancer and has won several awards.",
                "She slipped her toes into the comfortable and cushioned toe box of the ballet flats.",
                "Agnes de Mille’s dream ballet took the musical to a daring, expressionist place.",
                "- she took ballet in that same childhood era - Mm-hmm. - of her own childhood.",
                "Memphis jookin is called urban ballet for a reason."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbGV0&hash=7523f8e88d1e0cc96bccedafd73a6ff2b66a0879&lang=en&cache-only=0",
            "defineEn": "a form of performing art that narrates a story using elaborate dance movements set to music but no words",
            "defineVi": "một hình thức biểu diễn nghệ thuật thuật lại một câu chuyện bằng cách sử dụng các động tác khiêu vũ phức tạp được đặt theo nhạc nhưng không có lời",
            "hasImg": true
        },
        {
            "id": "00ac991b-e18c-4ede-985c-9a82daa80400",
            "word": "blockbuster",
            "phonetic": "blɑːkbʌstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reeve shot from zero to hero in the 1978 blockbuster, Superman.",
                "He seems to have the Midas touch when it comes to blockbusters.",
                "Recent nostalgia for '80s and '90s brands has renewed interest in Blockbuster.",
                "Blockbuster's troubles continued through the mid-2000s.",
                "I stole skittles from Blockbuster."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvY2tidXN0ZXI&hash=0782d696061d96c8a54e6139a76eb96f5a26554d&lang=en&cache-only=0",
            "defineEn": "a thing that achieves great commercial success, particularly a movie, book, or other product",
            "defineVi": "một thứ đạt được thành công lớn về mặt thương mại, đặc biệt là một bộ phim, cuốn sách hoặc sản phẩm khác"
        },
        {
            "id": "545da37a-fd46-4a14-a5e2-64bc7fcfe4ba",
            "word": "box office",
            "phonetic": "bɑːks ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie broke box office records in the US.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Despite the critics' harsh reviews, the movie's box office success had the producers laughing all the way to the bank.",
                "And it was kind of a box office disaster in Bollywood.",
                "The first years were not particularly happy years, maybe at the box office but not down on the field, except for the first half of the first season."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94IG9mZmljZQ&hash=a924e5aaf9347541a502a429e11ea386fd01c997&lang=en&cache-only=0",
            "defineEn": "the total income a movie makes by selling tickets",
            "defineVi": "tổng thu nhập mà một bộ phim kiếm được bằng cách bán vé"
        },
        {
            "id": "346c711e-b48f-4dee-8bc2-f79473432964",
            "word": "to appear",
            "phonetic": "tʊ ɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three days later a rash appeared.",
                "Smoke appeared on the horizon.",
                "A bus appeared around the corner.",
                "Two faces appeared at our window.",
                "Small cracks appeared in the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFy&hash=4c79aa0d99faf7a2e6a0405f11be1ceaf284ccd3&lang=en&cache-only=0",
            "defineEn": "to take part in a play, TV show, movie, etc.",
            "defineVi": "tham gia một vở kịch, chương trình TV, phim, v.v.",
            "hasImg": true
        },
        {
            "id": "4e84b184-4f51-4683-8214-fd0db9a4d9bf",
            "word": "to cast",
            "phonetic": "tə kæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "The full moon cast a soft glow on the landscape.",
                "She casted aspersions on the integrity of her boss."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FzdA&hash=c5cdd8b055f9453234db59adf14baa090188c1df&lang=en&cache-only=0",
            "defineEn": "to choose a performer to play a role in a movie, opera, play, etc.",
            "defineVi": "để chọn một người biểu diễn để đóng một vai trong một bộ phim, vở opera, vở kịch, v.v."
        },
        {
            "id": "f69e1556-7ff6-4511-841c-c8002ae52480",
            "word": "to project",
            "phonetic": "tə pɹədʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The project failed for the want of adequate funding.",
                "The project is now in high gear.",
                "The students worked their heart and soul on their project.",
                "The current situation is spelling disaster for the project.",
                "My friend studied the nutritional benefits of different legumes for her research project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvamVjdA&hash=a26a13a829b9e9293dad1a8f5122d6ceb5160576&lang=en&cache-only=0",
            "defineEn": "to make a movie, image, etc. appear on a flat surface from afar",
            "defineVi": "để làm cho một bộ phim, hình ảnh, vv xuất hiện trên một bề mặt phẳng từ xa"
        },
        {
            "id": "297434b8-1ecf-4995-8c2c-99a0e1465e5d",
            "word": "to screen",
            "phonetic": "tə skɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVu&hash=5ffa74e12f91a716fc6af40922d155b1fbb865d8&lang=en&cache-only=0",
            "defineEn": "to show a video or film in a movie theater or on TV",
            "defineVi": "để hiển thị một video hoặc phim trong một rạp chiếu phim hoặc trên TV"
        },
        {
            "id": "ae9f8041-e4c9-4a73-b062-2f1a0d8484d5",
            "word": "rerun",
            "phonetic": "ɹᵻɹʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're rerunning it that fast?",
                "Instead, we rerun the totals and you continue on that process until the election produces a true majority winner.",
                "But just because it bears a similar name doesn't make it an Apollo rerun.",
                "It's on reruns on TBS, I'm pretty sure.",
                "But in 2008, modern-day astronomers got a rare opportunity to see a rerun of the main event, when a second pulse of light reached Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVydW4&hash=eb80633e67be1dd35ce824f71a4ce459d26ae0b4&lang=en&cache-only=0",
            "defineEn": "the rebroadcast of a program on television or other media",
            "defineVi": "phát lại chương trình trên truyền hình hoặc phương tiện truyền thông khác"
        },
        {
            "id": "4b7de1ec-d6a0-44ab-9e53-19d83ac5a213",
            "word": "screening",
            "phonetic": "skɹiːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But screenings have also led to cancer overdiagnosis.",
                "As a result, many women may miss screenings, prenatal checkups, or other appointments at which early problems might be identified.",
                "The clinic's services included health screenings and disease management of diabetes and high blood pressure.",
                "Based on reports of this higher number, people overestimated the impact of screening.",
                "New medical screenings and protocols are changing the way basic training is conducted."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVuaW5n&hash=222f30c275bac17080ac4274efe3a110a754d1d3&lang=en&cache-only=0",
            "defineEn": "an instance of showing a motion picture, video, or TV program",
            "defineVi": "một trường hợp hiển thị một hình ảnh chuyển động, video hoặc chương trình truyền hình"
        },
        {
            "id": "500f5cc3-498c-46aa-9321-8b0c25ac9500",
            "word": "to shoot",
            "phonetic": "tə ʃuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3Q&hash=1f12a6de2ae7bd1be2d2eeb0f9e09517bd119691&lang=en&cache-only=0",
            "defineEn": "to film or take a photograph of something",
            "defineVi": "để quay phim hoặc chụp ảnh của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "79c22918-535e-42ac-81f2-e29e8980b3b3",
            "word": "to stage",
            "phonetic": "tə steɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We ran a cable from the lights to the stage.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "That poor kid is shaking in his shoes up there on stage.",
                "At that stage of the game it was too late for diplomacy.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhZ2U&hash=cc108389334adb56e73f7775c3fd553763ae38fe&lang=en&cache-only=0",
            "defineEn": "to present a play or other event to an audience",
            "defineVi": "để trình bày một vở kịch hoặc sự kiện khác cho khán giả"
        },
        {
            "id": "62f3d488-759e-4a34-8ef0-622ecd30879d",
            "word": "cinephile",
            "phonetic": "sɪnɪfaɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2luZXBoaWxl&hash=50247dd7f43e7af1438b032bee4308c80729c327&lang=en&cache-only=0",
            "defineEn": "someone who loves movies very much",
            "defineVi": "một người yêu thích phim rất nhiều"
        },
        {
            "id": "239c33b9-53ad-4b6a-82a7-b7af7bd24ccf",
            "word": "animated",
            "phonetic": "ænɪmeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Animated holiday specials make me feel like I was bitten by a radioactive humbug!",
                "And it is really funny and very, very animated and I enjoy it very much.",
                "One of the questions we get asked the most is how we make animated videos.",
                "Speaking of romance and love, one of the questions we get asked most often is how we make animated videos.",
                "And it was the first time I've ever seen him so animated."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0ZWQ&hash=fdaf81f1babd9a5e25502d806bba5e79c1c130f8&lang=en&cache-only=0",
            "defineEn": "(of images or drawings in a movie) made to appear as if they are in motion",
            "defineVi": "(của hình ảnh hoặc hình vẽ trong phim) được tạo ra như thể chúng đang chuyển động",
            "hasImg": true
        },
        {
            "id": "f1399d2c-f223-48db-87e1-d48484be6ebd",
            "word": "clip",
            "phonetic": "klɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think a paper clip will do the job.",
                "Clip: Back at it again at Krispy Kreme.",
                "Clip: The famed Secret Service, whose foremost duty is protecting the president of the United States and his family.",
                "Play the clip.",
                "Check out this clip."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpcA&hash=16d88addbe7f56478099776f8a0272d4645b83f6&lang=en&cache-only=0",
            "defineEn": "a short part of a movie or broadcast that is viewed separately",
            "defineVi": "một phần ngắn của một bộ phim hoặc chương trình phát sóng được xem riêng"
        },
        {
            "id": "4cb1487d-0c92-4710-b4f2-b32b25318057",
            "word": "cue",
            "phonetic": "kjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "right on cue the door opened",
                "And then, on cue, the weather changed.",
                "We should take our cue from their example.",
                "The sky, as if on cue, was overcast.",
                "Now he's as bald as a cue ball, and he rocks the look with confidence."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vl&hash=110be109a656836a7e146874b305d41c50fb5040&lang=en&cache-only=0",
            "defineEn": "a few words or actions that hint another performer to say a line or do something",
            "defineVi": "một vài từ hoặc hành động gợi ý người biểu diễn khác nói một dòng hoặc làm điều gì đó"
        },
        {
            "id": "00f2dc2b-b1c1-4020-bfdc-ef0d0bf71a4b",
            "word": "double",
            "phonetic": "dʌbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Double cream adds indulgence to creamy pasta sauces.",
                "His parents did a double take when he came home with a tattoo.",
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "Take your hot beverages to the next level by adding a splash of double cream to them.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91Ymxl&hash=b3dd0135f219abf0318bcd73af2132cd533a8f89&lang=en&cache-only=0",
            "defineEn": "someone who takes part in a movie in order to replace the real actor while the nude or dangerous scenes are recorded",
            "defineVi": "ai đó tham gia vào một bộ phim để thay thế diễn viên thực sự trong khi những cảnh khỏa thân hoặc nguy hiểm được ghi lại"
        },
        {
            "id": "57952e9c-9301-4360-be73-601accec034c",
            "word": "stunt",
            "phonetic": "stʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "No one's catching Steven Bergwijn when he pulls stunts like this.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "I did some stunts.",
                "I did some stunts myself.",
                "You did your own stunts?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bnQ&hash=6a736196d42e2d3a0e77660128351609ca8d5ba0&lang=en&cache-only=0",
            "defineEn": "a dangerous and difficult action that shows great skill and is done to entertain people, typically as part of a movie",
            "defineVi": "một hành động nguy hiểm và khó thể hiện kỹ năng tuyệt vời và được thực hiện để giải trí cho mọi người, thường là một phần của bộ phim"
        },
        {
            "id": "6c2e37dd-8187-485c-9947-1101f676db35",
            "word": "lighting engineer",
            "phonetic": "laɪɾɪŋ ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRpbmcgZW5naW5lZXI&hash=713a1b39a060b6c085ba1b887addff46db04bc46&lang=en&cache-only=0",
            "defineEn": "a technician who is in charge of the lights in a TV or motion picture set or theater stage",
            "defineVi": "một kỹ thuật viên chịu trách nhiệm về ánh sáng trong TV hoặc bộ phim chuyển động hoặc sân khấu nhà hát"
        },
        {
            "id": "0b6b7de5-970e-4cd7-a86d-b6b2f22b86b0",
            "word": "manager",
            "phonetic": "mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager played his strongest side of the season.",
                "Managers selling employees the new working hours.",
                "The team's new manager brings ten years' experience to the job.",
                "The manager displayed a cold shoulder towards the employee who had made a mistake.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlcg&hash=1ce1689d08bfd478bea56fb0af639ec593170446&lang=en&cache-only=0",
            "defineEn": "someone whose job is to take care of the business affairs of an actor, musician, sports player, etc.",
            "defineVi": "ai đó có công việc chăm sóc các công việc kinh doanh của một diễn viên, nhạc sĩ, vận động viên thể thao, v.v."
        },
        {
            "id": "49015377-ef85-4b87-95e6-e64bcb233da1",
            "word": "screenwriter",
            "phonetic": "skɹiːnɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "KEMP POWERS, Screenwriter: They were significant then.",
                "Give it up to the Academy award, winning screenwriters, Tyco Ytt and Bong Joon-Ho.",
                "Seriously, show our screenwriters some love donate to young storytellers if you can, again, youngstorytellers.com/donate.",
                "The first of which is, you know, give some love to screenwriters."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVud3JpdGVy&hash=acd70baa7604a0f754cac593167c97115592ad7e&lang=en&cache-only=0",
            "defineEn": "a person whose job is to write screenplays for movies, TV series, etc.",
            "defineVi": "một người có công việc là viết kịch bản cho phim, phim truyền hình, v.v.",
            "hasImg": true
        },
        {
            "id": "0c745bd6-27d1-470e-acc8-19b0fa5b4caf",
            "word": "opening",
            "phonetic": "oʊpənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Mice can squeeze through small openings to enter a house.",
                "The experienced debater knew that the first blow is half the battle, so she prepared a strong opening argument to make a powerful first impression on the audience.",
                "Instead, their necks actually seal off the opening.",
                "It has an opening. -"
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlbmluZw&hash=b04fb4206ac5f245734bcd2f99443f904b4109f7&lang=en&cache-only=0",
            "defineEn": "the first instance in which a play is publicly performed",
            "defineVi": "trường hợp đầu tiên trong đó một vở kịch được thực hiện công khai"
        },
        {
            "id": "26f537b4-22b4-4caf-a093-45965506136c",
            "word": "preview",
            "phonetic": "pɹiːvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Preview the attachment in the Mail app.",
                "Here is a preview.",
                "Here's a preview.",
                "You read the preview pages.",
                "Jeffrey Brown has a preview for our arts and culture series, Canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldmlldw&hash=a8c5d893cc04fb347018ecac97b0f6994c4c8fb7&lang=en&cache-only=0",
            "defineEn": "the showing of a movie, play, exhibition, etc. to a selected audience before its public release",
            "defineVi": "việc chiếu một bộ phim, vở kịch, triển lãm, v.v. cho một đối tượng được chọn trước khi phát hành ra công chúng"
        },
        {
            "id": "81ab39b6-4536-42ae-b76a-e138f390a6de",
            "word": "production",
            "phonetic": "pɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The theatre company has several new productions in the pipeline for next season.",
                "The oil refinery's production reached a record-breaking yield, meeting the high demand in the market.",
                "The presence of certain fungi, like Penicillium, is essential in the production of some types of cheese.",
                "The whey leftover from cheese production can be used as a nutritious addition to smoothies.",
                "I'm singing in the village production of Tosca next month - eat your heart out Pavarotti!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGlvbg&hash=db181ed5ebb89c9056d34e17028bb93a76b2bf48&lang=en&cache-only=0",
            "defineEn": "a motion picture, TV program, etc. that is created for the public view",
            "defineVi": "một bộ phim chuyển động, chương trình truyền hình, vv được tạo ra cho công chúng xem"
        },
        {
            "id": "55cf2abf-1094-4141-b41b-c50afac73451",
            "word": "rehearsal",
            "phonetic": "ɹᵻhɜːsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scorpion was disgusting rehearsal.",
                "This is a rehearsal?",
                "But the rehearsal process isn’t perfect.",
                "Carol left the rehearsal room with Alan, one of the first violinists.",
                "Most recently, Ebola gave Senegal a rehearsal for COVID."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVoZWFyc2Fs&hash=d8145e7c47a51d1c59b0039bef22723351a492da&lang=en&cache-only=0",
            "defineEn": "a session of practice in which performers prepare themselves for a public performance of a concert, play, etc.",
            "defineVi": "một buổi thực hành trong đó những người biểu diễn tự chuẩn bị cho buổi biểu diễn trước công chúng của một buổi hòa nhạc, vở kịch, v.v."
        },
        {
            "id": "0c861b96-cb8b-483f-9c31-97aa0f04c3da",
            "word": "to rehearse",
            "phonetic": "tə ɹᵻhɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything had to be exactly right, rehearsed down to a T.",
                "And then you rehearse that plan",
                "- We didn't even rehearse that answer.",
                "So, we rehearse in the back, on the concrete.",
                "So we rehearsed with these two German girls, went to Japan with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoZWFyc2U&hash=79baf71319b7046201c1eedb22c45bea53618fe0&lang=en&cache-only=0",
            "defineEn": "to practice a play, piece of music, etc. before the public performance",
            "defineVi": "tập một vở kịch, bản nhạc, v.v. trước khi biểu diễn trước công chúng"
        },
        {
            "id": "c3575e2c-eab3-4758-bc14-9ee8b89ce0ed",
            "word": "show business",
            "phonetic": "ʃoʊ bɪznəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "a sharp talent agent who has a finger in the pie in show business.",
                "And I meant show business first!",
                "What's better than show business?",
                "After you, there's no more show business?",
                "Landed himself a career in show business via viral video."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdyBidXNpbmVzcw&hash=f773bf242dbac517a8dbac3f48bafaf5eb8aad00&lang=en&cache-only=0",
            "defineEn": "the industry or profession of providing public entertainment, such as motion picture, theater, etc.",
            "defineVi": "ngành hoặc nghề cung cấp dịch vụ giải trí công cộng, chẳng hạn như điện ảnh, nhà hát, v.v.",
            "hasImg": true
        },
        {
            "id": "c4e21008-e1e1-4dc4-ac26-f8381261e62d",
            "word": "scenario",
            "phonetic": "sənæɹioʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And no matter how many lame delusional scenarios some fans pluck out of the air , they won't change this fact.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The politician dismissed the opposition's hypothetical scenarios, reminding him that if ifs and ands were pots and pans, they would have already solved the country's problems, and that they needed to focus on practical solutions instead of empty promises.",
                "Flip that scenario around.",
                "The worst case scenario is horrifying."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmFyaW8&hash=fe61840844e020924a8fcfbb4240f1f39ae99cda&lang=en&cache-only=0",
            "defineEn": "a written description of the characters, events or settings in a movie or play",
            "defineVi": "mô tả bằng văn bản về các nhân vật, sự kiện hoặc cài đặt trong phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "4c779ed7-a3bd-40df-8ddd-1aa5abbefc45",
            "word": "subtitle",
            "phonetic": "sʌbtaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love watching Spanish movies with subtitles to improve my language skills.",
                "He was as deaf as a post and relied on subtitles to follow the dialogue.",
                "Subtitles show you the sounds of the game.",
                "Note the subtitle.",
                "Do they use subtitles?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGl0bGU&hash=6942b5f04a253366e7c701d080e7eec7457fe321&lang=en&cache-only=0",
            "defineEn": "transcribed or translated words of the narrative or dialogues of a movie or TV show, appearing at the bottom of the screen to help deaf people or those who don't understand the language",
            "defineVi": "các từ phiên âm hoặc dịch của câu chuyện hoặc lời thoại của một bộ phim hoặc chương trình truyền hình, xuất hiện ở cuối màn hình để giúp người khiếm thính hoặc những người không hiểu ngôn ngữ",
            "hasImg": true
        },
        {
            "id": "bb0c0220-d9f0-4ded-9df2-88e09836e11a",
            "word": "sound effect",
            "phonetic": "saʊnd ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The icing on the cake are the sound effects.",
                "I brought some sound effects.",
                "The sound effect of the chainsaw was headed afterwards.",
                "Can I get some sound effects here?",
                "They listened to the music and sound effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQgZWZmZWN0&hash=8c7d2aa05a5ad9190f579508b023d9715799b1c4&lang=en&cache-only=0",
            "defineEn": "an artificial sound created and used in a motion picture, play, video game, etc. to make it more realistic",
            "defineVi": "một âm thanh nhân tạo được tạo ra và sử dụng trong một bộ phim chuyển động, vở kịch, trò chơi điện tử, v.v. để làm cho nó chân thực hơn"
        },
        {
            "id": "29a64075-30a6-470f-a62d-d4e0b0852e75",
            "word": "wind machine",
            "phonetic": "wɪnd məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A wind machine is a very tall pole. ",
                "They put hundreds of wind machines in windy places. ",
                "When strong winds blow, the blades of the wind machines turn. ",
                "Likewise, people complain that wind machine propellers are killing birds that fly too close to the blades. "
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZCBtYWNoaW5l&hash=65697b06675cf274c2b1590d91b00e5e1cf97f5d&lang=en&cache-only=0",
            "defineEn": "a machine that is used in a theater or movie to create artificial wind",
            "defineVi": "một máy được sử dụng trong một nhà hát hoặc phim để tạo ra gió nhân tạo"
        }
    ]
}