{
    "id": "d35a8822-b3ce-45a8-9564-f98fee97ce21",
    "title": "Only Change Is Constant!",
    "originalTitle": "Only Change Is Constant!",
    "words": [
        {
            "id": "91cbea68-ea5d-44ce-ba06-ebebd5832d3d",
            "word": "to alleviate",
            "phonetic": "tʊ ɐliːvɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Chewing on a clove can help alleviate a toothache.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "IN THE LATE '90s, HE HAD BEGUN TAKING VICODIN, AT FIRST TO ALLEVIATE SYMPTOMS FROM MIGRAINES, DEPRESSION AND ANXIETY.",
                "She's founded an international children's rights organization, the Lumos Foundation, as well as the Volant Charitable Trust to alleviate social deprivation across Scotland.",
                "Moving elections to weekends or holidays could help alleviate some of these issues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsZXZpYXRl&hash=f0120f521ec61ba36a7f2c4f3861b97a2f4babb9&lang=en&cache-only=0",
            "defineEn": "to reduce from the difficulty or intensity of a problem, issue, etc.",
            "defineVi": "để giảm từ khó khăn hoặc cường độ của một vấn đề, vấn đề, vv"
        },
        {
            "id": "1d6bec79-2aef-46a3-b5e5-4de5a960911d",
            "word": "to augment",
            "phonetic": "tʊ ɔːɡmɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then I augment that with the 0 vector.",
                "I can represent this problem as the augmented matrix.",
                "Remember that Lenovo Fab thing with like Google Project Tango augmented reality?",
                "So the sequence had to be almost like visual effects, heavily augmenting the practical stunts that we did.",
                "So my beautiful bride is driving and I am using an augmented reality app."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXVnbWVudA&hash=162854f2bb3ec797c5f1ed4d3d6ca21128cba6da&lang=en&cache-only=0",
            "defineEn": "to add to something's value, effect, size, or amount",
            "defineVi": "để thêm vào giá trị, tác dụng, kích thước hoặc số lượng của một cái gì đó"
        },
        {
            "id": "1eef65ae-1b1f-4948-8e8e-13498dc85a83",
            "word": "to bolster",
            "phonetic": "tə boʊlstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The presence of an ancient ocean would definitely bolster those ideas.",
                "Meanwhile, states are also bolstering security.",
                "But further study of Bmp4 expression patterns in birds with and without penises could bolster support for this hypothesis.",
                "And Miss Maudie bolsters Scout’s confidence.",
                "It's like lightly bolstered on the sides, but in a way that holds me in really well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9sc3Rlcg&hash=b72fde101d5150f500a5ced806aa97b7ae958751&lang=en&cache-only=0",
            "defineEn": "to enhance the strength or effect of something",
            "defineVi": "để tăng cường sức mạnh hoặc tác dụng của một cái gì đó"
        },
        {
            "id": "216f3f22-dbb9-46cf-a8bb-62991ebc0bed",
            "word": "to console",
            "phonetic": "tə kənsoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "My brother spends hours playing video games on his console.",
                "While confirmed details are scarce, word has it that the company's next video game console will be the most powerful commercial machine ever built.",
                "The heartbroken man consoled himself with the thought that it is better to have loved and lost than never to have loved at all - he was grateful for the memories and experiences he had shared with his former partner.",
                "When their house was burglarized, Tom and his family were devastated, but their neighbors tried to console them by saying that lightning never strikes the same place twice.",
                "Out the gate, the company's latest video game console has proven wildly popular."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29sZQ&hash=897857e8addad8eea09ba72bce64d650e586eec2&lang=en&cache-only=0",
            "defineEn": "to help a person, who is either disappointed or emotionally suffering, feel better",
            "defineVi": "để giúp một người, người đang thất vọng hoặc đau khổ về mặt cảm xúc, cảm thấy tốt hơn"
        },
        {
            "id": "50b29465-7cb5-474d-a1f9-1967ca7ca9cc",
            "word": "to converge",
            "phonetic": "tə kənvɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "This sequence converges to 0.",
                "These two rays are converging.",
                "Then this thing will still converge.",
                "They converge.",
                "The signs are converging on a larger threat than their neighbors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVyZ2U&hash=7a37dc8e1a9199a1b5a8178b6534bbb132c3abb8&lang=en&cache-only=0",
            "defineEn": "(of policies, opinions, ideas, aims, etc.) to develop into either the same thing or something extremely similar",
            "defineVi": "(về chính sách, ý kiến, ý tưởng, mục tiêu, v.v.) phát triển thành cùng một thứ hoặc một cái gì đó cực kỳ giống nhau"
        },
        {
            "id": "47eff2fe-2e29-4556-888e-860f777454c8",
            "word": "to cow",
            "phonetic": "tə kaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old government program has become a sacred cow.",
                "The cow's milk was used to make cheese and butter.",
                "I noticed the cow's strong muscles as it moved around.",
                "I learned about different breeds of cows and their characteristics.",
                "The farmer used a bucket to collect fresh milk from the cow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY293&hash=bc5998c6c17b17b9719d3952277814f48243d077&lang=en&cache-only=0",
            "defineEn": "to force obedience onto someone with the use of threats",
            "defineVi": "để buộc phải tuân theo một ai đó với việc sử dụng các mối đe dọa"
        },
        {
            "id": "e4ce56d2-8da9-4847-803a-a0d9d3fe4a84",
            "word": "to debase",
            "phonetic": "tə dᵻbeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have an illiberal president who assaults our institutions, our values, our democracy, who debases our culture. ",
                "It was very intellectually fashionable to debase about this, you know, a good 10 years ago and it never happened."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXNl&hash=092724986a5d16628c5f8a640ed0166719a5451a&lang=en&cache-only=0",
            "defineEn": "to tarnish someone's character or morals",
            "defineVi": "làm hoen ố nhân cách hoặc đạo đức của ai đó"
        },
        {
            "id": "b6aa90c9-5caa-450d-b39a-662e64e9e477",
            "word": "to desiccate",
            "phonetic": "tə dɛsɪkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's not going desiccate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaWNjYXRl&hash=f713b65ad2edd4a540fb810a7899723ac55507e1&lang=en&cache-only=0",
            "defineEn": "to preserve something, like food, by ridding it of all its moisture",
            "defineVi": "để bảo quản một cái gì đó, như thực phẩm, bằng cách loại bỏ tất cả độ ẩm của nó",
            "hasImg": true
        },
        {
            "id": "ce6c2b2e-5054-4be6-a3aa-0fd1c246177c",
            "word": "to enhance",
            "phonetic": "tʊ ɛnhæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "Enhance the flavor and nutritional value of your smoothies by adding powdered red algae as a nutrient-rich ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5oYW5jZQ&hash=3c19d0e375a6c4ba570fccda8f7cacd33a992af2&lang=en&cache-only=0",
            "defineEn": "to better or increase someone or something's quality, strength, value, etc.",
            "defineVi": "để tốt hơn hoặc tăng chất lượng, sức mạnh, giá trị của ai đó hoặc một cái gì đó, v.v."
        },
        {
            "id": "702b6dd3-bfd8-48a3-852d-cdadba6a8cdb",
            "word": "to facilitate",
            "phonetic": "tə fəsɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police officer was caught in league with the drug dealers to facilitate their operations.",
                "I set the plants in shallow hollows to facilitate watering.",
                "I will do whatever is needed to facilitate peaceful and fair polls in the state.",
                "The availability of easy credit and loans also facilitated buying.",
                "Inventions like cheaper newsprint also facilitated mass society, because more people had access to more information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjaWxpdGF0ZQ&hash=b366a71218a62fdc9f85816297ddf656c9aca31c&lang=en&cache-only=0",
            "defineEn": "to help something, such as a process or action, become possible or simpler",
            "defineVi": "để giúp một cái gì đó, chẳng hạn như một quá trình hoặc hành động, trở nên có thể hoặc đơn giản hơn"
        },
        {
            "id": "02cc59f7-5e42-4b1a-9a64-ac4d55ef262f",
            "word": "to flag",
            "phonetic": "tə flæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They refused to present arms before the flag.",
                "The German flag consists of three horizontal stripes: black, red, and gold.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "You do realize that bringing your new girlfriend to your ex-wife's house is like a red flag to a bull, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhZw&hash=0e11dc88ade4cc8317d75f15ae82c0bf734a1d48&lang=en&cache-only=0",
            "defineEn": "to lose energy, strength, and enthusiasm",
            "defineVi": "để mất năng lượng, sức mạnh, và sự nhiệt tình"
        },
        {
            "id": "f55c30a5-0611-431c-b17b-64d4f8057e94",
            "word": "to hobble",
            "phonetic": "tə hɑːbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She turned her ankle on the rocks and had to hobble back to camp.",
                "And then she hobbled out of this bodega.",
                "In one day, you might see Carmine De Sapio hobbling in. ",
                "Congress reaches agreement on a COVID financial relief package as the economy remains hobbled by the pandemic.",
                "You’ll look much worse when you’re hobbling and your feet are bleeding in more stylish footwear."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9iYmxl&hash=bb8811bd3fb6364a3f5fb4e759f9e36be40ce14d&lang=en&cache-only=0",
            "defineEn": "to restrict or complicate development, success, or actions",
            "defineVi": "để hạn chế hoặc làm phức tạp sự phát triển, thành công hoặc hành động"
        },
        {
            "id": "7acb01e3-e405-4c9e-b954-e32bd70e9260",
            "word": "to impair",
            "phonetic": "tʊ ɪmpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now, this manic episode must impair our ability to function in our life, socially, at work or school.",
                "And it can severely impair their functioning.",
                "This impairs intestinal function, leading to problems like belly pain, bloating, gas, diarrhea, weight loss, skin rash, bone problems like osteoporosis, iron deficiency, small stature, infertility, fatigue and depression.",
                "While it speeds up the development of mitochondria in the short term, it impairs your cell’s ability to produce healthy mitochondria in the long term.",
                "Their skin will turn a different color, it will impair a lot of bodily functions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wYWly&hash=5233cd77700932939e9f910c547023d37b0a6874&lang=en&cache-only=0",
            "defineEn": "to cause something to become weak or less effective",
            "defineVi": "để gây ra một cái gì đó để trở nên yếu hoặc kém hiệu quả"
        },
        {
            "id": "03a1cc71-1604-489b-9044-6d0080c7a38c",
            "word": "to encumber",
            "phonetic": "tʊ ɛŋkʌmbɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And so we like to move through space and time using our bodies, and we don't want to be encumbered by clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jdW1iZXI&hash=9ac80bad699e981c4f181f0a1fd09d2ce17ac59f&lang=en&cache-only=0",
            "defineEn": "to make it so that doing something or the happening of something becomes difficult",
            "defineVi": "để làm cho nó để làm một cái gì đó hoặc xảy ra một cái gì đó trở nên khó khăn"
        },
        {
            "id": "e915dcd5-05e2-4784-b14f-d501881db79e",
            "word": "to obviate",
            "phonetic": "tʊ ɑːbvɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So that and all the progress that was accomplished during his administration is not obviated by the fact that Donald Trump emerged after. ",
                "The reason that streaming is appealing to consumers in a vacuum is that it obviates the need to purchase a console.",
                "But vitally, Italian alum mines didn't bring victory over the Turks, or cause them to lose all their profits, just as mining and drilling at home never obviate the need for trade.",
                "The only thing that you can't adjust is the power button, because that kind of obviates what the whole switch is about, the whole switch is about making it so that your screen doesn't turn on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2J2aWF0ZQ&hash=04461f9bc7e901ef46ea9c59bcf1326122b495dc&lang=en&cache-only=0",
            "defineEn": "to keep an undesirable situation or a problem from happening",
            "defineVi": "để giữ cho một tình huống không mong muốn hoặc một vấn đề xảy ra"
        },
        {
            "id": "cf76407a-0d94-4394-a2bf-a2e1f06d3724",
            "word": "to outstrip",
            "phonetic": "tʊ aʊtstɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spitzer initially had a life expectancy of two and a half years, which it easily outstripped.",
                "What that suggests is that we really may have a situation where where supply drastically outstrips demand.",
                "Right now, demand is outstripping supply five years down the road, correct?",
                "In the last 200 years, since Malthus, so since the early 1800s, we really have been able to outstrip population.",
                "But here’s the rub: The cost of higher education was not only rising, but it was also outstripping the rate of inflation or the percent that prices change from one year to the next."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0c3RyaXA&hash=83cfdd0fe91d7e161c4603c7cea697ccaaf6e26f&lang=en&cache-only=0",
            "defineEn": "to posses or reach a higher level of skill, success, value, or quantity than another person or thing",
            "defineVi": "sở hữu hoặc đạt đến trình độ cao hơn về kỹ năng, thành công, giá trị hoặc số lượng hơn người hoặc vật khác"
        },
        {
            "id": "662364b3-1d3b-413a-9e16-d33828276294",
            "word": "to plummet",
            "phonetic": "tə plʌmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oysters' market value, and restaurant orders, plummeted.",
                "The number of prosecutions and convictions have plummeted.",
                "The value of the Iranian currency has plummeted.",
                "Trump's approval ratings were plummeting.",
                "After a year, though, sales for the Dreamcast plummeted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1bW1ldA&hash=467ec765454617121e4ad21f0d81474e6d016de6&lang=en&cache-only=0",
            "defineEn": "to decline in amount or value in a sudden and rapid way",
            "defineVi": "giảm về số lượng hoặc giá trị một cách đột ngột và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "e89ba3fb-85c4-4961-b198-1e65ea8934a7",
            "word": "to preempt",
            "phonetic": "tə pɹiːɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "There is only so much that can be preempted for the 2020 election.",
                "Columbus's discovery had prompted the Catholic Spanish rulers to turn to the Pope to preempt any claims by Portugal to the new lands.",
                "But this year, the endless parade of sickly-sweet holiday cartoons that started airing around the clock the day after Thanksgiving has preempted my regularly scheduled good mood.",
                "But when I see Joe Manchin, probably the most threatened Democrat in the country, in West Virginia, say that the whole process I preempted by Mitch McConnell colluding with the defendant to go public like that indicates to me that there are votes to bring witnesses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZW1wdA&hash=4780e50c0af5d749a2cf7330c6e7695fd19de002&lang=en&cache-only=0",
            "defineEn": "to render a plan or action ineffective or unnecessary by doing something before it happens",
            "defineVi": "để làm cho một kế hoạch hoặc hành động không hiệu quả hoặc không cần thiết bằng cách làm điều gì đó trước khi nó xảy ra"
        },
        {
            "id": "e8cbcbdc-d7a0-4a01-93b8-fb6d11663057",
            "word": "to propitiate",
            "phonetic": "tə pɹəpɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcGl0aWF0ZQ&hash=08bfc302c1c72b9c93e4af9e24fb68b6c8d96de2&lang=en&cache-only=0",
            "defineEn": "to bring an end to the anger of a person, ghost, spirit, or god by pleasing them",
            "defineVi": "để chấm dứt sự tức giận của một người, ma, linh hồn hoặc thần bằng cách làm hài lòng họ"
        },
        {
            "id": "027e34b6-82d8-4406-9bfd-d507aead1085",
            "word": "to requite",
            "phonetic": "tə ɹᵻkwaɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVxdWl0ZQ&hash=97fc29846a88df5ceca3884ac03e1dbaff735647&lang=en&cache-only=0",
            "defineEn": "to do or give a thing in return for what a person did or gave to one",
            "defineVi": "để làm hoặc đưa ra một điều để đáp lại những gì một người đã làm hoặc đưa cho một"
        },
        {
            "id": "c3eac30f-1173-4828-a11f-955ece7a5d4f",
            "word": "to start",
            "phonetic": "tə stɑːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "What time does the show start?",
                "Start the engines!",
                "The school semester starts next month.",
                "Who started the fire?",
                "The trail starts just outside the town."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcnQ&hash=1d0e49ae28861dd0012d855f362411021ae940d9&lang=en&cache-only=0",
            "defineEn": "to suddenly move one's body because something surprising or frightening has happened",
            "defineVi": "đột nhiên di chuyển cơ thể của một người vì điều gì đó đáng ngạc nhiên hoặc đáng sợ đã xảy ra"
        },
        {
            "id": "ba08b40e-c79a-4810-96b8-9c5edcc215f3",
            "word": "to subside",
            "phonetic": "tə sʌbsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Once the toxins work their way out of your system, you should start to feel the nausea subside and your energy return.",
                "The outbreak in their locker room subsided.",
                "And these things subside.",
                "The income does not subside.",
                "Here in L.A., and around the country, the pandemic is subsiding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic2lkZQ&hash=478c370c90084abfd9e84cd2570f76ebba55f87a&lang=en&cache-only=0",
            "defineEn": "to decline in intensity or strength",
            "defineVi": "suy giảm cường độ hoặc sức mạnh"
        },
        {
            "id": "aa17320d-0dd0-4e51-97f8-b6b9dc83ac04",
            "word": "to transmute",
            "phonetic": "tə tɹænsmjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The human body, for example, was understood as an alchemical workshop: chemical reactions happened in the organs, transmuting one kind of stuff into another."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNtdXRl&hash=9530fe2456c1dfb8f179fa7e7874284bab92f575&lang=en&cache-only=0",
            "defineEn": "to change something's nature, appearance, or substance into something different and usually  better",
            "defineVi": "để thay đổi bản chất, diện mạo hoặc chất của một thứ gì đó thành một thứ gì đó khác biệt và thường tốt hơn",
            "hasImg": true
        },
        {
            "id": "c09d4eb9-8b45-4ca0-9b4f-c14b259cc384",
            "word": "bastardization",
            "phonetic": "bæstɚdᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFzdGFyZGl6YXRpb24&hash=e988a65e2070c5fa73b473307e1620d59a4c508f&lang=en&cache-only=0",
            "defineEn": "the act of changing or copying something in a way that it no longer has the quality and value it used to",
            "defineVi": "hành động thay đổi hoặc sao chép một cái gì đó theo cách mà nó không còn có chất lượng và giá trị như trước đây"
        },
        {
            "id": "521ced14-76f4-41a4-81dd-543082702481",
            "word": "catalyst",
            "phonetic": "kæɾɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It has a catalyst.",
                "The big catalyst was the Christie's auction.",
                "We have a catalyst pack.",
                "The beheading in October of Parisian teacher Samuel Paty by a Chechen Islamist was the catalyst for change.",
                "Catalysts are substances that increase the rate of chemical reactions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWx5c3Q&hash=f94dfdc8df29d4fbb5a8bb6193817ff00d7c1008&lang=en&cache-only=0",
            "defineEn": "a thing or person that is the reason an important event or change is taking place",
            "defineVi": "một sự vật hoặc người đó là lý do một sự kiện quan trọng hoặc thay đổi đang diễn ra"
        },
        {
            "id": "4206b87d-8f81-4a40-a6e8-1b885a906628",
            "word": "corollary",
            "phonetic": "kəɹɑːlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Individual responsibility is a corollary to individual freedom.",
                "The reverse side of this, remember, there is a corollary to this that’s quite powerful. ",
                "And then the corollary to that is that we know that with a withdrawal of that support at the end of this month, that is going to have dire consequences for consumer spending and the recovery, to say nothing for being a source of extraordinary pain for those unemployed households.",
                "This is, you can view it as a corollary.",
                "Corollary to the gene, he named the meme."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb2xsYXJ5&hash=d7ecb18e3a9ca3e7c364274282896e0807741724&lang=en&cache-only=0",
            "defineEn": "a thing that is the direct or natural result of another",
            "defineVi": "một điều đó là kết quả trực tiếp hoặc tự nhiên của người khác"
        },
        {
            "id": "ca5da0ad-3d2c-4730-bd11-e20a7d5d7007",
            "word": "efficacy",
            "phonetic": "ɛfɪkəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This efficacy number comes from phase III clinical trials.",
                "That could one day hamper the efficacy of the COVID vaccine in Israel.",
                "So, that efficacy number may change as more data comes in. ",
                "The debate over the efficacy of unemployment benefits intensifies, as the U.S. economy recovers and businesses reopen.",
                "There's no problem in terms of vaccine efficacy against this variant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNhY3k&hash=b1d9491601ac0e72e483ce2758ef94c1ff38f3a0&lang=en&cache-only=0",
            "defineEn": "the power to bring about planned or wanted results",
            "defineVi": "sức mạnh để mang lại kết quả theo kế hoạch hoặc mong muốn"
        },
        {
            "id": "738fc6d8-6196-4e2b-8d9e-e0fddcef966c",
            "word": "landmark",
            "phonetic": "lændmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "The Statue of Liberty is a famous American landmark.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZG1hcms&hash=a566ce1a4b102866c6e7628a947ce75e8ea8d216&lang=en&cache-only=0",
            "defineEn": "something, such as an achievement or event, that is of great importance or influence in something's progress and development",
            "defineVi": "một cái gì đó, chẳng hạn như một thành tích hoặc sự kiện, có tầm quan trọng hoặc ảnh hưởng lớn đến tiến trình và sự phát triển của một cái gì đó"
        },
        {
            "id": "64260767-be07-4802-95ad-c75a050b7d18",
            "word": "metamorphosis",
            "phonetic": "mɛɾəmoːɹfəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take, for example, Kafka's most famous story, \"Metamorphosis.\"",
                "However, complete metamorphosis is the process unique to some insects that lets them completely change shape.",
                "And then there's the insects' mighty power of metamorphosis.",
                "Okay, let’s talk metamorphosis.",
                "It's not going to be a historic shift, metamorphosis of the Palestinians."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YW1vcnBob3Npcw&hash=1b2b5879e07085df48d5e944f9e90ff634c306ae&lang=en&cache-only=0",
            "defineEn": "an extreme change in someone or something's nature, character, or form",
            "defineVi": "một sự thay đổi cực đoan về bản chất, tính cách hoặc hình thức của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "a8186efb-7242-44fc-b634-3292a6f764b8",
            "word": "moment",
            "phonetic": "moʊmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give me a moment, please.",
                "Do you have a moment?",
                "Keeping his shirt on during intense moments.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "Life is not exactly a barrel of laughs at the moment."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tZW50&hash=745f4406dd78a8074989c06767ba53a1503a8852&lang=en&cache-only=0",
            "defineEn": "the quality of being significant and important",
            "defineVi": "chất lượng của việc có ý nghĩa và quan trọng"
        },
        {
            "id": "e0fae616-9eaf-41c0-ab85-288242c3468d",
            "word": "pith",
            "phonetic": "pɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "She examined the pith under a microscope to study its cellular structure.",
                "We collected samples of pith from different plants to compare their properties.",
                "The cambium is the layer that separates the xylem from the phloem, among other things, while the pith is where the nutrients are stored.",
                "\"Medulla,\" on the other hand, meaning narrow or pith, so you know that it's the inside."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0aA&hash=ee968cf9c864375a9812ad3250d45c62a2e251d1&lang=en&cache-only=0",
            "defineEn": "the main meaning or part of something such as an situation, statement, or argument",
            "defineVi": "ý nghĩa chính hoặc một phần của một cái gì đó như một tình huống, tuyên bố hoặc tranh luận"
        },
        {
            "id": "23c9e175-1ff4-4ad7-8593-483fb58da760",
            "word": "checkered",
            "phonetic": "tʃɛkɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Chess is a strategic board game played between two players on a checkered board.",
                "Krome has a very checkered past for being very abusive detention conditions.",
                "A checkered background is transparent and is what's being removed or masked by your selection.",
                "A checkered background is transparent and is what's being removed or masked by your selection.",
                "A checkered background is transparent and is what's being removed or masked by your selection."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tlcmVk&hash=ba825da7826bf6435659a768bc9055609905a832&lang=en&cache-only=0",
            "defineEn": "having gone through periods of both failure and success",
            "defineVi": "đã trải qua những giai đoạn thất bại và thành công"
        },
        {
            "id": "ad8793ee-2391-476d-a739-313801971876",
            "word": "incipient",
            "phonetic": "ɪnsɪpiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now that this is a foul ball market, that there are people who saw stocks go way up between late March and and now where the first part of that was ,well, we had a we had the incipient financial crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXBpZW50&hash=2f4a66902ccb636ebdc1602a6d81c7b93f2e686e&lang=en&cache-only=0",
            "defineEn": "starting to develop, appear, or take place",
            "defineVi": "bắt đầu phát triển, xuất hiện, hoặc diễn ra"
        },
        {
            "id": "cd9362dd-192d-4d94-96bf-8b5423e130a4",
            "word": "nascent",
            "phonetic": "neɪsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And dealing with the quirky nature of quantum physics creates some big hurdles for this nascent technology.",
                "He won for the first time in 1996, in part by opposing the Oslo accords and their nascent steps toward peace.",
                "TikTok's revenue model is still very, very nascent.",
                "The nascent years of automotive manufacturing were dominated by what we would today think of as coach builders, basically shops that hand assemble vehicles one at a time.",
                "In The Village Voice, Fred Sargeant, who’d been present at the Stonewall riots, wrote about using the Oscar Wilde Memorial Bookshop as a hub for the nascent movement."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFzY2VudA&hash=1171a37554dfc09f238e1c4cb894e88d90e67eb4&lang=en&cache-only=0",
            "defineEn": "newly started or formed, and expected to further develop and grow",
            "defineVi": "mới bắt đầu hoặc hình thành, và dự kiến sẽ phát triển và tăng trưởng hơn nữa"
        },
        {
            "id": "3044b50a-c24b-401e-a7b2-f3973595ff8c",
            "word": "telling",
            "phonetic": "tɛlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A tale never loses in the telling, as they say.",
                "As the story of the haunted house was passed down from generation to generation, it became more terrifying with each telling.",
                "Amanda ended her relationship with Josh when she discovered his habit of kissing and telling, realizing that he valued attention and validation more than their privacy and trust.",
                "Fortune telling is an example of clairvoyance.",
                "There, an audience video captured a telling moment."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsbGluZw&hash=307a716e23389b982908d9b0559dd72248d2ee83&lang=en&cache-only=0",
            "defineEn": "generating an effect that is either important or powerful",
            "defineVi": "tạo ra một hiệu ứng quan trọng hoặc mạnh mẽ"
        },
        {
            "id": "ebee3301-2213-4eb0-898c-a6a75c4cff8a",
            "word": "to ossify",
            "phonetic": "tʊ ɑːsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Most marsupials also lack ossified kneecaps and have significantly more teeth than other mammals.",
                "Blobfish have poorly ossified skeletons, meaning they're thinner and more fragile than the bones of most shallow-water fish.",
                "Because you don’t need a fully ossified skeleton if you spend most of your time in the water.",
                "These are known as ossified tendons and they helped support the tail. ",
                "It had a huge head but very short limbs, and scientists have found that many of its bones weren’t fully ossified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NzaWZ5&hash=7a341ee458e81377ff540a8e66dec850f4c62ab2&lang=en&cache-only=0",
            "defineEn": "to cause something, such as an idea, system, habit, etc. to become fixed and opposed to change",
            "defineVi": "để gây ra một cái gì đó, chẳng hạn như một ý tưởng, hệ thống, thói quen, v.v. trở nên cố định và chống lại sự thay đổi"
        },
        {
            "id": "852d6c91-ca0c-4d30-a926-7158e231c4d5",
            "word": "untrammeled",
            "phonetic": "ʌntɹæməld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW50cmFtbWVsZWQ&hash=40c6cb7e0a31d1edfda9a72d74d10f214552a47a&lang=en&cache-only=0",
            "defineEn": "free to do as a person or thing pleases due to not having any limitations or restrictions inflicted upon them",
            "defineVi": "tự do làm theo ý muốn của một người hoặc một vật do không có bất kỳ giới hạn hoặc hạn chế nào gây ra cho họ"
        },
        {
            "id": "d7064b66-547c-4e67-a9c8-9400a1f45a7e",
            "word": "dormant",
            "phonetic": "doːɹmənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, some plants go dormant.",
                "The virus can lay dormant for days or weeks",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare. ",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare.",
                "If it goes below that, they go dormant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ybWFudA&hash=be1424c741c6cf804d4fa9923b338cdac733a0b4&lang=en&cache-only=0",
            "defineEn": "not in an active, developing, or operating state but can become so later on",
            "defineVi": "không ở trạng thái hoạt động, đang phát triển hoặc đang hoạt động nhưng có thể trở thành như vậy sau này"
        },
        {
            "id": "7a35491d-eeeb-4449-a500-71e032e751c8",
            "word": "to diverge",
            "phonetic": "tə daɪvɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Populations diverge into new species!",
                "Finally our lives are diverging.",
                "For instance, according to this genetic research, Elephant birds and Kiwis diverged in the Eocene Epoch, about 50 million years ago.",
                "So we could say this diverges.",
                "So for the same reason as the b sub n sequence, this thing is going to diverge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXJnZQ&hash=f4fc26634809cc76747b4b99b99c0997febaa460&lang=en&cache-only=0",
            "defineEn": "to move apart and continue in another direction",
            "defineVi": "để di chuyển ra ngoài và tiếp tục theo một hướng khác"
        }
    ]
}