{
    "id": "d38185a3-0d32-42f3-80b9-237a8d17acf7",
    "title": "Specific Medicines",
    "originalTitle": "Specific Medicines",
    "words": [
        {
            "id": "b2dcf017-be94-41f8-94b9-f2edb9eea9b8",
            "word": "ibuprofen",
            "phonetic": "aɪbjuːpɹoʊfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is it liquid ibuprofen? ",
                "Ibuprofen is fine.",
                "Aspirin and ibuprofen block production of one class of these tuning chemicals, called prostaglandins.",
                "But Ibuprofen dissolves when I have it in my mouth a little bit.",
                "I do take Ibuprofen when I have it."
            ],
            "audio": "https://tts.langeek.co/read?text=aWJ1cHJvZmVu&hash=dc7400f616a31406e3da3b3e3c1f06dcbb5a7ada&lang=en&cache-only=0",
            "defineEn": "a nonsteroidal anti-inflammatory and analgesic medicine (trade names Advil and Motrin and Nuprin) used to relieve the pain of arthritis and as an antipyretic",
            "defineVi": "một loại thuốc giảm đau và chống viêm không steroid (tên thương mại Advil và Motrin và Nuprin) được sử dụng để giảm đau do viêm khớp và làm thuốc hạ sốt"
        },
        {
            "id": "5324a8ce-c61c-4309-af26-f80e9016617a",
            "word": "lithium",
            "phonetic": "lɪθiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Do you guys still use lithium hydroxide?",
                "Lithium is the third element on the periodic table.",
                "Now, lithium isn’t very abundant in most stars.",
                "They store energy in lithium ions.",
                "Like, silicon can hold more lithium ions than graphite."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aGl1bQ&hash=57ba0adadcb1f551608a108a39843527b0897f8c&lang=en&cache-only=0",
            "defineEn": "a soft silver-white univalent element of the alkali metal group; the lightest metal known; occurs in several minerals",
            "defineVi": "một nguyên tố hóa trị một màu trắng bạc mềm của nhóm kim loại kiềm; kim loại nhẹ nhất được biết đến; xảy ra trong một số khoáng sản"
        },
        {
            "id": "2dfab6ae-0932-461f-8651-f8bd9ed1a2d5",
            "word": "morphine",
            "phonetic": "mɔːɹfiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mrs. Dubose, the cantankerous morphine addict, has a particularly heinous mouth.",
                "And then they give me some morphine, mmm, which is good stuff.",
                "So, before aspirin, pain was treated primarily with opioids like morphine and codeine.",
                "The crazy thing is, oxycodone is actually significantly stronger than morphine.",
                "And you’ve certainly heard of some, like caffeine, nicotine, and morphine."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ycGhpbmU&hash=8619a24560d43c8a338cbd8ac0498d5380dca811&lang=en&cache-only=0",
            "defineEn": "a narcotic drug that is extracted from opium and is medicinally used to relieve pain",
            "defineVi": "một loại thuốc gây nghiện được chiết xuất từ thuốc phiện và được sử dụng trong y học để giảm đau"
        },
        {
            "id": "f14469fd-e4a8-4fd5-b862-51644ae013de",
            "word": "acetaminophen",
            "phonetic": "æsɪtæmɪnɑːfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Slower drug metabolism can mean a normally fine painkiller, like acetaminophen, may build up until it hits toxic levels.",
                "The one who takes Acetaminophen pain relievers for a sore ankle before going out for drinks?",
                "When someone takes Acetaminophen, some of it is converted into a toxic substance.",
                "Alcohol can also alter the function of the enzyme that breaks down Acetaminophen, the active ingredient in pain relievers like Tylenol and paracetamol."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNldGFtaW5vcGhlbg&hash=311905b2b16092030afdc88e1ba22fabe857d26d&lang=en&cache-only=0",
            "defineEn": "an analgesic drug that alleviates mild or chronic pain and reduces fever in most cases",
            "defineVi": "một loại thuốc giảm đau giúp giảm đau nhẹ hoặc mãn tính và hạ sốt trong hầu hết các trường hợp"
        },
        {
            "id": "4d386f09-c6ce-42c7-aa09-9c373d9cb0a6",
            "word": "penicillin",
            "phonetic": "pɛnɪsɪlᵻn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few doctors used penicillin in the 1930s.",
                "This fungus was penicillin. ",
                "Penicillin could cure many diseases. ",
                "Antibiotics like penicillin have saved millions of lives from bacterial illnesses like pneumonia and scarlet fever.",
                "The penicillin helped the patient's body destroy harmful bacteria. "
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuaWNpbGxpbg&hash=e2d294074ca958923511c2c995f55b5c0ee81e15&lang=en&cache-only=0",
            "defineEn": "any of variation of antibiotics obtained from Penicillium moulds and used to treat or prevent a wide range of bacterial infections",
            "defineVi": "bất kỳ biến thể nào của thuốc kháng sinh thu được từ nấm mốc Penicillium và được sử dụng để điều trị hoặc ngăn ngừa nhiều loại bệnh nhiễm trùng do vi khuẩn"
        },
        {
            "id": "07f2a355-96af-4656-83d5-62806fe0bcd7",
            "word": "valium",
            "phonetic": "væliəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The most common benzodiazepines are Ativan, Klonopin, Xanax and Valium.",
                "Some doctors will use them as a muscle relaxer and Valium is pretty typical for this.",
                "You may get Valium or Ativan prior to a procedure such as a colonoscopy.",
                "Examples of benzos are valium xanax and klonopin just to name a few.",
                "I just took some Valium, and we're waiting for that to kick in."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsaXVt&hash=249d848ae992b259b8b61d3ef0ef08a2e23d04e1&lang=en&cache-only=0",
            "defineEn": "a tranquilizing drug, often used as a muscle relaxant, that can relieve anxiety and tension",
            "defineVi": "một loại thuốc an thần, thường được sử dụng làm thuốc giãn cơ, có thể làm giảm lo lắng và căng thẳng"
        },
        {
            "id": "d6119082-a9a0-49ed-83b4-2e13bdde9b32",
            "word": "viagra",
            "phonetic": "vaɪæɡɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Viagra's domination of the E.D. market always had an expiration date.",
                "U.S. sales of Viagra suffered declining 73 percent year over year from nearly $800 million to $217 million.",
                "In its first quarter in 1998 by Viagra brought in $400 million in worldwide revenue.",
                "Turns out Harold was stealing the other residents Viagra.",
                "So sildenafil is now well known as Viagra."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlhZ3Jh&hash=2e7daba523c3522d3c824d40fda5ce8f7d977ca9&lang=en&cache-only=0",
            "defineEn": "virility drug (trade name Viagra) used to treat erectile dysfunction in men",
            "defineVi": "thuốc cường dương (tên thương mại Viagra) dùng để điều trị rối loạn cương dương ở nam giới"
        },
        {
            "id": "0cf96d6c-ef17-4949-8e25-a7468b55a264",
            "word": "milk of magnesia",
            "phonetic": "mɪlk ʌv mæɡniːʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlsayBvZiBtYWduZXNpYQ&hash=e3a2121a9fb5017c66cc9bb7fa3208faa948aec8&lang=en&cache-only=0",
            "defineEn": "purgative consisting of a milky white liquid suspension of magnesium hydroxide; used as a laxative and (in smaller doses) as an antacid",
            "defineVi": "thuốc tẩy bao gồm hỗn dịch magie hydroxit lỏng màu trắng đục; được sử dụng làm thuốc nhuận tràng và (với liều lượng nhỏ hơn) như thuốc kháng axit"
        },
        {
            "id": "c2b19d38-954d-443a-83cf-74ce8a5eadc1",
            "word": "prozac",
            "phonetic": "pɹɑːzæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now that said, discontinuation syndrome rarely happens with Prozac, especially at lower doses.",
                "Those would be medications like, prozac, zoloft and lexapro.",
                "They’re the more famous ones, like Prozac and Zoloft.",
                "The usual medication treatment for anxiety is serotonin enhancing antidepressants like Prozac or Zoloft.",
                "Medications like Prozac and Zoloft take weeks if not months to kick in, and they regulate serotonin, another chemical in the brain, which scientists have long tied to depression."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvemFj&hash=a6de14292419c22c21d723a59cc3cd7f3ccdd897&lang=en&cache-only=0",
            "defineEn": "a synthetic compound used to treat the illness of depression, panic attacks, certain eating disorders, and obsessive-compulsive disorder",
            "defineVi": "một hợp chất tổng hợp được sử dụng để điều trị bệnh trầm cảm, các cơn hoảng loạn, một số rối loạn ăn uống và rối loạn ám ảnh cưỡng chế"
        },
        {
            "id": "376d90b8-da9a-4662-b436-287cbf63316f",
            "word": "rohypnol",
            "phonetic": "ɹoʊhɪpnɑːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9oeXBub2w&hash=fd11929401c053925f412b52b054499210198415&lang=en&cache-only=0",
            "defineEn": "a depressant and tranquilizer (trade name Rohypnol) often used in the commission of sexual assault; legally available in Europe and Mexico and Colombia",
            "defineVi": "thuốc giảm đau và an thần (tên thương mại là Rohypnol) thường được sử dụng trong các vụ tấn công tình dục; hợp pháp có sẵn ở châu Âu và Mexico và Colombia"
        },
        {
            "id": "8919ebb4-e7fe-462c-9b3a-0e2d9482d0a2",
            "word": "streptomycin",
            "phonetic": "stɹɛptəmaɪsɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyZXB0b215Y2lu&hash=1ca826e64d65cdcf93196cf90d33f47a5eae45cd&lang=en&cache-only=0",
            "defineEn": "an antibiotic produced by the actinomycete Streptomyces griseus and used to treat tuberculosis",
            "defineVi": "một loại kháng sinh được sản xuất bởi xạ khuẩn Streptomyces griseus và được sử dụng để điều trị bệnh lao"
        },
        {
            "id": "349022cb-8fd7-4980-8b85-962f5992fb8e",
            "word": "tamoxifen",
            "phonetic": "tæməksaɪfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if you already have breast cancer, tamoxifen can be lifesaving.",
                "So, for instance, the cancer drug tamoxifen is listed in IARC’s group 1 because it increases the risk of uterine cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtb3hpZmVu&hash=3ced076cb7863cfb92b23192101f6099a14c58a0&lang=en&cache-only=0",
            "defineEn": "an antagonist for estrogen that is used in the treatment of breast cancer",
            "defineVi": "một chất đối kháng với estrogen được sử dụng trong điều trị ung thư vú"
        },
        {
            "id": "f71c2291-4e22-451b-9baa-caf74449277a",
            "word": "tylenol",
            "phonetic": "taɪlənɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I do Tylenol.",
                "I've gone on a Tylenol PM every day.",
                "It's actually maybe even a little bit bigger than a Tylenol.",
                "Currently gonna take some Tylenol as well for the pain.",
                "In response, Burke decided to pull Tylenol from all shelves worldwide, citing customer safety as the company’s highest priority."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlsZW5vbA&hash=e1822aa68f91dc3d6a0c0f1c82ccc69c9386dd44&lang=en&cache-only=0",
            "defineEn": "an analgesic for mild pain but not for inflammation; also used as an antipyretic; (Datril, Tylenol, Panadol, Phenaphen, Tempra, and Anacin III are trademarks of brands of acetaminophen tablets)",
            "defineVi": "thuốc giảm đau để giảm đau nhẹ nhưng không gây viêm; cũng được dùng làm thuốc hạ sốt; (Datril, Tylenol, Panadol, Phenaphen, Tempra và Anacin III là thương hiệu của các nhãn hiệu viên nén acetaminophen)"
        },
        {
            "id": "efd94a05-9b42-475a-b6d5-f2b64ec917af",
            "word": "warfarin",
            "phonetic": "wɔːɹfɚɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The generic name for coumadin is warfarin and people will take coumadin in to treat blood clots and other blood clotting disorders.",
                "An orange tint can come from eating a lot of food rich in beta-carotene, like carrots and sweet potatoes, or from certain medications, like the blood thinner warfarin."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZmFyaW4&hash=3bcf9f2660bcf8a688a6a48935359521e9e8e297&lang=en&cache-only=0",
            "defineEn": "an anticoagulant (trade name Coumadin) use to prevent and treat a thrombus or embolus",
            "defineVi": "một chất chống đông máu (tên thương mại Coumadin) sử dụng để ngăn ngừa và điều trị huyết khối hoặc thuyên tắc"
        },
        {
            "id": "d4c4a946-6c97-4592-8ece-019674f97466",
            "word": "atorvastatin",
            "phonetic": "æɾoːɹvæstɐtɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXRvcnZhc3RhdGlu&hash=eb4208c886bf67361c0d17757882d4033fc2d385&lang=en&cache-only=0",
            "defineEn": "an oral drug (trade name Lipitor) that is effective in lowering triglycerides; potent in reducing LDL cholesterol because higher doses can be given",
            "defineVi": "một loại thuốc uống (tên thương mại Lipitor) có hiệu quả trong việc hạ thấp chất béo trung tính; mạnh trong việc giảm cholesterol LDL vì có thể dùng liều cao hơn"
        },
        {
            "id": "3f6e2513-e6fc-4201-96ba-2989359531f1",
            "word": "levothyroxine",
            "phonetic": "lɛvəθɪɹəksaɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGV2b3RoeXJveGluZQ&hash=e0f8b58ee110a7a6ad1a6c31603f9543e51dbf6a&lang=en&cache-only=0",
            "defineEn": "a synthetic thyroid hormone used to treat hypothyroidism and other thyroid-related conditions",
            "defineVi": "một loại hormone tuyến giáp tổng hợp được sử dụng để điều trị chứng suy giáp và các tình trạng liên quan đến tuyến giáp khác"
        },
        {
            "id": "cb8f369a-fe46-4819-85c6-a2c7463d2797",
            "word": "omeprazole",
            "phonetic": "oʊmpɹɐzoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b21lcHJhem9sZQ&hash=a8a0b19632bee52231422f1e64c730be11f5c945&lang=en&cache-only=0",
            "defineEn": "antacid (trade name Prilosec) that suppresses acid secretion in the stomach",
            "defineVi": "thuốc kháng axit (tên thương mại Prilosec) ức chế tiết axit trong dạ dày"
        },
        {
            "id": "c27cb384-f740-4f7a-a37d-6c07147d2d8f",
            "word": "antihistamine",
            "phonetic": "æntɪhɪstɐmiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then other antihistamines, there's over-the-counter things, and the antihistamines are usually the over-the-counter options for sleep.",
                "For example, the antipsychotic chlorpromazine was first investigated as an antihistamine: a drug that reduces immune reactions, including allergies.",
                "And then hydroxyzine is a prescription antihistamine that you could mention to your doctor, and we use it for both anxiety and sleep.",
                "And then other antihistamines, there's over-the-counter things, and the antihistamines are usually the over-the-counter options for sleep.",
                "When our bodies start exhibiting these typical allergy symptoms, we start taking antihistamines to stop these reactions. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWhpc3RhbWluZQ&hash=2f164344b1f97536b64ea4104602606d360432bd&lang=en&cache-only=0",
            "defineEn": "a type of medicine used to treat allergies or neutralize their effects",
            "defineVi": "một loại thuốc dùng để điều trị dị ứng hoặc vô hiệu hóa tác dụng của chúng"
        },
        {
            "id": "3b203cd2-af4e-4ac3-b478-e0879a14479f",
            "word": "antibiotic",
            "phonetic": "æntɪbaɪɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was given antibiotics.",
                "The doctor wrote her a prescription for more antibiotics.",
                "Antibiotics DO NOT KILL VIRUSES.",
                "They put antibiotics in it.",
                "Antibiotics like penicillin have saved millions of lives from bacterial illnesses like pneumonia and scarlet fever."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJpb3RpYw&hash=32cab185ec60bb85d10aaf76e238025a7f70c0ad&lang=en&cache-only=0",
            "defineEn": "a drug that is used to destroy bacteria or stop their growth, like Penicillin",
            "defineVi": "một loại thuốc được sử dụng để tiêu diệt vi khuẩn hoặc ngăn chặn sự phát triển của chúng, như Penicillin",
            "hasImg": true
        },
        {
            "id": "ccec16c8-fc3b-4ed9-8e15-e2d56a2b3bd1",
            "word": "gabapentin",
            "phonetic": "ɡæbeɪpɛntɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes we add on an anticonvulsant like Lamotrigine or Gabapentin.",
                "Babies here go through withdrawal for drugs like painkillers and heroin, and more often these days other substances being cut into the heroin supply, like fentanyl and the anti-seizure medication gabapentin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FiYXBlbnRpbg&hash=600b768d922394dbcc5d3acebeddde354855e44b&lang=en&cache-only=0",
            "defineEn": "an anticonvulsant (trade name Neurontin) used to control some types of seizures in the treatment of epilepsy; also used to manage neuralgia caused by shingles",
            "defineVi": "thuốc chống co giật (tên thương mại là Neurontin) dùng để kiểm soát một số loại co giật trong điều trị bệnh động kinh; còn dùng trị đau dây thần kinh do zona"
        },
        {
            "id": "593f5bba-0c5a-485f-8f8f-1e71312285bb",
            "word": "albuterol",
            "phonetic": "ælbjuːɾɚɹɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even though it looks like a pretty complicated molecule, albuterol only has one carbon surrounded by four different groups.",
                "So this molecule is the R-enantiomer or (R) albuterol.",
                "After all, one enantiomer of albuterol is an asthma medication, but the other might have a different effect, or do nothing at all.",
                "To practice this kind of drawing, let’s look at a common asthma medication, albuterol.",
                "Like all things orgo, the only way to get better at assigning chirality is practice, so let’s assign R and S to the albuterol enantiomers too."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxidXRlcm9s&hash=356b9943cf640ff6e9a43300aa771fa443ed5756&lang=en&cache-only=0",
            "defineEn": "a bronchodilator (trade names Ventolin or Proventil) used for asthma and emphysema and other lung conditions; available in oral or inhalant forms; side effects are tachycardia and shakiness",
            "defineVi": "thuốc giãn phế quản (tên thương mại là Ventolin hoặc Proventil) được sử dụng cho bệnh hen suyễn và khí phế thũng và các tình trạng phổi khác; có sẵn ở dạng uống hoặc hít; tác dụng phụ là nhịp tim nhanh và run"
        },
        {
            "id": "9d22fe5a-ba88-417b-b7b3-2c977d14cec3",
            "word": "losartan",
            "phonetic": "lɑːsɑːɹtən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9zYXJ0YW4&hash=0303ecf523f7a9259795bb3a6d15102404512ace&lang=en&cache-only=0",
            "defineEn": "a medication used to treat high blood pressure, heart conditions, and kidney damage in diabetes",
            "defineVi": "một loại thuốc dùng để điều trị huyết áp cao, bệnh tim và tổn thương thận trong bệnh tiểu đường"
        },
        {
            "id": "406164be-b2fc-4b3c-b42b-c2e7e9323d1e",
            "word": "metformin",
            "phonetic": "mɛtfoːɹmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A typical weight loss for metformin is between 5 to 10% of your weight, and this isn't a huge amount of weight but it is something.",
                "Another option is to add a medication called metformin to help you lose weight and improve your insulin resistance.",
                "Probably the bigger impact from metformin is the effect it has on lowering your blood sugar if you're having elevated blood sugars."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0Zm9ybWlu&hash=1d8a2edf2e5286e4080db135dd65a39578952915&lang=en&cache-only=0",
            "defineEn": "an antidiabetic drug (trade name Glucophage) prescribed to treat type II diabetes",
            "defineVi": "một loại thuốc trị đái tháo đường (tên thương mại Glucophage) được kê đơn để điều trị bệnh tiểu đường loại II"
        },
        {
            "id": "b7fc8d0f-92e7-42d2-bf57-9952c3977df8",
            "word": "hydrocodone",
            "phonetic": "haɪdɹəkɑːdoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "ERIC EYRE, The Charleston Gazette-Mail: There had been 780 million hydrocodone and oxycodone doses shipped to West Virginia over those six years.",
                "An eventual crackdown on pain pills caused many to switch to heroin and fentanyl, far more potent cousins of drugs like hydrocodone and oxycodone.",
                "In the 20th century, drug companies created a slew of synthetic substances similar to these opiates, including heroin, hydrocodone, oxycodone, and fentanyl.",
                "Vets treat animals with many of the same medicines that we use for humans, such as the pain reliever hydrocodone and the antibiotic doxycycline."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlkcm9jb2RvbmU&hash=6376efde0a6f7aaa587e1977a842a591942d268a&lang=en&cache-only=0",
            "defineEn": "a prescription opioid for moderate to severe pain, with potential for dependence",
            "defineVi": "một loại thuốc phiện theo toa cho cơn đau vừa đến nặng, có khả năng gây nghiện"
        },
        {
            "id": "b34091a9-4580-40cb-a9e4-ed733fcc8af8",
            "word": "alprazolam",
            "phonetic": "ælpɹɐzɑːlæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxwcmF6b2xhbQ&hash=19b806daf010984ec9d2eb41a6822d1e56ce2d15&lang=en&cache-only=0",
            "defineEn": "an antianxiety agent (trade name Xanax) of the benzodiazepine class",
            "defineVi": "một chất chống lo âu (tên thương mại Xanax) thuộc nhóm benzodiazepine"
        },
        {
            "id": "8e264e39-c190-40c8-9e2a-6ad395587b9c",
            "word": "zidovudine",
            "phonetic": "zɪdəvjuːdiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=emlkb3Z1ZGluZQ&hash=ce90aad212e9760f9582bde7e69543f84afa94a6&lang=en&cache-only=0",
            "defineEn": "an antiviral drug (trade name Retrovir) used in the treatment of AIDS; adverse side effects include liver damage and suppression of the bone marrow",
            "defineVi": "một loại thuốc kháng vi-rút (tên thương mại là Retrovir) được sử dụng trong điều trị AIDS; tác dụng phụ bất lợi bao gồm tổn thương gan và ức chế tủy xương"
        },
        {
            "id": "dddf85bd-b787-463c-8d7f-9882a5014d9d",
            "word": "aspirin",
            "phonetic": "æspɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take an aspirin and lie down.",
                "Aspirin acts like a spine from a porcupine.",
                "Aspirin might not work on a really bad headache.",
                "He shot an aspirin out of the air in slow-motion.",
                "Even though they're cousins, aspirin does not have those same effects in the skin."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaXJpbg&hash=22d9769b43d26cb67b6e0429df099d6ee9153bc6&lang=en&cache-only=0",
            "defineEn": "a type of medicine taken to relieve pain, bring down a fever, etc.",
            "defineVi": "một loại thuốc dùng để giảm đau, hạ sốt, v.v.",
            "hasImg": true
        },
        {
            "id": "041404b7-9f74-48f1-b23b-420fc3779536",
            "word": "codeine",
            "phonetic": "koʊdaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, before aspirin, pain was treated primarily with opioids like morphine and codeine.",
                "Morphine, codeine, and other substances made directly from the poppy are called opiates.",
                "As for the post-surgery pain, the first night was definitely an 11 out of 10, but that probably could've been avoided if I had taken the Tylenol with codeine before I passed out by accident."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZWluZQ&hash=a448587aaf614e76d864f05b563d428391bdd726&lang=en&cache-only=0",
            "defineEn": "a sleep-inducing drug used to treat or reduce mild to moderate pain",
            "defineVi": "một loại thuốc gây ngủ được sử dụng để điều trị hoặc giảm đau nhẹ đến trung bình"
        },
        {
            "id": "b91d987e-2228-4fbd-96ec-96de9aabb3fc",
            "word": "abortion pill",
            "phonetic": "ɐbɔːɹʃən pɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJvcnRpb24gcGlsbA&hash=ddafb96677ad4e8c9e3f4c72dbbe4faabe6fe523&lang=en&cache-only=0",
            "defineEn": "an abortion-inducing drug (trade name RU 486) developed in France; when taken during the first five weeks of pregnancy it blocks the action of progesterone so that the uterus sloughs off the embryo",
            "defineVi": "một loại thuốc phá thai (tên thương mại RU 486) được phát triển ở Pháp; khi được sử dụng trong năm tuần đầu tiên của thai kỳ, nó sẽ ngăn chặn hoạt động của progesterone để tử cung bong ra khỏi phôi thai"
        },
        {
            "id": "00154ab6-75b8-4360-8aec-c40432cf08fc",
            "word": "birth control pill",
            "phonetic": "bɜːθ kəntɹoʊl pɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlydGggY29udHJvbCBwaWxs&hash=0a96111e7e9d31dc62b5eecc61c116b4479812bb&lang=en&cache-only=0",
            "defineEn": "a contraceptive in the form of a pill containing estrogen and progestin to inhibit ovulation and so prevent conception",
            "defineVi": "một biện pháp tránh thai ở dạng viên thuốc có chứa estrogen và proestin để ức chế rụng trứng và do đó ngăn ngừa thụ thai"
        }
    ]
}