{
    "id": "d3abcc3b-25a4-41b7-b710-768f418646ac",
    "title": "Lesson 27",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "64184473-50c3-4849-957b-80582256b7f5",
            "word": "to allure",
            "phonetic": "tʊ ɐlʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "For millions of Britons, local attractions are losing their allure after a year of lockdown.",
                "Perched in the shadow of Mt. Etna, Gangi's allure has been contagious."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsdXJl&hash=1ea8dde49b7ca88e7189ffee582a7f67448e4ce3&lang=en&cache-only=0",
            "defineEn": "to attract or tempt someone, particularly by offering or showing something appealing",
            "defineVi": "để thu hút hoặc cám dỗ ai đó, đặc biệt bằng cách cung cấp hoặc hiển thị một cái gì đó hấp dẫn"
        },
        {
            "id": "5698312a-fe56-4f06-a102-0b90577f8129",
            "word": "allusion",
            "phonetic": "ɐluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When viewed in the context of his sculpture of Pope John Paul II being struck by a meteorite, or his miniature figure of Hitler kneeling in repentance, the banana is pretty inoffensive subject matter, even with its obvious phallic allusions.",
                "Their hard-edged, basic shapes and forms avoided allusion, metaphor, and overt symbolism.",
                "His most recent book reaches for the heavens, with allusions to astronomy and even astrological signs, while remaining grounded in the everyday.",
                "The treats the occupiers issue, and the allusions to war against Gaza have no meaning other than drawing the hour of vengeance and lesson-learning closer."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsdXNpb24&hash=6d5d6582c0c2c1d983ace095c3e55731a12b92bd&lang=en&cache-only=0",
            "defineEn": "a statement that implies or indirectly mentions something or someone else, especially as a literary device",
            "defineVi": "một tuyên bố ngụ ý hoặc gián tiếp đề cập đến một cái gì đó hoặc một người khác, đặc biệt là một thiết bị văn học"
        },
        {
            "id": "b2c43cf7-ad43-4383-bef7-b53b60c9b28e",
            "word": "vendible",
            "phonetic": "vɛndᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVuZGlibGU&hash=b5c6d9a3cd759f44b6fc5425a66ad178d95a269f&lang=en&cache-only=0",
            "defineEn": "fit to be offered for sale",
            "defineVi": "phù hợp để được chào bán"
        },
        {
            "id": "bcf3d394-5dba-414e-9885-7e214eb2c4e0",
            "word": "vendition",
            "phonetic": "vɛndɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVuZGl0aW9u&hash=8fb64e5d13ef807dbfdaa611e10e014a519d10fb&lang=en&cache-only=0",
            "defineEn": "the act of selling goods for a living",
            "defineVi": "hành động bán hàng hóa để kiếm sống"
        },
        {
            "id": "d9136abb-a174-430e-84a2-1178829f135f",
            "word": "vendor",
            "phonetic": "vɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "The street vendor served flavorful turkey legs.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuZG9y&hash=3f658b747e2436220b655019cd72de9539aac253&lang=en&cache-only=0",
            "defineEn": "someone on the street who offers food, clothing, etc. for sale",
            "defineVi": "một người nào đó trên đường cung cấp thực phẩm, quần áo, vv để bán",
            "hasImg": true
        },
        {
            "id": "848593ba-3c40-485e-9553-7a8857e75518",
            "word": "thoroughbred",
            "phonetic": "θʌɹoʊbɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some thoroughbreds were even sold for slaughter at a horse meat market.",
                "Even more surprisingly, 95% of all thoroughbred racehorses, like him, can be traced back to just a handful of ancestors, who are all linked to one single superstud: the Darley Arabian, born in 1700.",
                "We can use artificial insemination to breed our mares with, as opposed to the thoroughbred world, everything's got to be done naturally.",
                "It's perhaps a little bit pompous from time to time, but down deep it's the same process as auctioneering cows at a farm or thoroughbreds.",
                "Their concern with their gene pool, if they would allow AI into the thoroughbred world, it would mean the gene pool would shrink because one horse could then cover thousands of mares."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvcm91Z2hicmVk&hash=e45ccb1452ef944b1b62ecaaacf9ddcc36d9d78a&lang=en&cache-only=0",
            "defineEn": "an animal with a purebred lineage that has not been mixed with any other breeds, and is typically associated with horses that are bred specifically for racing purposes",
            "defineVi": "một con vật có dòng dõi thuần chủng không bị trộn lẫn với bất kỳ giống nào khác và thường được kết hợp với những con ngựa được lai tạo đặc biệt cho mục đích đua"
        },
        {
            "id": "74155bbb-f90e-4c44-932d-e4cc2edc1882",
            "word": "thoroughfare",
            "phonetic": "θʌɹoʊfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhvcm91Z2hmYXJl&hash=d32cd04545bb0691f6121a574f365964d327fed0&lang=en&cache-only=0",
            "defineEn": "a road, street, or passage that provides a direct route or passage for vehicles, pedestrians, or both",
            "defineVi": "đường, phố hoặc lối đi cung cấp tuyến đường hoặc lối đi trực tiếp cho xe cộ, người đi bộ hoặc cả hai",
            "hasImg": true
        },
        {
            "id": "e5777544-90eb-45fe-824b-bee6de18daf9",
            "word": "pestilent",
            "phonetic": "pɛstɪlənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVzdGlsZW50&hash=6cf2934a573750ec2b0f88f492658ffe96f48bf6&lang=en&cache-only=0",
            "defineEn": "likely to spread and cause an epidemic disease",
            "defineVi": "có khả năng lây lan và gây thành dịch bệnh"
        },
        {
            "id": "24d38dc0-ad53-40ff-a351-a7918af2733d",
            "word": "pestilence",
            "phonetic": "pɛstɪləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hel the goddess was said to ride on a three-legged horse during times of pestilence and disease.",
                "But should they fail in this war of extermination, sickly seasons, epidemics, pestilence, and plague advance in terrific array, and sweep off their thousands and tens of thousands.",
                "You write in this book, and perhaps with some sorrow, about how we humans, your phrase is forget pestilence.",
                "And if those don't start killing people, then all of these other things will, epidemics, pestilence, plague, and then famine.",
                "Life was pretty tough for these women, but on the upside Virginia was kind of a swamp of pestilence, so their husbands often died, and that created a small class of widows or even unmarried women who, because of their special status, could make contracts and own property, so that was good, sort of."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzdGlsZW5jZQ&hash=ab5d8f7bc5c7d61b576366056303ce0a922dcf74&lang=en&cache-only=0",
            "defineEn": "a pernicious and malign influence that is hard to get rid of",
            "defineVi": "một ảnh hưởng nguy hiểm và ác tính khó có thể thoát khỏi"
        },
        {
            "id": "8093918c-4b86-4554-9a9b-594a08749901",
            "word": "impermissible",
            "phonetic": "ɪmpɚmɪsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJtaXNzaWJsZQ&hash=5a087c26eedd461fea325e52f7fe1647a584a737&lang=en&cache-only=0",
            "defineEn": "prohibited by the law",
            "defineVi": "bị pháp luật cấm"
        },
        {
            "id": "2fbb4173-3ce9-498b-ba8f-2cc507a8d406",
            "word": "impervious",
            "phonetic": "ɪmpɜːviəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so this setup was impervious to civilian intervention.",
                "I'm impervious to your piddly little balls!",
                "And we shouldn't assume that our political institutions are impervious to the opinions of the public.",
                "The walls of the egg then become impervious to other sperm so that only one sperm can get in, but that's not the focus of this video.",
                "Its golden fur was impervious to arrows, but Hercules cornered the lion in its dark cave, stunned it with a club, and strangled it with his bare hands."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJ2aW91cw&hash=2028e6fb3269e6144727a10744ddf9fab1726262&lang=en&cache-only=0",
            "defineEn": "resistant to being affected or damaged by something",
            "defineVi": "khả năng chống bị ảnh hưởng hoặc bị hư hại bởi một cái gì đó"
        },
        {
            "id": "c4791e46-fc0e-4546-a116-b886efef27ab",
            "word": "implacable",
            "phonetic": "ɪmplækəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At Jasper Ridge, this little drop has been enough to halt an implacable invader’s march toward world domination."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGFjYWJsZQ&hash=1b8a6b66cdeba9a3f48eb03114cea0d20cf216b4&lang=en&cache-only=0",
            "defineEn": "incapable of being placated",
            "defineVi": "không thể xoa dịu"
        },
        {
            "id": "046d9606-da6d-407d-8794-ff5488a4c67a",
            "word": "implausible",
            "phonetic": "ɪmplɔːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "Why is this implausible?",
                "Whereas the delusions that we see with schizophrenia tend to be more bizarre in nature and implausible.",
                "Often, when people delve a bit deeper, they can see for themselves when something is implausible.",
                "An undertaker at one crematorium in Delhi told me that, at the peak of the first wave in 2020, he was cremating 30 bodies at his site in Delhi, and now he's cremating over 100 every night through this past week, when Delhi's overall figures, for example, reflect an implausible 400 for the entire city."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGF1c2libGU&hash=eea7ccfd79f694704575d8dfd7896fa8fa0b90ef&lang=en&cache-only=0",
            "defineEn": "not seeming believable or reasonable enough to be considered true",
            "defineVi": "dường như không đáng tin hoặc đủ hợp lý để được coi là đúng"
        },
        {
            "id": "7b6bd346-9626-4ff1-8a43-8b70c904d1f6",
            "word": "defendant",
            "phonetic": "dᵻfɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "The defendant asked for 21 similar offences to be taken into account.",
                "The defendant is guilty of all three counts, all of them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5kYW50&hash=0c9ca198ca1f159470287df77881b8b2e583c720&lang=en&cache-only=0",
            "defineEn": "a person in a law court who is sued by someone else or is accused of committing a crime",
            "defineVi": "một người trong tòa án luật bị người khác kiện hoặc bị buộc tội phạm tội"
        },
        {
            "id": "36212c87-34ea-4730-acb3-abb1e97a7f59",
            "word": "defensible",
            "phonetic": "dᵻfɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It might have helped the Ukrainians sustain a more defensible line.",
                "When you can put this in a political context, you can make it pretty easily defensible from the point of view of articulating why we're doing this to your caucus members. ",
                "I think that's a little less defensible than they'd like you to think.",
                "But there is something for the public to do beyond throwing money at the worsening problem, anyone living in wildfire prone areas should clear a defensible space around their house."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zaWJsZQ&hash=e3f72b95687f783e573cf568541235e9c3ae93fb&lang=en&cache-only=0",
            "defineEn": "capable of being easily supported by arguments or adequately justified by reasoning",
            "defineVi": "có khả năng được hỗ trợ dễ dàng bởi các đối số hoặc biện minh đầy đủ bằng lý luận"
        },
        {
            "id": "706d3d1f-94b2-43ce-9aed-c8273c33eaf2",
            "word": "defensive",
            "phonetic": "dᵻfɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He gets his back up and becomes defensive whenever someone questions his work.",
                "During a heated argument with his partner, Tom realized he was getting defensive and not really listening.",
                "If you are dealing with a difficult or angry person, it's important to listen to their concerns and try to find common ground, rather than getting defensive or confrontational, as pouring oil on the fire is not the way to quench it.",
                "The Ethiopian government is on the defensive.",
                "I am seeing no defensive postures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zaXZl&hash=e0dc76772e5870f21699465bb9e556a8b003bba0&lang=en&cache-only=0",
            "defineEn": "designed or used in a way that provides a person or thing with protection against attack",
            "defineVi": "được thiết kế hoặc sử dụng theo cách cung cấp cho người hoặc vật sự bảo vệ chống lại sự tấn công"
        },
        {
            "id": "ae8ae12c-8842-4a9e-9478-c47c9e05a52b",
            "word": "defiance",
            "phonetic": "dᵻfaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He strikes an attitude of bravery and lonely defiance.",
                "President Trump is projecting defiance as he faces his greatest political peril yet, an unprecedented second impeachment.",
                "MALCOLM BRABANT: In defiance of lockdown rules, candlelight protests have become a regular fixture.",
                "Together, they’re what make your body experience stress, fear, relaxation, and defiance.",
                "You may have been punished for mistakes instead of being punished for defiance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWFuY2U&hash=a335f90551e45eab63dd1b1a301115945f2012f2&lang=en&cache-only=0",
            "defineEn": "intentionally contemptuous behavior or attitude",
            "defineVi": "hành vi hoặc thái độ khinh miệt cố ý"
        },
        {
            "id": "7cf5af1c-47df-4e7c-877b-4702b26015eb",
            "word": "defiant",
            "phonetic": "dᵻfaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even today, President Trump remains defiant.",
                "Defiant of critics, he said this will improve elections.",
                "For his part, Joshua Wong is defiant, urging his fellow activists to remember the optimism they felt in 2014.",
                "My son did something blatantly defiant.",
                "You leave here defiant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWFudA&hash=adec0ae08eb8535afa4665b39c76f01363a03835&lang=en&cache-only=0",
            "defineEn": "boldly resisting authority or an opposing force",
            "defineVi": "mạnh dạn chống lại chính quyền hoặc một lực lượng đối lập"
        }
    ]
}