{
    "id": "d3ea79ab-6921-47d4-a65a-957c1885304c",
    "title": "Book Formats",
    "originalTitle": "Book Formats",
    "words": [
        {
            "id": "f682a24a-d070-4080-9533-1fdbda8ee55d",
            "word": "advance copy",
            "phonetic": "ɐdvæns kɑːpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZSBjb3B5&hash=3b8306a58fba55e347f7bba14596f41c8ee2d700&lang=en&cache-only=0",
            "defineEn": "a pre-publication copy of a book that is distributed to reviewers, booksellers, librarians, and other industry professionals for the purpose of generating buzz and promoting the book before its official release date",
            "defineVi": "bản sao trước khi xuất bản của một cuốn sách được phân phối cho những người đánh giá, người bán sách, thủ thư và các chuyên gia khác trong ngành nhằm mục đích tạo tiếng vang và quảng bá cuốn sách trước ngày phát hành chính thức"
        },
        {
            "id": "c67a8af0-252c-4413-924f-fb2c830fc3d2",
            "word": "audiobook",
            "phonetic": "ɔːdɪoʊbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also, your first audiobook is free.",
                "I listen to audiobooks on my way back and forth to work.",
                "You can find this audiobook on Audible, along with tons of other amazing stories.",
                "Audible's selection of audiobooks includes Audible originals, audio titles created by storytellers from around the literary world.",
                "Audible’s selection of audiobooks includes Audible Originals, audio titles created by storytellers from around the literary world."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaW9ib29r&hash=f3607b6fd30c1728320c6e35a1c2cce99b4fe676&lang=en&cache-only=0",
            "defineEn": "a recording of a book or other work being read aloud, which can be listened to by people through various devices",
            "defineVi": "bản ghi âm một cuốn sách hoặc tác phẩm khác đang được đọc to, mọi người có thể nghe được thông qua nhiều thiết bị khác nhau"
        },
        {
            "id": "5ca29a82-c9ec-41b1-80f3-2fcd5290854e",
            "word": "blook",
            "phonetic": "blʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2s&hash=77c6a77945c120f1b11740e56e137383af39c05a&lang=en&cache-only=0",
            "defineEn": "a book that originated from a blog or online writing platform, often consisting of a collection of posts or articles that have been edited, revised, and compiled into book form",
            "defineVi": "một cuốn sách có nguồn gốc từ blog hoặc nền tảng viết trực tuyến, thường bao gồm một tập hợp các bài đăng hoặc bài báo đã được chỉnh sửa, sửa đổi và biên soạn thành sách"
        },
        {
            "id": "41358414-89ce-44d6-85c1-7f5a580d252f",
            "word": "board book",
            "phonetic": "boːɹd bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmQgYm9vaw&hash=bf487969f2a221826d92d40b737cf4464e90495b&lang=en&cache-only=0",
            "defineEn": "a type of children's book made of thick cardboard pages to withstand rough handling and easy for small hands to grasp",
            "defineVi": "một loại sách dành cho trẻ em làm bằng các trang bìa cứng dày để chịu được việc xử lý thô và dễ cầm nắm đối với bàn tay nhỏ"
        },
        {
            "id": "952f3804-c347-4102-9570-cce0b3929742",
            "word": "book series",
            "phonetic": "bʊk sɪɹiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vayBzZXJpZXM&hash=667c2af4a06adad4a11e55611318cd47a8451094&lang=en&cache-only=0",
            "defineEn": "a sequence of books having the same title, characters, or authors, typically marketed towards children and young adults",
            "defineVi": "một chuỗi sách có cùng tiêu đề, nhân vật hoặc tác giả, thường được bán cho trẻ em và thanh niên"
        },
        {
            "id": "4e82ff7b-72a7-408b-89d4-2ff53dcd703a",
            "word": "book-and-record set",
            "phonetic": "bʊkændɹɛkɚd sɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vay1hbmQtcmVjb3JkIHNldA&hash=30026a9ffc94bebe5e3107e3a13b236cab889bdb&lang=en&cache-only=0",
            "defineEn": "a type of children's entertainment product consisting of a picture book and an accompanying vinyl record or audio cassette",
            "defineVi": "một loại sản phẩm giải trí dành cho trẻ em bao gồm một cuốn sách ảnh và một bản ghi vinyl hoặc băng ghi âm đi kèm"
        },
        {
            "id": "de1b9e80-b622-4fcd-8ada-277034f1963e",
            "word": "booklet",
            "phonetic": "bʊklɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, I have a booklet that's being made.",
                "Just as described in the fallout shelter booklet.",
                "The tear that goes through the entire booklet.",
                "She was a young girl, growing up in Omaha, Nebraska, and one day, at home, she came across some booklets about Emmett that a photojournalist had put together. ",
                "Still, she told me she became angry, and tore up some of the booklets."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2xldA&hash=9f5dd41adc4eac9b76232efb4e1e1c5bf7df0935&lang=en&cache-only=0",
            "defineEn": "a small book consisting of a few sheets, typically of paper or card, stapled or bound together, often containing information on a specific subject",
            "defineVi": "một cuốn sách nhỏ bao gồm một vài tờ, thường bằng giấy hoặc thẻ, được ghim hoặc buộc lại với nhau, thường chứa thông tin về một chủ đề cụ thể"
        },
        {
            "id": "47a0e4a6-c904-4606-98a4-a5a0ca513d4a",
            "word": "boxed set",
            "phonetic": "bɑːkst sɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym94ZWQgc2V0&hash=c6ae5533ea91bcbce1777e1d56ccb76316fbec4c&lang=en&cache-only=0",
            "defineEn": "a collection of books or other items that are presented together in a box, typically sold as a single unit",
            "defineVi": "một bộ sưu tập sách hoặc các mặt hàng khác được trình bày cùng nhau trong một hộp, thường được bán dưới dạng một đơn vị"
        },
        {
            "id": "ecf3c598-9e03-4836-b78b-e57ab8cc5f6d",
            "word": "braille book",
            "phonetic": "bɹeɪl bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhaWxsZSBib29r&hash=5eb8a9f720ecf767dae93be8d2f19e4b613c0ab6&lang=en&cache-only=0",
            "defineEn": "a book that has been transcribed into the braille writing system, typically used by blind or visually impaired readers who can feel the raised dots to interpret the text",
            "defineVi": "một cuốn sách đã được phiên âm sang hệ thống chữ nổi, thường được sử dụng bởi những độc giả khiếm thị hoặc khiếm thị, những người có thể cảm nhận các dấu chấm nổi lên để giải thích văn bản"
        },
        {
            "id": "37ae9e89-22cc-4340-afae-379e87fa884f",
            "word": "catalogue raisonné",
            "phonetic": "kæɾɐlɑːɡ ɹeɪsɑːn bækslæʃ ɛkssiː θɹiː bækslæʃ zɑː naɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWxvZ3VlIHJhaXNvbm7DqQ&hash=958d694cfd66756efce0b1ae6b76f1bec5a52e8e&lang=en&cache-only=0",
            "defineEn": "a comprehensive and annotated listing of all the known artworks by an artist, often including information such as their descriptions, locations, provenance, and critical commentary",
            "defineVi": "một danh sách toàn diện và có chú thích về tất cả các tác phẩm nghệ thuật đã biết của một nghệ sĩ, thường bao gồm thông tin như mô tả, địa điểm, xuất xứ và bình luận phê bình"
        },
        {
            "id": "3b1d9813-0a1b-4cd0-946b-c7673365f134",
            "word": "chapter book",
            "phonetic": "tʃæptɚ bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhcHRlciBib29r&hash=9027a559b65fac2b71c734532ac0bff687539f8d&lang=en&cache-only=0",
            "defineEn": "a book intended for children that is organized into chapters and typically has a higher word count and more complex themes than a picture book or early reader",
            "defineVi": "một cuốn sách dành cho trẻ em được sắp xếp thành các chương và thường có số từ cao hơn và các chủ đề phức tạp hơn một cuốn sách ảnh hoặc cuốn sách đọc sớm"
        },
        {
            "id": "80c8ceba-cd4f-452d-92d8-32db1a5f8257",
            "word": "codex ",
            "phonetic": "koʊdɛks bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the few Mayan codices that remain, we know that the scribes determined the lunar month to three decimal places and predicted eclipses.",
                "So when they pair that with the faster processor in this camera, you get the ability to have fatter codex because this camera can record up to 600 megabits per second.",
                "The Spanish burned or otherwise destroyed a vast amount of Mexica cultural heritage, and we rely on codices like this one to keep this heritage alive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZXjCoA&hash=5ed66cabd4453813d8aa513e759bd4da879139e2&lang=en&cache-only=0",
            "defineEn": "a book made up of a number of sheets of paper or parchment, usually bound together in book form, and often used for handwritten manuscripts",
            "defineVi": "một cuốn sách bao gồm một số tờ giấy hoặc giấy da, thường được đóng lại với nhau ở dạng sách và thường được sử dụng cho các bản thảo viết tay"
        },
        {
            "id": "b86343e0-c022-41f4-ade8-e06351d86f71",
            "word": "coffee table book ",
            "phonetic": "kɔfi teɪbəl bʊk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVlIHRhYmxlIGJvb2vCoA&hash=586a59ad4e71e0954fa156b881298061daa3570e&lang=en&cache-only=0",
            "defineEn": "A large, often luxurious book meant to be displayed on a coffee table or similar surface and typically featuring photographs, art, or other visual content on a particular subject",
            "defineVi": "Một cuốn sách lớn, sang trọng thường được trưng bày trên bàn cà phê hoặc bề mặt tương tự và thường có các bức ảnh, tác phẩm nghệ thuật hoặc nội dung trực quan khác về một chủ đề cụ thể"
        },
        {
            "id": "ea8665bf-3d32-4cf2-b9ca-a6f473618b27",
            "word": "comic book",
            "phonetic": "kɑːmɪk bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29taWMgYm9vaw&hash=86c6ec5af1de6e47c1e1303c6226248ec76861c1&lang=en&cache-only=0",
            "defineEn": "a magazine that contains a series of stories that are told by using pictures",
            "defineVi": "một tạp chí chứa một loạt các câu chuyện được kể bằng cách sử dụng hình ảnh"
        },
        {
            "id": "218f6f3a-206a-4103-9312-003803ef3d8e",
            "word": "commonplace book",
            "phonetic": "kɑːmənpleɪs bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9ucGxhY2UgYm9vaw&hash=1d99cc18ae7292a0edcd4885c7d5fa471f78fe3d&lang=en&cache-only=0",
            "defineEn": "a personal journal used to collect and organize knowledge, ideas, and other information",
            "defineVi": "một tạp chí cá nhân được sử dụng để thu thập và sắp xếp kiến thức, ý tưởng và thông tin khác"
        },
        {
            "id": "ef9b9685-fd36-4df8-8f48-7d025870be52",
            "word": "confession album",
            "phonetic": "kənfɛʃən ælbəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVzc2lvbiBhbGJ1bQ&hash=18ced8474b5cabdba4f34c90503ba48eade011d9&lang=en&cache-only=0",
            "defineEn": "a type of autograph book where friends and acquaintances write personal confessions or messages to the owner",
            "defineVi": "một loại sổ ký tên mà bạn bè và người quen viết những lời thú nhận cá nhân hoặc tin nhắn cho chủ sở hữu"
        },
        {
            "id": "10d85004-918e-4d85-8c43-02495084311e",
            "word": "journal",
            "phonetic": "dʒɜːnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The master kept a weekly journal.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "He writes his thoughts and ideas in a journal with a fancy pen.",
                "She used a purple pen to write in her journal.",
                "They need to build a strong relationship with journal users."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbA&hash=0610ad27b673f4ac4a7b46d984fc780a0cde95ce&lang=en&cache-only=0",
            "defineEn": "a written record of daily events, experiences, etc. that is kept for personal use",
            "defineVi": "một bản ghi các sự kiện hàng ngày, kinh nghiệm, v.v. được lưu giữ để sử dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "e859ec51-9860-446f-b324-42aab1c327bd",
            "word": "dream diary ",
            "phonetic": "dɹiːm daɪɚɹi bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJlYW0gZGlhcnnCoA&hash=ce0a63f18df7e56c74be59d9af04df187d18d862&lang=en&cache-only=0",
            "defineEn": "a book used to record dreams and their content for analysis or reflection",
            "defineVi": "một cuốn sách dùng để ghi lại những giấc mơ và nội dung của chúng để phân tích hoặc phản ánh"
        },
        {
            "id": "731d1aa9-22eb-4447-91b3-d7ffdf9d3583",
            "word": "e-book",
            "phonetic": "iːbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hachette and Amazon set out to renegotiate their e-book contract.",
                "Our e-books are a unique feature on the app, so make sure you check out Rivet and search for our channel name and read our books!",
                "Through multiple partnerships to sell e-books and audiobooks.",
                "For example, in one small study, participants who spent four hours reading e-books before bed for five nights, produced 55% less melatonin than participants that read print books.",
                "What's more, the e-book readers reported that they were more alert before bed, took longer to fall asleep and reach restorative REM state, and were more tired the next morning."
            ],
            "audio": "https://tts.langeek.co/read?text=ZS1ib29r&hash=7ff4640d2dbad4022739a7163284647770f8565a&lang=en&cache-only=0",
            "defineEn": "a book that is published or converted to a digital format",
            "defineVi": "một cuốn sách được xuất bản hoặc chuyển đổi sang định dạng kỹ thuật số"
        },
        {
            "id": "2d9eeffd-1a6c-4bea-8b9c-5c8a98ad1e9f",
            "word": "exhibition catalogue",
            "phonetic": "ɛksɪbɪʃən kæɾɐlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdGlvbiBjYXRhbG9ndWU&hash=db8011ee6aa8d3e2b0ad862e0b416a34268e65d7&lang=en&cache-only=0",
            "defineEn": "a publication that provides information about an art exhibition, often including images of the artworks on display and essays by curators and art historians",
            "defineVi": "một ấn phẩm cung cấp thông tin về một cuộc triển lãm nghệ thuật, thường bao gồm hình ảnh của các tác phẩm nghệ thuật được trưng bày và các bài tiểu luận của người phụ trách và sử gia nghệ thuật"
        },
        {
            "id": "949df688-6648-4b74-ad0a-d48a6c8765d2",
            "word": "festival book",
            "phonetic": "fɛstɪvəl bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVzdGl2YWwgYm9vaw&hash=5d30972b242f47761209e7aca310ebdb2187e053&lang=en&cache-only=0",
            "defineEn": "a type of book published to commemorate or document a special event or festival",
            "defineVi": "một loại sách được xuất bản để kỷ niệm hoặc ghi lại một sự kiện hoặc lễ hội đặc biệt"
        },
        {
            "id": "00ff2c16-58e1-42ce-a6a4-da57bd15e621",
            "word": "first edition",
            "phonetic": "fɜːst ᵻdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgZWRpdGlvbg&hash=f43018827ebc511c01d985486f74f08275fe56a5&lang=en&cache-only=0",
            "defineEn": "the first printing of a book, typically printed in limited quantities and often considered the most desirable edition for collectors",
            "defineVi": "bản in đầu tiên của một cuốn sách, thường được in với số lượng hạn chế và thường được coi là ấn bản hấp dẫn nhất đối với các nhà sưu tập"
        },
        {
            "id": "cfb4c00d-46f7-4857-a4cb-25604c850c5d",
            "word": "flip book ",
            "phonetic": "flɪp bʊk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxpcCBib29rwqA&hash=833220a6b32f16993fc25694252fe46088c820de&lang=en&cache-only=0",
            "defineEn": "a book with a series of pictures that create an illusion of movement when pages are rapidly flipped",
            "defineVi": "một cuốn sách với một loạt các hình ảnh tạo ảo giác chuyển động khi các trang được lật nhanh"
        },
        {
            "id": "9449ab03-6e02-447e-a2fc-ea14d22ddfa6",
            "word": "hardcover",
            "phonetic": "hɑːɹdkʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a book binding class, a hardcover book book binding class, at this place called the Center for Book Arts in New York.",
                "Taking a class on how to make a book really demystifies the process and shows you that \"hey this is actually just three rectangles glued onto a piece of flexible material and you fold the edges and then you have a hardcover book.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZGNvdmVy&hash=726be2728db92ec9a77791bfb8d14642aa491567&lang=en&cache-only=0",
            "defineEn": "a book with a cover made from stiff material such as cardboard, leather, etc.",
            "defineVi": "một cuốn sách có bìa làm từ vật liệu cứng như bìa cứng, da, v.v."
        },
        {
            "id": "e97630d2-4546-415b-be25-14d318eb10c5",
            "word": "illuminated manuscript",
            "phonetic": "ɪluːmᵻneɪɾᵻd mænjuːskɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsdW1pbmF0ZWQgbWFudXNjcmlwdA&hash=d2e84b3141912a836fb66475b19fac6670c167fb&lang=en&cache-only=0",
            "defineEn": "a manuscript in which the text is supplemented with decorations, such as initials, borders, and miniature illustrations",
            "defineVi": "một bản thảo trong đó văn bản được bổ sung các trang trí, chẳng hạn như tên viết tắt, đường viền và hình minh họa thu nhỏ"
        },
        {
            "id": "6aa67985-7ab8-4965-bc01-479721037507",
            "word": "incunable",
            "phonetic": "ɪŋkjuːnəbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jdW5hYmxl&hash=88f73a14942b827623146af160f051130d981f4d&lang=en&cache-only=0",
            "defineEn": "a book that was printed before 1501, during the earliest period of European printing",
            "defineVi": "một cuốn sách được in trước năm 1501, trong thời kỳ đầu tiên của in ấn châu Âu"
        },
        {
            "id": "816df2fa-5141-4eb8-b657-07498f903c04",
            "word": "instant book",
            "phonetic": "ɪnstənt bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudCBib29r&hash=047abfbdbacc115c0a86f34c1c7e2b6e264c494c&lang=en&cache-only=0",
            "defineEn": "a book that is written, edited, and published within a short period, often in response to current events or popular trends",
            "defineVi": "một cuốn sách được viết, chỉnh sửa và xuất bản trong một thời gian ngắn, thường là để đáp ứng các sự kiện hiện tại hoặc xu hướng phổ biến"
        },
        {
            "id": "75ca9992-5d39-4a57-a9d0-b868b6855cf4",
            "word": "interactive book",
            "phonetic": "ɪntɚɹæktɪv bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJhY3RpdmUgYm9vaw&hash=9020c41e05c037db93e1b7838d628ec0e7a4223f&lang=en&cache-only=0",
            "defineEn": "a type of book that involves the reader in the story or information presented by requiring active participation, such as making choices, solving puzzles, or manipulating objects",
            "defineVi": "một loại sách liên quan đến người đọc trong câu chuyện hoặc thông tin được trình bày bằng cách yêu cầu sự tham gia tích cực, chẳng hạn như đưa ra lựa chọn, giải câu đố hoặc thao tác với đồ vật"
        },
        {
            "id": "9ea90573-c759-41fe-a2e8-4fb7bd8a16f6",
            "word": "large-print",
            "phonetic": "lɑːɹdʒpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFyZ2UtcHJpbnQ&hash=44636abd4fc4b3d802cd9787f2cff3644030561c&lang=en&cache-only=0",
            "defineEn": "a book that has been printed in a larger font size than standard books, designed to help people with visual impairments or difficulty reading small text",
            "defineVi": "một cuốn sách đã được in với cỡ chữ lớn hơn so với sách tiêu chuẩn, được thiết kế để giúp những người khiếm thị hoặc gặp khó khăn trong việc đọc văn bản nhỏ"
        },
        {
            "id": "b7173d0a-f14e-4b02-b2b1-369f1989c0f1",
            "word": "limited edition",
            "phonetic": "lɪmɪɾᵻd ᵻdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This particular watch is a limited edition of 60 pieces worldwide.",
                "This is a limited edition from Grado.",
                "They're doing a limited edition drop with two LTT options, face and sticker bomb.",
                "There are special editions, there are limited editions.",
                "Making only 350 copies, this limited edition print sells for $50."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltaXRlZCBlZGl0aW9u&hash=7633a1b49b89519b0465dacea02af2db25719cc4&lang=en&cache-only=0",
            "defineEn": "an issue of a book, print, collectible, etc. that is produced in limited numbers or just once",
            "defineVi": "một vấn đề về sách, bản in, sưu tầm, v.v. được sản xuất với số lượng hạn chế hoặc chỉ một lần"
        },
        {
            "id": "aec54c67-6377-423e-b2ba-f06132c79472",
            "word": "magazine",
            "phonetic": "mæɡɐziːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The magazine keeps tabs on the latest fashion trends.",
                "The articles in this magazine are a cut above the others.",
                "I often read parenting magazines to get advice on raising my children."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnYXppbmU&hash=e98518ef0c0c058fd15cc64a3b97911375c962f7&lang=en&cache-only=0",
            "defineEn": "a periodic publication or a large thin book with a paper cover that contains news stories, articles, photographs, etc., usually on a particular topic, sold weekly or monthly",
            "defineVi": "một ấn phẩm định kỳ hoặc một cuốn sách mỏng lớn có bìa giấy chứa các câu chuyện tin tức, bài báo, ảnh, v.v., thường về một chủ đề cụ thể, được bán hàng tuần hoặc hàng tháng",
            "hasImg": true
        },
        {
            "id": "9b6d0409-bc28-4299-b52f-f4e76906b6c2",
            "word": "mass-market paperback",
            "phonetic": "mæsmɑːɹkɪt peɪpɚbæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFzcy1tYXJrZXQgcGFwZXJiYWNr&hash=7f3791718f9fefb29c79046f0159c755730bd662&lang=en&cache-only=0",
            "defineEn": "a small-sized paperback book that is sold in large quantities in many different retail outlets",
            "defineVi": "một cuốn sách bìa mềm khổ nhỏ được bán với số lượng lớn ở nhiều cửa hàng bán lẻ khác nhau"
        },
        {
            "id": "5f649b4f-c6a6-4555-8f9f-deaf95e86eff",
            "word": "midlist",
            "phonetic": "mɪdlɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlkbGlzdA&hash=d0fbd0ec5cb8a10989d7babbace8db8bb13727b1&lang=en&cache-only=0",
            "defineEn": "titles that are not bestsellers but are still popular enough to warrant publication and distribution",
            "defineVi": "những tựa sách không bán chạy nhất nhưng vẫn đủ phổ biến để đảm bảo xuất bản và phân phối"
        },
        {
            "id": "800c5020-55da-4058-8a42-48eff372a37a",
            "word": "miniature book ",
            "phonetic": "mɪnɪtʃɚ bʊk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWluaWF0dXJlIGJvb2vCoA&hash=35669b2f91cf65ec4456373be70fedd6de046089&lang=en&cache-only=0",
            "defineEn": "a very small book, often no larger than 3 inches in height and width",
            "defineVi": "một cuốn sách rất nhỏ, thường không lớn hơn 3 inch chiều cao và chiều rộng"
        },
        {
            "id": "e9fc5f92-80f3-403b-afe3-76f79a5ae34d",
            "word": "miscellany",
            "phonetic": "mɪsɛləni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzY2VsbGFueQ&hash=10232159c579d430bae7d98d3db85b79372c3308&lang=en&cache-only=0",
            "defineEn": "a collection or assortment of different items or pieces of writing, often gathered together in a single volume or publication",
            "defineVi": "một bộ sưu tập hoặc phân loại các mục hoặc bài viết khác nhau, thường được tập hợp lại với nhau trong một tập hoặc ấn phẩm duy nhất"
        },
        {
            "id": "be6949e8-4615-406e-a245-0b02626aad47",
            "word": "monograph",
            "phonetic": "mɑːnoʊɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "His skeleton was described by French anthropologist Marcellin Boule in a detailed monograph published in 1911."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub2dyYXBo&hash=3798f683143ff58d29257eaf4c1b42508f3054da&lang=en&cache-only=0",
            "defineEn": "a detailed written account of a particular subject, usually in the format of a short book",
            "defineVi": "một tài khoản bằng văn bản chi tiết về một chủ đề cụ thể, thường ở định dạng của một cuốn sách ngắn"
        },
        {
            "id": "936867e9-f740-4d28-a2d4-c9edede1c3b1",
            "word": "networked book",
            "phonetic": "nɛtwɜːkt bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV0d29ya2VkIGJvb2s&hash=99ca909479532ef2b55aee7eabc7344b20e8db78&lang=en&cache-only=0",
            "defineEn": "an electronic book that allows readers to participate in the creation and evolution of the book's content",
            "defineVi": "một cuốn sách điện tử cho phép người đọc tham gia vào quá trình sáng tạo và phát triển nội dung của cuốn sách"
        },
        {
            "id": "7b89df4b-1fd4-4be8-8869-a4f9ffc217ee",
            "word": "online book ",
            "phonetic": "ɑːnlaɪn bʊk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25saW5lIGJvb2vCoA&hash=09fb58ffdc6f7989e74e6be491f3be7a9f01d92f&lang=en&cache-only=0",
            "defineEn": "a digital book that can be accessed through the internet or downloaded onto a device",
            "defineVi": "một cuốn sách kỹ thuật số có thể được truy cập qua internet hoặc tải xuống thiết bị"
        },
        {
            "id": "a0b15904-3a11-4181-9365-cda3a86195f5",
            "word": "orihon",
            "phonetic": "ɔːɹɪhən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JpaG9u&hash=333fee840eddf2930cef6b1d0127de959f8f29c3&lang=en&cache-only=0",
            "defineEn": "a traditional Japanese bookbinding technique where a long piece of paper or silk is folded accordion-style to form a book",
            "defineVi": "một kỹ thuật đóng sách truyền thống của Nhật Bản trong đó một mảnh giấy hoặc lụa dài được gấp lại theo kiểu đàn xếp để tạo thành một cuốn sách"
        },
        {
            "id": "7760da40-20ee-40ae-be1e-6d73f09c81a0",
            "word": "out-of-print",
            "phonetic": "aʊɾəvpɹɪnt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0LW9mLXByaW50&hash=4a4cfbc045a731a23067a786611edf5f6510e023&lang=en&cache-only=0",
            "defineEn": "no longer being published and is no longer available for purchase from the publisher or booksellers",
            "defineVi": "không còn được xuất bản và không còn có sẵn để mua từ nhà xuất bản hoặc nhà bán sách"
        },
        {
            "id": "252b8c2f-27e4-4b1a-8072-0158b32784c6",
            "word": "paperback",
            "phonetic": "peɪpɚbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paperback edition didn't appear for another two years.",
                "And his novel An Absolutely Remarkable Thing is now out in paperback.",
                "And that book is now available in paperback, which is just so much more cozy to hold!",
                "And the paperback company saw these illustrations and called me, and I did various covers for them.",
                "You had the magazines, the paperback books, the box covers you were talking about."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwZXJiYWNr&hash=c7a3e6c1500f3645c74e10138b8e624afae09fa2&lang=en&cache-only=0",
            "defineEn": "a book with a cover that is made of thick paper",
            "defineVi": "một cuốn sách có bìa được làm bằng giấy dày",
            "hasImg": true
        },
        {
            "id": "3f20d5e5-0d42-49bf-b9db-ef708fed0961",
            "word": "photobook ",
            "phonetic": "foʊɾoʊbʊk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ib29rwqA&hash=d8a06688392ad397a49b8b125e5a9eb4348322c8&lang=en&cache-only=0",
            "defineEn": "a type of book that contains photographs or photo illustrations, usually accompanied by text",
            "defineVi": "một loại sách chứa ảnh hoặc ảnh minh họa, thường kèm theo văn bản"
        },
        {
            "id": "77bee75e-ad42-4040-aa7c-52378eae01bb",
            "word": "picture book",
            "phonetic": "pɪktʃɚ bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZSBib29r&hash=3a018319bbb83c108837aeef9dbfc58d8a4161a9&lang=en&cache-only=0",
            "defineEn": "a book with illustrations that tell a story and are designed for young children",
            "defineVi": "một cuốn sách có hình minh họa kể một câu chuyện và được thiết kế cho trẻ nhỏ"
        },
        {
            "id": "b4c90218-a128-4750-8334-4ad859646f5a",
            "word": "pop-up book",
            "phonetic": "pɑːpʌp bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9wLXVwIGJvb2s&hash=d49c95b5a004558e7c7f9301ab219147d1623f7e&lang=en&cache-only=0",
            "defineEn": "a three-dimensional book that has movable parts and pop-up illustrations that rise off the page when opened",
            "defineVi": "một cuốn sách ba chiều có các phần có thể di chuyển được và các hình minh họa bật lên khi mở ra khỏi trang"
        },
        {
            "id": "e016d524-0a07-4f89-a8ef-16f6f0e8f45d",
            "word": "remaindered book",
            "phonetic": "ɹᵻmeɪndɚd bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVtYWluZGVyZWQgYm9vaw&hash=9eb0938c9d1e214e3642eec8a63d53e51d47133e&lang=en&cache-only=0",
            "defineEn": "a book that is no longer selling well and is being sold at a greatly reduced price by the publisher",
            "defineVi": "một cuốn sách không còn bán chạy nữa và đang được nhà xuất bản bán với giá giảm mạnh"
        },
        {
            "id": "54083d58-5034-4beb-9df6-c6363c217c4f",
            "word": "scrapbook",
            "phonetic": "skɹæpbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a scrapbook.",
                "Doug Zwemke keeps a scrapbook from his investigations.",
                "My grandfather was using them as scrapbooks.",
                "But for those of you who are crafty, We can scrapbook.",
                "If you’ve ever flipped through a scrapbook or photo album with an older family member, you may have experienced this as they’ve shared memories of people you’ve never met."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXBib29r&hash=25eb2620b4915ad934fa1aa726a2b5b86a5c2bf4&lang=en&cache-only=0",
            "defineEn": "a book containing photographs, clippings, artwork, and other personal mementos arranged in a creative way to preserve memories or tell a story",
            "defineVi": "một cuốn sách chứa ảnh, mẩu, tác phẩm nghệ thuật và các vật lưu niệm cá nhân khác được sắp xếp theo cách sáng tạo để lưu giữ những kỷ niệm hoặc kể một câu chuyện"
        },
        {
            "id": "c4be45e0-ad51-44e5-9b20-5d91eac0b4d3",
            "word": "scroll",
            "phonetic": "skɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used his finger to scroll through the pictures on his phone.",
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "Thomas whiled away hours each day scrolling mindlessly online, understanding that by doing nothing we learn to do ill through lack of purpose.",
                "Lisa found herself down the rabbit hole of social media, endlessly scrolling through feeds, liking posts, and following new accounts, unable to break free from the addictive nature of online platforms.",
                "For many people, social media is like a moth to a flame - they can't resist checking their phones and scrolling through their feeds, even if it's not productive or healthy."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nyb2xs&hash=b37093c7c505c613cdd2ee4d22468300a4647028&lang=en&cache-only=0",
            "defineEn": "a roll of parchment, paper, or other material containing writing or images, often used for historical or religious texts",
            "defineVi": "một cuộn giấy da, giấy hoặc tài liệu khác có chứa chữ viết hoặc hình ảnh, thường được sử dụng cho các văn bản lịch sử hoặc tôn giáo"
        },
        {
            "id": "ee6351fc-2142-47e7-87c8-3938cb0b5faa",
            "word": "chansonnier",
            "phonetic": "tʃænsənɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhbnNvbm5pZXI&hash=896f7263aaa8528a2c253461d7788684d0a7627e&lang=en&cache-only=0",
            "defineEn": "a type of medieval manuscript that contains a collection of secular songs or chansons",
            "defineVi": "một loại bản thảo thời trung cổ có chứa một bộ sưu tập các bài hát hoặc chanson thế tục"
        },
        {
            "id": "42c9a718-aa02-45f7-b1ee-81420b0e45f5",
            "word": "Tankōbon",
            "phonetic": "tæŋk bækslæʃ ɛkssiː faɪv bækslæʃ ɛks eɪt diːbɑːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VGFua8WNYm9u&hash=32063e7a16416f3ed67d0e9a72db68a8592e5e88&lang=en&cache-only=0",
            "defineEn": "a book that collects multiple chapters or volumes of a manga series into a single volume",
            "defineVi": "một cuốn sách tập hợp nhiều chương hoặc tập của một bộ truyện tranh thành một tập duy nhất"
        },
        {
            "id": "065f416d-3dd2-41ef-b10b-106fc12de02d",
            "word": "textbook",
            "phonetic": "tɛkstbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We use textbooks and online resources to help us with our homework.",
                "She realized that the information in the textbook was incorrect.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "As the student opened his textbook to a difficult math problem, he couldn't help but make a face at the challenging equations.",
                "But back in the ‘90s, the existence of hot Jupiters rewrote the textbooks."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dGJvb2s&hash=545d9e1bbabd5cf134d7d83a7462d6b39318dede&lang=en&cache-only=0",
            "defineEn": "a book used for the study of a particular subject, especially in schools and colleges",
            "defineVi": "một cuốn sách được sử dụng để nghiên cứu về một chủ đề cụ thể, đặc biệt là trong các trường học và cao đẳng",
            "hasImg": true
        },
        {
            "id": "bc227bd5-41df-489e-a231-a14a915d62ce",
            "word": "tie-in",
            "phonetic": "taɪɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "But you don't get billions of dollars in sales and a Sanrio merch tie-in just by accident.",
                "Companies also use brand tie-ins like Doritos Locos Tacos and coupons that expire within the week, like the ones you may have seen on the bottom of your receipt, not to mention app reward points or special daily deals found only in the app, just like the old-fashioned punch card.",
                "And it was that tie-in that I think you were just suggesting this subcommittee be aware of."
            ],
            "audio": "https://tts.langeek.co/read?text=dGllLWlu&hash=d89e86c8c5e89220efc4cf4089c48a3575ff7250&lang=en&cache-only=0",
            "defineEn": "a type of book that is based on a media franchise, such as a movie, TV show, or video game, and is often released to coincide with the release of the franchise",
            "defineVi": "một loại sách dựa trên nhượng quyền truyền thông, chẳng hạn như phim, chương trình truyền hình hoặc trò chơi điện tử và thường được phát hành trùng với thời điểm phát hành nhượng quyền"
        },
        {
            "id": "b46194af-9954-4e6f-abc2-f6e2b0c276c5",
            "word": "trade paperback ",
            "phonetic": "tɹeɪd peɪpɚbæk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhZGUgcGFwZXJiYWNrwqA&hash=4292daff3d5a820cafbf55be7c07e1582b5a9800&lang=en&cache-only=0",
            "defineEn": "a book released in a softcover edition after the hardcover edition has been published, often sold in bookstores and to a general audience",
            "defineVi": "một cuốn sách được phát hành dưới dạng ấn bản bìa mềm sau khi ấn bản bìa cứng đã được xuất bản, thường được bán ở các hiệu sách và cho độc giả phổ thông"
        },
        {
            "id": "03b98f2e-4bd0-4d08-8ead-eb86acf87837",
            "word": "used book ",
            "phonetic": "juːzd bʊk bækslæʃ ɛkssiː tuː bækslæʃ zɑː ziəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXNlZCBib29rwqA&hash=0f4794f716aa5b234ca3734872c0ecb4385f37c5&lang=en&cache-only=0",
            "defineEn": "a book that has been owned and read by someone else before being sold or given away to another person",
            "defineVi": "một cuốn sách đã được sở hữu và đọc bởi người khác trước khi được bán hoặc tặng cho người khác"
        },
        {
            "id": "49640b0c-f078-4766-9c24-d30dde71d7e1",
            "word": "volume",
            "phonetic": "vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave a reading from her latest volume of poetry.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "The TV remote control allows me to change channels and adjust the volume.",
                "The happy smile on the child's face when he opened the box spoke volumes about my choice of gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW1l&hash=6030dc59a1352c16a74a65e1a288b0e580e9c9c1&lang=en&cache-only=0",
            "defineEn": "a book or other publication that is part of a series of works",
            "defineVi": "một cuốn sách hoặc ấn phẩm khác là một phần của một loạt các tác phẩm"
        },
        {
            "id": "fafd0f97-05f7-42fc-965b-8bcae8ae5b1c",
            "word": "manuscript",
            "phonetic": "mænjuːskɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author had to eat crow and rewrite their manuscript after receiving harsh criticism from their editor.",
                "The writer hoped to hitch her wagon to a star by submitting her manuscript to a top publishing house.",
                "We need to get Sally's eagle eye on this manuscript because she'll be sure to spot any errors.",
                "With so many manuscripts arriving daily, it's a challenge to separate the wheat from the chaff and spot the really exceptional ones.",
                "The school's library had housed priceless African books and manuscripts."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudXNjcmlwdA&hash=aab7fd63f8de285aaf09d22c9f52a41983838187&lang=en&cache-only=0",
            "defineEn": "a handwritten or typed document that has not yet been published or printed, often used to refer to an author's draft of a book or other literary work",
            "defineVi": "một tài liệu viết tay hoặc đánh máy chưa được xuất bản hoặc in, thường được sử dụng để chỉ bản thảo của một cuốn sách hoặc tác phẩm văn học khác của tác giả"
        }
    ]
}