{
    "id": "d438aacf-5b5b-446b-9856-2dfdb1cd29fe",
    "title": "Politics",
    "originalTitle": "Politics",
    "words": [
        {
            "id": "29e155fe-c94c-40c3-871a-56b2f07b6cae",
            "word": "candidacy",
            "phonetic": "kændɪdəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "The politician spent months greasing the skids with various interest groups and stakeholders before announcing his candidacy.",
                "A third party candidacy is a spoiler.",
                "What does her candidacy represent?",
                "In New Hampshire, Bill's candidacy seemed doomed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZGlkYWN5&hash=3a909249aa5a6392f1a9c8f45addf73d8a1ade3f&lang=en&cache-only=0",
            "defineEn": "the fact or condition of being a candidate in an election",
            "defineVi": "thực tế hoặc điều kiện là một ứng cử viên trong một cuộc bầu cử",
            "hasImg": true
        },
        {
            "id": "a2e17392-4dcc-4445-997c-71e2f616a1c4",
            "word": "electoral",
            "phonetic": "ᵻlɛktɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because of the electoral promises he made, which so far he has failed to keep, many people call the new president 'all sizzle and no steak'.",
                "But back to Adams: his election in 1796 exposed a big flaw in our electoral system.",
                "California gets 55 Electoral votes for 37.3 million people.",
                "So we're up to 196 Electoral votes.",
                "Of course, I think electoral ruin, though people have been saying that for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RvcmFs&hash=2f87da222381b63e33809f9bf58407a1d57c80a2&lang=en&cache-only=0",
            "defineEn": "connected with elections or electors",
            "defineVi": "kết nối với các cuộc bầu cử hoặc đại cử tri",
            "hasImg": true
        },
        {
            "id": "d74b72c4-2ab7-4341-b7d4-3545df661295",
            "word": "parliamentary",
            "phonetic": "pɑːɹləmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is planning to run in the parliamentary election.",
                "Two days after the deaths in Qom, Iran held nationwide parliamentary elections.",
                "They started after their parliamentary elections.",
                "JIM GILMORE - So 2011, the parliamentary elections take place and demonstrations break out in Moscow and in many other cities across Russia.",
                "And in the parliamentary elections, people started to protest."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybGlhbWVudGFyeQ&hash=6834f4b1a7e16e7a20a503a723f653481a691601&lang=en&cache-only=0",
            "defineEn": "having, relating to, or enacted by a parliament",
            "defineVi": "có, liên quan đến, hoặc ban hành bởi một quốc hội"
        },
        {
            "id": "71753193-7029-44bc-912e-0ead68467cd4",
            "word": "congressional",
            "phonetic": "kəŋɡɹɛʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He sees no congressional restraints.",
                "Tech mergers have faced particular scrutiny, especially in congressional hearings.",
                "Congressional correspondent Lisa Desjardins reports.",
                "Congressional correspondent Lisa Desjardins reports.",
                "Congressional correspondent Lisa Desjardins reports."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3Jlc3Npb25hbA&hash=b3d0afff2df178b9185b56afded18b042ab44fa9&lang=en&cache-only=0",
            "defineEn": "relating to a congress, especially that of the US",
            "defineVi": "liên quan đến một đại hội, đặc biệt là của Hoa Kỳ"
        },
        {
            "id": "621eafed-d15f-417c-9319-727d7d4fa3b7",
            "word": "electoral college",
            "phonetic": "ᵻlɛktɚɹəl kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Electoral College has spoken.",
                "The presidential election came down to the Electoral College votes in the state of Florida.",
                "So the Electoral College was their big compromise.",
                "But what exactly is the Electoral College?",
                "So that's the Electoral College in a nutshell."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RvcmFsIGNvbGxlZ2U&hash=58a4eecb7730418530eef26da85d67fe8ba90e31&lang=en&cache-only=0",
            "defineEn": "(in the US) a group of people who represent American citizens in all of the states and who formally cast votes to elect the president and vice president",
            "defineVi": "(ở Mỹ) một nhóm người đại diện cho công dân Mỹ ở tất cả các bang và chính thức bỏ phiếu bầu tổng thống và phó tổng thống"
        },
        {
            "id": "032e45b2-fd99-479b-8a0b-e9a66798d3cf",
            "word": "constituency",
            "phonetic": "kənstɪtʃuːənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Labour's John Taylor and Mary Smith both held seats in this constituency.",
                "The candidate built his brand off of speaking as he finds, which seems to strike a chord with the working class voters in his constituency.",
                "But that constituency was not a majority in Russia.",
                "And so they are reflecting their constituencies.",
                "This constituency is unpatriotic because it lives by Western values, not ours."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHVlbmN5&hash=4199a124dae6309e8e78ec3f7a189577e4914608&lang=en&cache-only=0",
            "defineEn": "a group of people in a specific area who elect a representative to a legislative position",
            "defineVi": "một nhóm người trong một khu vực cụ thể bầu một đại diện vào một vị trí lập pháp"
        },
        {
            "id": "515086bd-7b8b-4f8a-91fd-751f227b2c25",
            "word": "absentee ballot",
            "phonetic": "æbsəntiː bælət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJzZW50ZWUgYmFsbG90&hash=c409dbb5fde230976a8932b86c1da0dd280c23b8&lang=en&cache-only=0",
            "defineEn": "a ballot filled out and mailed in advance of an election by a voter who is not able to attend the polls",
            "defineVi": "một lá phiếu được điền và gửi trước cuộc bầu cử bởi một cử tri không thể tham dự các cuộc bỏ phiếu"
        },
        {
            "id": "23b695a1-197f-4e7f-b02f-e9eadef00546",
            "word": "chancellor",
            "phonetic": "tʃænsɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
                "I tried to persuade the Chancellor not to go.",
                "Meisha Ross-Porter, you’re our new chancellor.",
                "It’s from the chancellor’s office.",
                "Aminifu: I'm receiving the Chancellor's Medallion from the University System of Wisconsin for my contributions to human rights."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmNlbGxvcg&hash=a1902eb36cd14486e0074ddf310cde6690bb0bea&lang=en&cache-only=0",
            "defineEn": "the head of state in some countries, like Germany",
            "defineVi": "nguyên thủ quốc gia ở một số quốc gia, như Đức"
        },
        {
            "id": "c62d87ea-8dfe-4202-adb9-bdbdce9c065c",
            "word": "activism",
            "phonetic": "æktɪvɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "He also outlawed worker activism.",
                "Vitaliev's activism was born from his father's bravery.",
                "At the same time, religious activism renewed focus on philanthropy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpc20&hash=86a25cff32674d25f30ce97ed325c9e14d5337d2&lang=en&cache-only=0",
            "defineEn": "the action of striving to bring about social or political reform, especially as a member of an organization with specific objectives",
            "defineVi": "hành động phấn đấu để mang lại cải cách xã hội hoặc chính trị, đặc biệt là thành viên của một tổ chức với các mục tiêu cụ thể",
            "hasImg": true
        },
        {
            "id": "80286cbf-db26-4679-ab8d-5c13afc203cc",
            "word": "coalition",
            "phonetic": "koʊəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 1970 elections were won by a coalition led by Allende.",
                "The Party was a thorn in the flesh of his coalition.",
                "Only a few days ago, the Social Democrats were playing hard to get as the CDU tried to get them into coalition talks.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government.",
                "A government coalition needs 61 of 120 seats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hbGl0aW9u&hash=257f3c56c170e96ca335e560cedf9156bd378b7a&lang=en&cache-only=0",
            "defineEn": "an alliance between two or more countries or between political parties when forming a government or during elections",
            "defineVi": "một liên minh giữa hai hoặc nhiều quốc gia hoặc giữa các đảng chính trị khi thành lập chính phủ hoặc trong các cuộc bầu cử"
        },
        {
            "id": "3f5434de-a443-4c13-9df1-255352fc4eb3",
            "word": "referendum",
            "phonetic": "ɹɛfɚɹɛndəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The race was an early referendum on the Reagan administration.",
                "The voting marked another referendum on Prime Minister Benjamin Netanyahu, who's also fighting corruption charges.",
                "By 1992 Arizona passed a referendum establishing a statewide King holiday, which was first celebrated in 1993.",
                "They’re not a referendum on the incumbent, but we represented a continuum of policies that had become very, very unpopular with the American people. ",
                "He's making himself the issue, a referendum on him, is trying not to make it a choice election, which is the only chance he has to win."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlbmR1bQ&hash=e26cbcc88e9eb20e329178f9d472c0d59f7242a4&lang=en&cache-only=0",
            "defineEn": "the process by which all the people of a country have the opportunity to vote on a single political question",
            "defineVi": "quá trình mà tất cả người dân của một quốc gia có cơ hội bỏ phiếu cho một vấn đề chính trị duy nhất"
        },
        {
            "id": "700160f0-d4a5-44f0-831b-56fa609c1ef2",
            "word": "inauguration",
            "phonetic": "ɪnɔːɡjɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Overseas, world governments largely welcomed President Biden's inauguration.",
                "You do the inauguration address. ",
                "This day has seen the inauguration of Joseph Robinette Biden Jr. as the 46th president of the United States.",
                "The delayed response by the Pentagon and National Guard to the riot at the Capitol raises concerns about security ahead of the inauguration.",
                "As we have seen, today's inauguration featured unusual imagery, a response to the unusual circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hdWd1cmF0aW9u&hash=6f98b6ba016ddd582ccee47a9c74db98a6b68d3c&lang=en&cache-only=0",
            "defineEn": "a formal ceremony at which a person is admitted to office",
            "defineVi": "một buổi lễ chính thức mà tại đó một người được nhận vào văn phòng"
        },
        {
            "id": "82839d05-0731-4150-9886-e5ee620a33d3",
            "word": "bilateral",
            "phonetic": "baɪlæɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It negotiated bilateral deals directly with pharmaceutical firms.",
                "Bilateral control does the kind of illogical thing of saying.",
                "They have bilateral symmetry and a notochord during development and a skeleton as an adult, among other characteristics of this group of animals.",
                "They have bilateral symmetry and a notochord during development and a skeleton as an adult, among other characteristics of this group of animals.",
                "two dimensional Bilateral animals suddenly had a new dimension to play with."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsYXRlcmFs&hash=01a7f71fac5f16003985d7d4d7f12d9f06d3e3de&lang=en&cache-only=0",
            "defineEn": "concerning two groups or countries",
            "defineVi": "liên quan đến hai nhóm hoặc quốc gia"
        },
        {
            "id": "2dcf1753-b80d-41ab-bbb0-faad381ad8dd",
            "word": "capitol",
            "phonetic": "kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Capitol Police are investigating some of its officers.",
                "By the way, the capitol is accessible.",
                "Meanwhile, state capitols are bracing for new violence.",
                "By about 6:00 p.m., officials declared the Capitol complex secure.",
                "The Capitol building has been cleared."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRvbA&hash=dbdfb8947aa12997483054fb78ada8efd126f8b7&lang=en&cache-only=0",
            "defineEn": "a building in Washington DC where the Congress assembles",
            "defineVi": "một tòa nhà ở Washington DC nơi Quốc hội lắp ráp"
        },
        {
            "id": "af1541ea-bbe2-4dad-921e-8e48ca0d73fd",
            "word": "apolitical",
            "phonetic": "æpəlɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have to communicate a certain apolitical gravitas.",
                "But, as an agent, you have to be apolitical, because security is your job, not your political views.",
                "I'm not quite done with it, but up to this point it seems to be apolitical.",
                "Most of these people who joined the page are apolitical, and we don't want to expose them to risks, because the government would arrest them. ",
                "It's an apolitical agency, but what did you find about how they managed the political views of the same people who are meant to keep the president alive?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvbGl0aWNhbA&hash=6f67c3e5ce6e8a9cbde5c2432611c9fa06f57dab&lang=en&cache-only=0",
            "defineEn": "having no interest or involvement in politics",
            "defineVi": "không có hứng thú hoặc tham gia vào chính trị"
        },
        {
            "id": "f8f6fe36-65c9-4f79-9f67-6b3acc53339d",
            "word": "autonomy",
            "phonetic": "ɔːtɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We may not agree on everything in our relationship, but we have learned to live and let live, respecting each other's individuality and autonomy.",
                "Autonomy, on the other hand, allows more room for uncertainty and creative brainstorming.",
                "While Congress responded with the Equal Pay Act in 1963, younger women sought greater power and autonomy in addition to legislation.",
                "Up until this week, Kashmir had a large degree of autonomy.",
                "Autonomy is the desire to be self-directed and have the freedom to choose."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b25vbXk&hash=2ce0ae09304ee884e45148997a129b9ba65f413d&lang=en&cache-only=0",
            "defineEn": "(of a country, region, etc.) the state of being independent and free from external control",
            "defineVi": "(của một quốc gia, khu vực, v.v.) trạng thái độc lập và không bị kiểm soát từ bên ngoài"
        },
        {
            "id": "70cfdc05-3d6c-45f7-844e-ca3928e255b7",
            "word": "autonomous",
            "phonetic": "ɔːtɑːnəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Autonomous cars can remove the need for a driver at all.",
                "Autonomous weapons could save lives.",
                "The wide body jet achieved autonomous taxiing, takeoff and landing.",
                "Thanks to Autonomous for sponsoring this video.",
                "We have two autonomous initiative."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b25vbW91cw&hash=39c775087577cbcf6fffacba68e607864ec7eb30&lang=en&cache-only=0",
            "defineEn": "(of countries, organizations, regions, etc.) not governed by another force, and is in control of itself",
            "defineVi": "(của các quốc gia, tổ chức, khu vực, v.v.) không bị chi phối bởi một lực lượng khác và tự kiểm soát"
        },
        {
            "id": "2d134dba-1d6d-4d06-bb2b-d4d59e805f49",
            "word": "secularism",
            "phonetic": "sɛkjʊlɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the tranquility is a mirage, because a battle is taking place for the soul of France, and its core principle of secularism, where religion should never interfere with citizens' rights.",
                "Right, so the story goes that the Renaissance saw the rebirth of European culture after the miserable Dark Ages, and that it ushered in the modern era of secularism, rationality, and individualism."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdWxhcmlzbQ&hash=032c7329b5961d2b8008ecf8c290fdf4a79d96e7&lang=en&cache-only=0",
            "defineEn": "the doctrine that separates the state from religious associations",
            "defineVi": "học thuyết tách nhà nước khỏi các hiệp hội tôn giáo"
        },
        {
            "id": "837e8301-4ad0-448e-8653-49f49207b117",
            "word": "capitalism",
            "phonetic": "kæpɪɾəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Nordic countries also practice capitalism.",
                "Is capitalism the best system?",
                "Capitalism is the only system in the world.",
                "Fortunately, capitalism is all about efficiency.",
                "Do we actually have capitalism?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbGlzbQ&hash=a34f707365e09238738e6f1688e5d56defb54e6a&lang=en&cache-only=0",
            "defineEn": "an economic and political system in which industry, businesses, and properties belong to the private sector rather than the government",
            "defineVi": "một hệ thống kinh tế và chính trị trong đó ngành công nghiệp, doanh nghiệp và tài sản thuộc về khu vực tư nhân chứ không phải chính phủ"
        },
        {
            "id": "7ee551d8-023e-43f7-937e-194c23fd3fa1",
            "word": "liberalism",
            "phonetic": "lɪbɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judicial philosophy refers to activism and restraint, while political ideology refers to liberalism or conservatism.",
                "It cemented the new definition of liberalism established by the New Deal, and opened up opportunities for diverse groups of Americans.",
                "The war saw ending segregation and black equality become cornerstones of American liberalism, along with full employment and the expansion of civil liberties.",
                "Oil shocks and inevitable systemic changes led to the poor economy and that weakened support for New Deal liberalism and increased the appeal of conservative ideas like lower taxes, reduced regulation, and cuts in social spending.",
                "And I think that his values are still consonant with liberalism as I knew it when I was younger. "
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbGlzbQ&hash=2e21488da43cf153545c2dde10e9422e4d6e5be2&lang=en&cache-only=0",
            "defineEn": "the political belief that promotes personal freedom, democracy, gradual changes in society, and free trade",
            "defineVi": "niềm tin chính trị thúc đẩy tự do cá nhân, dân chủ, những thay đổi dần dần trong xã hội và thương mại tự do"
        },
        {
            "id": "f314e07c-0dda-418b-a642-7732237d69d0",
            "word": "colonialism",
            "phonetic": "kɑːloʊnɪəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Spanish colonialism had a dramatic effect on indigenous religious practices and the roles of women and sexuality.",
                "Zombification took root as an allegory for colonialism, imperialism, and oppression.",
                "One of the most problematic legacies of colonialism was its geography.",
                "For years, it was known derogatively as the dark continent, while colonialism and general ignorance about Africa's people skewed perceptions.",
                "Which brings us to our first stop in the history of legal discrimination in the United States: colonialism and slavery."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb25pYWxpc20&hash=33f02f48683d6bc5b00ff10eb326be71046be78f&lang=en&cache-only=0",
            "defineEn": "the practice of gaining total or partial political control over another country, exploiting its resources, and occupying it with settlers",
            "defineVi": "thực tiễn giành quyền kiểm soát chính trị toàn bộ hoặc một phần đối với một quốc gia khác, khai thác tài nguyên của quốc gia đó và chiếm đóng quốc gia đó với những người định cư"
        },
        {
            "id": "f3c60040-1580-4c2e-a7de-1f078db37541",
            "word": "isolationism",
            "phonetic": "aɪsəleɪʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, people might see that as isolationism. ",
                "One that was based on outreach instead of isolationism.",
                "And disappointment over the outcome of World War I led the U.S. to, for the most part, retreat into isolationism until World War II.",
                "The idea that isolationism, protectionism makes absolutely no sense.",
                "Anyway, after all this conquering and being conquered, Egypt eventually emerged from its geographically imposed isolationism and, can you cue the New Kingdom Graphic please?"
            ],
            "audio": "https://tts.langeek.co/read?text=aXNvbGF0aW9uaXNt&hash=cd1dc757639af16076a0ce90a09244f32bf5e1a2&lang=en&cache-only=0",
            "defineEn": "the political practice of only being concerned with one's home country and not getting involved in international affairs",
            "defineVi": "thực hành chính trị chỉ quan tâm đến đất nước của một người và không tham gia vào các vấn đề quốc tế"
        },
        {
            "id": "1cce2351-adad-4824-a075-87b08fe11216",
            "word": "populism",
            "phonetic": "pɑːpjuːlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right-wing populism is about deconstruction of the administrative state. ",
                "Right-wing populism is about deconstruction of the administrative state. ",
                "Populism means the direct translation of majority passion into governance.",
                "Remember, you’ve got two forms of populism. ",
                "Remember, you’ve got two forms of populism. "
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxpc20&hash=0d0fc57eb3e2fcc5469c4b945ede590eb9605248&lang=en&cache-only=0",
            "defineEn": "a type of politics that purports to represent the opinions and desires of ordinary people in order to gain their support",
            "defineVi": "một loại hình chính trị nhằm mục đích đại diện cho ý kiến và mong muốn của những người bình thường để có được sự ủng hộ của họ"
        },
        {
            "id": "202cf0e5-41f9-43d1-be6c-cd1972ca4c45",
            "word": "fascism",
            "phonetic": "fæʃɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In New York, Giuseppe Lucas, Aurelio NaTorre, Carro Apratto fought fascism with their pens.",
                "They know that 20 years ago, he took his stand against the tyranny of fascism in his own land.",
                "Banned in the U.S.S.R., the book inspired authors like George Orwell who fought on the front lines against both fascism and communism.",
                "Now sometimes that devolves into fascism and other things. ",
                "First, the USSR, while it did conduct extensive trade with Hitler’s Germany, also, like, roundly denounced Nazism’s fascism and capitalism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzY2lzbQ&hash=f417943b5efc6be7c22b7512bfae27c2ec3846f3&lang=en&cache-only=0",
            "defineEn": "an extreme right-wing political attitude or system characterized by a strong central government, aggressively promoting one's country or race above others, as well as prohibiting any opposition",
            "defineVi": "một thái độ hoặc hệ thống chính trị cánh hữu cực đoan được đặc trưng bởi một chính quyền trung ương mạnh mẽ, tích cực thúc đẩy đất nước hoặc chủng tộc của một người vượt lên trên các quốc gia khác, cũng như ngăn cấm mọi phe đối lập"
        },
        {
            "id": "60c63713-ed05-4b8c-a5ec-865bf966b37e",
            "word": "oligarchy",
            "phonetic": "ɑːlɪɡɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The region's governments were brutal oligarchies.",
                "He saw himself as a defeater of the oligarchy.",
                "But, if he can convince Europeans and Americans that oligarchy is normal, that the rule of law is a joke, that democracy is fake, and so on, he can bring us to where Russia is.",
                "He suppressed all press freedom, declaring that newspapers were instruments of the oligarchy.",
                "Oh, my gosh, we are run by an oligarchy. "
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpZ2FyY2h5&hash=1668ab57ec1c6537258847ab78bf587aa048fe29&lang=en&cache-only=0",
            "defineEn": "a political system in which a small group of high-powered people control a country or organization",
            "defineVi": "một hệ thống chính trị trong đó một nhóm nhỏ những người có quyền lực cao kiểm soát một quốc gia hoặc tổ chức"
        },
        {
            "id": "eb32d0b0-ff3e-4d37-8c9a-f2755c2a54e2",
            "word": "feudalism",
            "phonetic": "fjuːdəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "feudalism was also really unpleasant.",
                "The plague greatly reduced the number of peasants and peasants were the backbone of feudalism.",
                "But if your a peasant, freedom looks like freedom from feudalism.",
                "Feudalism was also an economic system, with the peasants working the land and keeping some of their production to feed themselves while giving the rest to the landowner whose land they worked.",
                "The expansion of rights for artisans and farm workers would of course be a very long process, but their growing power and the decline of feudalism was a dramatic shift for Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV1ZGFsaXNt&hash=ae89443cf5fa15f5ea6ba78a21e055b40487d821&lang=en&cache-only=0",
            "defineEn": "a social and land-owning system in medieval Europe in which people were granted land and protection by a nobleman in exchange, they had to fight and work for him",
            "defineVi": "một hệ thống sở hữu đất đai và xã hội ở châu Âu thời trung cổ, trong đó mọi người được cấp đất và bảo vệ bởi một nhà quý tộc để đổi lấy, họ phải chiến đấu và làm việc cho anh ta"
        },
        {
            "id": "317bb9c6-e847-4527-95db-1bbe11c332e6",
            "word": "idealism",
            "phonetic": "aɪdiəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so it's an idealism that drives a teacher.",
                "That idealism is one of the reasons people think of Plato as more of a philosopher than a scientist.",
                "In terms of math, Pythagoras’s idealism meant a shift from practical arithmetic, inherited from Egypt and Mesopotamia, to a new, pure geometry.",
                "The prom marks George’s transition from youthful idealism into a nuanced and complex adulthood.",
                "The reason there are so many celebrations of Lincoln's 200th birthday this year is his remarkable combination of idealism, sensitivity, and shrewd practical political ability."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYWxpc20&hash=e7b44ad0d5399d4bbbd9caecdcaf006443caebe5&lang=en&cache-only=0",
            "defineEn": "the belief in or pursuit of high principles, values, or ideals, often with a focus on the potential for perfection or improvement",
            "defineVi": "niềm tin vào hoặc theo đuổi các nguyên tắc, giá trị hoặc lý tưởng cao, thường tập trung vào tiềm năng hoàn thiện hoặc cải tiến"
        },
        {
            "id": "508b56df-f67a-4180-8fbb-4318c78b4593",
            "word": "demagogue",
            "phonetic": "dɛmɐɡɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trump is a figure of our democracy, a demagogue, a common figure in democracies.",
                "This is one of the oldest tricks in the demagogue’s playbook. ",
                "the American middle class, and who are being attacked by ideologues, by demagogues.",
                "For 150 years, demagogues have taken economic frustrations and actually pointed to what are essentially scapegoats: the other, people who look different, foreigners, people who have different skin pigments, people who have different religions. ",
                "And so when you are a demagogue, and you look through 5,000 years of history of studying demagogues, it never ends well. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtYWdvZ3Vl&hash=93cb8d3e3a7d31557e94b1bcea3eedc390c769c5&lang=en&cache-only=0",
            "defineEn": "a politician who appeals to the desires and prejudices of ordinary people instead of valid arguments in order to gain support",
            "defineVi": "một chính trị gia thu hút những mong muốn và định kiến của người dân thường thay vì những lý lẽ hợp lệ để giành được sự ủng hộ"
        },
        {
            "id": "7b39e3dc-51e3-4d1a-9d77-85ec58bbdbe8",
            "word": "confederation",
            "phonetic": "kənfɛdɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was just a loose confederation of kingdoms.",
                "And this loose confederation of German kingdoms and states, this was called the Holy Roman Empire.",
                "We looked at the first big conflict in American politics last week: Constitution or Articles of Confederation?",
                "This called for a single legislative house with equal representation for each state, as with the Articles of Confederation.",
                "This idea comes from the Egyptian description from 1177 BCE that describes a confederation of invaders."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVkZXJhdGlvbg&hash=1823ea70bb0fef6aa49e9974f8bf779ccd60f743&lang=en&cache-only=0",
            "defineEn": "an organization that consists of countries, parties, or businesses which have formed an alliance to help one another",
            "defineVi": "một tổ chức bao gồm các quốc gia, đảng phái hoặc doanh nghiệp đã thành lập một liên minh để giúp đỡ lẫn nhau"
        },
        {
            "id": "030142bf-8feb-481d-bf95-d319cdf30105",
            "word": "federation",
            "phonetic": "fɛdɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Up and coming Bolshevik activist Joseph Stalin helped forge this federation from the ethnic groups of the former Russian empire.",
                "The french FEDERATION of FOOD banks agrees the law is WORKING.",
                "PAUL SOLMAN: Dan Stein, who runs the Federation For American Immigration Reform, insists that the undocumented do not pay for themselves when you consider, for example",
                "Well, Trump is elected, and there are many things that he campaigned on or that known anti-immigrant organizations such as the Center for Immigration Studies or the Federation for American Immigration Reform had put out their, you know, multi-point points of what they wanted the president to change in his administration. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhdGlvbg&hash=d2eba6101c44f86c611fab96399cb34d39743cb5&lang=en&cache-only=0",
            "defineEn": "the union of organizations, regions, countries, etc. to form a larger organization or government",
            "defineVi": "sự liên kết của các tổ chức, khu vực, quốc gia, v.v. để thành lập một tổ chức hoặc chính phủ lớn hơn"
        },
        {
            "id": "cc0ea3f7-0fb9-4628-958c-49469f90932d",
            "word": "fanatic",
            "phonetic": "fɐnæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't let these fanatics have nuclear weapons.",
                "- Listen, It's a young Asian American teen and basketball fanatic who just wants to dunk.",
                "It's what health trend fanatics claim to be using to detox, brighten skin and whiten their teeth.",
                "They had fought in Iraq for years, and had thousands of well-trained and fanatic soldiers.",
                "Since the beginning, we have said that this is a war against Muslim fanatics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpYw&hash=72e8c7b0ce9d6a6c4864b40620c1e13414dc30e7&lang=en&cache-only=0",
            "defineEn": "an overenthusiastic individual, especially one who is devoted to a radical political or religious cause",
            "defineVi": "một cá nhân quá nhiệt tình, đặc biệt là một người cống hiến cho một nguyên nhân chính trị hoặc tôn giáo cấp tiến"
        },
        {
            "id": "46919c37-81bc-4e96-958c-8d48b56d0ac2",
            "word": "nationalism",
            "phonetic": "næʃənəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nationalism played its part, of course.",
                "By the way, this nationalism also extended to foreign affairs.",
                "He used nationalism as a vehicle for conducting hate.",
                "It was all about extreme nationalism, all about racial superiority, a very strong government.",
                "He did not create the xenophobia, the nationalism, the backlash against globalism and global crusades."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9uYWxpc20&hash=9d98aa39ee98a549c1967b54c55eba7e8879799d&lang=en&cache-only=0",
            "defineEn": "a strong feeling of love and pride for one's country, often associated with thinking that country is also superior to any other",
            "defineVi": "một cảm giác mạnh mẽ về tình yêu và niềm tự hào đối với đất nước của một người, thường liên quan đến suy nghĩ rằng đất nước đó cũng ưu việt hơn bất kỳ quốc gia nào khác"
        },
        {
            "id": "208faa74-924b-45b2-aa06-e8d8204f64c5",
            "word": "federalism",
            "phonetic": "fɛdɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's what federalism's all about.",
                "To avoid tyranny of the government, the Constitution embraced two principles: Separation of powers and federalism.",
                "So I'm going to wrap this up with a little bit of a reminder about Federalism, based on a largely unwarranted assertion.",
                "He established what he called a federalism unit, a special team that would fight federal rules imposed on Oklahoma.",
                "This is the style of politics which destroys, to much extent, what Yeltsin had created the early 1990s, foundations of democracy: freedom of speech, federalism, private property and free market."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbGlzbQ&hash=252cae0bac0cb15186d88a3dacd7163682297064&lang=en&cache-only=0",
            "defineEn": "a political system in which a central government controls the affairs of each self-governed state",
            "defineVi": "một hệ thống chính trị trong đó một chính quyền trung ương kiểm soát các công việc của mỗi quốc gia tự trị"
        },
        {
            "id": "e7f0dd94-6d30-4c4c-87e6-362b294649c8",
            "word": "imperialism",
            "phonetic": "ɪmpɪɹiəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "European imperialism involved a lot of fighting and a lot of dying.",
                "In the end, imperialism was really driven by economic necessity.",
                "But, make no mistake, underneath it all, imperialism was all about trade.",
                "Some Progressives opposed imperialism too because they believed that America should focus on its domestic problems.",
                "Zombification took root as an allegory for colonialism, imperialism, and oppression."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJpYWxpc20&hash=f6c4707554d8e48945bd7a55c1e51f4fc6afbd1f&lang=en&cache-only=0",
            "defineEn": "a system in which one country controls or has influence over other countries, often by winning wars against them",
            "defineVi": "một hệ thống trong đó một quốc gia kiểm soát hoặc có ảnh hưởng đối với các quốc gia khác, thường bằng cách giành chiến thắng trong các cuộc chiến chống lại họ"
        },
        {
            "id": "a1cec77d-5fcb-4e6b-ab8d-41f2b40ebe1a",
            "word": "to lobby",
            "phonetic": "tə lɑːbi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The elevator doors opened, revealing a crowded lobby.",
                "After two hours of waiting in the airport lobby, we were chafing at the bit to finally get on the plane.",
                "Amazon lobbied more government entities than any other tech company.",
                "The only way out was through the lobby.",
                "He lobbied for a foreign government in the United States illegally."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9iYnk&hash=9c8349f0c5744c5f3709fc74b8843282a5aef2bb&lang=en&cache-only=0",
            "defineEn": "to make an attempt to persuade politicians to agree or disagree with a law being made or changed",
            "defineVi": "để cố gắng thuyết phục các chính trị gia đồng ý hoặc không đồng ý với luật được thực hiện hoặc thay đổi"
        },
        {
            "id": "f4d186b4-7321-4fae-9ccd-256af33e860e",
            "word": "nonpartisan",
            "phonetic": "nɑːnpɑːɹɾɪsən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's a nonpartisan group that advocates for corporate accountability and antitrust enforcement.",
                "The GAO and the nonpartisan Medicare Payment Advisory Commission, or MedPAC, do collect some data regarding reimbursement rates for E.M.S. providers.",
                "Elaine Waxman studies this program and has done her own analyses for the nonpartisan Urban Institute.",
                "We explore the questions and concerns around the Maricopa County review ordered by the state's Republican-led Senate with Tammy Patrick of the nonpartisan Democracy Fund.",
                "The question is, are the systems in place to allow those things to be reported, and then who are the nonpartisan partners that you can rely upon? "
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ucGFydGlzYW4&hash=b0dba4fb61f73c79e1409bae8bf5047368daee33&lang=en&cache-only=0",
            "defineEn": "being politically neutral, unbiased, and not supporting any particular party",
            "defineVi": "trung lập về chính trị, không thiên vị và không ủng hộ bất kỳ đảng cụ thể nào"
        },
        {
            "id": "11bf1e77-0f94-45dd-a99b-ad52a375cb04",
            "word": "rally",
            "phonetic": "ɹæli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The politician made his bow at the campaign rally and gave a passionate speech to the crowd.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories.",
                "Hundreds of protesters rallied outside China's embassy in Myanmar.",
                "He organized rallies."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFsbHk&hash=e15cdd405e771d2f72a3498154ca5f6f0b0fa847&lang=en&cache-only=0",
            "defineEn": "a large gathering of the public, especially those supporting a particular political idea or party",
            "defineVi": "một tập hợp lớn của công chúng, đặc biệt là những người ủng hộ một ý tưởng hoặc đảng chính trị cụ thể",
            "hasImg": true
        },
        {
            "id": "23d5ef65-69e9-4bd1-afc7-e7c93da7cec3",
            "word": "utopia",
            "phonetic": "juːtoʊpiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's utopia.",
                "And to many both inside the was utopia in the making.",
                "The neat rows of sun-bleached homes here look like a vision of suburban utopia.",
                "Now, we envision Mars as a utopia in-waiting, a promise of hope and a better life, off-planet for Earthlings.",
                "But the Apple store utopia might not be as glorious as it looks from the outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRvcGlh&hash=d7d2604ef2fe4434b9e01bd3645262f59758babe&lang=en&cache-only=0",
            "defineEn": "a made-up state or place in which everything is ideal",
            "defineVi": "một trạng thái trang điểm hoặc địa điểm trong đó mọi thứ đều lý tưởng"
        }
    ]
}