{
    "id": "d43a7c6b-e091-403e-85ab-6728a7cfcba9",
    "title": "Lesson 31",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "dadc06bf-2b09-42c5-8b3e-c4bd0b013e2b",
            "word": "to concur",
            "phonetic": "tə kəŋkɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I concur.",
                "And I absolutely concur.",
                "SANDERS: Let me concur with the secretary, no question women's rights are under fierce attack all over this country.",
                "And one justice, Marcia, Justice Brett Kavanaugh, wrote a concurring opinion for himself only.",
                "One thing that struck me in particular was the concurring opinion in the majority by Justice Gorsuch, in which he really sort of accused the court of cutting loose the Constitution during a pandemic, not really caring so much about the religious liberty that was at stake here."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY3Vy&hash=2aebb37419ad22230b7bf3b8f0df08dd9be531da&lang=en&cache-only=0",
            "defineEn": "to have an opinion that is the same as someone else's opinion or agree with them on a matter",
            "defineVi": "có ý kiến giống với ý kiến của người khác hoặc đồng ý với họ về một vấn đề"
        },
        {
            "id": "ba12bd12-7eec-4877-89d6-91fa86a3a090",
            "word": "concurrence",
            "phonetic": "kəŋkɜːɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then ICE at the time was not equipped to do large numbers of families in detention, and so the recommendation to him through ICE with our concurrence was you need to establish a family detention center. ",
                "And so I think, particularly because of Justice Kavanaugh's concurrence, we may see the NCAA working hard hustling to reform their approach, such that they're not the subject of lawsuits that deem these student athletes as employees going forward."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3VycmVuY2U&hash=462f9a7af06dbd1a6f89ffde18a2bb7ca4e05d45&lang=en&cache-only=0",
            "defineEn": "acting together, as agents or circumstances or events",
            "defineVi": "hành động cùng nhau, với tư cách là tác nhân hoặc hoàn cảnh hoặc sự kiện"
        },
        {
            "id": "4cd13088-fb65-4b6d-82fa-077a638c79e6",
            "word": "concurrent",
            "phonetic": "kəŋkɜːɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I carry on, more concurrent conversations.",
                "And concurrent with all of this was the shooting of Daunte Wright in suburban Brooklyn Center.",
                "There are 18.6 concurrent viewers watching the IPL final match on the hot star's website in app.",
                "Concurrent marches commemorated Stonewall in Los Angeles, San Francisco, and Chicago (which actually beat NYC to the punch by one day).",
                "(APPLAUSE) KAMALA HARRIS, Vice President of the United States: The vice president votes in the affirmative, and the concurrent resolution as amended is adopted."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3VycmVudA&hash=a5a5440eadb517849653296d9285c474e18d7b20&lang=en&cache-only=0",
            "defineEn": "occurring or operating at the same time",
            "defineVi": "xảy ra hoặc hoạt động cùng một lúc"
        },
        {
            "id": "f6c014b3-d7b3-49b2-8e46-12120e9093a9",
            "word": "concussion",
            "phonetic": "kəŋkʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each year in the United States, players of sports and recreational activities receive between 2.5 and 4 million concussions.",
                "This combination of events causes a concussion.",
                "The sea jelly has a concussion.",
                "This is called a concussion.",
                "Aikman's concussion was bad enough that he could not return to the game."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3Vzc2lvbg&hash=e1e06d2a0cecdecbb043327afca35126dc55e7c0&lang=en&cache-only=0",
            "defineEn": "a momentary loss of consciousness provoked by a hard blow on the head",
            "defineVi": "mất ý thức tạm thời do một cú đánh mạnh vào đầu"
        },
        {
            "id": "212ef0f3-6399-40e0-bd04-26254628b6df",
            "word": "hexagon",
            "phonetic": "hɛksæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inside of the stomach has hexagons on it.",
                "The inside of the stomach has hexagons on it.",
                "They form a hexagon: six-point symmetry, the core structure of a snowflake.",
                "From honeycombs to the shells of tortoises, hexagons appear all over the natural world.",
                "So what's so special about the Whitworth bullet, the hexagon right? -"
            ],
            "audio": "https://tts.langeek.co/read?text=aGV4YWdvbg&hash=bd48136dcb6c850956b26d6b7dc5b3ea3ac9a311&lang=en&cache-only=0",
            "defineEn": "(geometry) a polygon with six straight sides and six angles",
            "defineVi": "(hình học) đa giác có sáu cạnh và sáu góc",
            "hasImg": true
        },
        {
            "id": "de0b0223-50c6-4eb1-b118-8471a6634b11",
            "word": "hexangular",
            "phonetic": "hɛksæŋɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGV4YW5ndWxhcg&hash=bffa572df6f3b8ef2a9d5158d4075d9894f3cedd&lang=en&cache-only=0",
            "defineEn": "having six sides or divided into hexagons",
            "defineVi": "có sáu cạnh hoặc được chia thành các hình lục giác"
        },
        {
            "id": "bbb2a1cd-4234-4ee7-b604-8975032340f0",
            "word": "hexapod",
            "phonetic": "hɛksɐpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're tiny hexapods, and unlike insects they have internal mouthparts and make up the subclass Collembola."
            ],
            "audio": "https://tts.langeek.co/read?text=aGV4YXBvZA&hash=83ee64cb36cbf6cf5a42dffcf442de3ccd772ea4&lang=en&cache-only=0",
            "defineEn": "an animal having six feet",
            "defineVi": "một con vật có sáu chân"
        },
        {
            "id": "3d7840e6-7de7-4cab-9920-924d90fa377c",
            "word": "pedestal",
            "phonetic": "pɛdɪstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They put their children on a pedestal and believe in their limitless potential.",
                "Stop putting celebrities on a pedestal.",
                "John placed his girlfriend on a pedestal, thinking she was perfect and could do no wrong.",
                "Abandoning the pedestal to dismantle the separation between you and the art.",
                "Next to the temple pedestal is a bag of sand of equal weight."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkZXN0YWw&hash=3f36c08b6729f9d4b0bc9b33721ee5b560d55d8e&lang=en&cache-only=0",
            "defineEn": "a base or support structure for an architectural element or statue",
            "defineVi": "một cơ sở hoặc cấu trúc hỗ trợ cho một yếu tố kiến trúc hoặc bức tượng"
        },
        {
            "id": "95536372-5ac8-419e-8d72-b967af972457",
            "word": "pedestrian",
            "phonetic": "pədɛstɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I crossed the street carefully at the pedestrian crosswalk.",
                "MAN: Basically, pedestrians have become the bowling pins of Santa Monica.",
                "There's a pedestrian crossover.",
                "This way, pedestrians and cyclists have an audio cue of what the car is doing.",
                "Whoa, look at these three pedestrians."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkZXN0cmlhbg&hash=61dcf3821e44f8ea1d0d8cd6808259a844d71b1f&lang=en&cache-only=0",
            "defineEn": "lacking elements that arouse interest, cause excitement, or show imagination",
            "defineVi": "thiếu các yếu tố khơi dậy sự quan tâm, kích thích hoặc thể hiện trí tưởng tượng"
        },
        {
            "id": "a31f3459-f0be-4768-8296-117ca9003012",
            "word": "pediatrics",
            "phonetic": "piːdɪætɹɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The American Academy of Pediatrics recommends three feet.",
                "In 2014, the American Academy of Pediatrics officially recommended that schools start no earlier than 8:30, for example.",
                "Because of this research, organizations like the CDC, American Medical Association and the American Academy of Pediatrics, all want school to start later than 8:30AM.",
                "But things started getting intense in 2011, when the American Academy of Pediatrics, an organization of over 60,000 pediatricians, recommended that kids and teens should never drink energy drinks.",
                "Well, in 2011, a paper published in the journal Pediatrics reviewed the effects of energy drinks on children, adolescents, and young adults."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWF0cmljcw&hash=bee6aca83d063665543c93a49788d2f8bdebd41c&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with children and their conditions",
            "defineVi": "ngành y học liên quan đến trẻ em và tình trạng của chúng",
            "hasImg": true
        },
        {
            "id": "7add9add-8908-46e7-91cc-f63f7445bf96",
            "word": "to incite",
            "phonetic": "tʊ ɪnsaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The comments incited backlash in the form of boycotts, an LGBT kiss-ins at Chick-fil-A restaurants around the country.",
                "Inciting people?",
                "The president incited a riot.",
                "You can't incite what was already going to happen.",
                "That is the impeachment charge and question: Did the president willfully incite violence against the government of the United States?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jaXRl&hash=19629127262d4db25484201b0a458c6e5d55c25b&lang=en&cache-only=0",
            "defineEn": "to encourage someone to commit a crime or act violently",
            "defineVi": "để khuyến khích ai đó phạm tội hoặc hành động bạo lực"
        },
        {
            "id": "6b6def91-7b49-418b-97cf-e3b3b76c3325",
            "word": "incitement",
            "phonetic": "ɪnsaɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And incitements to violence as well? ",
                "There are some incitement to violence examples on there, and they need to step it up on the moderation.",
                "The second Senate judgment of former President Trump intensifies, as Democrats make their case over his incitement of the Capitol insurrection.",
                "Well, again, this is an issue that’s an incitement issue. ",
                "So the Tea Party, stoked by a culture where incitement on news radio, on cable stations, pays big bucks. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXRlbWVudA&hash=8f57a18ff9ac47dc1443a244684a23610db592a2&lang=en&cache-only=0",
            "defineEn": "an act of urging on or spurring on or rousing to action or instigating",
            "defineVi": "một hành động thúc giục hoặc thúc đẩy hoặc khơi dậy hành động hoặc xúi giục"
        },
        {
            "id": "a4b38b80-8c13-4f0f-977f-930d62e34850",
            "word": "negligence",
            "phonetic": "nɛɡlɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her phone was a sign of negligence.",
                "Something that is beyond, well beyond ordinary negligence?",
                "But if we were to stop that tomorrow, we would still have the indifference, the negligence that we saw in Flint.",
                "And the charge against her involves negligence, not intent.",
                "Sadly, the risks posed to infrastructure aren’t just because of negligence."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnbGlnZW5jZQ&hash=4dde3ad58448f0672ecac723c7afab01220bc721&lang=en&cache-only=0",
            "defineEn": "the failure to give enough attention or care to someone or something, particularly someone or something one has responsibility for",
            "defineVi": "việc không dành đủ sự quan tâm hoặc chăm sóc cho ai đó hoặc điều gì đó, đặc biệt là ai đó hoặc điều gì đó mà người ta có trách nhiệm"
        },
        {
            "id": "13c2e8d4-912e-4106-a7ba-fdf09487cb01",
            "word": "negligible",
            "phonetic": "nɛɡlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everything else is negligible.",
                "In a body like that, the distance from the heart to those gills would have been negligible.",
                "3.8 billion years ago, the free oxygen content of the atmosphere was at negligible levels, which had some not-so-pleasant consequences.",
                "You can see a clear difference between F1 and F1.2, but a lot of you might argue that it's negligible",
                "If you could look at the universe as a whole, you would find that 75% of it is hydrogen and 25% is helium, and everything else is negligible."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnbGlnaWJsZQ&hash=dce5e4af165c0a3569ac14cee43f11e9f5589f99&lang=en&cache-only=0",
            "defineEn": "so small as to be meaningless; insignificant",
            "defineVi": "quá nhỏ đến mức vô nghĩa; tầm thường"
        },
        {
            "id": "ebbd3774-425a-43c7-a491-60423435630f",
            "word": "negligently",
            "phonetic": "nɛɡlɪdʒəntli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVnbGlnZW50bHk&hash=3b9497bf6e9eaa033b87d21f566d9b3044d0a07d&lang=en&cache-only=0",
            "defineEn": "in a negligent manner",
            "defineVi": "một cách cẩu thả"
        },
        {
            "id": "741fadbd-f8c1-45b3-9f12-0c7adcb3ced7",
            "word": "wanton",
            "phonetic": "wɔntən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The business owner reflected on his own youthful mistakes, acknowledging that wanton kittens make sober cats, and that his early errors had taught him valuable lessons that he applied to his business practices.",
                "As we speak, I am dispatching thousands and thousands of heavily armed soldiers, military personnel, and law enforcement officers to stop the rioting, looting, vandalism, assaults, and the wanton destruction of property.",
                "The indiscriminate shelling and the wanton shooting carried out by the Eritrean and Ethiopian military during the initial offensive on Axum could represent war crimes.",
                "There’s also another way our wanton use of fossil fuels could extinct-ify us, and it’s totally separate from global warming or any effects on climate.",
                "And we need to make sure that, while they are continuing to work in our communities, that they are treating everyone fairly, that they are not engaging in wanton violence, and that they are held accountable."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FudG9u&hash=36fdf55ae38dc07ee5ea5814dd53f2c5e211497f&lang=en&cache-only=0",
            "defineEn": "casual and unrestrained in sexual behavior",
            "defineVi": "tùy tiện và không kiềm chế trong hành vi tình dục"
        },
        {
            "id": "4a56904c-3223-48ce-b168-8cec309e2273",
            "word": "wantonness",
            "phonetic": "wɔntənnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FudG9ubmVzcw&hash=6ec886a8bd549a64cb10633942d1e122102617fb&lang=en&cache-only=0",
            "defineEn": "the trait of lacking restraint or control; reckless freedom from inhibition or worry",
            "defineVi": "đặc điểm thiếu kiềm chế hoặc kiểm soát; tự do liều lĩnh khỏi sự ức chế hoặc lo lắng"
        },
        {
            "id": "c3c7d3aa-77e5-43f3-b9db-7f0525dfa0dd",
            "word": "to brigade",
            "phonetic": "tə bɹɪɡeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Firefighters created their own fire brigades.",
                "Firefighters created their own fire brigades.",
                "There's also brigading, which is when a group of trolls target a specific social media user or online figure.",
                "Staff Sergeant Shameka Dudley is a Russian linguist with a Fort Bragg-based military intelligence brigade.",
                "And then the bits farther away, and even farther away, and so on like the tiniest bucket brigade in the universe, until they eventually push on another magnet - maybe, a compass needle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpZ2FkZQ&hash=440311e40e621afde0c4c8f4d29e9fd2b958c825&lang=en&cache-only=0",
            "defineEn": "form or unite into a brigade",
            "defineVi": "thành lập hoặc hợp nhất thành một lữ đoàn"
        },
        {
            "id": "4ae1855d-51b1-4792-9ca1-44c39b957732",
            "word": "brigadier",
            "phonetic": "bɹɪɡɐdɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the brigadier arrived in the only armored vehicle for miles, they make use of the top gun to take the pressure off."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2FkaWVy&hash=398e84801257eca3afc00b3e0f0107dd985d8eae&lang=en&cache-only=0",
            "defineEn": "a general officer ranking below a major general",
            "defineVi": "một sĩ quan cấp tướng xếp hạng dưới một thiếu tướng"
        },
        {
            "id": "01214225-6154-4c41-99cb-7749d2c87ac3",
            "word": "brigand",
            "phonetic": "bɹɪɡænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2FuZA&hash=0cb962774e968046269786b2cf12a19b180b6a8d&lang=en&cache-only=0",
            "defineEn": "an armed thief who is (usually) a member of a band",
            "defineVi": "một tên trộm có vũ trang (thường) là thành viên của một ban nhạc"
        }
    ]
}