{
    "id": "d4c745dc-d7b1-4dc9-bac9-8abae96f0e25",
    "title": "Birds of Prey",
    "originalTitle": "Birds of Prey",
    "words": [
        {
            "id": "7ae30ca3-d592-450f-898f-74c3c5a283d7",
            "word": "eagle",
            "phonetic": "iːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's as bald as a eagle.",
                "At his young age, he became bald as an eagle.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "For once, Beatrice's eagle eye failed to detect the tenderness in Timothy whenever he spoke to Topaz.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFnbGU&hash=46286e448557e7c7c5c487e6ee3e3a404b84adf4&lang=en&cache-only=0",
            "defineEn": "a large bird of prey with a sharp beak, long broad wings, and very good sight",
            "defineVi": "một loài chim săn mồi lớn với cái mỏ nhọn, đôi cánh dài rộng và tầm nhìn rất tốt",
            "hasImg": true
        },
        {
            "id": "a5f4944e-f27a-438b-bffb-1815aae903d4",
            "word": "owl",
            "phonetic": "aʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wise owls went to visit their grand kids in their scooters.",
                "You, the night owl, are getting up at 5 AM tomorrow?",
                "It would be like carrying owls to Athens.",
                "You'd think he'd be wise as an owl after so many years in this industry, but he's still a careless old fool.",
                "The councilor's plans to improve the economy by increasing taxes simply would be bringing owls to Athens."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ds&hash=4c1e2f05a61439c7ba8caa7b09276d90508b61bb&lang=en&cache-only=0",
            "defineEn": "a type of nocturnal bird with a round face, large eyes and a loud call that hunts smaller animals",
            "defineVi": "một loại chim sống về đêm với khuôn mặt tròn, đôi mắt to và tiếng kêu lớn chuyên săn những con vật nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "de6e9652-f34f-478b-accf-5136327c6477",
            "word": "hawk",
            "phonetic": "hɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He knows a hawk from a handsaw.",
                "The woman has eyes like a hawk!",
                "With eyes like hawk, he is the ace of the team.",
                "I've got eyes like a hawk and ears like a cat!",
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF3aw&hash=18de48a3d5aa6e93dedb22af25c32343c96da1f1&lang=en&cache-only=0",
            "defineEn": "a medium-sized bird of prey with wide rounded wings that can fly very fast and take the prey by surprise",
            "defineVi": "một loài chim săn mồi cỡ trung bình với đôi cánh tròn rộng có thể bay rất nhanh và hạ gục con mồi một cách bất ngờ",
            "hasImg": true
        },
        {
            "id": "002e4a85-b092-4bf8-8674-b505cb848d3b",
            "word": "falcon",
            "phonetic": "fælkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some falcons fly up to 200 miles per hour.",
                "Peregrine falcons are the fastest animals in the world.",
                "So the falcons probably feel right at home.",
                "Peregrine falcon eggs faced an even more dangerous threat 60 years ago.",
                "Compare this owl to a falcon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsY29u&hash=310dec515809d6557e1c5a1a12740b5170faf86e&lang=en&cache-only=0",
            "defineEn": "a predatory fast-flying bird that can be trained for hunting",
            "defineVi": "một loài chim săn mồi bay nhanh có thể được huấn luyện để săn mồi",
            "hasImg": true
        },
        {
            "id": "85ec7a9c-e281-41be-bd94-5002e8e0ea31",
            "word": "buzzard",
            "phonetic": "bʌzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV6emFyZA&hash=90bff45b18cd609fc151009f39933ba9136abc15&lang=en&cache-only=0",
            "defineEn": "a large European bird of prey of the hawk family that is known for soaring the sky in circles",
            "defineVi": "một loài chim săn mồi lớn ở châu Âu thuộc họ diều hâu được biết đến với khả năng bay lượn trên bầu trời theo vòng tròn",
            "hasImg": true
        },
        {
            "id": "5dc63f4b-574f-4eb3-b9dc-52e9f41afb27",
            "word": "merlin",
            "phonetic": "mɜːlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those Merlin engines are fantastic.",
                "In the 1100s, he claimed that the monument was built by Merlin.",
                "The story goes that Merlin used magic to construct Stonehenge as a monument for fallen soldiers, using huge rocks that were originally carried out of Africa by giants.",
                "Geoffrey even added a wise counselor named Merlin, based on the Celtic bard Myrrdin, to Arthur’s story.",
                "And knowing that I could grab the sort of Merlin staff and go like, all right, mother (bleep), you listened to me."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVybGlu&hash=672519dea6c1de7e130ee949fd6c45e5a5962836&lang=en&cache-only=0",
            "defineEn": "a small bird of prey of the falcon family that is found in the northern hemisphere and feeds on small birds",
            "defineVi": "một loài chim săn mồi nhỏ thuộc họ chim ưng được tìm thấy ở bán cầu bắc và ăn những con chim nhỏ",
            "hasImg": true
        },
        {
            "id": "fa96cf47-f5f2-4d08-83d3-2ed6ec2816c3",
            "word": "harrier",
            "phonetic": "hæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, we have three Harriers.",
                "The Harrier holds about 650 gallons of fuel, three times the size of the L-39.",
                "The Harrier uses significantly less runway than your typical jet.",
                "But Art's ultimate collector's item is the elusive Harrier.",
                "The Harrier draws people to air shows."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFycmllcg&hash=5c1050caf71bdc4ec7b8c27391c322136f4c842f&lang=en&cache-only=0",
            "defineEn": "a medium-sized bird of prey of the hawk family that flies low over the ground for hunting",
            "defineVi": "một loài chim săn mồi cỡ trung bình thuộc họ diều hâu bay thấp trên mặt đất để săn mồi",
            "hasImg": true
        },
        {
            "id": "1589700e-1292-4f5b-974f-c2a4e96fba8e",
            "word": "kestrel",
            "phonetic": "kɛstɹəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2VzdHJlbA&hash=9ae5345dbf0dfe19ae8a1416720030d1a2ac7fab&lang=en&cache-only=0",
            "defineEn": "a small bird of prey of the falcon family that hovers mid-air while searching for food",
            "defineVi": "một loài chim săn mồi nhỏ thuộc họ chim ưng bay lượn giữa không trung trong khi tìm kiếm thức ăn",
            "hasImg": true
        },
        {
            "id": "9daf5137-1f6f-41e7-b0b7-4e24b14b7c03",
            "word": "kite",
            "phonetic": "kaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He flew a kite in the park on a sunny day.",
                "I need some glue, paper, string, and all that jazz to make a kite.",
                "The coach understood that each athlete had different strengths and weaknesses, and tailored training programs accordingly - a carrion kite will never be a good hawk.",
                "Kites come in all shapes, sizes, and colors!",
                "Our kite is done!"
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0ZQ&hash=926482001f70d99512fc775b517eab66b460ed6d&lang=en&cache-only=0",
            "defineEn": "a small hawk with narrow wings and a long tail",
            "defineVi": "một con diều hâu nhỏ với đôi cánh hẹp và một cái đuôi dài",
            "hasImg": true
        },
        {
            "id": "99f92ef7-26fd-4767-aa53-f8a122a809ac",
            "word": "condor",
            "phonetic": "kɑːndoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the Pleistocene, condors feasted on the carcasses of the famous megafauna from that epoch, like mammoths, bison, and giant sloths.",
                "Take the California condor.",
                "The newest player on the scene is Condor Non-lethal Technologies.",
                "Scientists know the California condor as Gymnogyps californianus.",
                "At the La Brea tar pits in Los Angeles, fossil Condors are found alongside mastodons, horses, and bison."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZG9y&hash=087072bee8ea4f3e1ea5bc1d8a5b949ec5cd9cdd&lang=en&cache-only=0",
            "defineEn": "a large American bird of the vulture family with black plumage and a white bare neck that lives in mountains",
            "defineVi": "một loài chim lớn của Mỹ thuộc họ kền kền với bộ lông đen và chiếc cổ trần màu trắng sống ở vùng núi",
            "hasImg": true
        },
        {
            "id": "cd4fa19c-afb2-4977-8ea8-2565abe4f0d9",
            "word": "osprey",
            "phonetic": "ɑːspɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ospreys are the most efficient birds of prey in the world, catching their meals 80-89% of the time.",
                "We get on an Osprey helicopter. ",
                "We go back up the elevator, back on the Osprey, back on Air Force One, back to Joint Base Andrews, back to the West Wing of the White House, and it’s one of those, like, pinch-yourself days. "
            ],
            "audio": "https://tts.langeek.co/read?text=b3NwcmV5&hash=feb3cf47e795a0e7548f4decb6e91b6fd1af7a6a&lang=en&cache-only=0",
            "defineEn": "a large bird of prey of the hawk family that feeds on fish and has long wings",
            "defineVi": "một loài chim săn mồi lớn thuộc họ diều hâu ăn cá và có đôi cánh dài",
            "hasImg": true
        },
        {
            "id": "e3e41bcd-8fec-4028-894c-950dde6dc3d8",
            "word": "vulture",
            "phonetic": "vʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many sports pundits believe the vultures are circling for the team's beleaguered head coach.",
                "Some regions have even opened vulture restaurants where farmers safely dispose of drug-free livestock.",
                "This colossal competition is too dangerous for the tiny Egyptian vulture.",
                "But the sight of their fellow vultures guides them to the feeding.",
                "With a wingspan of only 180 centimeters, this vulture migrated to Africa from his family nest in Portugal, using thermal updrafts to stay aloft for hours at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=dnVsdHVyZQ&hash=60518c433d0f563af0a0f752cc61882af0b209a9&lang=en&cache-only=0",
            "defineEn": "a large bird of prey with a bare head, a long neck and weak claws that is famous for scavenging",
            "defineVi": "một loài chim săn mồi lớn với cái đầu trần, cổ dài và móng vuốt yếu, nổi tiếng với việc nhặt rác",
            "hasImg": true
        },
        {
            "id": "1c24c8fd-0be8-450e-b312-28fee9285697",
            "word": "bald eagle",
            "phonetic": "bɔːld iːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bald eagle is a national symbol of the American people.",
                "Is that a bald eagle?",
                "Combined with shooting, lead poisoning and habitat destruction, bald eagle numbers took a really big hit.",
                "And bald eagle numbers are soaring higher than ever.",
                "In fact, a pair of bald eagles in Florida in 1963 set the world record for the largest birds’ nest."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsZCBlYWdsZQ&hash=411a61b00fd6942e977141ae28584798fcb013ee&lang=en&cache-only=0",
            "defineEn": "a large bird of prey originally from North America with white feathers on its head, neck and tail",
            "defineVi": "một loài chim săn mồi lớn có nguồn gốc từ Bắc Mỹ với lông trắng trên đầu, cổ và đuôi",
            "hasImg": true
        },
        {
            "id": "212ebe70-5c2a-462e-ba37-84452ccf8a2a",
            "word": "golden eagle",
            "phonetic": "ɡoʊldən iːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Golden eagles succeed in one out of five tries.",
                "The larger one probably rivaled today’s golden eagle in size, and it’s only found in more recent deposits.",
                "Red deer run across the hills, and perhaps you can see golden eagles high up in the sky.",
                "I think if you really asked me about it, legitimately that the tiger is our mascot, but we have now obviously the golden eagle, which you know it sends our team to victory, it's our rally cry. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIGVhZ2xl&hash=c2b059bede5a89e4f55b1b27732c88e605c73389&lang=en&cache-only=0",
            "defineEn": "a large North American bird of prey of the eagle family with golden feathers on its neck that lives in mountains",
            "defineVi": "một loài chim săn mồi lớn ở Bắc Mỹ thuộc họ đại bàng với chiếc lông vàng trên cổ sống ở vùng núi",
            "hasImg": true
        },
        {
            "id": "7c20c567-03b4-4a55-9265-83bcac21ac0c",
            "word": "harpy eagle",
            "phonetic": "hɑːɹpi iːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFycHkgZWFnbGU&hash=d0b9fc65725148f196edaa14cfa74af4a09a8279&lang=en&cache-only=0",
            "defineEn": "a large, powerful bird of prey found in Central and South America, with a distinctive crest of feathers on its head",
            "defineVi": "một loài chim săn mồi lớn, mạnh mẽ được tìm thấy ở Trung và Nam Mỹ, với một chiếc lông vũ đặc biệt trên đầu",
            "hasImg": true
        },
        {
            "id": "6d838465-d306-4e0d-8bee-2cecd10f922a",
            "word": "goshawk",
            "phonetic": "ɡɑːʃɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29zaGF3aw&hash=84cd4f090fc4ccf51f646712abf7561ada1f5804&lang=en&cache-only=0",
            "defineEn": "a medium-large bird of prey of the hawk family with a long tail and short wings",
            "defineVi": "một loài chim săn mồi cỡ trung bình thuộc họ diều hâu với đuôi dài và đôi cánh ngắn",
            "hasImg": true
        },
        {
            "id": "afa5cde1-3ea9-4817-b27e-5e60c9cb65c8",
            "word": "sparrow hawk",
            "phonetic": "spæɹoʊ hɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhcnJvdyBoYXdr&hash=df922c907b9efb265c1a9baabfb70d6e8d5e46ce&lang=en&cache-only=0",
            "defineEn": "a small North American bird of prey of the falcon family that hovers mid-air while searching for food",
            "defineVi": "một loài chim săn mồi nhỏ ở Bắc Mỹ thuộc họ chim ưng bay lượn giữa không trung trong khi tìm kiếm thức ăn",
            "hasImg": true
        },
        {
            "id": "50c0f882-80be-47de-8bf1-400aa0b5a6b0",
            "word": "peregrine",
            "phonetic": "pɛɹəɡɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Peregrines love tall buildings.",
                "By the mid 1960s, peregrines were dangerously close to extinction.",
                "Peregrine falcons are the fastest animals in the world.",
                "Peregrine falcon eggs faced an even more dangerous threat 60 years ago.",
                "In the air, peregrines are super maneuverable, thanks to the shape of their wings."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZWdyaW5l&hash=f2f0a9ae7f2579e3e0d3d78bd9088a18018ceecb&lang=en&cache-only=0",
            "defineEn": "a grayish white bird of prey of the falcon family that inhabits mountains and coastal cliffs and can be trained for hunting",
            "defineVi": "một loài chim săn mồi màu trắng xám thuộc họ chim ưng sống trên núi và vách đá ven biển và có thể được huấn luyện để săn mồi",
            "hasImg": true
        },
        {
            "id": "70117ba0-f73a-4837-b92b-0a8da981f17e",
            "word": "horned owl",
            "phonetic": "hɔːɹnd aʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their top natural predator is the great horned owl which is going to swoop down with silent flight.",
                "Those things that /look/ like ears on, say, a great horned owl?",
                "The typical Owls and the Eagle owls, our Great Horned Owl, in fact, is very closely related to this animal."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybmVkIG93bA&hash=c6ed18bdfca21d72eefb9f4fc36156bf18f6f0f7&lang=en&cache-only=0",
            "defineEn": "a large owl that has two tufts of feather near its ears and is native to the Americas",
            "defineVi": "một con cú lớn có hai chùm lông gần tai và có nguồn gốc từ châu Mỹ",
            "hasImg": true
        },
        {
            "id": "b4513378-b4a8-4868-b67b-133299f6524a",
            "word": "little owl",
            "phonetic": "lɪɾəl aʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everybody likes the little owls.",
                "It had the little owl embroidered emblem on it."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0dGxlIG93bA&hash=74922460bff6064042d1bef2b202fdaa2e592994&lang=en&cache-only=0",
            "defineEn": "a small European owl with spotted plumage and a flattened face",
            "defineVi": "một con cú châu Âu nhỏ với bộ lông đốm và khuôn mặt dẹt",
            "hasImg": true
        },
        {
            "id": "992f6c35-e73f-4ea0-87a1-fbb8708d73ce",
            "word": "barn owl",
            "phonetic": "bɑːɹn aʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A barn owl could easily have 7 owl babies, each needin’ to eat 5 mice a day.",
                "You can even by sterilized barn owl pellets and dissection kits online!",
                "Maybe someone heard a barn owl’s cry in the darkness the night before a death in the family and connected it to the keening Banshee that also marks death.",
                "Research has shown that the modern barn owl can’t swallow any rodents whose heads are longer than 17 millimeters.",
                "Barn owls make a truly terrifying screaming sound."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybiBvd2w&hash=0bccecc28dea52e250ab19268a280adf71f1cdbb&lang=en&cache-only=0",
            "defineEn": "an owl with a heart-shaped face and long legs that nests in tree holes and farm buildings",
            "defineVi": "một con cú với khuôn mặt hình trái tim và đôi chân dài làm tổ trong các hốc cây và các tòa nhà trang trại",
            "hasImg": true
        },
        {
            "id": "298cee71-1ee2-4cd8-8fcc-78a14a0fc53b",
            "word": "eagle owl",
            "phonetic": "iːɡəl aʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The typical Owls and the Eagle owls, our Great Horned Owl, in fact, is very closely related to this animal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFnbGUgb3ds&hash=4f0f4fbcaebc65e894243681db4cb760998bac9d&lang=en&cache-only=0",
            "defineEn": "a very large Eurasian owl with two feathers that stick out near its ears, also known as horned owl",
            "defineVi": "một con cú Á-Âu rất lớn với hai chiếc lông nhô ra gần tai, còn được gọi là cú sừng",
            "hasImg": true
        },
        {
            "id": "18a9c804-ec84-4cfd-800d-c50e6d4586e9",
            "word": "tawny owl",
            "phonetic": "tɔːni aʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF3bnkgb3ds&hash=c5ce5a0abbffec43ba85c5ccfb845623bf0c5dca&lang=en&cache-only=0",
            "defineEn": "a mid-sized Eurasian bird of prey of the owl family that has reddish brown plumage and is mostly found in woodlands",
            "defineVi": "một loài chim săn mồi Á-Âu cỡ trung bình thuộc họ cú có bộ lông màu nâu đỏ và chủ yếu được tìm thấy trong rừng",
            "hasImg": true
        },
        {
            "id": "2b25eae1-adea-41a5-bd0c-8fa6255063d2",
            "word": "bearded vulture",
            "phonetic": "bɪɹdᵻd vʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVhcmRlZCB2dWx0dXJl&hash=dc837b3692655b7d27230b3f91a2ba46bb9ea0a8&lang=en&cache-only=0",
            "defineEn": "a large bird of prey characterized by its striking appearance, featuring a distinctive bearded face and dark brown plumage",
            "defineVi": "một loài chim săn mồi lớn được đặc trưng bởi vẻ ngoài nổi bật, có khuôn mặt có râu đặc biệt và bộ lông màu nâu sẫm"
        },
        {
            "id": "f9cf8415-f637-4a69-bbba-c854fd859341",
            "word": "accipiter",
            "phonetic": "ɐkɪpɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjaXBpdGVy&hash=9ced9ad5925d2f4421f3fd74751dca4cf978cb59&lang=en&cache-only=0",
            "defineEn": "a type of hawk with short wings and long tails, adapted for quick flight in dense forests",
            "defineVi": "một loại diều hâu có cánh ngắn và đuôi dài, thích nghi để bay nhanh trong rừng rậm"
        },
        {
            "id": "55d8b73d-e9d0-4b54-97e5-7a4a544cf7aa",
            "word": "bateleur",
            "phonetic": "beɪtlʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0ZWxldXI&hash=65fb3057df89e011e2a5291b04b822c0f3ce0a7d&lang=en&cache-only=0",
            "defineEn": "an African eagle with distinctive black, white, and chestnut feathers that performs acrobatic displays during courtship",
            "defineVi": "một con đại bàng châu Phi với bộ lông màu đen, trắng và hạt dẻ đặc biệt biểu diễn màn nhào lộn trong quá trình tán tỉnh"
        },
        {
            "id": "3d68594a-8db7-4931-8ebc-cc52b23bef1b",
            "word": "boobook",
            "phonetic": "buːbʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vYm9vaw&hash=b70f955c9b7ea34bc13c62b037edb9b9ddf951ca&lang=en&cache-only=0",
            "defineEn": "a small species of owl found in Australasia and Southeast Asia, known for its distinctive \"boo-book\" call that it uses to communicate with other owls",
            "defineVi": "một loài cú nhỏ được tìm thấy ở Úc và Đông Nam Á, được biết đến với tiếng kêu \"boo-book\" đặc biệt mà nó sử dụng để giao tiếp với những con cú khác"
        },
        {
            "id": "d68a4e55-b8cd-4b76-932d-f819815249a6",
            "word": "caracara",
            "phonetic": "kæɹɐkɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYWNhcmE&hash=7aab7e151f4beaa6c643cae6bd3eb931fe99ddd1&lang=en&cache-only=0",
            "defineEn": "a large bird of prey found in the Americas, known for its distinctive appearance, opportunistic feeding habits, and bold and curious nature",
            "defineVi": "một loài chim săn mồi lớn được tìm thấy ở châu Mỹ, được biết đến với vẻ ngoài đặc biệt, thói quen kiếm ăn cơ hội và bản tính táo bạo và tò mò"
        },
        {
            "id": "76c5e6db-d09c-4ce8-836d-3ecfdead3fe1",
            "word": "cooper's hawk",
            "phonetic": "kuːpɚ bækslæʃ ɛs hɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29vcGVyJ3MgaGF3aw&hash=f655d1fa6b9b73321dc3dc8d24b665d2db355e5f&lang=en&cache-only=0",
            "defineEn": "a bird of prey found in North America, known for its agile flight, distinctive plumage, and adept hunting skills",
            "defineVi": "một loài chim săn mồi được tìm thấy ở Bắc Mỹ, được biết đến với khả năng bay nhanh nhẹn, bộ lông đặc biệt và kỹ năng săn mồi lão luyện"
        },
        {
            "id": "a628ec86-a253-4e19-8075-a1ebeb422e09",
            "word": "hobby",
            "phonetic": "hɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Find a hobby.",
                "He should take up a hobby.",
                "She spends her free time gardening as a hobby.",
                "My parents always took an interest in my hobbies.",
                "It started as a hobby and grew from there."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9iYnk&hash=2ecea32c15040ecea8aaa7375e264ce32d075d01&lang=en&cache-only=0",
            "defineEn": "a small falcon known for its agile flight, remarkable hunting skills, and distinctive appearance",
            "defineVi": "một con chim ưng nhỏ được biết đến với khả năng bay nhanh nhẹn, kỹ năng săn mồi đáng chú ý và ngoại hình đặc biệt"
        },
        {
            "id": "ff5e6945-fbe8-4d3e-b1d7-f967a4d5c078",
            "word": "honey buzzard",
            "phonetic": "hʌni bʌzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9uZXkgYnV6emFyZA&hash=371d198f5b5e8d5bacb85e92b6d44b8ae0c88c8a&lang=en&cache-only=0",
            "defineEn": "a bird of prey that feeds predominantly on the larvae of bees and wasps, and it is characterized by its slender body and long wings",
            "defineVi": "một loài chim săn mồi chủ yếu ăn ấu trùng của ong và ong bắp cày, và nó được đặc trưng bởi thân hình mảnh khảnh và đôi cánh dài"
        },
        {
            "id": "67a0d635-0d32-4b42-a0d3-ad42fe975c14",
            "word": "hoot owl",
            "phonetic": "huːt aʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9vdCBvd2w&hash=a5a50df1b4d58833e1ff230b60e41eadd14406de&lang=en&cache-only=0",
            "defineEn": "any owl species known for its distinctive hooting vocalizations, often associated with owls that have a prominent or resonant call",
            "defineVi": "bất kỳ loài cú nào được biết đến với tiếng kêu đặc biệt của nó, thường được liên kết với những con cú có tiếng kêu nổi bật hoặc vang",
            "hasImg": true
        },
        {
            "id": "0c1ef28f-9f8b-4bfa-866d-f0b7b09f7e0d",
            "word": "long-eared owl",
            "phonetic": "lɔŋɪɹd aʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1lYXJlZCBvd2w&hash=8c9e40355e2bd4c1655cf1a446df17422223c631&lang=en&cache-only=0",
            "defineEn": "an owl species characterized by its long ear tufts, reddish-brown plumage, and a facial disk with distinctive black markings",
            "defineVi": "một loài cú được đặc trưng bởi chùm tai dài, bộ lông màu nâu đỏ và đĩa mặt có các mảng màu đen đặc biệt"
        },
        {
            "id": "5a74a3b7-5ceb-432b-b2dc-006b0f5b5eb4",
            "word": "lanner",
            "phonetic": "lænɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFubmVy&hash=ea11cdb534d3cff4837428e5c0347665962d1659&lang=en&cache-only=0",
            "defineEn": "a medium-sized bird of prey found in Africa, Europe, and Asia, known for its swift flight and ability to catch prey in mid-air",
            "defineVi": "một loài chim săn mồi cỡ trung bình được tìm thấy ở Châu Phi, Châu Âu và Châu Á, được biết đến với khả năng bay nhanh và khả năng bắt con mồi giữa không trung"
        },
        {
            "id": "1ae4b6f2-c46f-4234-b84b-595c43d8e3b5",
            "word": "montagu's harrier",
            "phonetic": "mɔntɑːɡuː bækslæʃ ɛs hæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9udGFndSdzIGhhcnJpZXI&hash=feae79e0cab6a064e513bde450287733423bf93f&lang=en&cache-only=0",
            "defineEn": "a migratory bird of prey with a distinctive appearance, featuring a pale gray plumage in males and brown with streaks in females",
            "defineVi": "một loài chim săn mồi di cư có ngoại hình đặc biệt, có bộ lông màu xám nhạt ở con đực và màu nâu với những vệt ở con cái"
        },
        {
            "id": "5f946ea9-6cfc-4dec-9393-2a529cbca3bc",
            "word": "saker",
            "phonetic": "seɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FrZXI&hash=7b8093a7e730709178755dcb35eccf56f459745e&lang=en&cache-only=0",
            "defineEn": "a large species of falcon found in the grasslands and deserts of Europe and Asia, known for its powerful and agile flight and its use in falconry",
            "defineVi": "một loài chim ưng lớn được tìm thấy ở đồng cỏ và sa mạc ở Châu Âu và Châu Á, được biết đến với khả năng bay mạnh mẽ và nhanh nhẹn và được sử dụng trong chim ưng"
        },
        {
            "id": "bc003323-7a78-4d04-a7e0-a6efcdd2206d",
            "word": "screech owl",
            "phonetic": "skɹiːtʃ aʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVjaCBvd2w&hash=de5fa1b14981b89257f2c7f706b9f1b9bd73df4d&lang=en&cache-only=0",
            "defineEn": "a small owl belonging to the genus Megascops, characterized by their ear tufts, yellow eyes, and small size",
            "defineVi": "một con cú nhỏ thuộc chi Megascops, đặc trưng bởi búi tai, mắt vàng và kích thước nhỏ"
        },
        {
            "id": "869bde85-a1f6-4a31-a54d-c52ac7d6cf8a",
            "word": "sea eagle",
            "phonetic": "siː iːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VhIGVhZ2xl&hash=cbe51fad66b00cb8073e42ac269f71f2e7face35&lang=en&cache-only=0",
            "defineEn": "a large bird of prey that primarily inhabits coastal areas and relies on hunting fish and other aquatic prey for survival",
            "defineVi": "một loài chim săn mồi lớn chủ yếu sống ở các vùng ven biển và dựa vào việc săn cá và các con mồi dưới nước khác để sinh tồn"
        },
        {
            "id": "909c87d7-eec3-4e01-91be-bf8d276a4032",
            "word": "secretary bird",
            "phonetic": "sɛkɹətɹi bɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, many living predatory birds, like the secretary bird, kill with vicious kicks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0YXJ5IGJpcmQ&hash=5e3be576669994c9d1eedeeab1e4164b154a2aa5&lang=en&cache-only=0",
            "defineEn": "a long-legged terrestrial bird of prey with a crest that feeds on reptiles and lives in sub-Saharan Africa",
            "defineVi": "một loài chim săn mồi chân dài trên cạn có mào ăn các loài bò sát và sống ở châu Phi cận Sahara",
            "hasImg": true
        },
        {
            "id": "4c4e7eef-2c6c-450e-9ba5-f4991a9a5115",
            "word": "snowy owl",
            "phonetic": "snoʊi aʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c25vd3kgb3ds&hash=9f8e90aa55163fdf1f0f265b10e05249ceec1fa0&lang=en&cache-only=0",
            "defineEn": "a large white owl with yellow eyes that hunts during the day and lives in Arctic regions",
            "defineVi": "một con cú lớn màu trắng với đôi mắt màu vàng săn mồi vào ban ngày và sống ở các vùng Bắc Cực"
        },
        {
            "id": "78efdc6d-385e-4755-9dcb-9bcb71dc189b",
            "word": "turkey buzzard",
            "phonetic": "tɜːki bʌzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVya2V5IGJ1enphcmQ&hash=0e5752bde10f8dc10fcea5f3d2b6c4a665527c9a&lang=en&cache-only=0",
            "defineEn": "a large bird of prey belonging to the vulture family, characterized by its soaring flight, bald head, and red, featherless neck",
            "defineVi": "một loài chim săn mồi lớn thuộc họ kền kền, đặc trưng bởi khả năng bay vút lên, đầu hói và cổ màu đỏ, không có lông"
        }
    ]
}