{
    "id": "d55132ac-fe4d-4565-b050-76fc5f5eb77b",
    "title": "Broadcasting",
    "originalTitle": "Broadcasting",
    "words": [
        {
            "id": "b6f138b8-d68a-4180-8837-66044779398d",
            "word": "television",
            "phonetic": "tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the 1950s, television had made great inroads into the territory of the news magazines.",
                "The film was shown on television last night.",
                "He appeared on national television to deny the claims.",
                "We were glued to the television watching the election results come in.",
                "It was the first time the movie was shown on television."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZXZpc2lvbg&hash=85dcabfc1c1c0fb50556cf92ca2b3e1d52843ecc&lang=en&cache-only=0",
            "defineEn": "the electronic medium of transmitting audiovisual content to viewers",
            "defineVi": "phương tiện điện tử để truyền tải nội dung nghe nhìn tới người xem"
        },
        {
            "id": "5cb1eb5c-1485-4843-b48c-4f31d274f0f0",
            "word": "radio",
            "phonetic": "ɹeɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bedside radio played softly.",
                "The rebels held the radio station.",
                "They're always playing that song on the radio.",
                "Did you hear that play on the radio last night?",
                "Even if they weren't televised, he was glued to the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW8&hash=bd28f100c9b5e37c99eccb902a55a637884859ed&lang=en&cache-only=0",
            "defineEn": "the transmission and reception of audio content through electromagnetic waves, providing a platform for delivering news, music, and other forms of entertainment to listeners",
            "defineVi": "việc truyền và nhận nội dung âm thanh thông qua sóng điện từ, cung cấp một nền tảng để cung cấp tin tức, âm nhạc và các hình thức giải trí khác cho người nghe"
        },
        {
            "id": "4c70cbf4-1cca-4431-a5d6-4665da199234",
            "word": "frequency",
            "phonetic": "fɹiːkwənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inverse of the period of a wave is its frequency, vice versa.",
                "So each feature would have the frequency of one word.",
                "The lower frequencies are down here",
                "Monthly frequency is called ultra rapid cycling.",
                "BMW: I'm playing the frequency 91.1."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbmN5&hash=536ac58794f528590236dd417390d4c31b1babc7&lang=en&cache-only=0",
            "defineEn": "the specific number of waves that pass a point every second",
            "defineVi": "số lượng sóng cụ thể đi qua một điểm mỗi giây"
        },
        {
            "id": "c6242a21-f1ef-421d-a580-c8aa37f85f69",
            "word": "airwaves",
            "phonetic": "ɛɹweɪvz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rock and roll ruled the AIRWAVES back"
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyd2F2ZXM&hash=1dd1c632309741c13622890301f8abf87b79f0c9&lang=en&cache-only=0",
            "defineEn": "radio waves used as a medium for broadcasting television and radio programs",
            "defineVi": "sóng vô tuyến dùng làm phương tiện phát sóng các chương trình truyền hình, phát thanh"
        },
        {
            "id": "62570c8f-4008-4e43-9e03-a84c57b541a7",
            "word": "am",
            "phonetic": "æm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Breakfast is served until 9 am.",
                "You, the night owl, are getting up at 5 AM tomorrow?",
                "Even though I’ve retired, I still get up at 7 am by force of habit.",
                "Mary always wakes up at 5:00 am to study, and she consistently gets good grades - it's true that the early bird catches the worm.",
                "Stu's been getting here early to impress the boss, so I'll just start coming in at 6 AM."
            ],
            "audio": "https://tts.langeek.co/read?text=YW0&hash=15f5e581735bf725c97217a052eb29ec98ae8524&lang=en&cache-only=0",
            "defineEn": "one of the main methods of radio broadcasting with a lower sound quality than FM",
            "defineVi": "một trong những phương pháp phát thanh chính với chất lượng âm thanh thấp hơn FM"
        },
        {
            "id": "4db81309-ab3e-4a95-a027-74b542f3ac65",
            "word": "fm",
            "phonetic": "ɛfɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, they're hey, there's the FM radio app.",
                "Get this it even has FM radio apparently.",
                "Don't tell me this has an FM tuner, shut up!",
                "- Great, I brought a rope and what I assume is a AM/FM flashlight radio.",
                "FM and subscribing, or just searching for that wherever get your podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm0&hash=d8c89311b66f87e01c220ea307b6c8c1ff3df4aa&lang=en&cache-only=0",
            "defineEn": "one of the main methods of radio broadcasting with a high sound quality",
            "defineVi": "một trong những phương pháp phát thanh chính với chất lượng âm thanh cao"
        },
        {
            "id": "b12fd636-bf78-4938-bb8b-6a5222806b6d",
            "word": "gigahertz",
            "phonetic": "ɡɪɡəhɜːts ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that goes up to 4.9 gigahertz.",
                "Well, it says 1.3 gigahertz.",
                "The original one had a one gigahertz CPU unit Single Core.",
                "This one has a Dual Core 1.2 gigahertz CPU.",
                "So we're going right to 2.4 gigahertz."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lnYWhlcnR6&hash=63ce58c3a5b15fee45738357d4a55d8656127bb6&lang=en&cache-only=0",
            "defineEn": "a unit that is used to measure the frequency of a radio wave, or speed of a computer, which is equal to 1 billion Hertz",
            "defineVi": "một đơn vị được sử dụng để đo tần số của sóng vô tuyến hoặc tốc độ của máy tính, tương đương với 1 tỷ Hertz"
        },
        {
            "id": "a4b804fe-dbdf-40f7-8af4-791aaea192cb",
            "word": "interference",
            "phonetic": "ɪntəfɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "So no interference pattern meant no aether wind.",
                "And the famous double slit experiment found interference of light in a wave-like fashion, like ripples in a pond.",
                "So, different colors undergo a constructive interference at different angles.",
                "That's called destructive interference.",
                "And then there was foreign interference."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJmZXJlbmNl&hash=324e83305009e1814e881a2ba3ee66dccf875383&lang=en&cache-only=0",
            "defineEn": "disturbance caused by signals from a different source which lead to unwanted noise in a radio signal that is being received",
            "defineVi": "nhiễu do tín hiệu từ một nguồn khác gây ra dẫn đến nhiễu không mong muốn trong tín hiệu vô tuyến đang được nhận"
        },
        {
            "id": "fb250b5c-e803-4da1-a4c9-17c3711cf033",
            "word": "long wave",
            "phonetic": "lɔŋ weɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Long waves have a low frequency and pitch, like a mournful cello.",
                "In water, longer waves travel faster, while shorter waves travel slower.",
                "It's part of a long wave of dissatisfaction, distrust, and kind of a slow-building refusal to take it anymore.",
                "The body cools itself down by emitting this heat light, and that's called long wave infrared radiation."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZyB3YXZl&hash=82bee1032d65d8fbe65f52eab1bd60ceaed8ec02&lang=en&cache-only=0",
            "defineEn": "a radio wave with a frequency under 300 kHz and a wavelength of more than 1 kilometer that is used for broadcasting",
            "defineVi": "sóng vô tuyến có tần số dưới 300 kHz và bước sóng hơn 1 km được sử dụng để phát sóng"
        },
        {
            "id": "5b5fc7e2-96ba-49ae-89b1-7e7f5f850783",
            "word": "medium wave",
            "phonetic": "miːdiəm weɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVkaXVtIHdhdmU&hash=b0978dfa8055a0aa11e972e9eaa2432d4dc4cad0&lang=en&cache-only=0",
            "defineEn": "a radio wave that has a frequency between 300 kHz and 3 MHz and a wavelength between 100 to 1000 meters, which is used for broadcasting",
            "defineVi": "sóng vô tuyến có tần số từ 300 kHz đến 3 MHz và bước sóng từ 100 đến 1000 mét, được sử dụng để phát sóng"
        },
        {
            "id": "a95fcb7f-c092-452a-a9b1-259d9ef2cb29",
            "word": "short wave",
            "phonetic": "ʃɔːɹt weɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Short waves have a high frequency and a high pitch, like a plucky violin.",
                "For instance a short wave has a high frequency.",
                "We register short waves at high frequencies as bluish colors, while long, low frequencies look reddish to us.",
                "At the other end, we discovered invisible light with short waves and even more powerful energies: X-rays and gamma rays.",
                "In water, longer waves travel faster, while shorter waves travel slower."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgd2F2ZQ&hash=2afa3171cb31a93e8e487305c3dd49f493c4defe&lang=en&cache-only=0",
            "defineEn": "a radio wave that has a frequency between 3 and 30 MHz, and a wavelength between 10 to 100 meters, used for broadcasting",
            "defineVi": "sóng vô tuyến có tần số từ 3 đến 30 MHz và bước sóng từ 10 đến 100 mét, được sử dụng để phát sóng"
        },
        {
            "id": "4c6f555f-e5f2-4a51-8267-1e396dbbd397",
            "word": "megahertz",
            "phonetic": "mɛɡəhɜːts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Previous gen used 2133 megahertz DDR3 memory.",
                "It's got 16 gigs of 3200 Megahertz memory.",
                "Wow, in the performance mode, it actually turbos several-hundred megahertz higher across all eight cores.",
                "Power cord, boom, is connected to the power brick, boom, 160 megahertz channels.",
                "These radar stations used radio waves with a frequency of 440 megahertz, the same frequency as the radio waves coming from the Sun on May 23rd."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVnYWhlcnR6&hash=c4ee1e2ce2202e9173d904a39134e1ea93cf7974&lang=en&cache-only=0",
            "defineEn": "a unit that is used to measure the frequency of a radio wave which is equal to 1 million Hertz",
            "defineVi": "một đơn vị được sử dụng để đo tần số của sóng vô tuyến bằng 1 triệu Hertz"
        },
        {
            "id": "5ab7c859-5705-425f-8fae-a12511a24469",
            "word": "signal",
            "phonetic": "sɪɡnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dark clouds signaled that rain was on its way.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "The clock struck eleven times, signaling the start of the event.",
                "She holds her finger to her lips, signaling for silence.",
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmFs&hash=cb0db7713165a93b9c3506bf90b65e57f2957f49&lang=en&cache-only=0",
            "defineEn": "a series of electrical or radio waves carrying data to a radio, television station, or mobile phone",
            "defineVi": "một loạt sóng điện hoặc sóng vô tuyến mang dữ liệu đến đài phát thanh, đài truyền hình hoặc điện thoại di động"
        },
        {
            "id": "3457e366-2ac8-4bfa-81be-e9d0c912eddb",
            "word": "time signal",
            "phonetic": "taɪm sɪɡnəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGltZSBzaWduYWw&hash=ebcc669ae19b8ed11d3a61857647412f5b15d50a&lang=en&cache-only=0",
            "defineEn": "a recognizable signal that the radio broadcasts at a precise time to indicate the accurate time of day",
            "defineVi": "một tín hiệu dễ nhận biết mà đài phát thanh vào một thời điểm chính xác để chỉ ra thời gian chính xác trong ngày"
        },
        {
            "id": "a81f4559-cc13-4668-864c-8419cc92d26c",
            "word": "tower",
            "phonetic": "taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think you live in an ivory tower.",
                "The book was written by some college professor who's spent her entire professional life in an ivory tower.",
                "You're completely out of touch - it's time to come out of your ivory tower and see what's going on in the real world!",
                "We sat around the campfire, roasting marshmallows under the watchful presence of the towering single-leaf pinyon trees.",
                "Instead of hiring the brightest scientists and locking them in an ivory tower with like-minded people, the organization strives to embrace collaboration and a full-stack scope of solutions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93ZXI&hash=f28e606561f847d9f9195ad335968c11295e5f58&lang=en&cache-only=0",
            "defineEn": "a tall structure, usually made of metal, used to transmit television or radio signals",
            "defineVi": "một cấu trúc cao, thường làm bằng kim loại, được sử dụng để truyền tín hiệu truyền hình hoặc đài phát thanh"
        },
        {
            "id": "54ef18fa-dd7e-4eac-a46d-250ab773281f",
            "word": "transmission",
            "phonetic": "tɹænsmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Ethic weaves her way towards the innermost maze, her radio picks up a transmission.",
                "The transmission repairman has spoken!",
                "In 1995, a sixth right, digital audio transmission was created.",
                "One initial study from China showed decreases in SARS-CoV-2 transmission along with increases in humidity.",
                "So person-to-person transmission has become blessedly rare."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNtaXNzaW9u&hash=e6138e898b2d2cd2b5db29778a9c7ae67521a624&lang=en&cache-only=0",
            "defineEn": "the activity of transmitting a signal, a message or a program that is being broadcast on radio or television",
            "defineVi": "hoạt động truyền tín hiệu, tin nhắn hoặc chương trình đang được phát trên đài phát thanh hoặc truyền hình"
        },
        {
            "id": "a2eb1964-1998-44ce-8a71-8d81fa0ec426",
            "word": "uhf",
            "phonetic": "uːf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dWhm&hash=8b77256dd5b0e4a899e0d1f583bffe21a4f2eb49&lang=en&cache-only=0",
            "defineEn": "a range of radio waves with a frequency between 300 MHz and 3000 MHz, especially used in broadcasting television and radio programs that are of high-quality",
            "defineVi": "một dải sóng vô tuyến có tần số từ 300 MHz đến 3000 MHz, đặc biệt được sử dụng để phát các chương trình truyền hình và đài phát thanh có chất lượng cao"
        },
        {
            "id": "5f40db75-1b4d-4e8d-9498-a209907083c0",
            "word": "vhf",
            "phonetic": "viːeɪtʃɛf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmhm&hash=538f6db56dce2119faec6d3996a5e396ebff13cb&lang=en&cache-only=0",
            "defineEn": "radio waves in the range of 30 to 300 MHz that are used in broadcasting TV signals",
            "defineVi": "sóng vô tuyến trong phạm vi từ 30 đến 300 MHz được sử dụng để phát tín hiệu TV"
        },
        {
            "id": "ad2856c2-4941-4068-a2d9-1ed39f81d655",
            "word": "waveband",
            "phonetic": "weɪvbænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2F2ZWJhbmQ&hash=1f89239ea2118ec87896fc4c6ae5c2432c799191&lang=en&cache-only=0",
            "defineEn": "a series of radio waves with similar lengths used for specific types of radio broadcasting",
            "defineVi": "một loạt các sóng vô tuyến có độ dài tương tự được sử dụng cho các loại phát sóng vô tuyến cụ thể"
        },
        {
            "id": "7a4505e6-b953-4b6d-9a55-3667561e9c71",
            "word": "wavelength",
            "phonetic": "weɪvlɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We work together but we aren’t really on the same wavelength.",
                "Luckily, my husband and I are on the same wavelength about how to raise our kids.",
                "But more wavelengths, means more energy.",
                "Its wavelength tells us its energy and color.",
                "In other words, each wavelength tells a totally different story!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F2ZWxlbmd0aA&hash=37432599cc8734de6f23171265b7c124a9fffa26&lang=en&cache-only=0",
            "defineEn": "the distance between a point on a wave of energy and a similar point on the next wave",
            "defineVi": "khoảng cách giữa một điểm trên sóng năng lượng và một điểm tương tự trên sóng tiếp theo"
        },
        {
            "id": "b6ef7270-2436-4567-bdf5-ac478d404f55",
            "word": "white noise",
            "phonetic": "waɪt nɔɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The people in the control group just slept with white noise playing instead.",
                "For example, research has shown that white noise can dull saltiness but enhance crunchiness.",
                "In three separate experiments, the team made a total of 115 people listen to an obnoxiously loud white noise turn on and off.",
                "Those early experiments actually tended use white noise instead of silence, bright light instead of darkness, and asked people to stay for as long as they could handle it.",
                "Experiments from both white noise and human speech have demonstrated that if subjects are given context beforehand, their interpretation of a recording tends to match their preconceived expectations, even if the provided context is deliberately incorrect."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgbm9pc2U&hash=9464d41c1d6b6e4f2b4a3bd58182830a9dff8ba9&lang=en&cache-only=0",
            "defineEn": "a noise that holds numerous sound frequencies with the same strengths",
            "defineVi": "một tiếng ồn chứa nhiều tần số âm thanh với cùng cường độ"
        },
        {
            "id": "cd235592-fda0-4be5-a6e5-3a77327cc07d",
            "word": "broadcast",
            "phonetic": "bɹɔːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRjYXN0&hash=fa6dd09f1206bbde3671273014f662aa43aa9643&lang=en&cache-only=0",
            "defineEn": "the distribution of audio or video content to a wide audience, typically through radio or television, using a network or airwaves",
            "defineVi": "việc phân phối nội dung âm thanh hoặc video cho nhiều đối tượng, thường là qua đài phát thanh hoặc truyền hình, sử dụng mạng hoặc sóng vô tuyến"
        },
        {
            "id": "7ac26bb7-847a-4488-ba23-f525bf6d3d34",
            "word": "dead air",
            "phonetic": "dɛd ɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhZCBhaXI&hash=4561b5301654cf4009cca73d333944ec5525dd58&lang=en&cache-only=0",
            "defineEn": "the absence of any sound or broadcast signal on a radio or television channel, resulting in a period of silence or static noise",
            "defineVi": "sự vắng mặt của bất kỳ tín hiệu âm thanh hoặc phát sóng nào trên kênh phát thanh hoặc truyền hình, dẫn đến một khoảng thời gian im lặng hoặc nhiễu tĩnh"
        },
        {
            "id": "a29cd90c-21be-4619-ac35-d07c87447afc",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "the quality or the act of receiving radio, television or cellphone signals",
            "defineVi": "chất lượng hoặc hành động nhận tín hiệu radio, truyền hình hoặc điện thoại di động"
        },
        {
            "id": "347520a6-7118-439f-ba3a-4e05f2fa6706",
            "word": "feed",
            "phonetic": "fiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Feed the kitty.",
                "The farmer fed the chickens with corn and grains.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "The old man sat on the park bench, feeding crumbs to the birds.",
                "I took pity on the stray cat and fed him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlZA&hash=978bc5013b73f26c0a889d82bec1a28dadfc0109&lang=en&cache-only=0",
            "defineEn": "a program sent out by a satellite or from the main network to radio and television stations for broadcasting",
            "defineVi": "một chương trình được gửi bởi vệ tinh hoặc từ mạng chính tới các đài phát thanh và truyền hình để phát sóng"
        },
        {
            "id": "a9eb41a6-cb9b-46aa-a69a-125a9e341188",
            "word": "narrowcast",
            "phonetic": "næɹoʊkæst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFycm93Y2FzdA&hash=148ac6e82fa998d56d39b2cc0ed3c29ac7a49b7a&lang=en&cache-only=0",
            "defineEn": "the transmission or dissemination of content to a specific and targeted audience or niche market, as opposed to broadcasting to a broad and general audience",
            "defineVi": "việc truyền tải hoặc phổ biến nội dung tới một đối tượng cụ thể và được nhắm mục tiêu hoặc thị trường thích hợp, trái ngược với việc phát sóng tới một đối tượng rộng rãi và chung chung"
        },
        {
            "id": "34e7a210-14fe-4e04-b10a-38357f2952e1",
            "word": "talkback",
            "phonetic": "tɔːkbæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFsa2JhY2s&hash=f51610a01f4ac353e5451ad4793871a036693021&lang=en&cache-only=0",
            "defineEn": "‌a system by which people working in a radio station can communicate with one another without being heard by the audience",
            "defineVi": "‌một hệ thống mà những người làm việc trong một đài phát thanh có thể giao tiếp với nhau mà khán giả không nghe thấy"
        },
        {
            "id": "d312a461-e3d3-4809-b0ac-58e81fa1feaa",
            "word": "static",
            "phonetic": "stæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Static is bigger.",
                "Static friction has the same basic physics as kinetic friction.",
                "Law number one: power is never static.",
                "Do I hear static?",
                "Mainly, he just picked up static from thunderstorms."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlj&hash=d856b5de0819505b9a4e97b4487d8e164b468474&lang=en&cache-only=0",
            "defineEn": "interfering noises on telecommunication systems, such as radio, caused by electrical disturbances in the air",
            "defineVi": "tiếng ồn gây nhiễu trên các hệ thống viễn thông, chẳng hạn như đài phát thanh, do nhiễu điện trong không khí"
        },
        {
            "id": "0f711eb4-4e4f-4117-90a5-6d8627d34d99",
            "word": "public access",
            "phonetic": "pʌblɪk æksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like Public Access.",
                "The trick is to strike a balance between providing inventors with incentives and ensuring public access.",
                "Okay, so now I'm actually slightly confused, it says that it's cutting off public access, but it's not outright deleting them?",
                "So even if you remove it from public access, you still have disabled students, therein you're still not making the content accessible, something you had many, many years to do already."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIGFjY2Vzcw&hash=11791c1f05384992845217d7bc4ba4b681773b56&lang=en&cache-only=0",
            "defineEn": "a right given to people to broadcast their own programs on television or radio channels",
            "defineVi": "quyền được trao cho mọi người để phát các chương trình của riêng họ trên các kênh truyền hình hoặc đài phát thanh"
        }
    ]
}