{
    "id": "d6548329-2aa6-4cc4-9fcc-5471b972f37b",
    "title": "Animals",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "adc636f7-c2b1-4fe1-972d-cd50cb80d00c",
            "word": "pet",
            "phonetic": "pɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has one pet dog named Max.",
                "We need a new brush for our pet's fur.",
                "After dinner she told me a tall tale about her pet.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0&hash=07131c56901eab5c7ae0395ec3baef5520ead30b&lang=en&cache-only=0",
            "defineEn": "an animal such as a dog or cat that we keep and care for at home",
            "defineVi": "một con vật như chó hoặc mèo mà chúng ta giữ và chăm sóc ở nhà",
            "hasImg": true
        },
        {
            "id": "631442fa-ee64-43c8-9b7d-2a4f93f5afed",
            "word": "lamb",
            "phonetic": "læm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted a tender and juicy gigot of lamb.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "He's a wolf in lamb's clothing.",
                "He prepared a mouthwatering dish with the tender and flavorful flesh of the lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtYg&hash=d1881bb6ff7f5fb2c4181ace3e46312552f257ac&lang=en&cache-only=0",
            "defineEn": "a young sheep, especially one that is under one year",
            "defineVi": "một con cừu non, đặc biệt là một con dưới một tuổi",
            "hasImg": true
        },
        {
            "id": "9e10ff3c-b950-4cc5-b52b-cfefcd7b4923",
            "word": "camel",
            "phonetic": "kæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't afford to strain at gnats and swallow camels.",
                "It had been a difficult week, so when the car broke down, it was the straw that broke the camel's back.",
                "I just ate camel!",
                "Camel milk is costly.",
                "Camel milk can cost you $30 per liter."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZWw&hash=0069a4e4efaf0721e5b7f7277cbf729b71efe827&lang=en&cache-only=0",
            "defineEn": "a large desert animal with a long neck and one or two humps on its back",
            "defineVi": "một động vật sa mạc lớn có cổ dài và một hoặc hai cái bướu trên lưng",
            "hasImg": true
        },
        {
            "id": "ed1c9bd6-240b-48e5-8c6d-04de180a60cc",
            "word": "tiger",
            "phonetic": "taɪɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "From an early age Tiger had his heart set on becoming a professional golfer.",
                "When hiking in areas with wildlife, it's important to remain quiet and avoid making sudden movements, as the bleating of the kid can excite the tiger",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "He knew that he had made a mistake by getting involved in the risky business venture, but he was too afraid to back out because he who rides a tiger is afraid to dismount.",
                "Beasts lived in the south under their king the tiger."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnZXI&hash=87294c9efa079ffe3afd9764f8acdb5aaf9c2d88&lang=en&cache-only=0",
            "defineEn": "a type of large and wild animal that is from the cat family, has orange fur and black stripes, and is mostly found in Asia",
            "defineVi": "một loại động vật hoang dã lớn thuộc họ mèo, có bộ lông màu cam và sọc đen, chủ yếu được tìm thấy ở châu Á",
            "hasImg": true
        },
        {
            "id": "f24a47ee-bee6-49e5-8a7b-f825ccf9da45",
            "word": "whale",
            "phonetic": "weɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whale has a very distinctive call.",
                "Whales are incredible marine animals that migrate long distances.",
                "The whale was a big creature that swam in the ocean.",
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "A whale was found washed up on the shore."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hhbGU&hash=2b51954cc8baf439f848763a8a259690efbc93c7&lang=en&cache-only=0",
            "defineEn": "a very large animal that lives in the sea, with horizontal tail fin and a blowhole on top of its head for breathing",
            "defineVi": "một loài động vật rất lớn sống ở biển, có vây đuôi nằm ngang và lỗ thông hơi trên đỉnh đầu để thở",
            "hasImg": true
        },
        {
            "id": "cf2db5d7-1379-4949-ba2b-96f6e4455a7d",
            "word": "penguin",
            "phonetic": "pɛŋɡwɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I like penguins.",
                "Female penguins entrust their eggs to the males.",
                "Instead of flying, penguins waddle around on land.",
                "Eventhough penguins can't fly.",
                "What are you doing penguin?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuZ3Vpbg&hash=2d927528dc0dbc6e5ef81a3539840f5b28ee8aaf&lang=en&cache-only=0",
            "defineEn": "a large black-and-white seabird that lives in the Antarctic, and can't fly but uses its wings for swimming",
            "defineVi": "một loài chim biển lớn màu đen và trắng sống ở Nam Cực và không thể bay nhưng sử dụng đôi cánh để bơi",
            "hasImg": true
        },
        {
            "id": "bea231e5-dec8-4e06-88b3-dec47978a582",
            "word": "shark",
            "phonetic": "ʃɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the economy continues to struggle, the sharks are circling for many small businesses around the country.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy.",
                "He obviously didn’t realize he was swimming with sharks!",
                "She fell overboard and the sharks got her.",
                "Humans can also flip sharks into TI."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcms&hash=87b8973dbaa43ca614c7e5946f4a403f832f021b&lang=en&cache-only=0",
            "defineEn": "‌a large sea fish with a pointed fin on its back and very sharp teeth",
            "defineVi": "‌một loài cá biển lớn có vây nhọn trên lưng và hàm răng rất sắc",
            "hasImg": true
        },
        {
            "id": "39ee218c-f7c0-4c1f-9fca-f3c8b7093225",
            "word": "insect",
            "phonetic": "ɪnsɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We planted cardoon in our community garden to attract beneficial insects like butterflies.",
                "Thanks insects!",
                "And then other creatures, like spiders, eat insects!",
                "Insect eyes.",
                "Insects are complex, cognitive creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN0&hash=ba47ac5be418caa5c06e5b768bb7712bd8f18ff4&lang=en&cache-only=0",
            "defineEn": "a small creature such as a bee or ant that has six legs, and generally one or two pairs of wings",
            "defineVi": "một sinh vật nhỏ như ong hoặc kiến có sáu chân và thường có một hoặc hai đôi cánh",
            "hasImg": true
        },
        {
            "id": "8767ff10-fda0-4459-8203-f84a11895e8f",
            "word": "fly",
            "phonetic": "flaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful bird flew high in the sky.",
                "\"And pigs can fly!\"",
                "The airplane flew through the clouds on its way to the destination.",
                "a black raven is flying across the night sky.",
                "Birds can fly freely in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx5&hash=aa55c36b5ecdd5f84fa1a6ed9cbbe47269ba950c&lang=en&cache-only=0",
            "defineEn": "a small flying insect that has two wings",
            "defineVi": "một con côn trùng bay nhỏ có hai cánh",
            "hasImg": true
        },
        {
            "id": "25ca850f-b459-4484-96cb-89cfca967a84",
            "word": "spider",
            "phonetic": "spaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spiders can live for several days without food.",
                "Spiders can live for several days without food.",
                "He noticed a spider crawling up the wall.",
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "As the saying goes, when spider webs unite, they can tie up a lion."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpZGVy&hash=5cbe6155b9bb4c81cef351fa7a9031dbfceb5c39&lang=en&cache-only=0",
            "defineEn": "a small creature that spins webs to catch insects for food, with eight legs and two fangs by which poison is injected to its prey",
            "defineVi": "một sinh vật nhỏ giăng mạng để bắt côn trùng làm thức ăn, có tám chân và hai răng nanh để tiêm chất độc vào con mồi",
            "hasImg": true
        },
        {
            "id": "c3de3a5c-9222-4615-814c-6123579df66b",
            "word": "crocodile",
            "phonetic": "kɹɑːkədaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although the company had been performing well for years, the new CEO knew to never think there are no crocodiles because the water is calm, and he implemented changes to help the company stay competitive and adapt to new challenges.",
                "Crocodiles patrolled the waters.",
                "Also crocodiles.",
                "Crocodiles have these as well.",
                "Theories included crocodiles, misplaced sea mammals like seals, fossil bones, the duck-billed platypus, swamp gas, and the sounds from swamp birds."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvY29kaWxl&hash=e7b64715a657b231ccc1a8fdbf39fae0ddcff219&lang=en&cache-only=0",
            "defineEn": "a large reptile with very big jaws, sharp teeth, short legs, and a hard skin and long tail that lives in rivers and lakes in hot countries",
            "defineVi": "một loài bò sát lớn có hàm rất to, răng sắc nhọn, chân ngắn, da cứng và đuôi dài sống ở sông hồ ở các nước nóng",
            "hasImg": true
        },
        {
            "id": "458091c5-0f18-484e-a2f5-5e6628d93c0b",
            "word": "dolphin",
            "phonetic": "dɑːlfɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs.",
                "Dolphins have even demonstrated language comprehension.",
                "Dolphins is a big qualification on board.",
                "Dolphins pass down their communication methods and other skills from generation to generation.",
                "So dolphins sleep unihemispherically, with just one hemisphere at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9scGhpbg&hash=8583c3d4bfacd1bc77c4b350bdfb460bd05252e3&lang=en&cache-only=0",
            "defineEn": "an intelligent sea mammal that looks like a whale and has a long snout and teeth",
            "defineVi": "một động vật có vú biển thông minh trông giống như một con cá voi và có mõm dài và răng",
            "hasImg": true
        },
        {
            "id": "9ea4bc8f-29b8-418b-97ee-fa38dc7dfe3d",
            "word": "fox",
            "phonetic": "fɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "After the accident, the company president told the employees to let every fox take care of his own tail and not to blame others for their mistakes.",
                "The smart entrepreneur didn't invest in a risky business opportunity offered by a stranger online, remembering that it is a silly goose that comes to a fox's sermon.",
                "It's hard to trust someone who has a history of deceit because a fox may grow grey, but never good.",
                "When the neighbors argued over their property lines, the mediator advised them to let every fox take care of his own tail and not to interfere with each other's property.",
                "Now in captivity, foxes will often enjoy the company of other foxes."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm94&hash=6dbc18df7f7b616f8e32fc6924313ed401ec5551&lang=en&cache-only=0",
            "defineEn": "a small to medium-sized mammal belonging to the family Canidae, known for its slender body, bushy tail, and remarkable adaptability to various habitats around the world",
            "defineVi": "một loài động vật có vú cỡ nhỏ đến trung bình thuộc họ Canidae, được biết đến với thân hình mảnh mai, đuôi rậm rạp và khả năng thích nghi vượt trội với các môi trường sống khác nhau trên thế giới",
            "hasImg": true
        },
        {
            "id": "5e3e4eb9-6ccd-41cb-9517-24df6816773c",
            "word": "hamster",
            "phonetic": "hæmstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hamsters, like Soda Pop, can stuff up to 20% of their body weight into their cheeks.",
                "There were enormous hamsters.",
                "Put it in your hamster cage.",
                "They are about the size of a hamster.",
                "Hamster is one of those words where you think does that have a p in the middle?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFtc3Rlcg&hash=da47c861ffb8424e0019bca19a3391bc886677e1&lang=en&cache-only=0",
            "defineEn": "a small animal of the rodent family, similar to a mouse, with a short tail and large cheeks for storing food",
            "defineVi": "một loài động vật nhỏ thuộc họ gặm nhấm, tương tự như chuột, có đuôi ngắn và má lớn để đựng thức ăn",
            "hasImg": true
        },
        {
            "id": "7d202c48-1d3e-4485-877f-748a50257f95",
            "word": "tail",
            "phonetic": "teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The playful dog chased its tail in circles.",
                "The tail was wagging the dog.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "We enjoyed lobster tails with creamy Bearnaise sauce.",
                "I held the mouse by its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbA&hash=101f2241886f4ab7525ff776a75898ac17150679&lang=en&cache-only=0",
            "defineEn": "the part of the body of an animal, a bird or a fish that sticks out at the back, which can move",
            "defineVi": "phần cơ thể của động vật, chim hoặc cá nhô ra ở phía sau, có thể di chuyển",
            "hasImg": true
        },
        {
            "id": "b9c75201-0e3e-4f5f-ad99-867d66335d5f",
            "word": "wool",
            "phonetic": "wʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wool feels soft.",
                "The sheep had thick wool that was used to make warm clothing.",
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "A craftsman working with wool.",
                "Eccentric she may be but no one pulls the wool over her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vbA&hash=86d9f3ff0a8a1ea8c6640e259765c329ef9b537b&lang=en&cache-only=0",
            "defineEn": "the soft and thick hair that grows on the body of sheep and goats and similar animals",
            "defineVi": "lông mềm và dày mọc trên cơ thể cừu và dê và các động vật tương tự",
            "hasImg": true
        },
        {
            "id": "53ef4245-759a-4f40-bc67-a387fc90eb29",
            "word": "egg",
            "phonetic": "ɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "The chicken laid an egg in the nesting box.",
                "The eggs cook quickly in a hot frying pan.",
                "I wanted bacon and eggs for breakfast.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdn&hash=9442aaa358f96481306b74ee0ac4fb268e896189&lang=en&cache-only=0",
            "defineEn": "an oval or round object laid by a female bird, reptile, fish, or animals with no spine or backbone",
            "defineVi": "một vật thể hình bầu dục hoặc tròn được đặt bởi một con chim cái, bò sát, cá hoặc động vật không có xương sống hoặc xương sống",
            "hasImg": true
        },
        {
            "id": "20dff00f-6996-4f73-88e8-16eb1ce9a814",
            "word": "web",
            "phonetic": "wɛb ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need to search the web for information about that topic.",
                "She is planning to take a course in web design.",
                "Your web browser has strong encryption in it.",
                "You can watch their conversation our Web site.",
                "I was actually just browsing the web"
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vi&hash=e5b7150c1d991fbcae44fdc967662e6568af4876&lang=en&cache-only=0",
            "defineEn": "a net of thin threads made by a spider to catch insects for food",
            "defineVi": "một mạng lưới các sợi mỏng được tạo ra bởi một con nhện để bắt côn trùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "1018c94a-64bd-476b-8138-38629d7bbbef",
            "word": "zoo",
            "phonetic": "zuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "He takes his grandchild to the zoo and teaches them about different animals.",
                "The school organized a field trip to the zoo, and the children were excited to see the animals up close.",
                "Still, zoos have their problems.",
                "Clearly, zoos are a win for people."
            ],
            "audio": "https://tts.langeek.co/read?text=em9v&hash=e1689b1f1affbfb441feace26e48da1dc1e2bdb4&lang=en&cache-only=0",
            "defineEn": "a place where many kinds of animals are kept for exhibition, breeding, and protection",
            "defineVi": "nơi nuôi giữ nhiều loại động vật để trưng bày, nhân giống và bảo vệ",
            "hasImg": true
        },
        {
            "id": "a9671a43-842a-45a9-9a2a-5f9539b7dd40",
            "word": "deer",
            "phonetic": "dɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He admitted killing a deer out of season.",
                "Each time they asked him a question he was like a deer caught in the headlights.",
                "As I was walking through the forest, the image of a deer coming into my mind reminded me to be quiet and still.",
                "Baby deer are adorable!",
                "Okay, deer, where are you?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcg&hash=e81f14aede3cfe19074734bc40cf27ca53f18d4d&lang=en&cache-only=0",
            "defineEn": "a large, wild animal with long legs and horns (only males), which eats grass and can run very fast",
            "defineVi": "một loài động vật hoang dã to lớn có chân dài và có sừng (chỉ con đực), ăn cỏ và có thể chạy rất nhanh",
            "hasImg": true
        },
        {
            "id": "fbc414d1-f3a5-425e-b98b-76ba8e506d74",
            "word": "eagle",
            "phonetic": "iːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's as bald as a eagle.",
                "At his young age, he became bald as an eagle.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "For once, Beatrice's eagle eye failed to detect the tenderness in Timothy whenever he spoke to Topaz.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFnbGU&hash=46286e448557e7c7c5c487e6ee3e3a404b84adf4&lang=en&cache-only=0",
            "defineEn": "a large bird of prey with a sharp beak, long broad wings, and very good sight",
            "defineVi": "một loài chim săn mồi lớn với cái mỏ nhọn, đôi cánh dài rộng và tầm nhìn rất tốt",
            "hasImg": true
        },
        {
            "id": "4143896e-a296-4b8c-87af-a47f882d3483",
            "word": "beetle",
            "phonetic": "biːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like other insects, beetles have six legs and two pairs of wings.",
                "Beetles are one of the biggest groups of animals.",
                "Dung beetles also play important roles in agricultural systems.",
                "Next up are our beetles!",
                "And finally, dung beetles have really strong legs."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVldGxl&hash=90e44a48dd115d33e009de6b4a79dbad89541518&lang=en&cache-only=0",
            "defineEn": "a large, typically black insect, which has a hard case on its back that covers its wings",
            "defineVi": "một loài côn trùng lớn, điển hình là màu đen, có một cái hộp cứng trên lưng che đôi cánh của nó",
            "hasImg": true
        },
        {
            "id": "0c66842b-329e-4441-b4f0-f9f66f97e17d",
            "word": "bee",
            "phonetic": "biː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It attracts them like bees around a honey pot.",
                "She's the bee's knees.",
                "He is busy as a bee designing every production in London.",
                "They planted yellow flowers in the garden to attract bees.",
                "Finally, the mayor had to accept that a dead bee makes no honey."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVl&hash=dc89f94a95d12e75fcc875dc76dff94cb6c85d37&lang=en&cache-only=0",
            "defineEn": "a black and yellow insect that collects nectar and produces wax and honey, which can fly and sting",
            "defineVi": "một loài côn trùng màu đen và vàng thu thập mật hoa và tạo ra sáp và mật ong, có thể bay và chích",
            "hasImg": true
        },
        {
            "id": "0d7ebac4-4766-489f-8ef0-1f7ab775bfcd",
            "word": "butterfly",
            "phonetic": "bʌɾɚflaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My little cat is chasing a butterfly.",
                "Caterpillars change into butterflies.",
                "I always get butterflies before an exam.",
                "I had terrible butterflies before I gave that talk in Venice.",
                "Do you get butterflies in your stomach when you have to talk to lots of people?"
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyZmx5&hash=2efc8c8b0b09ae801e87ac7aaf85778da1a0352b&lang=en&cache-only=0",
            "defineEn": "a flying insect with a long, thin body and large, typically brightly colored wings",
            "defineVi": "một loài côn trùng bay có thân hình dài, mỏng và đôi cánh lớn, thường có màu sắc rực rỡ",
            "hasImg": true
        },
        {
            "id": "19c40eb3-6767-4cc6-8386-3a0731d460d9",
            "word": "mosquito",
            "phonetic": "məskiːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mosquitoes are no joke.",
                "Many mosquitoes lay their eggs directly on the water’s surface, all at once in a clump.",
                "In some ecosystems, mosquitoes are important pollinators, or food sources for other organisms.",
                "When a female mosquito bites a human, the mosquito draws off blood. ",
                "These mosquitoes will never spread malaria."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9zcXVpdG8&hash=5e795ceffe37781327e887c4ec4db53c8d5cf71b&lang=en&cache-only=0",
            "defineEn": "a flying insect that bites people and animals and feeds on their blood",
            "defineVi": "một loài côn trùng bay cắn người và động vật và hút máu của chúng",
            "hasImg": true
        },
        {
            "id": "e19877b3-f9fc-4630-91c6-b595cf13ca86",
            "word": "ladybug",
            "phonetic": "leɪdɪbʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're ladybugs.",
                "Year after year, ladybugs converge in the same spots.",
                "Weirdly enough, the ladybug is one case where the victim isn’t doomed.",
                "Afflicted ladybugs sometimes recover completely from their ordeal.",
                "Until now, these California ladybugs have been feasting on aphids."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFkeWJ1Zw&hash=fcd36749fac138e6b94985fda1d34cbb913e43ba&lang=en&cache-only=0",
            "defineEn": "a small flying insect which is usually red with black spots",
            "defineVi": "một loài côn trùng bay nhỏ thường có màu đỏ với những đốm đen",
            "hasImg": true
        },
        {
            "id": "a08991bc-cceb-4a7b-9abd-298863355033",
            "word": "cockroach",
            "phonetic": "kɑːkɹoʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rob has had the cockroach ever since Gloria broke up with him.",
                "Molly's been moping around all week, and I have no idea why she has the cockroach.",
                "She especially loved cockroaches.",
                "First, a female wasp temporarily paralyzes a cockroach with a quick venomous stab.",
                "The cockroaches drooled too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ja3JvYWNo&hash=ded4e088f09265b1a5370001b86ec35c8155f4f4&lang=en&cache-only=0",
            "defineEn": "a large brown insect with a broad body, wings, long legs and antennae, considered a household pest",
            "defineVi": "một loài côn trùng lớn màu nâu có thân rộng, có cánh, chân dài và có râu, được coi là loài gây hại trong gia đình",
            "hasImg": true
        },
        {
            "id": "9a390238-a37c-4867-8878-2da2e4802948",
            "word": "firefly",
            "phonetic": "faɪɚflaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Female Photuris fireflies mimic the flashes of females from another genus, the Photinus fireflies.",
                "Firefly flashes are a secret code, a language of light.",
                "Firefly bioluminescence is a form of sexual selection.",
                "A firefly diverts oxygen to its light cells through its tracheoles.",
                "Female Photuris fireflies mimic the flashes of females from another genus, the Photinus fireflies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZWZseQ&hash=5e31278a0e27abc33595ed45040d96b9adc2baa4&lang=en&cache-only=0",
            "defineEn": "a flying insect with a soft body and a tail that shines in the dark",
            "defineVi": "một loài côn trùng bay có thân mềm và đuôi tỏa sáng trong bóng tối",
            "hasImg": true
        },
        {
            "id": "b998b34b-5b94-48ce-997c-afa40370a16e",
            "word": "type",
            "phonetic": "taɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil.",
                "Strawberries and blueberries are my favorite types of berries.",
                "Max is a different type of a person.",
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwZQ&hash=95092d1e6810e0bb45bf5d054832ab8e7eb700a0&lang=en&cache-only=0",
            "defineEn": "a class or group of people or things that have common characteristics or share particular qualities",
            "defineVi": "một lớp hoặc nhóm người hoặc vật có đặc điểm chung hoặc chia sẻ những phẩm chất cụ thể"
        },
        {
            "id": "fa4f5791-40f3-44e8-96c0-3659558b416e",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of an animal or plant) living or growing in a natural state; not tamed or domesticated, or cultivated by people",
            "defineVi": "(của động vật hoặc thực vật) sống hoặc phát triển trong trạng thái tự nhiên; không được thuần hóa hoặc thuần hóa, hoặc được con người trồng trọt",
            "hasImg": true
        },
        {
            "id": "568715a8-60e3-4ac7-8859-496f10edacc5",
            "word": "to hunt",
            "phonetic": "tə hʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "His past comes back to hunt him when an old friend returns to his life.",
                "I saw a lion hunting for prey in the tall grass.",
                "The hunters returned with a bag full of plump pheasants after a successful hunt.",
                "Many have criticized the government of running with the hare and hunting with the hounds regarding the territorial dispute between the two nations.",
                "In our office politics, Sally always tries to run with the hare and hunt with the hounds, telling both the clerical workers and the management that she thinks they should prevail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVudA&hash=4077336efbeddb4d784c45b66ad526d6fc9a6010&lang=en&cache-only=0",
            "defineEn": "to pursue wild animals in order to kill or catch them, for sport or food",
            "defineVi": "theo đuổi động vật hoang dã để giết hoặc bắt chúng, để chơi thể thao hoặc làm thức ăn",
            "hasImg": true
        },
        {
            "id": "7524b727-2f1c-4136-a226-83f14e8c9d03",
            "word": "to ride",
            "phonetic": "tə ɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government rode roughshod over all opposition to the new measures.",
                "We ride our bikes along the bike lane on the main street.",
                "They are riding the crest of the wave at the moment.",
                "He rides his motorcycle to work every day.",
                "I gave my friend a ride home from the party last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlkZQ&hash=4eb6c47aab74b4b0205b5b14e90f3e4ba357c72f&lang=en&cache-only=0",
            "defineEn": "to sit on and control the movement of an animal, especially a horse",
            "defineVi": "ngồi lên và điều khiển chuyển động của động vật, đặc biệt là ngựa",
            "hasImg": true
        },
        {
            "id": "6e8a211f-963c-4570-9ef9-0ea853c77420",
            "word": "kind",
            "phonetic": "kaɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The companies are two of a kind.",
                "Thank you, you're very kind.",
                "My aunt is a really kind sister to my father.",
                "Thank you for your kind words, they made my day.",
                "The lost child was helped by a kind police officer to find their way home."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZA&hash=789164b00c38d8c6f6401a8f1c7c6720ddb7c0d7&lang=en&cache-only=0",
            "defineEn": "a group of people or things that have similar characteristics or share particular qualities",
            "defineVi": "một nhóm người hoặc những thứ có đặc điểm tương tự hoặc chia sẻ phẩm chất cụ thể"
        }
    ]
}