{
    "id": "d65fafd0-d579-4b01-9ad7-7aaf0f2fcaa1",
    "title": "Doubt 1",
    "originalTitle": "Doubt 1",
    "words": [
        {
            "id": "e034ff9a-daf9-4ff2-b52c-7d76f662c66d",
            "word": "apocryphal",
            "phonetic": "ɐpɑːkɹɪfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was wondering if that story was apocryphal or early war department disinformation.",
                "Walter Stahr: I think the bit about the photograph is certainly apocryphal, because photography was at such an early stage."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvY3J5cGhhbA&hash=5304a1025fbf3947ac07cd1c68a6f6a493953e33&lang=en&cache-only=0",
            "defineEn": "(of a statement or story) unlikely to be authentic, even though it is widely believed to be true",
            "defineVi": "(của một tuyên bố hoặc câu chuyện) không chắc là xác thực, mặc dù nó được nhiều người tin là đúng"
        },
        {
            "id": "dbe94ad2-f2d4-482a-b177-5a0dffeb9c9c",
            "word": "a question mark [hang] over {sth}",
            "phonetic": "ɐ kwɛstʃən mɑːɹk hæŋ oʊvɚɹ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YSBxdWVzdGlvbiBtYXJrIGhhbmcgb3ZlciB7c3RofQ&hash=24d750739211362fdf4937104357a12840846a3c&lang=en&cache-only=0",
            "defineEn": "a feeling of uncertainty and doubt about something",
            "defineVi": "một cảm giác không chắc chắn và nghi ngờ về một cái gì đó"
        },
        {
            "id": "a81ac291-4f44-471c-bafd-87109d5d3404",
            "word": "arguable",
            "phonetic": "ɑːɹɡjuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I don't think it's even seriously arguable that we reopen too soon."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndWFibGU&hash=e9f9086ebdab49be445a8f2313ebee5be1a45796&lang=en&cache-only=0",
            "defineEn": "not believed to be true and open to question and disagreement",
            "defineVi": "không tin là đúng và cởi mở với câu hỏi và sự bất đồng"
        },
        {
            "id": "d5aa8812-fb0a-4529-a089-daf2574650e9",
            "word": "(as|) far as {sb} [know]",
            "phonetic": "æz fɑːɹ æz ɛsbiː noʊ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgZmFyIGFzIHtzYn0ga25vdw&hash=a517f875c849bfdbd5e62ecf5e973c1657e2bf0e&lang=en&cache-only=0",
            "defineEn": "used to express one's uncertainty about the statement one has made as there might be something that makes it untrue",
            "defineVi": "được sử dụng để thể hiện sự không chắc chắn của một người về tuyên bố mà người đó đã đưa ra vì có thể có điều gì đó khiến nó không đúng sự thật"
        },
        {
            "id": "44689aa6-5e94-408f-96ff-221109f9133a",
            "word": "confusion",
            "phonetic": "kənfjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The announcement only succeeded in creating confusion.",
                "The group of students working on the assignment found that adding more people to the team only led to confusion and inefficiency, proving how two boys are half a boy, and three boys are no boy at all.",
                "The company had two CEOs, but they quickly realized that when two ride together one must ride behind, and eventually appointed one as the clear leader to avoid confusion and conflicts.",
                "Confusion about eligibility for loan forgiveness is widespread.",
                "The confusion takes away some of your sense of control."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzaW9u&hash=5d7ac5dc7230c8bbdfb39364e74d787a491b179b&lang=en&cache-only=0",
            "defineEn": "a state of being confused and not having a clear understanding of an action, behavior, etc.",
            "defineVi": "một trạng thái bối rối và không hiểu rõ về một hành động, hành vi, v.v.",
            "hasImg": true
        },
        {
            "id": "6ae4619a-e005-4035-b027-e69073e09bf9",
            "word": "debatable",
            "phonetic": "dᵻbeɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well that's debatable.",
                "Now, whether psychology today is considered a hard science or a social science or some other kind might be debatable.",
                "So Tilly starts with the highly debatable proposition that war creates states, which then fight wars, which further enhance the power of states.",
                "So which came first, the depression or your thoughts that might be debatable.",
                "But the scientific reasons why hexagons seem to be everywhere are debatable."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViYXRhYmxl&hash=06cc35ce4ee632fc007766b618310bc391ecdeee&lang=en&cache-only=0",
            "defineEn": "unclear or uncertain because of the involvement of many different opinions",
            "defineVi": "không rõ ràng hoặc không chắc chắn vì có nhiều ý kiến khác nhau"
        },
        {
            "id": "ec88646b-c2bc-420e-9b26-1cf1dcc822a2",
            "word": "doubt",
            "phonetic": "daʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "To raise doubts in people’s minds.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The referee gave him the benefit of the doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnQ&hash=84ba49be3bc7d2594163a1fe286ecaf7dcfd7697&lang=en&cache-only=0",
            "defineEn": "a feeling of uncertainty about something",
            "defineVi": "một cảm giác không chắc chắn về một cái gì đó"
        },
        {
            "id": "4cd9ac8b-042b-4b28-afb8-ee00e529e8fe",
            "word": "to doubt",
            "phonetic": "tə daʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "To raise doubts in people’s minds.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The referee gave him the benefit of the doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG91YnQ&hash=0b498e84648fa3e2ef5037ef3824f7ea187076e6&lang=en&cache-only=0",
            "defineEn": "to not feel certain about something; to think that something is not the case",
            "defineVi": "không cảm thấy chắc chắn về điều gì đó; để nghĩ rằng một cái gì đó không phải là trường hợp"
        },
        {
            "id": "d00627d9-5d00-4c9b-8f01-752d0efb40fb",
            "word": "doubtful",
            "phonetic": "daʊtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her husband was doubtful about this.",
                "I'm doubtful, unless she got a real strong arm.",
                "To him, it seemed highly doubtful that the full-grown Coelophysis had swallowed such a large object in one piece.",
                "now He then gets to go back to his doubtful mom and decree What can I say except you're welcome my five?",
                "And isn't it true that art incorporates so much of the artist's experience that even if we are able to unlock biologically-enhanced creativity, it's doubtful that it would result in a surge of \"super-art?\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnRmdWw&hash=76d8d1cec9f01354f3052077117e588b46b7bb46&lang=en&cache-only=0",
            "defineEn": "improbable or unlikely to happen or be the case",
            "defineVi": "không thể xảy ra hoặc không thể xảy ra hoặc là trường hợp"
        },
        {
            "id": "28cf3f0d-8b56-4104-96e4-7656bd0bacf7",
            "word": "dubious",
            "phonetic": "duːbɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm dubious.",
                "That’s a dubious proposition.",
                "Some anesthetics had been used for dubious recreation for centuries.",
                "Exactly, everything else is dubious and slimy and-",
                "There's been a lot of buzz about dubious chemicals in the environment that might contribute to some pretty frightening stuff like obesity, breast cancer, thyroid issues."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHViaW91cw&hash=e872792a3233730e9ac7b668811cf4b6f7bb55a1&lang=en&cache-only=0",
            "defineEn": "(of a person) unsure of the credibility of something; uncertain whether or not something is good",
            "defineVi": "(của một người) không chắc chắn về độ tin cậy của một cái gì đó; không chắc chắn liệu một cái gì đó là tốt hay không"
        },
        {
            "id": "258aebce-da01-40e7-82a7-085bf763090a",
            "word": "halting",
            "phonetic": "hɔltɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new year has begun, unfortunately, with a halting start in addressing the pandemic.",
                "But is it your sense that things will start to get better, and this is really just the sort of early halting, faltering steps of this process?",
                "Analysts, academics and farmers themselves have all gotten used to admitting that they just don't know what to expect over these next few months, as it's become clear that the return to normal will be a slow, halting process."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsdGluZw&hash=744758c68204a048e27b76f40e5880163cc5d9e6&lang=en&cache-only=0",
            "defineEn": "acting or talking with hesitation due to uncertainty or lack of confidence",
            "defineVi": "hành động hoặc nói chuyện với sự do dự do không chắc chắn hoặc thiếu tự tin"
        },
        {
            "id": "5ea4d526-a19d-46b7-a3ce-c85106a52ca6",
            "word": "haltingly",
            "phonetic": "hɔltɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFsdGluZ2x5&hash=ce1d97525ec72a301788025ff5f7e0d4ff9ba9a5&lang=en&cache-only=0",
            "defineEn": "(of speech or movement) in a nervous manner that makes one stutter while speaking or stumble while walking",
            "defineVi": "(về lời nói hoặc chuyển động) một cách lo lắng khiến người ta nói lắp bắp khi nói hoặc vấp ngã khi đi bộ"
        },
        {
            "id": "aa716b98-00c2-41f7-a827-0aa35e6358ee",
            "word": "to [have] half a mind to",
            "phonetic": "tə hæv hæf ɐ maɪnd tuː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBoYWxmIGEgbWluZCB0bw&hash=3aaa4fe4d1e655b3b4b110016c74c1daa9d8f2ce&lang=en&cache-only=0",
            "defineEn": "to say that one will do something even though they might not really intending to",
            "defineVi": "để nói rằng một người sẽ làm điều gì đó mặc dù họ có thể không thực sự có ý định"
        },
        {
            "id": "ec930efd-6363-4199-97be-193b7677ce1f",
            "word": "to hesitate",
            "phonetic": "tə hɛzᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "so I didn't hesitate.",
                "She hesitated to touch the hot pan with her bare hands.",
                "Never one to hesitate before shaking the plum tree for himself or his intimates.",
                "Don't you dare hesitate Manfred!",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVzaXRhdGU&hash=832ccbe55ce1040f6478ca8b89fd7b7671376aaa&lang=en&cache-only=0",
            "defineEn": "to pause before saying or doing something because of uncertainty or nervousness",
            "defineVi": "tạm dừng trước khi nói hoặc làm điều gì đó vì không chắc chắn hoặc lo lắng"
        },
        {
            "id": "fc8cef47-5e19-4460-92f7-197d2462107d",
            "word": "hesitation",
            "phonetic": "hɛzɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were hesitations, a gaffe, and one senior moment.",
                "Despite his initial hesitation, John eventually decided to spill his guts out and share his deepest fears with his therapist.",
                "They understand each other on a deep level and can confide in one another without hesitation.",
                "The opportunity to study abroad came once in a lifetime, so she took it without hesitation.",
                "And there's very little hesitation."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVzaXRhdGlvbg&hash=f26e1b5e2fb8f4f78cb2f9ed102ea722c9d50276&lang=en&cache-only=0",
            "defineEn": "the act of pausing before doing or saying something because one feels unsure",
            "defineVi": "hành động tạm dừng trước khi làm hoặc nói điều gì đó bởi vì một người cảm thấy không chắc chắn"
        },
        {
            "id": "03044b37-c2a3-499c-8210-c381d8f100ab",
            "word": "if",
            "phonetic": "ɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sky, as if on cue, was overcast.",
                "If the company faces legal trouble, having a friend at court with the judge could make a significant difference in the outcome.",
                "If you're planning anything, tomorrow's the time.",
                "If he wants to write a book, more power to his elbow!",
                "The Council is the Achilles heel of European democracy, if not the black hole."
            ],
            "audio": "https://tts.langeek.co/read?text=aWY&hash=1871a4e9ce462de56789644ae84f73aa2bbe3251&lang=en&cache-only=0",
            "defineEn": "‌an uncertain possibility or condition",
            "defineVi": "một khả năng hoặc điều kiện không chắc chắn"
        },
        {
            "id": "cfe189e8-6332-4f44-8e01-c3cdd287d69e",
            "word": "iffy",
            "phonetic": "ɪfi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this practice continued through the 1920s because it kinda worked, even if the reasoning behind it was iffy and it was super dangerous.",
                "Well the study of human personality traits stretches back into some iffy scientific methods in the 18th and 19th century when scientists were looking for a way to regularly uncover desirable or undesirable traits."
            ],
            "audio": "https://tts.langeek.co/read?text=aWZmeQ&hash=9e3607e4e18917ea5385480326efeda6da564165&lang=en&cache-only=0",
            "defineEn": "having a feeling of uncertainty or doubt toward something",
            "defineVi": "có một cảm giác không chắc chắn hoặc nghi ngờ đối với một cái gì đó"
        },
        {
            "id": "1747a75b-d8a3-4e60-8607-6b4c9802643e",
            "word": "impossible",
            "phonetic": "ɪmpɑːsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The plot is almost impossible to follow.",
                "In the end, she succeeded because nothing is impossible to a willing heart.",
                "We can't say it's impossible until we've explored all avenues.",
                "I find it impossible to get through to her.",
                "Jannet has a mind like a sieve, so it's impossible for her to forget that."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3NzaWJsZQ&hash=e95462c027f0c660c910b5c99fafef03cd05af60&lang=en&cache-only=0",
            "defineEn": "not able to be or happen; not possible to do",
            "defineVi": "không thể hoặc xảy ra; không thể làm",
            "hasImg": true
        },
        {
            "id": "851bac8a-63d3-40b3-b4f0-d16fe941b759",
            "word": "inconclusive",
            "phonetic": "ɪŋkəŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The scientific evidence remains inconclusive as to whether human activities affect the global climate.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "The big issue is that a lot of research into sensory deprivation is kind of inconclusive.",
                "And the data's inconclusive when it comes to risk to humans.",
                "Just to recap, the data around cops in schools keeping students safe is inconclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25jbHVzaXZl&hash=aef3d823bb1c74cb824f5dd40bfccace28dc6fd2&lang=en&cache-only=0",
            "defineEn": "not producing a clear result or decision",
            "defineVi": "không tạo ra một kết quả hoặc quyết định rõ ràng"
        },
        {
            "id": "23d6a835-f8a8-4d98-a2ad-2eeb28b8d872",
            "word": "to [be] (only|just|) a matter of time",
            "phonetic": "təbi oʊnli slæʃ dʒʌst ɐ mæɾɚɹ ʌv taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgb25seSBhIG1hdHRlciBvZiB0aW1l&hash=51398caae3debd0bef44c7900b311ddf0a80c83e&lang=en&cache-only=0",
            "defineEn": "to certainly happen at some point in the future",
            "defineVi": "chắc chắn xảy ra tại một thời điểm nào đó trong tương lai"
        },
        {
            "id": "bf4a6a97-fba8-4260-8015-621931f3e845",
            "word": "maybe",
            "phonetic": "meɪbiː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Maybe this photograph will jog your memory.",
                "You know, maybe that old guy was yanking our chain.",
                "They've suffered a heart attack, maybe two.",
                "If you're not prepared to handle the pressure, then maybe this job isn't for you.",
                "Maybe I should take a leaf out of Rick's book and start coming in early every morning."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF5YmU&hash=da457ba76c86442c101d7bc84a9a1c22de531a45&lang=en&cache-only=0",
            "defineEn": "used to show that you are uncertain about the occurrence, correctness, or truth of something",
            "defineVi": "được sử dụng để cho thấy rằng bạn không chắc chắn về sự xuất hiện, tính chính xác hoặc sự thật của một cái gì đó"
        },
        {
            "id": "3050936c-96d5-4c0e-860b-73bd004b4494",
            "word": "there [is] no question of",
            "phonetic": "ðɛɹ ɪz noʊ kwɛstʃən ʌv ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlcmUgaXMgbm8gcXVlc3Rpb24gb2Y&hash=7bc492f83b69803f400bc05156bef9d9d30162d6&lang=en&cache-only=0",
            "defineEn": "used of something that is impossible to happen or cannot be true",
            "defineVi": "được sử dụng của một cái gì đó là không thể xảy ra hoặc không thể là sự thật"
        },
        {
            "id": "e29bc907-bece-40f4-86f2-b84cc0a86bd5",
            "word": "not necessarily",
            "phonetic": "nɑːt nɛsɪsɛɹᵻli ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm90IG5lY2Vzc2FyaWx5&hash=e2822b4f25c7823bcf3f090e7550d139559ca7bc&lang=en&cache-only=0",
            "defineEn": "used usually in a response to show that something may not be true",
            "defineVi": "thường được sử dụng trong một câu trả lời để chỉ ra rằng điều gì đó có thể không đúng"
        },
        {
            "id": "8be056d7-2a44-4335-b959-b5cd1dcf65d8",
            "word": "or what",
            "phonetic": "ɔːɹ wʌt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3Igd2hhdA&hash=7eb52e2b7c4c4ce487faac70511055c061b87477&lang=en&cache-only=0",
            "defineEn": "used to show one's uncertainty of something",
            "defineVi": "được sử dụng để cho thấy sự không chắc chắn của một người về một cái gì đó"
        }
    ]
}