{
    "id": "d661a63f-f645-4120-bc78-550847b564f2",
    "title": "Dog Breeds",
    "originalTitle": "Dog Breeds",
    "words": [
        {
            "id": "60f8767a-a84d-401e-9083-5ae5ea16f188",
            "word": "Labrador",
            "phonetic": "læbɹɐdoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once the Labradors know the TPPO scent, the real training starts.",
                "Think about the Labrador, swish, swish, swish, swish, they're pretty much always happy.",
                "And geologists were able to reconstruct Rodinia after they noticed that Labrador on Canada’s east coast fit quite nicely into the west coast of South America.",
                "More recently, in 2017, another team reported finding biogenic carbon in rocks from Labrador, Canada that were an astonishing 3.95 billion years old!"
            ],
            "audio": "https://tts.langeek.co/read?text=TGFicmFkb3I&hash=72e08e9a0bdc4871e6a8256ebad223445ab876ab&lang=en&cache-only=0",
            "defineEn": "a large British breed of dog used for duck hunting, also known as Labrador Retriever",
            "defineVi": "một giống chó lớn của Anh được sử dụng để săn vịt, còn được gọi là Labrador Retriever",
            "hasImg": true
        },
        {
            "id": "5c11ea4e-4c9b-4616-a27d-271516fd10db",
            "word": "lurcher",
            "phonetic": "lɜːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVyY2hlcg&hash=5af9065471f685fc943406c251822933cfdfa28f&lang=en&cache-only=0",
            "defineEn": "a hybrid of a sighthound with a terrier or a herding dog, known for hunting silently",
            "defineVi": "lai giữa chó cảnh với chó sục hoặc chó chăn gia súc, được biết đến với khả năng săn mồi âm thầm",
            "hasImg": true
        },
        {
            "id": "a8b9ab80-220c-43bd-bb05-b87d3dff6a70",
            "word": "Mastiff",
            "phonetic": "mæstɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just like the people of Tibet, Tibetan mastiffs have tweaks in a hemoglobin-regulating gene called EPAS1, which helps keep the dogs’ blood from getting too thick.",
                "Instagram is flooded with Tibetan mastiffs, huskies, Shiba Inus, chow chows, and Akitas, often bred to accentuate their cute features.",
                "It was reported in 2018 that thousands of Tibetan mastiffs were being abandoned in China.",
                "That's how much a Tibetan mastiff was sold for in 2014."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFzdGlmZg&hash=f4e2694b358a13e612c88a42c969fc7a4bfdfc20&lang=en&cache-only=0",
            "defineEn": "a very large and strong breed of dog with smooth short hair that is often used as a guard dog",
            "defineVi": "một giống chó rất to và khỏe với bộ lông ngắn mượt thường được dùng làm chó bảo vệ",
            "hasImg": true
        },
        {
            "id": "b77dbda6-8f4e-4779-8af3-91a211f0fce9",
            "word": "mutt",
            "phonetic": "mʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a mutt and I love her."
            ],
            "audio": "https://tts.langeek.co/read?text=bXV0dA&hash=aeb9553bd6f8acf97e1c26c685210464d59e646f&lang=en&cache-only=0",
            "defineEn": "a dog that is not from a single breed",
            "defineVi": "một con chó không phải từ một giống duy nhất",
            "hasImg": true
        },
        {
            "id": "52174452-c5dc-4ab1-9db7-735d0953dde5",
            "word": "Old English Sheepdog",
            "phonetic": "oʊld ɪŋɡlɪʃ ʃiːpdɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=T2xkIEVuZ2xpc2ggU2hlZXBkb2c&hash=5fc4cef65f7f3265bcce2ebb3c38f5993382e9ec&lang=en&cache-only=0",
            "defineEn": "a very large and shaggy English dog with a white and grayish coat that is used in herding",
            "defineVi": "một con chó Anh rất lớn và xù xì với bộ lông màu trắng và xám được sử dụng để chăn gia súc",
            "hasImg": true
        },
        {
            "id": "85b60d47-4a38-46d6-a980-3fb52853ce6e",
            "word": "Pekingese",
            "phonetic": "pɛkɪndʒiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "So if you have a dog that's always bred to be a companion, something like the Pekingese or some of the other toy breeds, then they will naturally make good companions because that's what they were bred for."
            ],
            "audio": "https://tts.langeek.co/read?text=UGVraW5nZXNl&hash=3b69ddf270c5d78865be211cb532ee931989e5fe&lang=en&cache-only=0",
            "defineEn": "a tiny short-legged dog with long soft hair originally from China",
            "defineVi": "một con chó nhỏ chân ngắn với bộ lông dài mềm mại có nguồn gốc từ Trung Quốc",
            "hasImg": true
        },
        {
            "id": "0d46c91b-4170-4535-9bdc-12eddfa4b0ef",
            "word": "Pointer",
            "phonetic": "pɔɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gun pointer at his station on the carriage of a twelve-inch disappearing rifle.",
                "Press your pointer finger on the pencil spot.",
                "Now, one pointer on the bomb site moves toward another stationary pointer.",
                "But for passive-aggressiveness in your day-to-day life, psychologists do have a few pointers.",
                "The compass pointer will actually be tangent to the field line."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9pbnRlcg&hash=ce41791a88fed2cc495d6d8aed78cf6b7ff3c7af&lang=en&cache-only=0",
            "defineEn": "a large and strong gundog that is slender in build with a strong sense of smell",
            "defineVi": "một con chó săn lớn và khỏe, có thân hình mảnh khảnh với khứu giác mạnh",
            "hasImg": true
        },
        {
            "id": "ef91250f-b15f-4622-870f-1428a5e96bf2",
            "word": "Poodle",
            "phonetic": "puːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or tumbling poodles?",
                "Toy poodles can cost thousands of dollars, depending on gender and coat.",
                "Suga also has a toy poodle named Holly.",
                "Including naming his pet poodle Foo Foo an air chief marshal.",
                "From marrying his bodyguard to flying his own plane and throwing a four-day funeral for his pet poodle, here's everything we know about Thailand's eccentric ruler."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9vZGxl&hash=808aee2b1e5ffc572206b118ac4f7d22c28825ad&lang=en&cache-only=0",
            "defineEn": "an intelligent dog breed with curly dense coat that comes in standard, miniature and toy sizes and was originally used for hunting waterfowl",
            "defineVi": "một giống chó thông minh với bộ lông xoăn dày có kích thước tiêu chuẩn, thu nhỏ và đồ chơi và ban đầu được sử dụng để săn chim nước",
            "hasImg": true
        },
        {
            "id": "0520668c-430a-4599-9e74-bb55d56f245d",
            "word": "Pug",
            "phonetic": "pʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A pug, on the other hand, has a high cranial index.",
                "It's just this pug licking glass.",
                "And here's one of an angry woman and her pug from 255 years later.",
                "And finally, this is what pugs look like today.",
                "Ooh, it's a Christmas card with a pug and a Maine Coon cat."
            ],
            "audio": "https://tts.langeek.co/read?text=UHVn&hash=e7caf65b9341092159aafcbdfc26197bf22bd4b3&lang=en&cache-only=0",
            "defineEn": "a small dog with short hair, wrinkled face and curled tail that is originally Asian",
            "defineVi": "một con chó nhỏ với bộ lông ngắn, khuôn mặt nhăn nheo và cái đuôi cuộn tròn vốn là người châu Á",
            "hasImg": true
        },
        {
            "id": "57f2658a-8f67-43a7-b1cf-969d010b1fd5",
            "word": "Rottweiler",
            "phonetic": "ɹɑːtwaɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farms in northern Alaska, for example, grow cabbages the size of rottweilers in the summer."
            ],
            "audio": "https://tts.langeek.co/read?text=Um90dHdlaWxlcg&hash=7b8ef59df251032eb5760d6b97832d43fa182491&lang=en&cache-only=0",
            "defineEn": "a large German dog with a strong body and short coat that is used to herd livestock",
            "defineVi": "một con chó lớn của Đức với thân hình chắc khỏe và bộ lông ngắn được dùng để chăn gia súc",
            "hasImg": true
        },
        {
            "id": "35f9935f-021c-4ee7-94a6-c19b750adb7b",
            "word": "Schnauzer",
            "phonetic": "ʃnɔːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U2NobmF1emVy&hash=c5c15c9ed38bc80609b0f05df31f499a3a37ae00&lang=en&cache-only=0",
            "defineEn": "a German dog breed with a muscled built, curly coat and long hair on the muzzle that is protective in nature",
            "defineVi": "một giống chó Đức với bộ lông xoăn, vạm vỡ và lông dài trên mõm có tính chất bảo vệ",
            "hasImg": true
        },
        {
            "id": "18b9f466-4acc-4d07-95b6-f671fed04819",
            "word": "Scottish terrier",
            "phonetic": "skɑːɾɪʃ tɛɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U2NvdHRpc2ggdGVycmllcg&hash=5a0f977cc5f6bed6f04c6acdedee81fd08611b60&lang=en&cache-only=0",
            "defineEn": "a breed of dog with short legs, pointed ears, a powerful muzzle, and a long coat",
            "defineVi": "một giống chó có chân ngắn, tai nhọn, mõm khỏe và bộ lông dài",
            "hasImg": true
        },
        {
            "id": "533294f9-a813-4392-b412-73bf01488cde",
            "word": "Setter",
            "phonetic": "sɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even we've done the dog of an owner, a red setter.",
                "As diseases go, Ebola is no record setter in the infection department.",
                "But as our technology improves and we find new record-setters, these extreme black holes will keep giving us ways to test our predictions about the limits of physics and reality as we know it.",
                "We've been the standard for the world and so many technologies here in America for 100 years that it's impossible for us to conceive of a future where we're not in charge, we're not the leader, we're not the standard setter."
            ],
            "audio": "https://tts.langeek.co/read?text=U2V0dGVy&hash=37a4231d756aa58b8cc2d5a7b0caed25faa78053&lang=en&cache-only=0",
            "defineEn": "a large dog with long hair that is trained as a gundog",
            "defineVi": "một con chó lớn với mái tóc dài được huấn luyện như một gundog",
            "hasImg": true
        },
        {
            "id": "88a89525-6a14-484f-a594-4cb2635d0230",
            "word": "Afghan hound",
            "phonetic": "æfɡæn haʊnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QWZnaGFuIGhvdW5k&hash=adc23758ef9c06c3d51be9c4ebf117a757b4e1ad&lang=en&cache-only=0",
            "defineEn": "a breed of dog with a long shaggy coat that is used for hunting",
            "defineVi": "một giống chó có bộ lông dài xù xì được dùng để săn bắn",
            "hasImg": true
        },
        {
            "id": "727a4a24-a564-4bec-8f49-26bffceeb004",
            "word": "Spaniel",
            "phonetic": "spænjəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then he encountered a certain springer spaniel, who provided the key to happiness.",
                "Max, a springer spaniel, uses his talent to offer therapy online.",
                "That's equivalent to a human infant the size of a 16-kilogram cocker spaniel.",
                "Although selecting for cuteness can explain the spaniel, animals like pigs show neoteny too."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhbmllbA&hash=1b2de3ad8c185e8a901142b2e6938d0d1c718e12&lang=en&cache-only=0",
            "defineEn": "a mid-sized dog with short legs and large soft ears and shiny hair that is bred as a gundog",
            "defineVi": "một con chó cỡ trung bình với đôi chân ngắn, đôi tai lớn mềm mại và bộ lông sáng bóng được lai tạo như một con chó săn",
            "hasImg": true
        },
        {
            "id": "3e71b335-37d7-46c5-8105-8fc733677946",
            "word": "Boxer",
            "phonetic": "bɑːksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "The boxer was stunned by a powerful blow to the head.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The store sells a variety of underwear styles, including briefs and boxers.",
                "The two boxers kept trading punches, but neither would admit defeat."
            ],
            "audio": "https://tts.langeek.co/read?text=Qm94ZXI&hash=949aafe344a354a27da502d847166b4143f71a82&lang=en&cache-only=0",
            "defineEn": "a mid-sized German dog breed with a square face, soft hair and short tail that is closely related to Bulldog",
            "defineVi": "một giống chó cỡ trung bình của Đức với khuôn mặt vuông, lông mềm và đuôi ngắn có liên quan chặt chẽ với Bulldog",
            "hasImg": true
        },
        {
            "id": "a304b844-50b2-4ba5-9d69-b2b348cd2860",
            "word": "Terrier",
            "phonetic": "tɛɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What all these strange creatures had in common was their large body size: they likely ranged from the size of a large terrier to almost as big as an adult male gorilla."
            ],
            "audio": "https://tts.langeek.co/read?text=VGVycmllcg&hash=dbe7974c852bd41338605fbab2ed38bde14f3a10&lang=en&cache-only=0",
            "defineEn": "a breed of dog which is small and energetic used as a vermin hunter",
            "defineVi": "một giống chó nhỏ và năng động được sử dụng như một thợ săn sâu bọ",
            "hasImg": true
        },
        {
            "id": "6e77bc96-253c-4cc2-8180-9c2510a62aec",
            "word": "Dachshund",
            "phonetic": "dætʃʃʌnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "- They have a dachshund.",
                "There's no dachshund.",
                "Look at - the dachshund in Betty's lap.",
                "He's a postman - with a dachshund.",
                "Look at the down jacket on the dachshund, that's what I like."
            ],
            "audio": "https://tts.langeek.co/read?text=RGFjaHNodW5k&hash=277e474faaa0f6fd22b4739e8bc5fbb92f668890&lang=en&cache-only=0",
            "defineEn": "also known as sausage dog or wiener dog, a breed of dog that is identified by a long body, long ears and short legs",
            "defineVi": "hay còn gọi là chó xúc xích hay chó xúc xích, một giống chó được nhận dạng bởi thân hình dài, tai dài và chân ngắn",
            "hasImg": true
        },
        {
            "id": "f4e518b7-247d-4186-8e47-927d0f1c725a",
            "word": "Tosa",
            "phonetic": "toʊsə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VG9zYQ&hash=dbb73219138c177ad95cb9bfaf75226f65a15353&lang=en&cache-only=0",
            "defineEn": "a rare Japanese dog breed with a large and strong build used as a fighting dog",
            "defineVi": "một giống chó quý hiếm của Nhật Bản với thân hình to lớn và khỏe mạnh được sử dụng làm chó chiến đấu",
            "hasImg": true
        },
        {
            "id": "ab65ac10-c074-4f82-b893-b42862084820",
            "word": "Borzoi",
            "phonetic": "boːɹzɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Qm9yem9p&hash=0e68506effbd2ec72447450b7decaedeb92a1845&lang=en&cache-only=0",
            "defineEn": "a Russian breed of hound with a long smooth coat that has a strong sense of sight and was used for hunting wolves",
            "defineVi": "một giống chó săn của Nga với bộ lông dài mượt, có thị giác nhạy bén và được sử dụng để săn sói",
            "hasImg": true
        },
        {
            "id": "46601e21-ea23-4f33-82c2-37d38e7c9564",
            "word": "Border Collie",
            "phonetic": "boːɹdɚ kɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wolverines are about the size of a border collie, and they've been known to hunt caribou.",
                "Chaser the border collie understands over a thousand words, for example, which is comparable to a three year old human.",
                "Chaser is a border collie who has a vocabulary of more than 1,000 words, that’s like the same as a 4-year-old child."
            ],
            "audio": "https://tts.langeek.co/read?text=Qm9yZGVyIENvbGxpZQ&hash=dc66e478a1330bb0f8705809d64f4c00e81e9147&lang=en&cache-only=0",
            "defineEn": "a mid-sized sheepdog with long black and white fur that is highly intelligent and is of Anglo-Scottish origin",
            "defineVi": "một giống chó chăn cừu cỡ trung bình với bộ lông dài màu đen và trắng rất thông minh và có nguồn gốc từ Anh-Scotland",
            "hasImg": true
        },
        {
            "id": "3ddbb4a9-35fa-466f-b6f4-cead33d31eab",
            "word": "Whippet",
            "phonetic": "wɪpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "After saving Terry's life, I decided to train to be a Bondi Beach lifeguard with Hoppo, Jethro, and Whippet, three of the stars of Australia's long-running hit reality show, Bondi Rescue."
            ],
            "audio": "https://tts.langeek.co/read?text=V2hpcHBldA&hash=3ef88cf70fc8179159cda4c3c431e7632bf08cb2&lang=en&cache-only=0",
            "defineEn": "a small and slender dog that is related to greyhound and was bred in England for racing",
            "defineVi": "một con chó nhỏ và mảnh khảnh có liên quan đến chó săn thỏ và được nuôi ở Anh để đua",
            "hasImg": true
        },
        {
            "id": "f94368bc-b134-40b0-8836-5b1554d5a5b3",
            "word": "Great Dane",
            "phonetic": "ɡɹeɪt deɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean, come on, Chihuahuas and Great Dane's are both the same species.",
                "Hi I’m John Green, this is CrashCourse Literature and today we’re going to talk about the greatest Dane of all, Scooby-Doo.",
                "Evolution, then, is the answer to the question that we have all asked on seeing a Daschund and a Great Dane together: how is it possible for ancestors to have descendants that look so very different to them?"
            ],
            "audio": "https://tts.langeek.co/read?text=R3JlYXQgRGFuZQ&hash=216ba0edecb4bd5dadecd09afae1c51e8541fc92&lang=en&cache-only=0",
            "defineEn": "a very large breed of hunting dogs with short hair and large ears, also known as German Mastiff",
            "defineVi": "một giống chó săn rất lớn có lông ngắn và tai lớn, còn được gọi là Chó Ngao Đức",
            "hasImg": true
        },
        {
            "id": "39d1f7c0-ea09-4068-af42-67da2b3967e0",
            "word": "Wolfhound",
            "phonetic": "wʊlfhaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=V29sZmhvdW5k&hash=60fd6cfe0cca3446a4412629fe9e3bfa4f3257ac&lang=en&cache-only=0",
            "defineEn": "a very large and muscular dog that is a sighthound used to hunt wolves and is originated in Ireland",
            "defineVi": "một con chó rất lớn và vạm vỡ, là giống chó săn được sử dụng để săn sói và có nguồn gốc từ Ireland",
            "hasImg": true
        },
        {
            "id": "646b44c2-e33f-4d50-900e-53736344b110",
            "word": "Elkhound",
            "phonetic": "ɛlkhaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RWxraG91bmQ&hash=a158667cd1165c6761208d5594db44c7c5df7eae&lang=en&cache-only=0",
            "defineEn": "a mid-sized Norwegian hunting dog with a heavy coat of gray hair that is known for its courage in facing larger beasts",
            "defineVi": "một con chó săn Na Uy cỡ trung bình với bộ lông dày màu xám được biết đến với lòng dũng cảm khi đối mặt với những con thú lớn hơn",
            "hasImg": true
        },
        {
            "id": "71c7e52c-8428-4355-a1c8-bcf13e61661e",
            "word": "Yorkshire terrier",
            "phonetic": "jɔːɹkʃɚ tɛɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=WW9ya3NoaXJlIHRlcnJpZXI&hash=664def9cd67b19b5e1188a6338c005abfab26443&lang=en&cache-only=0",
            "defineEn": "a toy-sized terrier dog with long silky coat that is brown and grey in color, coming from Yorkshire, England",
            "defineVi": "một con chó sục cỡ đồ chơi với bộ lông dài mượt có màu nâu và xám, đến từ Yorkshire, Anh",
            "hasImg": true
        },
        {
            "id": "4eaa5158-8ca0-4131-a462-7a011c630016",
            "word": "Chihuahua",
            "phonetic": "tʃᵻwɑːwə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a Chihuahua is still a dog. -",
                "In the absence of a chihuahua or like object, you can also judge distances using your linear perspective.",
                "Raised Mormon in Chihuahua, Mexico, Mario immigrated to Utah in 1959, where he met his wife of three decades.",
                "But anyway, my dad drove us from a place called Chihuahua in north central Mexico and it took us about a day and a half to get here. ",
                "It’s like your senses are just collecting a bunch of legos, and your brain can build, and rebuild, whatever it perceives - a party, your crush, a duck, or a chihuahua."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpaHVhaHVh&hash=a937ef548593b0641f104943b6c3cf9dc41c143f&lang=en&cache-only=0",
            "defineEn": "a small breed of dog with large eyes, round head and smooth hair that is originally from Mexico",
            "defineVi": "một giống chó nhỏ với đôi mắt to, đầu tròn và bộ lông mượt mà có nguồn gốc từ Mexico",
            "hasImg": true
        },
        {
            "id": "00aa0fea-b064-48f7-94ff-779cebbbde59",
            "word": "Corgi",
            "phonetic": "kɔːɹɡi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the corgi kind of had a biggest head.",
                "Uni-corgi, check it out.",
                "She’s a corgi.",
                "A uni-corgi is a corgi with a unicorn horn.",
                "Okay, I got my corgi face up."
            ],
            "audio": "https://tts.langeek.co/read?text=Q29yZ2k&hash=f48f29d0adf2c064cb595bff40250476f9e6ab1b&lang=en&cache-only=0",
            "defineEn": "any of the two herd dog breeds with short legs and pointed ears that are originated in Wales",
            "defineVi": "bất kỳ giống chó nào trong số hai giống chó chăn gia súc có chân ngắn và tai nhọn có nguồn gốc từ xứ Wales",
            "hasImg": true
        },
        {
            "id": "c56fec5b-192e-4893-a615-e100e4178583",
            "word": "Golden Retriever",
            "phonetic": "ɡoʊldən ɹᵻtɹiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dr. Fupa is played by a golden retriever (imitates dog noises)",
                "The only important thing that Epicyon has in common with your golden retriever or whatever is that they’re both canids."
            ],
            "audio": "https://tts.langeek.co/read?text=R29sZGVuIFJldHJpZXZlcg&hash=cc7985b2245c86fc06c5628b4dfe6e0a9de6446e&lang=en&cache-only=0",
            "defineEn": "a medium-large gun dog with thick golden hair and long flappy ears that has friendly eyes",
            "defineVi": "một con chó săn cỡ trung bình với bộ lông vàng dày và đôi tai dài cụp có đôi mắt thân thiện",
            "hasImg": true
        },
        {
            "id": "daf2cb03-751e-4e54-a3dc-7aad7afddc13",
            "word": "Bull Terrier",
            "phonetic": "bʊl tɛɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QnVsbCBUZXJyaWVy&hash=4d52752cd21d26615cbc0692b5edf3eaa03a0ef6&lang=en&cache-only=0",
            "defineEn": "a crossbreed of a terrier with a bulldog that has a thick neck, short hair and triangular eyes, originally from England",
            "defineVi": "con lai của chó săn với chó bulldog có cổ dày, lông ngắn và mắt hình tam giác, có nguồn gốc từ Anh",
            "hasImg": true
        },
        {
            "id": "8fab0035-dd79-432d-8aa8-ea6bd949ea73",
            "word": "Beagle",
            "phonetic": "biːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They had the beagle dogs.",
                "Oh, the beagle dogs are not there.",
                "This is my beagle, Jekyll.",
                "The Beagle left England in December of 1831.",
                "The European Space Agency sent a work by Damien Hirst on board the unmanned Beagle 2 on its 2003 Mars Express mission."
            ],
            "audio": "https://tts.langeek.co/read?text=QmVhZ2xl&hash=e8cae8b75e2194a1d8eac733d417bab02cdef183&lang=en&cache-only=0",
            "defineEn": "a small breed of dog with short legs and a smooth coat that is used in hare hunting",
            "defineVi": "một giống chó nhỏ có chân ngắn và bộ lông mượt mà được sử dụng để săn thỏ rừng",
            "hasImg": true
        },
        {
            "id": "202630c6-51c2-4c8f-b8f6-09eaa61bcbe7",
            "word": "bitzer",
            "phonetic": "bɪtsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "'Yes, Madam,' replied Bitzer.",
                "Bitzer,' said the lady.",
                "Bitzer,' said Mr Gradgrind.",
                "'Thank you, Bitzer,' said Mrs Sparsit, taking her cup of tea in her hand.",
                "'It understands facts, Sir, nothing else,' said Bitzer, Tom's collar still firmly in his fist."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml0emVy&hash=03d4e9dcc6b2c6c5f6bfcc522bd16130fefd0a04&lang=en&cache-only=0",
            "defineEn": "a dog that is a hybrid of different breeds",
            "defineVi": "một con chó là con lai của các giống khác nhau",
            "hasImg": true
        },
        {
            "id": "acb397ba-6968-471e-ac5c-a96be47b9dbc",
            "word": "Fox Terrier",
            "phonetic": "fɑːks tɛɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Rm94IFRlcnJpZXI&hash=93f0a4fa2800b77fcfe58fd68aff011773b492a1&lang=en&cache-only=0",
            "defineEn": "a small short-haired dog that is very energetic and was originally bred in Britain to hunt foxes",
            "defineVi": "một con chó nhỏ lông ngắn rất năng động và ban đầu được nuôi ở Anh để săn cáo",
            "hasImg": true
        },
        {
            "id": "92c059c5-22f7-4b0b-a8aa-593184995739",
            "word": "Basset",
            "phonetic": "bæsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Basset Hound, you know, that went through the dryer.",
                "His granddaughter told us he was a calming presence who embraced the quiet moments, and, in retirement, loved nurturing his grandchildren, basset hounds, and many plants."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFzc2V0&hash=fc3f6ec3c6b7421dc752cf223a551e5eaa279d8f&lang=en&cache-only=0",
            "defineEn": "a short-legged hound with smooth long coat originally used in hare hunting because of its rare ability to sense smell",
            "defineVi": "một con chó săn chân ngắn với bộ lông dài mượt mà ban đầu được sử dụng để săn thỏ rừng vì khả năng cảm nhận mùi hiếm có của nó",
            "hasImg": true
        },
        {
            "id": "f0fb0d68-b9bd-4b80-b9d0-fe657c22d65e",
            "word": "Bulldog",
            "phonetic": "bʊldɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's face looked like a bulldog chewing a wasp when she saw that her favorite dress was ruined.",
                "When I told Jack that he had to work overtime again, he looked at me with a face like a bulldog chewing a wasp.",
                "He's a French Bulldog.",
                "Roy cultivated an image as a bulldog."
            ],
            "audio": "https://tts.langeek.co/read?text=QnVsbGRvZw&hash=6a9e0932bf59fa20215760f8ac90fd8d7452236a&lang=en&cache-only=0",
            "defineEn": "a muscular short-haired dog breed, medium in size, with a large head and short thick legs, originally from England",
            "defineVi": "một giống chó lông ngắn vạm vỡ, kích thước trung bình, đầu to và chân ngắn dày, có nguồn gốc từ Anh",
            "hasImg": true
        },
        {
            "id": "04cdac3f-e1bb-4378-8fbb-05898e3918c1",
            "word": "Bull Mastiff",
            "phonetic": "bʊl mæstɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QnVsbCBNYXN0aWZm&hash=0276ddfe3c8f280c0a779981c90538aad209c559&lang=en&cache-only=0",
            "defineEn": "a large domestic breed of dog that is a hybrid of bulldog and mastiff, first developed in England as a guard dog",
            "defineVi": "một giống chó lớn trong nước là con lai giữa chó bulgie và chó ngao, lần đầu tiên được phát triển ở Anh như một con chó bảo vệ",
            "hasImg": true
        },
        {
            "id": "aa38b07d-3bcb-4785-bc16-bb14f9f42f08",
            "word": "Bloodhound",
            "phonetic": "blʌdhaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have to have the nose of like a bloodhound.",
                "Bloodhounds, for example, only have about 800 while humans have even fewer.",
                "But with the measles and other preventative vaccines, you’re basically injecting some form of a virus or bacteria, and that’s gonna activate T cells in a way that’s kind of like handing a bloodhound somebody’s scent."
            ],
            "audio": "https://tts.langeek.co/read?text=Qmxvb2Rob3VuZA&hash=7dc3af88721402f9858b2215516be13ac3882b66&lang=en&cache-only=0",
            "defineEn": "a large European dog with long flappy ears that has a sharp sense of smell, used for tracking people down",
            "defineVi": "một con chó lớn của châu Âu với đôi tai dài mềm mại có khứu giác nhạy bén, được sử dụng để theo dõi mọi người",
            "hasImg": true
        },
        {
            "id": "003bea72-8dd5-44aa-ac07-c8d044fb0664",
            "word": "Cocker",
            "phonetic": "kɑːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's equivalent to a human infant the size of a 16-kilogram cocker spaniel."
            ],
            "audio": "https://tts.langeek.co/read?text=Q29ja2Vy&hash=978217e886d61ce8abbdc1685af55c11cbf81f8f&lang=en&cache-only=0",
            "defineEn": "a small English gun dog with a silky coat and soft ears, also known as a spaniel",
            "defineVi": "một giống chó săn nhỏ của Anh với bộ lông mượt và đôi tai mềm, còn được gọi là spaniel",
            "hasImg": true
        },
        {
            "id": "204c1af9-438f-43bc-a331-cfb7d60da826",
            "word": "Husky",
            "phonetic": "hʌski ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instagram is flooded with Tibetan mastiffs, huskies, Shiba Inus, chow chows, and Akitas, often bred to accentuate their cute features.",
                "Nothing had changed at home The grass was in pretty bad shape because Mother wasn't husky enough for the lawn mower and there aren't many men left in our neighborhood since the war.",
                "This rapper's got a deep, husky tone, so like, you know, like, - That is so cool.",
                "Now, you know, what's funny, you have a, you have a, I love your voice, but it's very deep, has a husky quality to it.",
                "Plus, it was just kind of a tubercular era, so I thought I would try to capture it by bringing you my husky voice."
            ],
            "audio": "https://tts.langeek.co/read?text=SHVza3k&hash=5fe2f080a7db82789b333464e835d3a56622f0df&lang=en&cache-only=0",
            "defineEn": "a large and heavy coated dog that was originally bred in Arctic regions to pull sledges",
            "defineVi": "một con chó to lớn và nặng nề ban đầu được nuôi ở vùng Bắc Cực để kéo xe trượt tuyết",
            "hasImg": true
        },
        {
            "id": "9a2c5586-ea93-4786-863e-b61b84fe7541",
            "word": "Foxhound",
            "phonetic": "fɑːkshaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Rm94aG91bmQ&hash=99d2c2f7e69be91adb1044dcf334d0ad6c791aa4&lang=en&cache-only=0",
            "defineEn": "a sleek hunting dog with a strong sense of smell that is trained to catch foxes",
            "defineVi": "một con chó săn bóng mượt với khứu giác mạnh được huấn luyện để bắt cáo",
            "hasImg": true
        },
        {
            "id": "b74f0451-562e-4786-9ff7-34bd1836d131",
            "word": "Deerhound",
            "phonetic": "dɪɹhaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RGVlcmhvdW5k&hash=840006542d24f1a4f261150dc172de09ecd168b5&lang=en&cache-only=0",
            "defineEn": "a very large hound with a rough coat that was originally used for hunting deer in Scotland",
            "defineVi": "một con chó săn rất lớn với bộ lông xù xì ban đầu được dùng để săn hươu ở Scotland",
            "hasImg": true
        },
        {
            "id": "9904184a-5642-4328-8749-feaf1619a67b",
            "word": "Greyhound",
            "phonetic": "ɡɹeɪhaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "An example of a dog breed with low cranial index is a greyhound with their long snouts and their low foreheads.",
                "Lot of people come out to Los Vegas with absolutely bright eyed dreams and leave on a Greyhound bus.",
                "And I was in this Greyhound bus station, cause they had two counters, white and Black.",
                "Like, we took one wolfy species and made over 200 breeds from adorable wrinkly pugs to lanky, powerful greyhounds."
            ],
            "audio": "https://tts.langeek.co/read?text=R3JleWhvdW5k&hash=81397a8b0f27b724b2b64086f34cbd36dfdcb56e&lang=en&cache-only=0",
            "defineEn": "a tall thin English breed of dog that is very fast and has an strong sense of sight, used in racing",
            "defineVi": "một giống chó cao gầy của Anh, rất nhanh và có thị lực tốt, được sử dụng trong các cuộc đua",
            "hasImg": true
        },
        {
            "id": "8c621edb-5ae9-4e60-881c-955001b5803a",
            "word": "Collie",
            "phonetic": "kɑːli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q29sbGll&hash=efcdf304507b74965dc0b4c392b98e95ed4b0fe8&lang=en&cache-only=0",
            "defineEn": "a Scottish long-haired breed of dog used as a sheepdog or kept as a pet",
            "defineVi": "một giống chó lông dài của Scotland được sử dụng làm chó chăn cừu hoặc nuôi làm thú cưng",
            "hasImg": true
        },
        {
            "id": "96c7df06-333b-4417-bd3b-22b7b1c4dc1a",
            "word": "German Shepherd",
            "phonetic": "dʒɜːmən ʃɛpɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's about the weight of a German Shepherd.",
                "And they run you by this German Shepherd, which, that's confusing.",
                "And then his German Shepherd killed my dog, but everything's going to be the same.",
                "The RCMP uses purebred German shepherds for general duty teams.",
                "After another delivery where he says a customer let his German Shepherd charge at him, Jonathan paid 45 dollars out of his own pocket for a custom sweater on Etsy."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFuIFNoZXBoZXJk&hash=fc3d138adbd430b358af04844a45768caa97f81a&lang=en&cache-only=0",
            "defineEn": "a medium to large-sized guard dog that is usually used in police work, originally from Germany",
            "defineVi": "một con chó bảo vệ cỡ trung bình đến lớn thường được sử dụng trong công việc của cảnh sát, có nguồn gốc từ Đức",
            "hasImg": true
        },
        {
            "id": "b6bb3f5d-bd1f-40e4-821d-5a2a45edda51",
            "word": "Dalmatian",
            "phonetic": "dælmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RGFsbWF0aWFu&hash=90eb0b37ff5e15a4381183e779abc323f8b284d8&lang=en&cache-only=0",
            "defineEn": "a medium-sized dog with a white coat and black spots that was originally a hunting dog coming from Croatia",
            "defineVi": "một con chó cỡ trung bình với bộ lông trắng và những đốm đen ban đầu là một con chó săn đến từ Croatia",
            "hasImg": true
        },
        {
            "id": "d5b63005-e31f-4bad-a6d7-063a28e1a80c",
            "word": "Shetland sheepdog",
            "phonetic": "ʃɛtlənd ʃiːpdɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U2hldGxhbmQgc2hlZXBkb2c&hash=821a8a76a3825451aef33b68af60bce8f34c82f5&lang=en&cache-only=0",
            "defineEn": "a small to medium-sized herding dog breed known for its intelligence, agility, and affectionate nature",
            "defineVi": "một giống chó chăn gia súc cỡ nhỏ đến trung bình được biết đến với sự thông minh, nhanh nhẹn và bản tính tình cảm",
            "hasImg": true
        },
        {
            "id": "39521f69-085d-48d7-852b-5cdb41ad1d10",
            "word": "Newfoundland dog",
            "phonetic": "njuːfəndlɐnd dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TmV3Zm91bmRsYW5kIGRvZw&hash=ed075f9fde4584bb69abc02bc7afb824f85f7794&lang=en&cache-only=0",
            "defineEn": "a large and powerful breed known for its gentle nature, intelligence, and impressive water rescue abilities",
            "defineVi": "một giống chó lớn và mạnh mẽ được biết đến với bản tính hiền lành, thông minh và khả năng cứu hộ dưới nước ấn tượng",
            "hasImg": true
        },
        {
            "id": "34c92148-0e27-4cb6-9b68-b3debff29282",
            "word": "Maltese dog",
            "phonetic": "mɔltiːz dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TWFsdGVzZSBkb2c&hash=62171f5c6bbb0dbebce52b31f6d1dbfec4344080&lang=en&cache-only=0",
            "defineEn": "a small toy breed known for its elegant appearance, friendly temperament, and luxurious white coat",
            "defineVi": "một giống đồ chơi nhỏ được biết đến với vẻ ngoài thanh lịch, tính tình thân thiện và bộ lông trắng sang trọng",
            "hasImg": true
        },
        {
            "id": "49397db4-c130-466e-a057-bae55367ea15",
            "word": "Eskimo dog",
            "phonetic": "ɛskɪmoʊ dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RXNraW1vIGRvZw&hash=82fa7d28d57da5724b47561fe84724628930172a&lang=en&cache-only=0",
            "defineEn": "a Nordic breed known for its striking white coat, fluffy appearance, and friendly demeanor",
            "defineVi": "một giống chó Bắc Âu được biết đến với bộ lông trắng nổi bật, vẻ ngoài mềm mại và thái độ thân thiện",
            "hasImg": true
        },
        {
            "id": "9543d1c4-0f09-4769-baa5-c4bcdeb86277",
            "word": "Bernese mountain dog",
            "phonetic": "bɜːniːz maʊntɪn dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmVybmVzZSBtb3VudGFpbiBkb2c&hash=4cde36fab7d8eb2efb4f6c557eba450452eae080&lang=en&cache-only=0",
            "defineEn": "a large and affectionate breed known for its striking tricolor coat, gentle nature, and loyal disposition",
            "defineVi": "một giống chó lớn và tình cảm được biết đến với bộ lông ba màu nổi bật, bản tính hiền lành và tính cách trung thành",
            "hasImg": true
        },
        {
            "id": "bd09642b-fe40-43c8-81df-250e4ee885f0",
            "word": "Belgian sheepdog",
            "phonetic": "bɛldʒən ʃiːpdɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmVsZ2lhbiBzaGVlcGRvZw&hash=4e524301ea37f873c38283ff7fb32491060cdec6&lang=en&cache-only=0",
            "defineEn": "a medium-sized, versatile breed known for its intelligence, agility, and elegant black coat",
            "defineVi": "một giống chó cỡ trung bình, linh hoạt được biết đến với trí thông minh, sự nhanh nhẹn và bộ lông đen thanh lịch",
            "hasImg": true
        },
        {
            "id": "c7413e7d-67cc-4c83-9a4d-a6ddc4b4d6bb",
            "word": "Zuchon",
            "phonetic": "zʌtʃɑːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=WnVjaG9u&hash=d1c945eaa44c729d1a920f14857883046b698226&lang=en&cache-only=0",
            "defineEn": "a small dog breed created by crossing the Bichon Frise and the Shih Tzu",
            "defineVi": "một giống chó nhỏ được tạo ra bằng cách lai giữa Bichon Frise và Shih Tzu"
        },
        {
            "id": "5a3b1769-72a3-4cf3-a64d-0ed6aa7edf97",
            "word": "Yorkipoo",
            "phonetic": "jɔːɹkɪpuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=WW9ya2lwb28&hash=37ba68af1f229cfe43fb6f24a2655981faa39950&lang=en&cache-only=0",
            "defineEn": "a crossbreed dog resulting from the mixture of a Yorkshire Terrier and a Toy or Miniature Poodle",
            "defineVi": "một con chó lai là kết quả của sự pha trộn giữa Yorkshire Terrier và Toy hoặc Miniature Poodle"
        }
    ]
}