{
    "id": "d669644b-4c6d-4a84-a68c-db71c77c0fff",
    "title": "Causing a Change!",
    "originalTitle": "Lesson 61",
    "words": [
        {
            "id": "8941eb9d-eeec-4219-86f4-ff0eebf16515",
            "word": "to accelerate",
            "phonetic": "tʊ ɐksɛlɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Step four, accelerate.",
                "Findings on two new candidates could accelerate the effort.",
                "Hardware accelerated video decoding for web browsers.",
                "This trend accelerated during the Industrial Revolution.",
                "The universe’s expansion is accelerating!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZWxlcmF0ZQ&hash=2f1c4eef4f9cb09aaaf192e7caf6c69d20db8472&lang=en&cache-only=0",
            "defineEn": "to rise in amount, rate, etc.",
            "defineVi": "tăng về số lượng, tỷ lệ, v.v."
        },
        {
            "id": "c4ae99ed-3705-4e0a-bab8-c007eca235a3",
            "word": "to accumulate",
            "phonetic": "tʊ ɐkjuːmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "No matter how much wealth or power we may accumulate in life, in the end, we all face the same fate.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "The scholar had spent years accumulating knowledge and wisdom from books, but he understood that a man is happy when he has books, but happier still when he does not need them - when he can rely on his own intellect and experience to navigate the world.",
                "Oxygen accumulates in the atmosphere.",
                "He had accumulated an immense vocabulary."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjdW11bGF0ZQ&hash=2d278d809ca8a91cfae126ae0f7cf7a65b3c429e&lang=en&cache-only=0",
            "defineEn": "to collect an increasing amount of something over time",
            "defineVi": "để thu thập một lượng ngày càng tăng của một cái gì đó theo thời gian",
            "hasImg": true
        },
        {
            "id": "b192615f-73d8-4196-9b90-753dd49cb5cc",
            "word": "to appreciate",
            "phonetic": "tʊ ɐpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals.",
                "I didn't appreciate that cheap shot you took at me at the party.",
                "I would appreciate the chance to meet with you at your convenience to discuss these matters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVjaWF0ZQ&hash=7d08d5e6d9da67497420fa2cbf1032b2403f4805&lang=en&cache-only=0",
            "defineEn": "(of value or price) to gradually rise",
            "defineVi": "(về giá trị hoặc giá cả) tăng dần"
        },
        {
            "id": "c1c18d63-9a00-4d2c-8f72-b7d50e891976",
            "word": "to bring about",
            "phonetic": "tə bɹɪŋ ɐbaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "But, the end of World War II brought about a big change to the air travel industry.",
                "This regulation sometimes brought about some of the progressives’ goals.",
                "But they also brought about the destruction of rural lands, divisions between social classes, and rapid urbanization.",
                "And it brought about the disappearance of 75% of the world’s species."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgYWJvdXQ&hash=225aa53c884a1fadb8badbb817b8318a6193ae70&lang=en&cache-only=0",
            "defineEn": "to cause something to occur",
            "defineVi": "để gây ra một cái gì đó để xảy ra"
        },
        {
            "id": "63372ab1-5f6d-480c-93ee-7c9d1be748cd",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change into a different form or to change into something with a different use",
            "defineVi": "để thay đổi thành một hình thức khác hoặc thay đổi thành một cái gì đó với một sử dụng khác"
        },
        {
            "id": "293dab20-8d9b-4cb5-9b1d-b78205fc0bcc",
            "word": "to deteriorate",
            "phonetic": "tə dɪtiəɹɪɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The relationship between the two friends had deteriorated beyond repair.",
                "She could only watch from the sidelines as her brother's health deteriorated.",
                "Back at the plant, the situation was deteriorating.",
                "So, over time, it deteriorates.",
                "But unlike wallpaper, a painting isn’t necessarily going to deteriorate over time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXJpb3JhdGU&hash=dfb6a29457ff243c0936f888d172757c617d3ffc&lang=en&cache-only=0",
            "defineEn": "to become worse than before",
            "defineVi": "trở nên tồi tệ hơn trước"
        },
        {
            "id": "2e8dbc20-7e92-4fa8-99b3-3bb928392f24",
            "word": "to ensue",
            "phonetic": "tʊ ɛnsuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dust is settling on the chaos which ensued when the French sold 110,000 tickets to the World Cup football matches by phone.",
                "There then ensues a silence that lasted almost five minutes.",
                "While odd-colored snow fell in Italy and Hungary, famine, food riots and disease epidemics ensued.",
                "A squabble with Detective Brett Hankison ensues, and already the team seems on edge.",
                "And then a long discussion ensues about whether the depo was shut down and when it would resume and all of that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5zdWU&hash=98655d14c7c41d13ecd20157031994bb7fb82073&lang=en&cache-only=0",
            "defineEn": "to happen following something or as a result of it",
            "defineVi": "xảy ra sau một cái gì đó hoặc là kết quả của nó"
        },
        {
            "id": "95d99258-ed9c-419c-9ad3-8ffcc9a8d62b",
            "word": "to grow",
            "phonetic": "tə ɡɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales are growing fast.",
                "The market is growing rapidly.",
                "The company is healthily growing its revenue each year.",
                "By degrees their business relationship grew into friendship.",
                "The sector is growing at a phenomenal rate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvdw&hash=dacd8f74a4fa7e7d5e02f1bafb3c6ed5b473354e&lang=en&cache-only=0",
            "defineEn": "to become greater in size, amount, number, or quality",
            "defineVi": "trở nên lớn hơn về kích thước, số lượng, số lượng hoặc chất lượng",
            "hasImg": true
        },
        {
            "id": "c0b69794-e8d1-4d21-a5f4-b2d54248c983",
            "word": "to induce",
            "phonetic": "tʊ ɪnduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was induced to part out and out with all the money.",
                "In addition to agony, poneratoxin can induce trembling, cold sweats, nausea, vomiting, and even an abnormal heartbeat.",
                "Induce a retraction of the Kremlin’s control and influence, and 4.",
                "So you can induce more roll and translation more torque.",
                "Then, when the solar wind collides with this ionosphere, it induces a magnetic field around the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kdWNl&hash=433c9a064bdce9188e828897b0d441c78cf20ee6&lang=en&cache-only=0",
            "defineEn": "to cause a particular thing",
            "defineVi": "để gây ra một điều cụ thể"
        },
        {
            "id": "cf036e08-c67f-4ec1-9a52-798825923592",
            "word": "to plunge",
            "phonetic": "tə plʌndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has plunged $37 million into the red.",
                "We took the plunge and set up our own business.",
                "The bridge collapsed, and the car plunged under.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "If you have been thinking about buying shares, now could be the time to take the plunge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1bmdl&hash=83e88742fef996396358377cef1051fdd206b336&lang=en&cache-only=0",
            "defineEn": "(of prices, values, temperature, etc.) to suddenly decrease in a significant amount",
            "defineVi": "(về giá cả, giá trị, nhiệt độ, v.v.) đột ngột giảm một lượng đáng kể",
            "hasImg": true
        },
        {
            "id": "9e17b8d1-caab-4584-9f68-8200deff9568",
            "word": "to provoke",
            "phonetic": "tə pɹəvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She provoked him with her remarks, so she asked for it when he got angry.",
                "Initially, the high interest rates definitely provoked a recession in 1981 and 1982.",
                "So they provoked a counter-Maidan.",
                "They provoke people in the wrong way.",
                "That provoked a response in the Ukrainian populace, in the Ukrainian streets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdm9rZQ&hash=bc5a68002be26483c7d00ca69ae923c6cc84520c&lang=en&cache-only=0",
            "defineEn": "to give rise to a certain reaction or feeling, particularly suddenly",
            "defineVi": "để làm phát sinh một phản ứng hoặc cảm giác nhất định, đặc biệt là đột ngột"
        },
        {
            "id": "b1befaff-ba39-43c9-ad4c-b206328676b4",
            "word": "to rally",
            "phonetic": "tə ɹæli ",
            "partOfSpeechType": "verb",
            "examples": [
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The politician made his bow at the campaign rally and gave a passionate speech to the crowd.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories.",
                "Hundreds of protesters rallied outside China's embassy in Myanmar.",
                "He organized rallies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFsbHk&hash=50a9622a8bad82f67e40022c98e9852c63a4a048&lang=en&cache-only=0",
            "defineEn": "(particularly of share prices or currencies) to rise after a decline",
            "defineVi": "(đặc biệt là giá cổ phiếu hoặc tiền tệ) tăng sau khi giảm"
        },
        {
            "id": "d58e1fe3-0a9d-4e15-ae04-a87ccc134f8b",
            "word": "to rocket",
            "phonetic": "tə ɹɑːkɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company rose like a rocket by trading sub-prime mortgages, and then fell like a stick when the housing bubble burst.",
                "Everyone has their eyes on the young actress who has been rising like a rocket in the film industry.",
                "Designing a website may be a lot of work but it’s not rocket science.",
                "I love rockets.",
                "Rockets struck at a military base outside Irbil."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9ja2V0&hash=e82fb07b06e6dc6aa99caf0eec22b89215b90650&lang=en&cache-only=0",
            "defineEn": "(of a price, amount, etc.) to increase suddenly and significantly",
            "defineVi": "(của một mức giá, số lượng, v.v.) tăng đột ngột và đáng kể",
            "hasImg": true
        },
        {
            "id": "f9b740b9-e970-4e03-acf9-4f2f81f8fdc1",
            "word": "to sink",
            "phonetic": "tə sɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your boat was sunk by a swordfish?",
                "He sank his teeth into an apple.",
                "My heart sank when I saw the pained expression on her face.",
                "I'm not sinking any more money into it now!",
                "He sank back on his pillow and fell into a brown study."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luaw&hash=063a7e8cef83613ec9a60abe7bf6520098f03aac&lang=en&cache-only=0",
            "defineEn": "to drop in value, amount, strength, etc.",
            "defineVi": "để giảm giá trị, số lượng, sức mạnh, vv"
        },
        {
            "id": "17949ba9-fc99-44f9-895d-d64777853361",
            "word": "to stem from",
            "phonetic": "tə stɛm fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pointing out that many health problems stem from poor diet and overeating.",
                "Probably, my interest in farming stemmed from my interest in food.",
                "Daenerys Targaryen's claim to the Iron Throne stems from her status as the mother of dragons.",
                "This hypothesis stems from the work of paleontologist René Lavocat and taxonomist Robert Hoffstetter who published a series of studies on these rodents from 1969 to 1975.",
                "Your forgetfulness might also stem from the other end of things: the whole remembering bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlbSBmcm9t&hash=4d3fb8b4273caa14b97e3a6d6711a6fe36c99fe0&lang=en&cache-only=0",
            "defineEn": "to arise from or be caused by something",
            "defineVi": "phát sinh từ hoặc được gây ra bởi một cái gì đó"
        },
        {
            "id": "a49e70c5-6e77-452a-8892-fae6c4244a70",
            "word": "to surge",
            "phonetic": "tə sɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alcoholism surged.",
                "Bike sales are surging.",
                "So the president created a surge. ",
                "Shares of Virgin Galactic are surging this morning.",
                "Shares surged to $333 on August 19th, 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VyZ2U&hash=d0fca4add6e38bdb0005f4fff3272e347df1e7c4&lang=en&cache-only=0",
            "defineEn": "(of prices, shares, etc.) to abruptly and significantly increase",
            "defineVi": "(về giá cả, cổ phiếu, v.v.) tăng đột ngột và đáng kể"
        },
        {
            "id": "b1d2c0f5-5a13-48b0-97f5-ea65bba615d6",
            "word": "to underlie",
            "phonetic": "tʊ ʌndɚlaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ongoing neural activity also underlies our sensory perception.",
                "For drivers, underlying skill set matches almost 90 percent with that of a warehouse supervisor.",
                "There are two key ideas that underlie this theory of class struggle.",
                "That’s the cooperative genetic programming that underlies their awesome traffic systems.",
                "\"Underlying all that, you have the darker elements, which are the men who are in real control of the situation.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJsaWU&hash=47cdbbdf384c83684cb023ad4b3939d3f88bbaf0&lang=en&cache-only=0",
            "defineEn": "to be the basic reason behind something",
            "defineVi": "là lý do cơ bản đằng sau một cái gì đó"
        },
        {
            "id": "ad623dbe-0e91-4352-8f5f-ae61baac870c",
            "word": "to shoot up",
            "phonetic": "tə ʃuːt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "A few minutes later, its wings shoot up.",
                "And just like with the shocks, the mice’s osteocalcin levels shot up.",
                "Insurance claims for insect damage shoot up 30-fold.",
                "Is it going to shoot up?",
                "And once GM sold off its European business its earnings shot up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3QgdXA&hash=ac21b87a08f0b58bf5645b2513a9e8badccd97a9&lang=en&cache-only=0",
            "defineEn": "(of an amount or price) to abruptly increase",
            "defineVi": "(của một số tiền hoặc giá) để tăng đột ngột"
        },
        {
            "id": "93628b39-0f4a-42fb-ad49-971ebc505140",
            "word": "to swap",
            "phonetic": "tə swɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "We swapped states.",
                "So the alveoli and capillaries basically just swap one gas for another.",
                "So we swap the numerator and the denominator.",
                "I just swapped the sides.",
                "She's swapping."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhcA&hash=9bdf742504d108834d2ee689bd09694ac6ea0928&lang=en&cache-only=0",
            "defineEn": "to give something to a person and in return receive something else",
            "defineVi": "để cung cấp cho một cái gì đó cho một người và đổi lại nhận được một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "4df4f820-5d0e-435f-ab1a-3d0509c2262b",
            "word": "adverse",
            "phonetic": "ædvɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The athlete knew that if he wanted to win the championship, he would have to train hard every day, even in adverse weather conditions, understanding that he who would catch fish must not mind getting wet.",
                "When I tried to get a firearm for my house, my wife was very adverse.",
                "According to federal health officials, between 2004 and 2013 tens of thousands of Americans ended up in the emergency room due to adverse effects related to dietary supplements.",
                "It can be a devastating adverse childhood experience that clinical psychologist Nneka Jones Tapia knows all too well.",
                "That's the dark side of gambling, the real-life adverse consequences that befall people who are unsuccessful at it or do it way too much."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJzZQ&hash=c0a16bf531c68e880e688177df53643f2f1f7e2c&lang=en&cache-only=0",
            "defineEn": "against someone or something's advantage",
            "defineVi": "chống lại một ai đó hoặc lợi thế của một cái gì đó"
        },
        {
            "id": "327321b6-8799-4bdf-ad4a-87179d61a030",
            "word": "causal",
            "phonetic": "kɔːzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A spurious correlation is the implied causal relationship between events that are coincidentally linked.",
                "And crucially, do they talk about a causal relationship?",
                "By this logic, agents have the ability to affect the causal chain of the universe.",
                "They countered that a simple correlation between body type and criminality could not be taken as causal evidence.",
                "I can tell you that there is a causal link between playing a violent video game and behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2Fs&hash=a2d12d8ee0908c91cdfc12fe96d9e740adac1249&lang=en&cache-only=0",
            "defineEn": "related to the relationship between two things in which one is the cause of the other",
            "defineVi": "liên quan đến mối quan hệ giữa hai điều trong đó một là nguyên nhân của khác"
        },
        {
            "id": "bfd594d6-33ee-4f59-bac9-ac0e4fc780e0",
            "word": "causative",
            "phonetic": "kɔːsətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2F0aXZl&hash=d945664edee49f47687c5ff25c93cb61437cd610&lang=en&cache-only=0",
            "defineEn": "being the reason behind the occurrence of something",
            "defineVi": "là lý do đằng sau sự xuất hiện của một cái gì đó"
        },
        {
            "id": "85eb2fc4-c60c-4ec8-a968-c9ba47d828d5",
            "word": "consequent",
            "phonetic": "kɑːnsɪkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sometimes it's called the consequent.",
                "This is the conclusion or the consequent.",
                "The police might see a crime as it was happening or use the video to help in any consequent investigations. ",
                "In conclusion, the cause for the coldness of cans of compressed air can be clarified by comprehending the consequent clue: they aren’t actually cans of compressed air.",
                "So, among those who think that the evidence suggests brown dwarfs are different from giant planets, what supposedly distinguishes them is how they formed, their consequent behavior, and their composition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVudA&hash=5c7476135fb9698a05501b60dc8a9fcad2d8c322&lang=en&cache-only=0",
            "defineEn": "occurring as a result of something particular",
            "defineVi": "xảy ra như là kết quả của một cái gì đó cụ thể"
        },
        {
            "id": "4741f753-ffd0-480f-ad5b-fe445e0be1d2",
            "word": "influential",
            "phonetic": "ɪnfluːɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the world of politics, it's important to remember that hares may pull dead lions by the beard, as even the most influential leaders can fall from grace if they become too complacent or lose the support of the people.",
                "The influential teacher who inspires and shapes the minds of young students understands the power of their role, for the hand that rocks the cradle rules the world, as they have the potential to shape future leaders and change the course of society.",
                "The athlete's drug use was ignored by many because everyone loves a lord and he was seen as a successful and influential figure in his sport.",
                "Its voice has long been influential.",
                "And beyond the military's strength, its officers hold influential positions in the government."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbHVlbnRpYWw&hash=0e3c7d3c164650ca8de4f95ea3a3556a01ef0d6b&lang=en&cache-only=0",
            "defineEn": "able to have much impact on someone or something",
            "defineVi": "có thể có nhiều tác động đến một ai đó hoặc một cái gì đó"
        },
        {
            "id": "de477495-bce2-4c41-a718-f7ad65a98fdb",
            "word": "irreversible",
            "phonetic": "ɪɹᵻvɜːsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Irreversible vasectomies, pulling out , and that slightly updated Bronze Age invention.",
                "It viewed mental illness as an irreversible condition, almost like a personality trait, rather than a curable illness.",
                "Alzheimer's disease is a form of progressive, irreversible dementia.",
                "- If you do not reverse it within about four hours it can usually lead to irreversible scarring and permanent loss of erection.",
                "Even though some of the damage is irreversible, not all hope is lost for the world's coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZXZlcnNpYmxl&hash=fef24105169d0a45fe8e3dde7de7f0740372f960&lang=en&cache-only=0",
            "defineEn": "impossible to return to previous state",
            "defineVi": "không thể trở lại trạng thái trước đó"
        },
        {
            "id": "3c22cb5f-3b28-4449-94b5-534cb2b38e09",
            "word": "marginal",
            "phonetic": "mɑːɹdʒɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Marginal propensity to consume.",
                "\"My marginal benefit is lower.\"",
                "The cost side of things, my marginal cost might look something like this.",
                "Marginal cost or you could even view that as a supply curve for my wine.",
                "That marginal benefit to the market of that next unit of whatever you are producing."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyZ2luYWw&hash=0de56ed0cf4a9fc3c9ac7d246847d26b81d593cd&lang=en&cache-only=0",
            "defineEn": "small and therefore unimportant",
            "defineVi": "nhỏ và do đó không quan trọng"
        },
        {
            "id": "039bacaf-14a1-4077-b2ce-e2e062eab833",
            "word": "substantial",
            "phonetic": "səbstænʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tortelloni's substantial size makes them a better choice compared to the bite-sized tortellini.",
                "The charity event has raised a substantial amount of money, getting on for $10,000.",
                "I know by heart that there are passages devoted to this in our substantial programme.",
                "The meal replacement shake contained a bulking agent to create a thick and substantial drink.",
                "After investing in a promising startup, John laughed all the way to the bank when the company went public and he made a substantial profit on his shares."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RhbnRpYWw&hash=cd2ca706ce139ccc4c27051a23956f3edf17855e&lang=en&cache-only=0",
            "defineEn": "great in size, degree, importance, etc.",
            "defineVi": "lớn về quy mô, mức độ, tầm quan trọng, v.v."
        },
        {
            "id": "233b5333-08bc-43aa-956b-cd95b999ea0a",
            "word": "thereby",
            "phonetic": "ðɛɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They create their own climate and thereby, shape their own character.",
                "Thereby he will make the young man perfect eternally.",
                "The repeal inspired a line of commemorative teapots, thereby beginning America's storied tradition of worthless collectible ceramics.",
                "This jolt would cause the patron to scream, thereby adding to the tension in the theater.",
                "Jenna's a correspondent, thereby continuing the warm relations the Bush family has with the national press."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmVieQ&hash=ba384fef1cc53500d4e4f816af2b2c16870994d3&lang=en&cache-only=0",
            "defineEn": "used to indicate the result of what is being talked about",
            "defineVi": "được sử dụng để chỉ ra kết quả của những gì đang được nói về"
        },
        {
            "id": "031f8f30-e198-48d9-8ad2-69af146acd87",
            "word": "aftermath",
            "phonetic": "æftɚmæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less.",
                "She's fresh out of a relationship and still dealing with the emotional aftermath.",
                "Burke’s theories launched conservative political ideology in the revolution’s aftermath.",
                "The aftermath of the big one will wreak havoc on infrastructure and the economy.",
                "UN Resolution 194 came in the aftermath of Israel's first war with their Arab neighbors."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJtYXRo&hash=3c51930b2f1c3b46fcba55d84f00eb1c6b2e3d94&lang=en&cache-only=0",
            "defineEn": "the situation that follows a very unpleasant event such as a war, natural disaster, accident, etc.",
            "defineVi": "tình huống xảy ra sau một sự kiện rất khó chịu như chiến tranh, thiên tai, tai nạn, v.v."
        },
        {
            "id": "9dfec726-ff3e-4346-aeec-8c1a3a2367e3",
            "word": "contributor",
            "phonetic": "kəntɹɪbjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our major contributors are teachers.",
                "I'm a contributor.",
                "But the greatest contributor is globalization and trade.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity.",
                "Agriculture is a pretty substantial contributor to greenhouse gas emissions, close to 25%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0b3I&hash=2ee1d358a145c40f225838c50ae1688aa298ac73&lang=en&cache-only=0",
            "defineEn": "a factor that helps to make something happen",
            "defineVi": "một yếu tố giúp để làm cho một cái gì đó xảy ra"
        },
        {
            "id": "f58b62ac-d55e-4590-b7f2-ab650f595dac",
            "word": "downturn",
            "phonetic": "daʊntɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business owner anticipated a downturn in the market and diversified their products, avoiding losses.",
                "According to recent polls, the finger of blame is pointing squarely at the president for the recent economic downturn.",
                "They were making a fortune before the economy took a downturn.",
                "The politician was quick to take credit for the country's economic growth, but when the economy took a downturn, he was nowhere to be found.",
                "But they knew that the morning sun never lasts a day, and they needed to be prepared for any potential downturns."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnR1cm4&hash=318bebc224b7592b2c5ed5df0d2b8ea08e65987a&lang=en&cache-only=0",
            "defineEn": "a drop in market and business activities; a period during which the economy is in a bad state",
            "defineVi": "thị trường và hoạt động kinh doanh sụt giảm; một thời kỳ mà nền kinh tế ở trong tình trạng tồi tệ"
        },
        {
            "id": "f3feecb8-c27f-4d01-b496-0dbaa6e21edf",
            "word": "leap",
            "phonetic": "liːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The company is growing by leaps and bounds this year.",
                "Those are my arguments against taking a leap in the dark.",
                "Dexter should have looked before he leaped.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcA&hash=2089ce62a7f36a0fe9a7848cbcabfc7a6ffd0a10&lang=en&cache-only=0",
            "defineEn": "a sharp increase in something, such as price, etc.",
            "defineVi": "một sự gia tăng mạnh trong một cái gì đó, chẳng hạn như giá cả, vv"
        },
        {
            "id": "d9473cbe-2d5a-4781-8bdd-7759be8db847",
            "word": "recovery",
            "phonetic": "ɹᵻkʌvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recent economic recovery was almost entirely led by exports.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "The Chancellor of the Exchequer says that economic recovery is just around the corner.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "Ben’s making a good recovery, touch wood."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Zlcnk&hash=5ca64ffdcac969a85f44c810039c5ed4af698b31&lang=en&cache-only=0",
            "defineEn": "an improvement in something particular",
            "defineVi": "một cải tiến trong một cái gì đó cụ thể"
        },
        {
            "id": "cc767f83-a2b3-4789-af89-dd39052554af",
            "word": "side effect",
            "phonetic": "saɪd ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The side effects of a medication may be worse than the symptoms of the illness it was intended to treat, showing how the cure is worse than the disease.",
                "Common side effects include dizziness, dry mouth, nausea, fatigue, confusion, balance problems, and euphoria.",
                "These medications have less side effects overall.",
                "Humanity’s longest experiment in controlled evolution has had other side effects as well.",
                "Vaccines do carry certain risks and side effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZSBlZmZlY3Q&hash=5e562e3028a2c49105a9a30588ba26b501b9de88&lang=en&cache-only=0",
            "defineEn": "a result of a situation or action that was not meant to happen",
            "defineVi": "một kết quả của một tình huống hoặc hành động mà không có nghĩa là để xảy ra"
        },
        {
            "id": "1c2811b7-7bd9-47a4-b571-478e6dfceb8d",
            "word": "to weather",
            "phonetic": "tə wɛðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "The weather was disagreeably hot.",
                "The weather turned quite chilly in the afternoon.",
                "The bad weather brought famine.",
                "Good afternoon, the weather is perfect for a walk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VhdGhlcg&hash=758cd79b0177e03d40fc91848c28318e24728181&lang=en&cache-only=0",
            "defineEn": "to experience a change in terms of color, shape, etc. due to the effect or influence of the sun, wind, or rain",
            "defineVi": "trải nghiệm sự thay đổi về màu sắc, hình dạng, v.v. do tác động hoặc ảnh hưởng của nắng, gió hoặc mưa"
        },
        {
            "id": "db325b16-b2e8-4486-baae-3fe77cb8cb17",
            "word": "to weather",
            "phonetic": "tə wɛðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "The weather was disagreeably hot.",
                "The weather turned quite chilly in the afternoon.",
                "The bad weather brought famine.",
                "Good afternoon, the weather is perfect for a walk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VhdGhlcg&hash=758cd79b0177e03d40fc91848c28318e24728181&lang=en&cache-only=0",
            "defineEn": "to make something change in terms of color, shape, etc. due to the effect or influence of the sun, wind, or rain",
            "defineVi": "để làm cho một cái gì đó thay đổi về màu sắc, hình dạng, v.v. do tác động hoặc ảnh hưởng của nắng, gió hoặc mưa"
        },
        {
            "id": "7c3f7a36-f585-4289-a358-7bd8f5840621",
            "word": "meaningful",
            "phonetic": "miːnɪŋfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I prefer deep conversations that explore meaningful topics rather than engaging in shallow small talk.",
                "I wanted to have a meaningful conversation with him when he was back from work but he was gone before I could say Jack Robinson.",
                "I always try to fill my free time with meaningful pursuits instead of wasting hours in front of mindless entertainment, remembering the wise words that idle hands are the devil's playthings.",
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "Despite his wealth and fame, he often feels outside noisy, inside empty, longing for something more meaningful in his life."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbmluZ2Z1bA&hash=5fd12c6a51a299322a3c4912b5da5cf259e7573c&lang=en&cache-only=0",
            "defineEn": "having a significant purpose or importance",
            "defineVi": "có một mục đích quan trọng hoặc tầm quan trọng"
        },
        {
            "id": "0e3afdcd-de40-4e78-a311-78e730fbcdd6",
            "word": "meaningful",
            "phonetic": "miːnɪŋfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I prefer deep conversations that explore meaningful topics rather than engaging in shallow small talk.",
                "I wanted to have a meaningful conversation with him when he was back from work but he was gone before I could say Jack Robinson.",
                "I always try to fill my free time with meaningful pursuits instead of wasting hours in front of mindless entertainment, remembering the wise words that idle hands are the devil's playthings.",
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "Despite his wealth and fame, he often feels outside noisy, inside empty, longing for something more meaningful in his life."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbmluZ2Z1bA&hash=5fd12c6a51a299322a3c4912b5da5cf259e7573c&lang=en&cache-only=0",
            "defineEn": "having a significant purpose or importance",
            "defineVi": "có một mục đích quan trọng hoặc tầm quan trọng"
        },
        {
            "id": "d715aa1e-a1c5-4294-89bc-69c5acdae1a4",
            "word": "to rehash",
            "phonetic": "tə ɹᵻhæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author was criticized for rehashing old ideas in their latest book.",
                "We don't need to rehash that old argument again.",
                "Larry David-- That same old title rehashed again.",
                "He loves nothing more than rehashing these breadcrumb trails for the dopey constables at the end of the case.",
                "And so, it's important for us to be patient and understanding with their process versus maybe yelling at them like, \"Hey, stop rehashing the past!\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoYXNo&hash=b6edba02223451336b827459d10d68bb533be6dc&lang=en&cache-only=0",
            "defineEn": "to discuss, consider or deal with again, usually with the aim of resolving something",
            "defineVi": "để thảo luận, xem xét hoặc giải quyết lại, thường là với mục đích giải quyết một cái gì đó"
        }
    ]
}