{
    "id": "d6a47e31-3bfe-4409-b295-8dd945424e09",
    "title": "Unit 3 - Lesson 3",
    "originalTitle": "Unit 3 - Lesson 3",
    "words": [
        {
            "id": "d256f0a6-36d3-450a-b0c0-acc2aae776f7",
            "word": "hotel room",
            "phonetic": "hoʊtɛl ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG90ZWwgcm9vbQ&hash=556609bb22ea1cc79fbdcae796e895c4084c5e88&lang=en&cache-only=0",
            "defineEn": "a room that we pay to occupy in a hotel",
            "defineVi": "một căn phòng mà chúng tôi trả tiền để ở trong một khách sạn",
            "hasImg": true
        },
        {
            "id": "7572b07e-eec7-4801-9261-c90149187442",
            "word": "amenities",
            "phonetic": "ɐmɛnᵻɾiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1lbml0aWVz&hash=e085f024fe3e3a13752628b46506f6607a793142&lang=en&cache-only=0",
            "defineEn": "features, services, or other things that provide convenience, comfort, and enjoyment",
            "defineVi": "các tính năng, dịch vụ hoặc những thứ khác mang lại sự thuận tiện, thoải mái và thích thú"
        },
        {
            "id": "ad63ea17-6e5f-4f8a-92b9-444b1982df63",
            "word": "towel",
            "phonetic": "taʊəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hotel provides fresh towels for the guests every day.",
                "I dried my hands with a soft towel.",
                "We packed our beach bag with sunscreen, towels, and beach toys.",
                "I usually use a microfiber towel for cleaning glass surfaces.",
                "He used a towel to dry his hair after swimming."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93ZWw&hash=4b1a17d6af4c93f8a0cab1f2df021dd5aa4ef256&lang=en&cache-only=0",
            "defineEn": "a piece of cloth or paper that we use for drying our body or things such as dishes",
            "defineVi": "một mảnh vải hoặc giấy mà chúng tôi sử dụng để làm khô cơ thể hoặc những thứ như bát đĩa",
            "hasImg": true
        },
        {
            "id": "0a80a491-9487-4564-879c-41d493b8f76f",
            "word": "hanger",
            "phonetic": "hæŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're like a giant coat hanger.",
                "The Lunar Landing Research Facility, LLRF, looked like a dirigible hanger after a tornado.",
                "It's the only thing holding me together right now, You're like the coat hanger with meat and hanging off it.",
                "One particularly interesting feature of the suites is the fact that there is a full-blown wardrobe complete with hangers, so if you're traveling with a nice dress, suit, coat and want to hang it up so it doesn't get creased during your flight, you can, which is pretty handy."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZ2Vy&hash=cd95e216bd1dc3a97795a6809f87d1e1fcdc6b55&lang=en&cache-only=0",
            "defineEn": "a piece of metal, plastic, or wood, usually in a triangular shape with a hook on its top, that people use for storing their clothes in a closet or on a rack",
            "defineVi": "một miếng kim loại, nhựa hoặc gỗ, thường có hình tam giác với một cái móc ở trên, mà mọi người dùng để cất quần áo trong tủ hoặc trên giá",
            "hasImg": true
        },
        {
            "id": "5378dbe6-df1c-49a8-aeb8-b463763dddd5",
            "word": "iron",
            "phonetic": "aɪɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "Asparagus beanare rich in iron and vitamin K.",
                "The iron hand in the velvet glove approach seems to work best with this age group.",
                "She needs to iron her suit before the important meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbg&hash=06b7a94fa654ab595980a327cfbf97cf74c0b43c&lang=en&cache-only=0",
            "defineEn": "a piece of equipment with a heated flat metal base, used to smooth clothes",
            "defineVi": "một thiết bị có đế kim loại phẳng được làm nóng, dùng để làm phẳng quần áo",
            "hasImg": true
        },
        {
            "id": "d106f261-856a-4998-affc-333c2eb777e7",
            "word": "hair dryer",
            "phonetic": "hɛɹ dɹaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fire is coming out of the hair dryer.",
                "So it's not the power when everything is on, like your toaster and your hair dryer and air conditioner, and your massive Christmas light display or your massive Halloween display.",
                "A South Carolina woman who bought a hair dryer on Amazon said this happened.",
                "First, if your dog gets wet, you can dry them off with towels or a hair dryer set to blow cool air."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpciBkcnllcg&hash=447180b5cb2cf786e267a7934ee3039c3e3f964f&lang=en&cache-only=0",
            "defineEn": "a device that we use to blow warm air over our hair to dry it",
            "defineVi": "một thiết bị mà chúng tôi sử dụng để thổi không khí ấm lên tóc để làm khô tóc",
            "hasImg": true
        },
        {
            "id": "0b220db9-c185-41ec-91bf-f8f270d82632",
            "word": "to make up",
            "phonetic": "tə meɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quite suddenly, her mind was made up.",
                "It's now or never, so make up your mind.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "Before making up your mind, you need to give both sides a fair hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cA&hash=0b8bc43fbdf0ecebc12ad0092ad26bf192017101&lang=en&cache-only=0",
            "defineEn": "to arrange, organize, or prepare something",
            "defineVi": "để sắp xếp, tổ chức, hoặc chuẩn bị một cái gì đó",
            "hasImg": true
        },
        {
            "id": "5ba34230-9514-4677-8185-0bb503c2c381",
            "word": "room",
            "phonetic": "ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rooms begin at $139.",
                "This room gets very little sunshine.",
                "My motrher decorated her room with new curtains and pillows.",
                "This room would make a nice office.",
                "I let the spare room."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbQ&hash=dc972fc966baf4f97e531f9b11f9f109f6d55e45&lang=en&cache-only=0",
            "defineEn": "each of the different parts of a building that are divided by their own floors, ceilings, and walls, and are used for a specific reason",
            "defineVi": "mỗi phần khác nhau của một tòa nhà được phân chia bởi các tầng, trần và tường riêng của chúng và được sử dụng cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "64d93781-b153-4fd6-80cc-d2e9163e081b",
            "word": "to turn down",
            "phonetic": "tə tɜːn daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A collar that turns down.",
                "And the palms turned down.",
                "Never turn down a nugget.",
                "You can't turn down jury duty.",
                "Although it won’t turn down an unassuming adult either."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBkb3du&hash=e15bbd2b1d2c738f120ac5231bd6442bb35047f2&lang=en&cache-only=0",
            "defineEn": "to turn a switch on a device so that it makes less sound, heat, etc.",
            "defineVi": "để bật một công tắc trên một thiết bị để nó tạo ra ít âm thanh, nhiệt hơn, v.v.",
            "hasImg": true
        },
        {
            "id": "3ad67e37-e165-4b09-a571-04cbe6760013",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "furniture we use to sleep on that normally has a frame and mattress",
            "defineVi": "đồ nội thất chúng ta sử dụng để ngủ thường có khung và nệm",
            "hasImg": true
        },
        {
            "id": "d86c7428-be09-4b2a-80ff-6d2a576de5c6",
            "word": "to pick up",
            "phonetic": "tə pɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He picked up a beautiful head of savoy cabbage from the market.",
                "They picked up the check for dinner last night.",
                "Whenever we go out, my father picks up the tab.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages.",
                "He picked up the new language easily by listening to podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayB1cA&hash=d255d49be38c203f8498afac14a082c089eb1faa&lang=en&cache-only=0",
            "defineEn": "to take and lift something up",
            "defineVi": "để lấy và nâng một cái gì đó lên",
            "hasImg": true
        },
        {
            "id": "b1af58c9-1c58-4b9a-a71f-902518a395be",
            "word": "laundry",
            "phonetic": "lɔːndɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses the apartment's laundry facilities to wash his clothes.",
                "She lost one of her socks in the laundry and couldn't find it.",
                "The company is trying to keep its dirty laundry from being aired in public.",
                "I cleaned the apartment every day, cooked, and did the laundry and the dishes.",
                "Given the advisor's laundry list of scandals, he's proving to be quite a millstone around the candidate's neck."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF1bmRyeQ&hash=7cd49c759c462839612ead9cc37f118ba061aa2c&lang=en&cache-only=0",
            "defineEn": "clothes, sheets, etc. that have just been washed or need washing",
            "defineVi": "quần áo, khăn trải giường, v.v. mới giặt hoặc cần giặt",
            "hasImg": true
        },
        {
            "id": "66025404-02bd-413d-95ee-337b46081303",
            "word": "to bring up",
            "phonetic": "tə bɹɪŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "You definitely struck a sour note when you brought up Dan's ex-girlfriends during your best man speech.",
                "Like Castle, Wilson had been brought up in a similar way, and they spoke the same language.",
                "I thought about bringing up my concerns but decided instead to let sleeping dogs lie.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "And if I ever felt tempted to bring up the situation, I zipped my lips before any words emerged."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgdXA&hash=ada8788d48b144424ced6a65e4f5cc03effa603b&lang=en&cache-only=0",
            "defineEn": "to raise to a higher place than before",
            "defineVi": "để nâng lên một nơi cao hơn so với trước đây",
            "hasImg": true
        },
        {
            "id": "f95a5a01-a9f2-4635-89fd-0300b790a1e6",
            "word": "newspaper",
            "phonetic": "nuːzpeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "All newspapers sang from the same song sheet.",
                "She reads the newspaper every day to keep up with the latest news.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The newspaper has a column where readers can write in and ask for advice."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c3BhcGVy&hash=65faa30b12a7bb1320d3aacfafbee386058ea3f4&lang=en&cache-only=0",
            "defineEn": "a printed publication or a set of large folded sheets of printed paper that contain news, articles, ads, etc., usually issued daily or weekly",
            "defineVi": "một ấn phẩm in hoặc một tập hợp các tờ giấy in lớn được gấp lại có chứa tin tức, bài báo, quảng cáo, v.v., thường được phát hành hàng ngày hoặc hàng tuần",
            "hasImg": true
        },
        {
            "id": "d1a30a7c-9bfd-4ade-9a76-5a2c0bbc2002",
            "word": "to take away",
            "phonetic": "tə teɪk ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I want all of this cleaned up right now, or I'll take away your video games for the weekend.",
                "This guy took away an electron.",
                "Took away the one weapon in a consumer's arsenal.",
                "Question number three, 'Does mental illness take away personal accountability?'",
                "- Take away his internet access."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhd2F5&hash=edfd0273a6a954d1358e1e2c05028f84be5ca127&lang=en&cache-only=0",
            "defineEn": "to remove something from someone or someplace so that they no longer have it",
            "defineVi": "để loại bỏ một cái gì đó từ một ai đó hoặc một nơi nào đó để họ không còn có nó nữa",
            "hasImg": true
        },
        {
            "id": "34dd20ff-0cda-45f8-b08d-ba01e6775160",
            "word": "dish",
            "phonetic": "dɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dish will serve four hungry people.",
                "To do the dishes.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables.",
                "The chef sprinkled a generous amount of roe on the dish.",
                "The restaurant offered a specialty hamburger steak dish."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaA&hash=ac8ca031409ed9fa5b8de95d80007066cf751824&lang=en&cache-only=0",
            "defineEn": "a flat, shallow container for cooking food in or serving it from",
            "defineVi": "một hộp phẳng, nông để nấu thức ăn trong hoặc phục vụ nó từ",
            "hasImg": true
        },
        {
            "id": "92b26ca1-4421-41c4-9d64-b53145ac0c4c",
            "word": "room service",
            "phonetic": "ɹuːm sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Minibars, room service, phone calls, high-speed WiFi, and butler services all come with an upcharge.",
                "So I call, I keep calling the room service guy up",
                "But we could take each one of these inmates and put them up at the Waldorf Astoria Hotel in New York for a month with room service and still not get to the amount of money we're spending every year for them.",
                "So instead of a TTY or a video phone or whatever, I got a regular phone that hearing people would use to call room service, the front desk, or anybody."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbSBzZXJ2aWNl&hash=983464bcffb3dd17b9ac46fa4ebb693bbe59be82&lang=en&cache-only=0",
            "defineEn": "a hotel service by which food and drink can be brought to the rooms of the guests",
            "defineVi": "một dịch vụ khách sạn mà thức ăn và đồ uống có thể được mang đến phòng của khách",
            "hasImg": true
        }
    ]
}