{
    "id": "d6c7a178-25d6-483b-9ab7-30c6bad7dc7c",
    "title": "Ensure Good Health!",
    "originalTitle": "Ensure Good Health!",
    "words": [
        {
            "id": "7780d17b-9ab8-453d-a195-b914b7083560",
            "word": "anodyne",
            "phonetic": "ænədaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Given the sometimes anodyne statements that you see inside Hallmark greeting cards, to come out so eloquently and so pointedly against the administration, I thought was very courageous."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vZHluZQ&hash=5548bc52e600717e2566a4cdf55be962360c78c8&lang=en&cache-only=0",
            "defineEn": "a type of medicine that helps reduce one's pain",
            "defineVi": "một loại thuốc giúp giảm đau của một người",
            "hasImg": true
        },
        {
            "id": "913b606f-70a8-4dc7-bdee-56184a085a25",
            "word": "benign",
            "phonetic": "bᵻnaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Yes the freckles are benign!",
                "But, in Asian myths, dragons are often benign.",
                "There’s even a term for this: benign masochism.",
                "See, sometimes, the BRAF mutation just causes benign moles instead of melanoma.",
                "But inflation isn’t just some benign force."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuaWdu&hash=ec6fbf6960185e52e60c14c56d992030d2789dd4&lang=en&cache-only=0",
            "defineEn": "(of an ilness) not fatal or harmful",
            "defineVi": "(của một căn bệnh) không gây tử vong hoặc có hại"
        },
        {
            "id": "43c39b15-c4fb-413f-b499-70f65e64fc86",
            "word": "to enervate",
            "phonetic": "tʊ ɛnɚveɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5lcnZhdGU&hash=956f2a9886eee6108d0a49d4aaba277715235108&lang=en&cache-only=0",
            "defineEn": "to cause someone to lose physical or mental energy or strength",
            "defineVi": "để gây ra một ai đó để mất năng lượng thể chất hoặc tinh thần hoặc sức mạnh"
        },
        {
            "id": "627ad14e-c923-4f57-bede-f2fbf010a990",
            "word": "intractable",
            "phonetic": "ɪntɹæktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Or is this basically an intractable problem? ",
                "\"Online harassment remains an intractable problem, and people with disabilities are among those disproportionately targeted.\"",
                "Is this an intractable problem, asking Facebook to be responsible for the distribution of true content on its platform? ",
                "But these problems aren't thousands of years old, and they aren't intractable.",
                "It seems like, boy, things are just sort of intractable."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmFjdGFibGU&hash=a2fc4ce7a63e79833d0041a5f801e07722d7644e&lang=en&cache-only=0",
            "defineEn": "difficult to cure or solve",
            "defineVi": "khó chữa hoặc giải quyết"
        },
        {
            "id": "a86367c4-f3e7-4019-882e-925337482894",
            "word": "to languish",
            "phonetic": "tə læŋɡwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And this case languishes.",
                "A disagreement between a prosecutor and a state attorney general leaves a man languishing in prison.",
                "Plastics emit greenhouse gases as they languish in landfills, but the production facilities themselves also pose pollution concerns.",
                "But as it languishes in the U.S., the Land Cruiser name continues to thrive elsewhere, especially in parts of the world where people still need capable vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuZ3Vpc2g&hash=61690f9faace4096a96fdc24bbdc67a62d8992f9&lang=en&cache-only=0",
            "defineEn": "to lose strength or energy",
            "defineVi": "để mất sức mạnh hoặc năng lượng"
        },
        {
            "id": "a4bd2f07-cb57-4599-b706-07c613bd4c30",
            "word": "lassitude",
            "phonetic": "læsɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The relative permissiveness when it comes to the moral lassitude of their leaders?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGFzc2l0dWRl&hash=e129d8405942804c2f3fa3ce1aac46a5e16ef054&lang=en&cache-only=0",
            "defineEn": "the condition of not having mental or physical strength or energy",
            "defineVi": "tình trạng không có sức mạnh tinh thần hoặc thể chất hoặc năng lượng"
        },
        {
            "id": "ffc3f721-7d98-4f6a-8150-3d7fd4fb990c",
            "word": "to mitigate",
            "phonetic": "tə mɪɾᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pandemics you can only mitigate.",
                "We took some aggressive actions prior to Thanksgiving to mitigate these numbers.",
                "All of the rest of them, in my mind, could have been mitigated or decreased substantially.",
                "Luckily, there are ways to mitigate these harms.",
                "In both instances, we're preparing to mitigate the risks against knowns and unknowns."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWl0aWdhdGU&hash=7ce4fcc246730789fb9ef535f09de76b2ac9e997&lang=en&cache-only=0",
            "defineEn": "to lessen something's seriousness, severity, or painfulness",
            "defineVi": "để giảm bớt một cái gì đó nghiêm trọng, mức độ nghiêm trọng, hoặc đau đớn"
        },
        {
            "id": "49749bae-df64-4b3c-8577-0bbef2a9a1c3",
            "word": "noisome",
            "phonetic": "nɔɪsʌm ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9pc29tZQ&hash=52975c4fe9402f3635417c72c5b67ff014cb0339&lang=en&cache-only=0",
            "defineEn": "extremely repulsive and unpleasant, particularly to the sense of smell",
            "defineVi": "cực kỳ phản cảm và khó chịu, đặc biệt là khứu giác"
        },
        {
            "id": "143db6ad-4d0d-4b52-8fcc-b7ee2e3b68be",
            "word": "to ossify",
            "phonetic": "tʊ ɑːsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Most marsupials also lack ossified kneecaps and have significantly more teeth than other mammals.",
                "Blobfish have poorly ossified skeletons, meaning they're thinner and more fragile than the bones of most shallow-water fish.",
                "Because you don’t need a fully ossified skeleton if you spend most of your time in the water.",
                "These are known as ossified tendons and they helped support the tail. ",
                "It had a huge head but very short limbs, and scientists have found that many of its bones weren’t fully ossified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NzaWZ5&hash=7a341ee458e81377ff540a8e66dec850f4c62ab2&lang=en&cache-only=0",
            "defineEn": "to harden and turn into bone",
            "defineVi": "để cứng lại và biến thành xương"
        },
        {
            "id": "64b1bea9-79ce-4859-a593-b8af3fb01da7",
            "word": "panacea",
            "phonetic": "pænɐsiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poseidon Water as a company does not believe that seawater desalination is a panacea.",
                "It is clear that, even with a conviction like the one we saw today, that is not a panacea.",
                "While the heart symbol may trace back to ivy leaves representing fidelity or a fennel plant panacea, it could also have drawn some inspiration from its anatomical doppelganger.",
                "So it’s 2004, and you are just starting at Fox, and this young guy from Illinois gives a speech in Boston and promises that his biography is a panacea for healing what was already a divided America."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuYWNlYQ&hash=01a9b07d66be32e93a4606230b3a4e3f50a3e266&lang=en&cache-only=0",
            "defineEn": "something that is believed to cure any disease or illness",
            "defineVi": "một cái gì đó được cho là để chữa bệnh hoặc bệnh tật"
        },
        {
            "id": "bfa0fcf9-7f3e-4e21-bac1-c9c53fe27113",
            "word": "pathological",
            "phonetic": "pæθəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not every emotional response is pathological.",
                "Not all fear or depressed mood is pathological.",
                "So that's pathological lying.",
                "And among those pathological bones, 2% are the result of trauma, like fractures.",
                "A pathological level of problems with intimacy include having little desire for emotional closeness."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aG9sb2dpY2Fs&hash=953e4828fd7f9b13f292cde5412170162edceb45&lang=en&cache-only=0",
            "defineEn": "relating to or caused by an illness or disease",
            "defineVi": "liên quan đến hoặc gây ra bởi một căn bệnh hoặc bệnh tật"
        },
        {
            "id": "df85f394-24e8-43f9-ad61-ea022c35bb77",
            "word": "to recrudesce",
            "phonetic": "tə ɹᵻkɹuːdɛs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjcnVkZXNjZQ&hash=12670a6677cbdc1badd0d415a1c088c7b8e6700d&lang=en&cache-only=0",
            "defineEn": "(of an unpleasant or dangerous thing) to become active again after being inactive for a period of time",
            "defineVi": "(của một điều khó chịu hoặc nguy hiểm) hoạt động trở lại sau khi không hoạt động trong một khoảng thời gian"
        },
        {
            "id": "734de171-d574-4fdf-af49-2adb3a8d131e",
            "word": "salubrious",
            "phonetic": "sæluːbɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Production of grain-based beers in northern Europe had a resurgence after the collapse of the Roman Empire, due to its salubrious effects and the fact that beer was often safer to drink than untreated water, which could carry a host of diseases."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdWJyaW91cw&hash=a7f4ad9f53aaecf8905dc9aeb1f7817bcb42fef1&lang=en&cache-only=0",
            "defineEn": "indicating or advancing healthiness",
            "defineVi": "chỉ ra hoặc nâng cao sức khỏe"
        },
        {
            "id": "5189d283-6660-4e0b-ba59-c256558dad42",
            "word": "soporific",
            "phonetic": "sɑːpoːɹɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, yes, it is very true that a boring meeting or lecture, especially in the afternoon, may be soporific."
            ],
            "audio": "https://tts.langeek.co/read?text=c29wb3JpZmlj&hash=22762fc94e08af8fb686657dbeb3a1fbf74e709f&lang=en&cache-only=0",
            "defineEn": "causing one to become sleepy and mentally inactive",
            "defineVi": "khiến một người trở nên buồn ngủ và không hoạt động tinh thần"
        },
        {
            "id": "49bb2e64-c0f9-4cb1-b76e-5ea5320124a2",
            "word": "temperance",
            "phonetic": "tɛmpɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Greek philosophers promoted temperance.",
                "Many pro-women advocates were also in favor of temperance, given the prevalence of domestic abuse that so often accompanied drunkenness.",
                "And women gave many temperance lectures featuring horror stories of men who, rather than seeking refuge from the harsh competition of the market economy and the loving embrace of their homes, found solace at the bottom of a glass or at the end of a beer hose.",
                "Members of the temperance movements believed that alcohol was the root of society’s problems, but the reality is more complicated.",
                "By the 19th century, anti-drinking groups called temperance movements began to appear in the United States and parts of Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcGVyYW5jZQ&hash=0f7d0a487c398f0759b46c260a34e2318ec82a76&lang=en&cache-only=0",
            "defineEn": "the practice of restraining oneself from consuming any or too much alcohol",
            "defineVi": "việc thực hành kiềm chế bản thân khỏi tiêu thụ bất kỳ hoặc quá nhiều rượu"
        },
        {
            "id": "f17b2c99-4975-4bf9-9052-a6972e73ef5a",
            "word": "torpor",
            "phonetic": "toːɹpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animals enter a deep sleep, or torpor, to slow down their metabolism and reduce their activity during hot periods in order to survive.",
                "After all this fighting, feeding, and flying, hummingbirds sometimes need to sleep off the day’s events in a mild form of hibernation called torpor.",
                "And it’s also been suggested that they could’ve been able to enter a state of torpor or hibernation, again like modern mouse and dwarf lemurs do."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ycG9y&hash=42ffdc0b0a5d5c8e2d17837223225f04aadf5a96&lang=en&cache-only=0",
            "defineEn": "a state of being physically and mentally inactive and tired",
            "defineVi": "một trạng thái không hoạt động về thể chất và tinh thần và mệt mỏi"
        },
        {
            "id": "8ce1c03e-e3d3-41c0-9d3f-e0bce3aa6234",
            "word": "predisposed",
            "phonetic": "pɹiːdɪspoʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All of that can make it harder for us and make us more predisposed to struggle with agoraphobia.",
                "So if we already -it's almost like some of the other videos I've created and things that I've talked about, whether it be stuttering, or any kind of neural development disorder, if we struggle with another one of those, in that same classification, so for agoraphobia, any anxiety disorder makes us more predisposed to struggle with agoraphobia.",
                "- It doesn't mean that we're predisposed to it, it doesn't mean we are born into COVID-19, we are having it thrust upon us.",
                "So you have something in place, because just because we're more predisposed doesn't mean it's gonna happen, but it also means that we're more aware we have more insight, and we can prepare more for the potential happenings."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGlzcG9zZWQ&hash=ebbe820a487f8867c6c81258c2edf0ed8159e267&lang=en&cache-only=0",
            "defineEn": "having a higher chance of suffering from a specific illness or medical condition",
            "defineVi": "có nhiều khả năng mắc một căn bệnh hoặc tình trạng y tế cụ thể"
        },
        {
            "id": "8f2c88c1-89cf-4763-926b-35153b46f2ea",
            "word": "to satiate",
            "phonetic": "tə seɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Adrenaline junkies may jump out of planes to hit their ideal level, whereas others might be satiated by an engaging book, or new knitting pattern.",
                "When that occurs, the sense of being satiated starts to sink in and you stop eating.",
                "So hopefully that satiates your questions about how do we know what the composition of the earth is without ever having to dig down there, because we've never even gotten below our crust.",
                "I'll do this just to satiate your curiosity-- t over 2 tau, and you have to evaluate this from minus tau to tau.",
                "Even weirder, because of this node arrangement, when you satiate one word, it can also become harder to draw meaning from other related words and concepts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F0aWF0ZQ&hash=ecd07dbae7af5f6a0cf501ce5e1a24fe30b2358c&lang=en&cache-only=0",
            "defineEn": "to fully satisfy a desire or need, such as food or pleasure, often beyond capacity",
            "defineVi": "để đáp ứng đầy đủ một mong muốn hoặc nhu cầu, chẳng hạn như thực phẩm hoặc niềm vui, thường vượt quá khả năng"
        },
        {
            "id": "110e9824-a2bd-4c6f-afab-a66a238c802a",
            "word": "to savor",
            "phonetic": "tə seɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "He savored the juicy bacon burger, piled high with crispy bacon, lettuce, tomato, and a tangy barbecue sauce.",
                "She savors every bite of her beef satay, dipping it into the satay sauce for an extra burst of deliciousness.",
                "He savored a bowl of piping hot masala soup, filled with vegetables, lentils, and aromatic spices.",
                "He savored the succulent lobster tail with melted butter, enjoying every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F2b3I&hash=de864210e8eb7717ecb4332435284c117f7b74d5&lang=en&cache-only=0",
            "defineEn": "to fully appreciate and enjoy the flavor or aroma of a food or drink as much as possible, particularly by slowly consuming it",
            "defineVi": "để đánh giá đầy đủ và tận hưởng hương vị hoặc mùi thơm của thức ăn hoặc đồ uống càng nhiều càng tốt, đặc biệt là bằng cách tiêu thụ nó từ từ",
            "hasImg": true
        },
        {
            "id": "77bc371c-7a34-46cf-a586-ff5a72cd0620",
            "word": "to ossify",
            "phonetic": "tʊ ɑːsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Most marsupials also lack ossified kneecaps and have significantly more teeth than other mammals.",
                "Blobfish have poorly ossified skeletons, meaning they're thinner and more fragile than the bones of most shallow-water fish.",
                "Because you don’t need a fully ossified skeleton if you spend most of your time in the water.",
                "These are known as ossified tendons and they helped support the tail. ",
                "It had a huge head but very short limbs, and scientists have found that many of its bones weren’t fully ossified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NzaWZ5&hash=7a341ee458e81377ff540a8e66dec850f4c62ab2&lang=en&cache-only=0",
            "defineEn": "to cause something, such as a cartilage, to harden and change into bone",
            "defineVi": "để gây ra một cái gì đó, chẳng hạn như một sụn, cứng lại và thay đổi thành xương"
        }
    ]
}