{
    "id": "d6f94758-fe93-41e9-ad5a-3652bd4008bd",
    "title": "Lesson 2",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "e86232b0-6d7a-4d94-beb4-0e5fabba80bb",
            "word": "paleontology",
            "phonetic": "peɪliːoʊntɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does paleontology play a part in this?",
                "Carbon dating has transformed fields like archeology and paleontology.",
                "Evidence comes from three fields: archaeology, pollen analysis, and paleontology.",
                "For now, the origins of insect flight remain one of paleontology’s great mysteries.",
                "Paleohistology is essentially used as a tool within paleontology to answer deeper questions about dinosaurs and other ancient life on earth."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsZW9udG9sb2d5&hash=4df74de77cee1915393dc6bad2dbad50cb9dd426&lang=en&cache-only=0",
            "defineEn": "the branch of science that studies fossils",
            "defineVi": "ngành khoa học nghiên cứu hóa thạch"
        },
        {
            "id": "797e6135-78a5-4329-a604-baa206fbc152",
            "word": "dendrology",
            "phonetic": "dɛndɹɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVuZHJvbG9neQ&hash=b6ea64b0089bd63bacbc2e302c3a237f565be513&lang=en&cache-only=0",
            "defineEn": "the study of wooden plants",
            "defineVi": "nghiên cứu cây thân gỗ"
        },
        {
            "id": "16acb4d4-7beb-4065-b091-ada31282fc91",
            "word": "ornithology",
            "phonetic": "ɔːɹnɪθɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He and Professor Aly McKnight recently hiked several miles into nearby woods as part of an ornithology class.",
                "Because I am a crazy bird person and this Mothman thing was driving me insane, I contacted the Cornell Lab of Ornithology for sandhill crane data from the 1960s.",
                "Interestingly, as women have broken into the field of ornithology, they’ve also expanded research into female birds."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JuaXRob2xvZ3k&hash=47759548091d4cbc9101084f937753c7631410e4&lang=en&cache-only=0",
            "defineEn": "the branch of zoology that studies birds",
            "defineVi": "ngành động vật học nghiên cứu về chim"
        },
        {
            "id": "7cbd816b-c892-4bc3-b106-c6aab04162aa",
            "word": "morphology",
            "phonetic": "mɔːɹfɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But morphology isn’t always neat little packages of affixes.",
                "It’s more information than morphology, though.",
                "According to that skull study I mentioned before, the morphology of this species resembles modern bears that eat a broad mixture of plants and meat.",
                "This combination of morphology and syntax is also called morphosyntax.",
                "This is when an organism's behavior, morphology, and physiology change in response to its environment."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ycGhvbG9neQ&hash=5c24bc6284488cb236210d0fd2d935f36ded236f&lang=en&cache-only=0",
            "defineEn": "the branch of biology that deals with the structure of animals and plants",
            "defineVi": "ngành sinh học liên quan đến cấu trúc của động vật và thực vật"
        },
        {
            "id": "7ea38f63-74d4-4372-8c5c-df661a192528",
            "word": "geology",
            "phonetic": "dʒɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To modern ears, geology is dry as dust, its subject matter lifeless in every sense.",
                "I love geology jokes.",
                "Unseen geology is also a suspect for one of the world’s weirdest light displays.",
                "But none of them match the geology of the nearby area.",
                "Perseverance, collect the geology samples."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvbG9neQ&hash=cda886a2c105734676f9deec152646001de60148&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the formation of the structure of the Earth and its history",
            "defineVi": "một lĩnh vực khoa học nghiên cứu sự hình thành cấu trúc của Trái đất và lịch sử của nó",
            "hasImg": true
        },
        {
            "id": "9b3c69ae-711d-4af7-8272-046923bdaa7b",
            "word": "dermatology",
            "phonetic": "dɜːmɐtɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Correlated with this urban environment is the access to these things, such as veterinary, acupuncture, oncology, dermatology.",
                "I'm a board-certified dermatologist and an associate professor of dermatology at Mount Sinai Hospital in New York City, and I specialize in the treatment of acne, rosacea, and cosmetic dermatology.",
                "I'm a board-certified dermatologist and an associate professor of dermatology at Mount Sinai Hospital in New York City, and I specialize in the treatment of acne, rosacea, and cosmetic dermatology.",
                "Right now, the American Academy of Dermatology and other organizations are really advocating with the FDA that they need to really speed up the approval process for new sunscreen ingredients.",
                "I've been practicing for about five years, and I specialize in both medical and aesthetic dermatology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVybWF0b2xvZ3k&hash=a30f0f378fe4f25c4cdf3888aba427beecf335d4&lang=en&cache-only=0",
            "defineEn": "the scientific study of the skin, its structure, diseases, and functions",
            "defineVi": "nghiên cứu khoa học về da, cấu trúc, bệnh tật và chức năng của nó"
        },
        {
            "id": "6b73237d-89b3-4ced-920f-8dd542632232",
            "word": "etymology",
            "phonetic": "ɛɾɪmɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tell us your suggestions and the etymology of your name in the comments!",
                "He studied etymology in college, graduated with degrees in biology and psychology before heading to Harvard.",
                "Based on the etymology of her name, Baba Yaga probably dates back to at least the Medieval period.",
                "That’s why etymology traces both the changes in words like spelling/appearance, alongside the changes in human usage over time.",
                "Etymology doesn’t just show us how words evolve over time, but how ideas evolve."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXR5bW9sb2d5&hash=d5ea94b8583adafbad155530c918c0a5d6b4c3cf&lang=en&cache-only=0",
            "defineEn": "the study of the origins and historical developments of words and their meanings",
            "defineVi": "nghiên cứu về nguồn gốc và sự phát triển lịch sử của các từ và ý nghĩa của chúng"
        },
        {
            "id": "c0324a50-0f78-4ae9-805d-9e1f0b853fa2",
            "word": "entomology",
            "phonetic": "ɛntəmɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a classic entomology book.",
                "Entomology, which is the study of insects, is a major example."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50b21vbG9neQ&hash=e00b30bd59d1854cf1bc050b98eb88f4caedbcc7&lang=en&cache-only=0",
            "defineEn": "the branch of zoology that studies insects",
            "defineVi": "ngành động vật học nghiên cứu côn trùng"
        },
        {
            "id": "e443d834-9b93-4fa8-ba6a-be0b16c4ea2d",
            "word": "topography",
            "phonetic": "təpɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The topography of the ocean floor and the shoreline modifies those motions, causing currents to speed up, slow down, or change direction.",
                "The second mission is VERITAS, which stands for Venus Emissivity, Radio Science, InSAR, Topography, and Spectroscopy.",
                "In it, he discussed customs and types of government as they were influenced by climate, and topography, and other variables.",
                "Based on Venus’s topography, we don’t think there’s a lot of water in the planet’s interior compared with Earth’s.",
                "Bruegel was Flemish but the scene isn’t terribly faithful to the landscape of the Low Countries, what with the topography of this valley and the steep mountain faces in the distance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9wb2dyYXBoeQ&hash=a80ff883fac0f8074e999e4a2d8670f7e9ba8199&lang=en&cache-only=0",
            "defineEn": "the configuration of a surface and the relations among its man-made and natural features",
            "defineVi": "cấu hình của một bề mặt và các mối quan hệ giữa các đặc điểm tự nhiên và nhân tạo của nó"
        },
        {
            "id": "23bc7f1f-2a67-40db-8dcc-ae89a0ab7f78",
            "word": "biography",
            "phonetic": "baɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Booksellers should easily be able to move this biography of Lincoln.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "I have discovered biographies.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZ3JhcGh5&hash=9b77ca96fe4644a9ecbfa121cd67ec87e9ab1fdc&lang=en&cache-only=0",
            "defineEn": "the story of someone's life that is written by another person",
            "defineVi": "câu chuyện về cuộc đời của ai đó được viết bởi một người khác"
        },
        {
            "id": "252d878e-39f4-435f-a17c-4efbf8c0817e",
            "word": "prosperity",
            "phonetic": "pɹəspɛɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old saying proved true - prosperity makes friends and adversity tries them.",
                "The second major goal of economic policy is promoting economic prosperity.",
                "For both men, the top priority was ensuring the prosperity of Coca-Cola.",
                "I wish them happiness and prosperity.",
                "The rise of Silicon Valley brought huge prosperity to the Bay Area, but the influx of tech workers has brought huge ramifications, too."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3Blcml0eQ&hash=1fd7220f7c07d0c0675683ed1befcbed094f671b&lang=en&cache-only=0",
            "defineEn": "an economic state of growth with rising profits and full employment",
            "defineVi": "một trạng thái kinh tế tăng trưởng với lợi nhuận tăng và việc làm đầy đủ"
        },
        {
            "id": "ffc1f3fd-b78c-4259-bc34-51fff2f75111",
            "word": "acuity",
            "phonetic": "ɐkjuːɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And as we got into the homestretch of the campaign, there were growing questions about his age and about his mental acuity.",
                "Visual acuity depends on lots of factors like how many photoreceptors are packed into the retina, eye size, and how the structures of the eye focus light into a picture.",
                "They also made the mistake of asking it about Donald Trump, and 51 percent said, no, they didn't think he had the mental acuity.",
                "These eyes generally have poorer visual acuity than camera-type eyes, which focus light onto a single, much larger, retina.",
                "So, there's two themes that have kind of gone by the board, sleepy and mental acuity."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1aXR5&hash=eeec664855b931eacb624867c83579c32238a53b&lang=en&cache-only=0",
            "defineEn": "a quick and penetrating intelligence",
            "defineVi": "một trí thông minh nhanh chóng và thâm nhập"
        },
        {
            "id": "abe0d67d-b975-4c1b-b884-7e7651613ea8",
            "word": "alacrity",
            "phonetic": "ɐlækɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was just losing the sort of alacrity he’d had for so many years. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxhY3JpdHk&hash=2b0258e49548f2f72abefce93294ebd4b50ff6d7&lang=en&cache-only=0",
            "defineEn": "readiness or willingness that is quick and enthusiastic",
            "defineVi": "sẵn sàng hoặc sẵn sàng nhanh chóng và nhiệt tình"
        },
        {
            "id": "9ebb6bf3-e576-49d1-b728-69247315993f",
            "word": "cupidity",
            "phonetic": "kjuːpɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VwaWRpdHk&hash=ae0581e5f3187c4e84e411ebebf1b62dce090307&lang=en&cache-only=0",
            "defineEn": "the strong desire for attaining a lot of money or material goods",
            "defineVi": "mong muốn mạnh mẽ để đạt được nhiều tiền hoặc của cải vật chất"
        },
        {
            "id": "58058f90-683d-4ecf-a115-fd9b55e50d8c",
            "word": "enmity",
            "phonetic": "ɛnmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The enmity toward Russia now in Ukraine is striking and certainly is not in Russia’s strategic interest.",
                "One of those incumbents was British Airways, whom Virgin battled fiercely over the years, leaving behind a trail of lawsuits and enmity between the two companies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5taXR5&hash=5f29daae46f62eae624be147d68f9ed283c53ade&lang=en&cache-only=0",
            "defineEn": "the feeling of a hostile person",
            "defineVi": "cảm giác của một người thù địch"
        },
        {
            "id": "d6fb5dd7-a8ea-4382-9305-aa79faf778cd",
            "word": "serendipity",
            "phonetic": "sɛɹəndɪpᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some folks say luck or serendipity, whatever language they want to use.",
                "They want the ability to find things online and also experience the serendipity of walking into a store and discovering something. ",
                "I think it's something that just falls into your lap as a matter of serendipity."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyZW5kaXBpdHk&hash=dc4e9f368533a7d0c664149b7a270500a4a15a67&lang=en&cache-only=0",
            "defineEn": "the fact of accidentally experiencing or discovering something that is pleasant or valuable",
            "defineVi": "thực tế là tình cờ trải nghiệm hoặc khám phá ra điều gì đó thú vị hoặc có giá trị"
        },
        {
            "id": "36144726-f6e3-4e88-a81f-c3a48243652f",
            "word": "elasticity",
            "phonetic": "ᵻlɐstɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bread recipe called for a flour treatment agent to enhance the dough's elasticity.",
                "So this right over here is approaching perfect elasticity.",
                "Your elasticity of demand in this situation is 0.",
                "The rubber in a rubber band does not obey the law of elasticity.",
                "So it has constant unit elasticity of demand."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxhc3RpY2l0eQ&hash=0c91e87ffab9b70d072390917aa2159b94621797&lang=en&cache-only=0",
            "defineEn": "the tendency of a body to return to its original shape after it has been stretched or compressed",
            "defineVi": "xu hướng của một cơ thể trở lại hình dạng ban đầu sau khi nó bị kéo dài hoặc nén"
        },
        {
            "id": "d168925d-9abf-4da6-9c60-71aaa068d1a1",
            "word": "plasticity",
            "phonetic": "plæstɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second concept is neural plasticity.",
                "Let me write that down, too: plasticity.",
                "In other words, they show behavioral plasticity by adjusting their behavior to their environment.",
                "Muscle memory/autoimmune diseases/neuro-plasticity: This video seemed to give you guys a lot of ideas for other videos.",
                "One, these have the potential to turn into anything, that they have this plasticity."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3RpY2l0eQ&hash=5d5be2f769c06323f833ab262a3f534e227b0ad4&lang=en&cache-only=0",
            "defineEn": "the property of being physically malleable; the property of something that can be worked or hammered or shaped without breaking",
            "defineVi": "thuộc tính dễ uốn nắn về mặt vật lý; tài sản của một cái gì đó có thể được gia công hoặc rèn hoặc tạo hình mà không bị vỡ"
        },
        {
            "id": "2a703c0f-3073-4173-9e30-3f875a9b3ec6",
            "word": "paucity",
            "phonetic": "pɔːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Jim Clyburn has been critical of the paucity of African Americans in the Cabinet.",
                "The actual war was one of the most successful in U.S. history, especially if you measure success by brevity and relative paucity of deaths."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF1Y2l0eQ&hash=b9f17d44a00c72bbd113bf1d8aeb59202464e2fa&lang=en&cache-only=0",
            "defineEn": "a lacking amount or number of something",
            "defineVi": "một số tiền thiếu hoặc số lượng của một cái gì đó"
        },
        {
            "id": "225fcc34-5c3f-4ddc-9ad9-8ee324421a6d",
            "word": "sagacity",
            "phonetic": "səɡæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FnYWNpdHk&hash=ee773dbf14b6e8d22d7da321eb5f3ba4c8d7e9b6&lang=en&cache-only=0",
            "defineEn": "the trait of forming opinions by distinguishing and evaluating",
            "defineVi": "đặc điểm hình thành ý kiến bằng cách phân biệt và đánh giá"
        }
    ]
}