{
    "id": "d75c1d5b-a44b-4376-8cd1-492e83843d94",
    "title": "Unit 9",
    "originalTitle": "Unit 9",
    "words": [
        {
            "id": "dea52213-ff8c-48d4-abd1-c8a472056f78",
            "word": "amazed",
            "phonetic": "ɐmeɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was amazed that she would have the gall to show herself.",
                "I'm amazed that he lets them lead him around by the nose like that.",
                "He was amazed by the high price tag on the caviar, realizing it was a luxury out of his reach.",
                "Johnny's friends were amazed at how much he could eat when they went out to eat.",
                "I asked, amazed."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hemVk&hash=fe0a127b51df78f1324524a02f3c8240f6a1dcd2&lang=en&cache-only=0",
            "defineEn": "feeling or displaying great surprise",
            "defineVi": "cảm thấy hoặc hiển thị sự ngạc nhiên lớn",
            "hasImg": true
        },
        {
            "id": "0b90cc15-677c-4bd6-8bcc-432fe5752955",
            "word": "angry",
            "phonetic": "æŋɡɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The plans for the new development have raised angry protests from local residents.",
                "His angry glance said it all.",
                "A hungry man is an angry man after all.",
                "My grandmother got angry when I accidentally spilled juice on the carpet.",
                "My boss was so angry that I really got the rough edge of his tongue."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ncnk&hash=3cb8e62c5a2f1957d9a67275a3951ecd7f0b0b5b&lang=en&cache-only=0",
            "defineEn": "feeling very annoyed or upset because of something that we do not like",
            "defineVi": "cảm thấy rất khó chịu hoặc khó chịu vì điều gì đó mà chúng tôi không thích",
            "hasImg": true
        },
        {
            "id": "5733e52f-4916-47c6-b3fb-f6ead742c7e8",
            "word": "astronaut",
            "phonetic": "æstɹənɔːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Later, during the Apollo 15 and 17 missions, astronauts saw the glow again.",
                "Astronauts undergo lots of physical tests, from weight checks to eye exams.",
                "So astronauts don’t take baths or showers with water.",
                "As a result, astronauts on board live in a constant state of free fall, or weightlessness.",
                "In the series, an astronaut has a terrible accident. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9uYXV0&hash=cb6e2e56ac1b1892573511bb1585584aaaeb2884&lang=en&cache-only=0",
            "defineEn": "someone who is trained to travel and work in space",
            "defineVi": "một người được đào tạo để đi du lịch và làm việc trong không gian",
            "hasImg": true
        },
        {
            "id": "4e47a563-49be-4ed3-bfb2-6fc1e56f5902",
            "word": "birthday",
            "phonetic": "bɜːθdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend's birthday is on a Friday this year.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "It's your friends birthday.",
                "I bought a toy for my nephew's birthday.",
                "He hid my son's new bicycle until his birthday"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlydGhkYXk&hash=d075ebdcf63d712d632dd25890c2056ceab3b4a8&lang=en&cache-only=0",
            "defineEn": "the day and month of your birth in every year",
            "defineVi": "ngày và tháng sinh của bạn trong mỗi năm",
            "hasImg": true
        },
        {
            "id": "5fb0fac9-7fa4-48e3-9288-5847ba180d71",
            "word": "born",
            "phonetic": "bɔːɹn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, this is the Born This Way Multi-Use Sculpting Concealer.",
                "Just Born was actually looking for jelly bean technology.",
                "Just Born decided to ramp up production of these gooey treats.",
                "Peeps make up 70% of Just Born's annual revenue.",
                "We visited Just Born's Pennsylvania factory to see how these iconic treats come to life."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ybg&hash=530113a97065cc443765172c426b72269664ba87&lang=en&cache-only=0",
            "defineEn": "brought to this world through birth",
            "defineVi": "mang đến thế giới này thông qua sinh",
            "hasImg": true
        },
        {
            "id": "b68741b5-5d16-45a0-a4e0-4c650aa5d9e0",
            "word": "boxer",
            "phonetic": "bɑːksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "The boxer was stunned by a powerful blow to the head.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "The store sells a variety of underwear styles, including briefs and boxers.",
                "The two boxers kept trading punches, but neither would admit defeat."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94ZXI&hash=690af2c3969e88c440b11755c07de57bbc25dac9&lang=en&cache-only=0",
            "defineEn": "a person who participates in a combat sport involving punches and strikes with the fists",
            "defineVi": "một người tham gia vào một môn thể thao chiến đấu liên quan đến đấm và tấn công bằng nắm đấm",
            "hasImg": true
        },
        {
            "id": "91ce90cd-1d90-4137-8d5f-611ec6b6ebe1",
            "word": "to check",
            "phonetic": "tə tʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2s&hash=af2883d85655ae205114b68a6b27c1a07fb2068f&lang=en&cache-only=0",
            "defineEn": "to make sure that a thing is true, correct, present, or in a good condition by examining something",
            "defineVi": "để đảm bảo rằng một điều là đúng, chính xác, hiện tại hoặc trong tình trạng tốt bằng cách kiểm tra một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a78a353f-86a9-4d0e-b02c-0777508cca75",
            "word": "explorer",
            "phonetic": "ɛksploːɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "Despite the danger, the explorers were curious about what lay beyond the mountains.",
                "Explorers are cool.",
                "Its explorers are its geographic analysts.",
                "And in 2019, an explorer reported signs of plastic debris even further down."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbG9yZXI&hash=d009ee2432951cadcbdc8785ca9f16b2d1acd0be&lang=en&cache-only=0",
            "defineEn": "a person who visits unknown places to find out more about them",
            "defineVi": "một người đến thăm những nơi chưa biết để tìm hiểu thêm về họ"
        },
        {
            "id": "209bf4b6-de31-4eeb-bbde-cc5b1acc31cf",
            "word": "to find",
            "phonetic": "tə faɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Find a hobby.",
                "After all, love will find a way.",
                "Water will always find its own level.",
                "She found a dirty stain on her favorite shirt.",
                "The court found in her favor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZA&hash=b149379fcd5d112b8f11646c18a0c65c6f14f6af&lang=en&cache-only=0",
            "defineEn": "to randomly discover someone or something, particularly in a way that is surprising or unexpected",
            "defineVi": "để khám phá ngẫu nhiên một ai đó hoặc một cái gì đó, đặc biệt là trong một cách đó là đáng ngạc nhiên hoặc bất ngờ",
            "hasImg": true
        },
        {
            "id": "542e99cc-3bef-40a1-8fa6-9a6472da74bd",
            "word": "grandmother",
            "phonetic": "ɡɹændmʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandmother made a dress for me.",
                "My grandmother baked a batch of foxtail millet and chocolate chip cookies for us.",
                "My grandmother makes the most amazing damson jam every summer.",
                "The antique clock belongs to my grandmother."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRtb3RoZXI&hash=0ca187a2ae4505700fe262dd7867b38fac278f5a&lang=en&cache-only=0",
            "defineEn": "the woman who is our mom or dad's mother",
            "defineVi": "người phụ nữ là mẹ của chúng tôi hoặc mẹ của cha",
            "hasImg": true
        },
        {
            "id": "465e9b82-9061-4389-8d3a-d49fe6e10b2b",
            "word": "grandson",
            "phonetic": "ɡɹændsʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her affection for her grandson was written all over the old lady's face.",
                "I couldn't wait to surprise my grandson with a scoop of the new citrange-flavored ice cream I found at the supermarket.",
                "The old farmer reassured his grandson, \"Don't be afraid of the snake, it's dead and dead men don't bite.\"",
                "My grandson bought one share last Wednesday.",
                "This little boy is a grandson."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRzb24&hash=47ed58637a252e98e4df9907d6516a9881460d94&lang=en&cache-only=0",
            "defineEn": "the son of our son or daughter",
            "defineVi": "con trai của con trai hay con gái của chúng tôi",
            "hasImg": true
        },
        {
            "id": "8db6add9-6765-4a05-a44c-a8595b0eb0bb",
            "word": "housework",
            "phonetic": "haʊswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "To start with, neither of us likes housework.",
                "He always helps with the housework.",
                "It’s difficult to do housework with the children under my feet all the time.",
                "She considers it beneath her dignity to help with the housework now and again.",
                "I try to get the kids to share in the housework."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3b3Jr&hash=ccf56313c78f9bdbef5e413f6887b76eedb6fe14&lang=en&cache-only=0",
            "defineEn": "regular work done in a house, especially cleaning, washing, etc.",
            "defineVi": "công việc thường xuyên được thực hiện trong nhà, đặc biệt là dọn dẹp, giặt giũ, v.v.",
            "hasImg": true
        },
        {
            "id": "250c6033-9616-4595-91aa-01822dd859c5",
            "word": "inventor",
            "phonetic": "ɪnvɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The inventor who sold their patent for a large sum of money also had to give up the right to profit from the invention in the future.",
                "The inventor believed that even though his idea seemed impossible to implement, it was still achievable with time, patience, perseverance, effort, and faith, as difficult is done at once, the impossible takes a little longer.",
                "Despite facing criticism and doubt from his peers, the young inventor persevered and ultimately succeeded in creating a groundbreaking new technology - he who laughs last laughs loudest.",
                "Inventors have proposed plenty of ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZW50b3I&hash=70bc5b7a5df29399fbd3746ddc97586428daea3b&lang=en&cache-only=0",
            "defineEn": "someone who makes or designs something that did not exist before",
            "defineVi": "một người làm hoặc thiết kế một cái gì đó không tồn tại trước đây",
            "hasImg": true
        },
        {
            "id": "08a0ceb0-3822-43da-bfc9-58ea019f8d93",
            "word": "jackpot",
            "phonetic": "dʒækpɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She may have won the jackpot at the casino, but she's still searching for her soulmate.",
                "- \"We hit the jackpot!\"",
                "On his last trip to Vegas, he hit the jackpot.",
                "RYAN LIZZA - Putin hit the jackpot.",
                "Give them a jackpot which is a lot of treats, kind of a little handful."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja3BvdA&hash=96944133f0b3523c120bd36f32ac7bee145ff528&lang=en&cache-only=0",
            "defineEn": "the top prize or highest amount of money that can be won in a game of chance or a lottery",
            "defineVi": "giải thưởng cao nhất hoặc số tiền cao nhất có thể giành được trong trò chơi may rủi hoặc xổ số",
            "hasImg": true
        },
        {
            "id": "46ebafc6-886d-4390-af26-6cde7bdf3493",
            "word": "last",
            "phonetic": "læst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Three players got their marching orders last week.",
                "Company profits took a tumble last year.",
                "Our cat produced kittens last week.",
                "A wonder lasts but nine days.",
                "That marriage won't last."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFzdA&hash=2e61c5cc3acaec74d13fe5a994b7b43030e3aac3&lang=en&cache-only=0",
            "defineEn": "most recent; latest",
            "defineVi": "gần đây nhất; muộn nhất"
        },
        {
            "id": "bf940ed3-0a75-4c8b-ba1d-22dc4b5a103b",
            "word": "year",
            "phonetic": "jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This job puts years on you.",
                "The apple tree in our backyard produces juicy fruits every year.",
                "Cancer kills thousands of people every year.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "Company profits took a tumble last year."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcg&hash=c7f5bc784d4065de9e1c42a0aaa884cdeb8b8c5e&lang=en&cache-only=0",
            "defineEn": "a period of time that is made up of twelve months, particularly one that starts on January first and ends on December thirty-first",
            "defineVi": "một khoảng thời gian được tạo thành từ mười hai tháng, đặc biệt là một tháng bắt đầu vào ngày đầu tiên của tháng một và kết thúc vào ngày 31 tháng 12",
            "hasImg": true
        },
        {
            "id": "f142259f-316a-49f0-a87a-786a0761cdf7",
            "word": "lottery",
            "phonetic": "lɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He won £3 000 in the lottery.",
                "He won the lottery, but the money is burning a hole in his pocket, and he's already planning extravagant vacations and luxury purchases.",
                "Winning the lottery is a once-in-a-lifetime chance for most people.",
                "Her life changed completely when she won the lottery.",
                "After she won the lottery, she was rolling in money."
            ],
            "audio": "https://tts.langeek.co/read?text=bG90dGVyeQ&hash=a6e117b5d52f51b96ef7924968a3b9b206c8f41f&lang=en&cache-only=0",
            "defineEn": "a game of chance where tickets with numbers or symbols are purchased, and a random selection of numbers or symbols determines the winners",
            "defineVi": "một trò chơi may rủi trong đó các vé có số hoặc ký hiệu được mua và việc lựa chọn ngẫu nhiên các số hoặc ký hiệu sẽ xác định người chiến thắng",
            "hasImg": true
        },
        {
            "id": "19ed7a03-7e39-4ffb-b694-6e34954135eb",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to form, produce, or prepare something, by putting parts together or by combining materials",
            "defineVi": "để hình thành, sản xuất hoặc chuẩn bị một cái gì đó, bằng cách đặt các bộ phận lại với nhau hoặc bằng cách kết hợp các vật liệu",
            "hasImg": true
        },
        {
            "id": "c536eb89-704c-4cd4-9075-d66d15b35933",
            "word": "million",
            "phonetic": "mɪliən ",
            "partOfSpeechType": "numeral",
            "examples": [
                "Their last album sold millions.",
                "Her last book sold millions of copies.",
                "Millions of people followed the trial on TV.",
                "The disease wiped out 40 million rabbits at a stroke.",
                "Her work has given pleasure to millions of readers."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGlvbg&hash=8a7b6165467b8a5b326e44829b534a93f20e01c0&lang=en&cache-only=0",
            "defineEn": "the number 1 followed by 6 zeros; 1,000,000",
            "defineVi": "số 1 theo sau là 6 số 0; 1.000.000",
            "hasImg": true
        },
        {
            "id": "74cfa3e3-f7d3-4334-a708-98be06a2b7e6",
            "word": "newsagent",
            "phonetic": "nuːzeɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c2FnZW50&hash=e89575cc4fccc30e84f0eed8be560f1b4ff985ae&lang=en&cache-only=0",
            "defineEn": "a person or a shop that sells newspapers, magazines, and other items related to reading materials, such as stationery, cards, and sometimes snacks",
            "defineVi": "một người hoặc một cửa hàng bán báo, tạp chí và các mặt hàng khác liên quan đến tài liệu đọc, chẳng hạn như văn phòng phẩm, thẻ và đôi khi là đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "fcac3866-14c3-46d0-a7ec-74c7ab25b9cc",
            "word": "pocket",
            "phonetic": "pɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "That one mistake left him thousands of pounds out of pocket.",
                "My parents give me pocket money every week.",
                "The shirt has a pocket on the chest for small items.",
                "Last year's winners again have the championship firmly in their pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ja2V0&hash=6ea4c48acb2bf51a3b3b2141cbf0a44372e51e54&lang=en&cache-only=0",
            "defineEn": "a type of small bag in or on clothing (pants, coats, et.), used for carrying small things such as money, keys, etc.",
            "defineVi": "một loại túi nhỏ trong hoặc trên quần áo (quần, áo khoác, v.v.), dùng để đựng những vật nhỏ như tiền, chìa khóa, v.v.",
            "hasImg": true
        },
        {
            "id": "4c995a4b-a1b6-4bc7-9b05-616079bf7fad",
            "word": "politician",
            "phonetic": "pɑːlɪtɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Politicians think they can easily lead people by the nose.",
                "Politicians again failed to reach an agreement.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The politician made his bow at the campaign rally and gave a passionate speech to the crowd."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2lhbg&hash=416a86905d00d0a9ff1d8cb8696a0701b5eb7702&lang=en&cache-only=0",
            "defineEn": "someone who works in the government or a law-making organization",
            "defineVi": "một người làm việc trong chính phủ hoặc một tổ chức làm luật",
            "hasImg": true
        },
        {
            "id": "d00e4f60-28e1-4dad-8692-06bba27b8fd9",
            "word": "princess",
            "phonetic": "pɹɪnsɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her niece is the only granddaughter in the family and is treated like a princess.",
                "Normally he knew enough to come in out of the rain but the Princess had intrusted him with an important job.",
                "The commoner's fairy tale came true when she married into royalty and became a princess.",
                "His determination and devotion moved the princess.",
                "Through her tears, the princess saw an immense figure on the horizon."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNlc3M&hash=f3b8aae8da7c9dd8d596c51763ed65e04885554c&lang=en&cache-only=0",
            "defineEn": "a female member of a royal family, typically the daughter of a king or queen",
            "defineVi": "một thành viên nữ của một gia đình hoàng gia, điển hình là con gái của một vị vua hoặc nữ hoàng",
            "hasImg": true
        },
        {
            "id": "5d9e2a36-6280-46c4-b3ba-455a7fa5d072",
            "word": "to put",
            "phonetic": "tə pʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Put your name here.",
                "Our company puts the emphasis on quality.",
                "Election season always puts my dad's back up.",
                "This job puts years on you.",
                "Put your clothes in the cupboard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0&hash=f566a0a4c3d8da0c889e12af444a34a1ef10e7f2&lang=en&cache-only=0",
            "defineEn": "to move someone or something into a place and let them be there",
            "defineVi": "để di chuyển một ai đó hoặc một cái gì đó vào một nơi và để họ ở đó",
            "hasImg": true
        },
        {
            "id": "3a942b82-c24d-4394-b796-d7b0d39ce2e6",
            "word": "to run",
            "phonetic": "tə ɹʌn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The local bus company only runs a skeleton service on Sundays.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "The bookcase runs the length of the room.",
                "The tabloid press ran the story."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVu&hash=a89561462897e0e7118780b949d5a04c57c3f8c0&lang=en&cache-only=0",
            "defineEn": "to move using our legs, faster than we usually walk, in a way that both feet are never on the ground at the same time",
            "defineVi": "di chuyển bằng chân, nhanh hơn chúng ta thường đi bộ, theo cách mà cả hai chân không bao giờ chạm đất cùng một lúc",
            "hasImg": true
        },
        {
            "id": "61eef4cd-7887-476f-8291-0ed45a2b800b",
            "word": "scientist",
            "phonetic": "saɪəntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "Scientists fear that global warming has gone beyond the point of no return.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "Scientists worked day and night to break the code."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aXN0&hash=3b6e253492e1bc4b136b5b727cfaf6aec96a7746&lang=en&cache-only=0",
            "defineEn": "someone whose job or education is about science",
            "defineVi": "một người có công việc hoặc giáo dục là về khoa học",
            "hasImg": true
        },
        {
            "id": "3e3f7987-aad9-4334-bfed-92cc82625dcc",
            "word": "to see",
            "phonetic": "tə siː ",
            "partOfSpeechType": "verb",
            "examples": [
                "See full dictionary entry for heart.",
                "See my car?",
                "This stadium has seen many thrilling football games.",
                "The twentieth century saw dramatic changes in most areas of life.",
                "Our car has seen better days!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vl&hash=5a7912939e0caf7a7d47d37c8131df21d916440e&lang=en&cache-only=0",
            "defineEn": "to notice a thing or person with our eyes",
            "defineVi": "để ý một điều hoặc người với đôi mắt của chúng tôi",
            "hasImg": true
        },
        {
            "id": "40d62d0c-6731-48ca-9e85-e0cdd2a2ce6b",
            "word": "singer",
            "phonetic": "sɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer always brings the house down with her powerful voice and stage presence.",
                "The singer is in the spotlight for her new album release.",
                "At the age of 75, the singer is not exactly in the prime of his life!",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2Vy&hash=3d931eae2e8d87f1b1b6b9aadd4fdd74181d869d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to use their voice for creating music",
            "defineVi": "ai đó có công việc là sử dụng giọng nói của họ để tạo ra âm nhạc",
            "hasImg": true
        },
        {
            "id": "71d201fe-bad2-4b6f-b99f-f865f1410e8e",
            "word": "to sit",
            "phonetic": "tə sɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farm sits in the shadow of Ben Nevis.",
                "Candidates will sit the examinations in June.",
                "She sits her horse gracefully.",
                "A large bus was sitting outside.",
                "The new policy sits well with the company's values."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2l0&hash=0326a8aed7f8900dd2bde64256f41e6775521c67&lang=en&cache-only=0",
            "defineEn": "to be in or on a chair or seat, or on the ground, resting our weight on our bottom with a straight back",
            "defineVi": "ở trong hoặc trên ghế hoặc ghế ngồi, hoặc trên mặt đất, dồn trọng lượng của chúng ta xuống mông với lưng thẳng",
            "hasImg": true
        },
        {
            "id": "35427ad5-7653-45eb-91f6-54016f74f8c9",
            "word": "story",
            "phonetic": "stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The superintendent believed Lancaster's story.",
                "The tabloid press ran the story.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "The true story inspired many people around the world.",
                "The figures tell a different story."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnk&hash=6df6687bc2f5a43a54241df4c8d9a695bce8cc6e&lang=en&cache-only=0",
            "defineEn": "a description of events and people either real or imaginary",
            "defineVi": "một mô tả về các sự kiện và con người có thật hoặc tưởng tượng",
            "hasImg": true
        },
        {
            "id": "262864e6-9df7-4625-9f51-ac737a80e3d2",
            "word": "thousand",
            "phonetic": "θaʊzənd ",
            "partOfSpeechType": "numeral",
            "examples": [
                "The discovery of gold brought thousands of people to the Transvaal.",
                "Cancer kills thousands of people every year.",
                "A cure for lung cancer would save thousands of lives each year.",
                "Government investment has brought thousands of new jobs to the area.",
                "That one mistake left him thousands of pounds out of pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdXNhbmQ&hash=5f85cdde57539f120272639f28927b6da95f0f80&lang=en&cache-only=0",
            "defineEn": "the number 1000; the number of meters in one kilometer",
            "defineVi": "số 1000; số mét trong một km",
            "hasImg": true
        },
        {
            "id": "49b91903-2db2-45bd-8f5f-fcbbe1776564",
            "word": "washing machine",
            "phonetic": "wɑːʃɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The washing machine’s broken again.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "They have washing machines in their apartments.",
                "They built washing machines and telephones and refrigerators and computers. ",
                "You could buy and install better filters for washing machines to catch more microfibers."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzaGluZyBtYWNoaW5l&hash=04b72820a9788eadd0de37cab78729dc8fd8e6e6&lang=en&cache-only=0",
            "defineEn": "an electric machine used for washing clothes",
            "defineVi": "một máy điện được sử dụng để giặt quần áo",
            "hasImg": true
        },
        {
            "id": "7ed8d5f3-9bbd-4781-b7a5-1aab0f463fbe",
            "word": "writer",
            "phonetic": "ɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "On the whole, Soviet writers knew when they were putting their heads on the block.",
                "I wear a lot of different hats - from writer to producer and artist.",
                "We asked five successful writers to reveal some of the tricks of the trade."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGVy&hash=6482a2bfbd4cbd6b1327c6e7779f824265ff7acc&lang=en&cache-only=0",
            "defineEn": "someone whose job involves writing articles, books, stories, etc.",
            "defineVi": "một người có công việc liên quan đến viết bài, sách, truyện, v.v.",
            "hasImg": true
        },
        {
            "id": "5ab33b71-2756-4662-aef1-02feb09e74c4",
            "word": "yesterday",
            "phonetic": "jɛstɚdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Temperatures hit 40° yesterday.",
                "Yesterday he baked a loaf of whole wheat bread.",
                "I handed in my notice yesterday.",
                "I only started this book yesterday.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVzdGVyZGF5&hash=83b9a40c22df0452bad2e2895e570440d4d5f309&lang=en&cache-only=0",
            "defineEn": "the day before today; the previous day",
            "defineVi": "ngày trước ngày hôm nay; ngày hôm trước",
            "hasImg": true
        },
        {
            "id": "5b1dfdc7-4190-464e-91f4-078669c4faec",
            "word": "January",
            "phonetic": "dʒænjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "In January, we celebrate the start of the new year with fireworks and joy.",
                "January is the first month of the year and marks the beginning of the winter.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "My birthday is in January, so I start the year with a celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFudWFyeQ&hash=212c973ac050aafa67ee7dddce3a8312feb2c9ac&lang=en&cache-only=0",
            "defineEn": "the first month of the year, after December and before February",
            "defineVi": "tháng đầu tiên của năm, sau tháng 12 và trước tháng 2",
            "hasImg": true
        },
        {
            "id": "4ec7ff91-aaf4-4c64-83ce-13cbb4d1697b",
            "word": "February",
            "phonetic": "fɛbɹuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In some countries, February is known as the month of love and romance.",
                "During February, the days gradually start getting longer as we move closer to spring.",
                "February is the second month of the year and follows January.",
                "They set a date for a full hearing at the end of February.",
                "I bought a winter coat for nothing down and no payments due until February."
            ],
            "audio": "https://tts.langeek.co/read?text=RmVicnVhcnk&hash=c04155f39659548db4f02a924ee431100827e0ba&lang=en&cache-only=0",
            "defineEn": "the second month of the year, after January and before March",
            "defineVi": "tháng thứ hai của năm, sau tháng Giêng và trước tháng Ba",
            "hasImg": true
        },
        {
            "id": "a4dbc0d4-5ece-42b2-a69a-c529b8d908f5",
            "word": "March",
            "phonetic": "mɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFyY2g&hash=0986a329eff585f05707b6e3392c2794febd5a69&lang=en&cache-only=0",
            "defineEn": "the third month of the year, after February and before April",
            "defineVi": "tháng thứ ba của năm, sau tháng hai và trước tháng tư",
            "hasImg": true
        },
        {
            "id": "082a6ff2-f61f-439b-bf55-94c26e5776c6",
            "word": "April",
            "phonetic": "eɪpɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weather in April can be unpredictable, with both rain and sunshine.",
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers.",
                "Even though the project was difficult and challenging, we knew that our hard work would pay off in the end, just like April showers bring May flowers.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=QXByaWw&hash=a68642372cc42b29261c7381878bb3e3bce25b15&lang=en&cache-only=0",
            "defineEn": "the fourth month of the year, after March and before May",
            "defineVi": "tháng thứ tư trong năm, sau tháng ba và trước tháng năm",
            "hasImg": true
        },
        {
            "id": "7ca03f0b-ad69-4c79-9ec8-f42a4a15936f",
            "word": "May",
            "phonetic": "meɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The votes in the swing state may turn the tide in this election.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "A change of government may be on hand.",
                "May I choose the restaurant?"
            ],
            "audio": "https://tts.langeek.co/read?text=TWF5&hash=46993ef5f6db0c528c9ca530871b3b7b7fa2d86b&lang=en&cache-only=0",
            "defineEn": "the fifth month of the year, after April and before June",
            "defineVi": "tháng thứ năm của năm, sau tháng tư và trước tháng sáu",
            "hasImg": true
        },
        {
            "id": "d8a02f28-73c2-47ff-b9bb-5a99c19fbcd3",
            "word": "June",
            "phonetic": "dʒuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "She turns 21 in June.",
                "The prime minister has called an election for 8 June.",
                "The course runs from June 25th to August 27th.",
                "Many students look forward to June because it marks the beginning of summer vacation."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVuZQ&hash=f39e35a78d279f8b83083a11e35741df218c5488&lang=en&cache-only=0",
            "defineEn": "the sixth month of the year, after May and before July",
            "defineVi": "tháng thứ sáu của năm, sau tháng năm và trước tháng bảy",
            "hasImg": true
        },
        {
            "id": "6c19c057-d0c9-40d9-8f90-3b076e40dcdb",
            "word": "July",
            "phonetic": "dʒuːlaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "Canada celebrates its national day, Canada Day, on July 1st.",
                "Fireworks displays are common in many countries during the month of July.",
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVseQ&hash=617409e14d69ea3d89b9a33283949cab5d524d9b&lang=en&cache-only=0",
            "defineEn": "the seventh month of the year, after June and before August",
            "defineVi": "tháng thứ bảy trong năm, sau tháng sáu và trước tháng tám",
            "hasImg": true
        },
        {
            "id": "b919f546-c5b2-418e-b0c7-685e2cdce67a",
            "word": "August",
            "phonetic": "ɔːɡəst ",
            "partOfSpeechType": "noun",
            "examples": [
                "August marks the end of summer and the beginning of autumn in some parts of the world.",
                "Some fruits and vegetables, like watermelons and corn, are in season in August.",
                "The course runs from June 25th to August 27th.",
                "The law went into effect on 1 August.",
                "The case was continued without a finding until August 2."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVndXN0&hash=8d17bd41dd91306ce2f8c9391bda995b8425d4ae&lang=en&cache-only=0",
            "defineEn": "the eighth month of the year, after July and before September",
            "defineVi": "tháng thứ tám của năm, sau tháng bảy và trước tháng chín",
            "hasImg": true
        },
        {
            "id": "673964a5-395c-4ecd-974a-18d3ddee4040",
            "word": "September",
            "phonetic": "sɛptɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The season starts in September.",
                "In September, the weather starts to cool down as autumn approaches.",
                "On the seventh of September the clouds broke for the first time.",
                "The school year begins in September and ends in June.",
                "September is a good time to visit the beach and enjoy the last days of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=U2VwdGVtYmVy&hash=e7e40c859793b253ca72390e7f90a75cc4784f2f&lang=en&cache-only=0",
            "defineEn": "the ninth month of the year, after August and before October",
            "defineVi": "tháng thứ chín của năm, sau tháng tám và trước tháng mười",
            "hasImg": true
        },
        {
            "id": "1fbd7645-5782-45b2-a6e1-129c4fbaa30d",
            "word": "October",
            "phonetic": "ɑːktoʊbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many people look forward to October because it marks the beginning of the holiday season.",
                "Halloween is celebrated on the last day of October.",
                "The weather is very warm for October - it's an Indian summer!",
                "High time that we now do what we failed to do in October 2008 when the financial crisis broke.",
                "In October, the most popular scams involved health, interest rates, student loans, Social Security and warranties."
            ],
            "audio": "https://tts.langeek.co/read?text=T2N0b2Jlcg&hash=cd7f018fe53f0d45e9956a9838e0b7b646512737&lang=en&cache-only=0",
            "defineEn": "the tenth month of the year, after September and before November",
            "defineVi": "tháng thứ mười của năm, sau tháng chín và trước tháng mười một",
            "hasImg": true
        },
        {
            "id": "1d2c21ee-5d76-4ed4-8be6-1c8d7a970a89",
            "word": "November",
            "phonetic": "noʊvɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "November was closing in.",
                "November is the month when many people celebrate Thanksgiving.",
                "Many people enjoy watching the colorful leaves fall from the trees in November.",
                "Employers added a net of 245,000 jobs in November.",
                "In November 2010, Emirates group announced half year net losses of three point eight billion dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm92ZW1iZXI&hash=b06523f7d6dfbcdc22d8974582dc7344ceec90db&lang=en&cache-only=0",
            "defineEn": "the 11th month of the year, after October and before December",
            "defineVi": "tháng thứ 11 của năm, sau tháng 10 và trước tháng 12",
            "hasImg": true
        },
        {
            "id": "c69b809c-f1f9-4bb2-b595-b973cb91c408",
            "word": "December",
            "phonetic": "dᵻsɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My favorite month is December because of the holidays.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season.",
                "December is the last month of the year.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "Branches will be asked to close their books at the end of December."
            ],
            "audio": "https://tts.langeek.co/read?text=RGVjZW1iZXI&hash=1df53c5a57d482fe74fcca67a7ef0610e0121bf9&lang=en&cache-only=0",
            "defineEn": "the 12th and last month of the year, after November and before January",
            "defineVi": "ngày 12 và tháng cuối cùng của năm, sau tháng 11 và trước tháng 1",
            "hasImg": true
        },
        {
            "id": "6ada70f6-8788-4b64-b58c-2ff669f4474d",
            "word": "ordinal number",
            "phonetic": "ɔːɹdɪnəl nʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JkaW5hbCBudW1iZXI&hash=34889316df1abcb3e7c46dee242911a40b693b55&lang=en&cache-only=0",
            "defineEn": "a number that indicates the position of something in a sequence or series",
            "defineVi": "một số cho biết vị trí của một cái gì đó trong một chuỗi hoặc chuỗi"
        },
        {
            "id": "8a199566-3416-40a6-8213-c0571352ac03",
            "word": "first",
            "phonetic": "fɜːst ",
            "partOfSpeechType": "determiner",
            "examples": [
                "His family comes first.",
                "This software first saw the light of day back in 1993.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "She dived head first into the water.",
                "The horse took the first fence well."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3Q&hash=9e866e04f0a04496fa7a8845c291a11b597aa260&lang=en&cache-only=0",
            "defineEn": "coming or happening before any other person or thing",
            "defineVi": "đến hoặc xảy ra trước bất kỳ người nào khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "35fbd783-5411-47a6-ad1a-32c7a01cadd1",
            "word": "second",
            "phonetic": "sɛkənd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "Take the second road on the right.",
                "Swimming is second nature to Jane.",
                "She came second in the exam."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25k&hash=7b2e8b13baeeb25d23301f168d9ffe86b6edb04a&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người đầu tiên hoặc điều",
            "hasImg": true
        },
        {
            "id": "a767dea5-ad76-4f77-90fa-a74852a739ba",
            "word": "third",
            "phonetic": "θɜːd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "She lives on the third floor of a residential building.",
                "That piece of work just rejected my resume for the third time!",
                "I got the third degree when I got home last night.",
                "A third of dog owners have experienced love at first sight when setting eyes on their dog.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcmQ&hash=fee7aa04f279aaaaa467dbd7c6bf1d4fddec9514&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the second person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "3bfc9364-e1ed-4f1d-b694-a3c07de9c592",
            "word": "fourth",
            "phonetic": "foːɹθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Jim beat me for the fourth time, so I threw in the towel.",
                "\"Fourths,\" answered the next student.",
                "Fourth, opportunities that I've had."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRo&hash=e21aad1edbcdbc872621d0b62d92e454abde5b92&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the third person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ ba hoặc điều",
            "hasImg": true
        },
        {
            "id": "e16e6bbb-ddac-42e3-8d04-a5d521bc3540",
            "word": "fifth",
            "phonetic": "fɪfθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The Dutch team have dropped to fifth place.",
                "He felt more and more like a fifth wheel at the office.",
                "I just wanted to feel like part of the family instead of a fifth wheel.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "The pitcher was doing well for the first four innings, then the wheels fell off in the fifth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGg&hash=08198ba4de0dde616403cf1f81913d8c3da8a107&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the fourth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tư hoặc điều",
            "hasImg": true
        },
        {
            "id": "c71e7511-59f8-4128-8865-de4a593c9ee0",
            "word": "sixth",
            "phonetic": "sɪksθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "He was stopped in the sixth by Tyson.",
                "You’re sixth.",
                "In 1995, a sixth right, digital audio transmission was created.",
                "We're sixth graders.",
                "Today marks the sixth anniversary of the massacre at the Sandy Hook Elementary School in Newtown, Connecticut."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGg&hash=42bbcd797eade6a90302e80f51a073a87bd8149b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ năm hoặc điều",
            "hasImg": true
        },
        {
            "id": "446aa2db-1e7f-470b-a1d3-b8ff8d10be0f",
            "word": "seventh",
            "phonetic": "sɛvənθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "On the seventh of September the clouds broke for the first time.",
                "After I was given my first camera I was in seventh heaven.",
                "Since they got married, they've been in seventh heaven.",
                "Going on its seventh year.",
                "So the final comment comes from Ms. Glunz’ seventh grade English Language Arts class!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50aA&hash=2481647affe11dbce9868f75158c34162e73d0e2&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the sixth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ sáu hoặc điều",
            "hasImg": true
        },
        {
            "id": "31496e82-106d-4683-85c6-7e10736e8691",
            "word": "eighth",
            "phonetic": "eɪtθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "\"Eighths,\" answered Robert.",
                "You found the eighth button!",
                "My voice just before eighth T shot.",
                "Where's the eighth button on this thing?",
                "During the eighth century, rice cultivation took off in southern China and the Yangzi Basin."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHRo&hash=e6b8f28402496efc96908171e9a37fc1c5e602ee&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the seventh person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ bảy hoặc điều",
            "hasImg": true
        },
        {
            "id": "f1c12636-e586-4e81-b41a-60c9afc7afcc",
            "word": "ninth",
            "phonetic": "naɪnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The ninth time, it worked.",
                "Prosecutors began the ninth day of the Derek Chauvin trial with testimony from pulmonologist Dr. Martin Tobin.",
                "- Oh, is that your ninth favorite?",
                "That's a ninth criminal case.",
                "In the ninth century, visitors from beyond the frontier were astonished at the graceful stone arches and domes of the imperial palace in Constantinople."
            ],
            "audio": "https://tts.langeek.co/read?text=bmludGg&hash=565b79137fea7bda6a236a1f309aa570d9bfd3ce&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the eighth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tám hoặc điều",
            "hasImg": true
        },
        {
            "id": "7bfc1716-6ef1-444b-ba64-d0c54ec3d742",
            "word": "tenth",
            "phonetic": "tɛnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Or 4 tenths is the same thing as this right over here.",
                "But each tenth is worth ten hundredths.",
                "A typical bacterial cell is a tenth the size of your typical animal cell.",
                "The unemployment rate ticked down just a tenth of a percent.",
                "The tenth floor of the Opera House was a dangerous place."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGg&hash=946fa4d6a73308916bf09ae3f8f22738c3200f1a&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ chín hoặc điều",
            "hasImg": true
        }
    ]
}