{
    "id": "d7605aa2-7b28-4dd9-a6b7-10664776d7bc",
    "title": "Home Appliances and Furniture",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "4ec165a8-af66-454a-b493-025c7b2d75f0",
            "word": "bed sheet",
            "phonetic": "bɛd ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made this mask out of an old bed sheet that had a hole in it.",
                "For him, it hurt to even just lay in his bed sheet.",
                "Massive objects create distortions in space the same way a paper weight creates a distortion if you put it on a bed sheet.",
                "And Max, you were-- Why do we have a sign that said Conan Show on a bed sheet?",
                "You’ll probably also need to wash your bed sheets and any clothes you wore in the last two days in hot water."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkIHNoZWV0&hash=3dde6d489410f4171e5e6fd46aab25bf7bc9d2b2&lang=en&cache-only=0",
            "defineEn": "a large piece of cotton or other cloth put on a bed, on or under which one can lie",
            "defineVi": "một miếng bông lớn hoặc vải khác đặt trên giường, trên hoặc dưới mà người ta có thể nằm",
            "hasImg": true
        },
        {
            "id": "8a4974b1-1c2d-40c0-96be-2d7ea0efe1e7",
            "word": "linen",
            "phonetic": "lɪnɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "You didn't have to air our dirty linen to all your friends!",
                "The sight of former MPs washing their dirty linen in public was embarrassing.",
                "Before accepting a job offer, it's important to visit the workplace and meet your potential coworkers to get a feel for the company culture and work environment, following the proverb never choose your women or your linen by candlelight.",
                "Right, you change the linen what, once a week?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZW4&hash=8c628de432689f0884d5a3631af11fe3b642f941&lang=en&cache-only=0",
            "defineEn": "cloth that is made from the fibers of a plant called flax, used to make fine clothes, etc.",
            "defineVi": "vải được làm từ sợi của một loại cây gọi là lanh, được sử dụng để may quần áo đẹp, v.v.",
            "hasImg": true
        },
        {
            "id": "f15dd211-e511-44a7-ac46-f0e8f0f984d8",
            "word": "mattress",
            "phonetic": "mætɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You ruin a mattress.",
                "In the 1990s, new mattress designs hit the market.",
                "This mattress is called The Wave.",
                "I shared my mattress with another person.",
                "His mattress was completely infested with roaches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dHJlc3M&hash=da9f5ee49bf48d35a5b32e781c40be0c077ab1bc&lang=en&cache-only=0",
            "defineEn": "the part of a bed made of soft material on which a person sleeps",
            "defineVi": "một phần của giường làm bằng vật liệu mềm mà một người ngủ",
            "hasImg": true
        },
        {
            "id": "fc1594ce-47fb-40e7-a581-8c78e587b8a6",
            "word": "radiator",
            "phonetic": "ɹeɪdɪeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In each pool we have radiators.",
                "Well, at the top we have a radiator.",
                "It uses a combination of big fat radiators.",
                "Our radiator goes down under the motherboard tray, and then our reservoir's over here with a nice handy-dandy little cutout.",
                "And it goes up to a one twenty millimeter radiator in the top."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWF0b3I&hash=bbcd18b3bf82410813a39f8e474642efb19457c8&lang=en&cache-only=0",
            "defineEn": "a metal device with pipes that are filled with hot water to heat a room",
            "defineVi": "một thiết bị kim loại có đường ống chứa đầy nước nóng để sưởi ấm căn phòng",
            "hasImg": true
        },
        {
            "id": "99994eae-45af-4f86-bcb2-5389ad74832f",
            "word": "freezer",
            "phonetic": "fɹiːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fridge has a freezer section for storing frozen foods.",
                "There's always food in the freezer if need be.",
                "First, just stick your bottle of water in the freezer.",
                "This is the freezer.",
                "Amber's freezer is stuffed to the brim with rats, butterflies, and other deceased animals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXplcg&hash=0d0ad59116fe41d90992c64e101a6899948bd360&lang=en&cache-only=0",
            "defineEn": "an electrical container that can store food for a long time at a temperature that is very low",
            "defineVi": "một thùng chứa điện có thể lưu trữ thực phẩm trong một thời gian dài ở nhiệt độ rất thấp",
            "hasImg": true
        },
        {
            "id": "db06773c-302a-4246-a36a-dcf5df479cfc",
            "word": "kitchen hood",
            "phonetic": "kɪtʃən hʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbiBob29k&hash=bf65faf8a1387ef5973b4eb5be35568e3d60e6e4&lang=en&cache-only=0",
            "defineEn": "an electrical device fixed above the stove that can remove smoke, steam, or unpleasant smells in the kitchen",
            "defineVi": "một thiết bị điện cố định phía trên bếp có thể loại bỏ khói, hơi nước hoặc mùi khó chịu trong nhà bếp",
            "hasImg": true
        },
        {
            "id": "7a58de1b-62ab-469f-be52-9b55e259ab5c",
            "word": "garbage disposal",
            "phonetic": "ɡɑːɹbɪdʒ dɪspoʊzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cut up some paintings and put them into her kitchen garbage disposal. ",
                "She cut up some paintings and put them into her kitchen garbage disposal.",
                "So even if you live near an active volcano and even if there's lava at the surface and even if it sounds kind of cool, don't use it as your garbage disposal.",
                "Countries like China, India Algeria or Indonesia industrialized at an impressive pace in the last few decades, transforming the lives of billions of people This development was so fast, that the garbage disposal infrastructure couldn't keep up with collecting and recycling all the new waste this brought If politicians in Europe and the US want to address this issue, investing in infrastructure in developing countries is just as important as fighting plastic pollution at home with campaigns and redesigning products to minimize unnecessary plastic production."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYmFnZSBkaXNwb3NhbA&hash=3fbb8a970afa0750be6af4b27acbf1cec095bbcc&lang=en&cache-only=0",
            "defineEn": "a small machine attached to the top of the waste pipe of a kitchen sink for shredding food waste",
            "defineVi": "một chiếc máy nhỏ gắn vào đầu ống thải của bồn rửa nhà bếp để băm nhỏ chất thải thực phẩm",
            "hasImg": true
        },
        {
            "id": "7b85387a-22c3-43ef-9730-1bb16a45801d",
            "word": "pressure cooker",
            "phonetic": "pɹɛʃɚ kʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inside, things work kind of like a pressure cooker.",
                "Imagine the sun as a huge pressure cooker that fuses hydrogen into helium in its core through its gravity.",
                "And it's sort of like releasing steam from a pressure cooker.",
                "And the new pressure cooker you just got that's programmable from your phone will push that to 265.",
                "While a pressure cooker bomb is packed with shrapnel, in a pipe bomb there's not enough space."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3N1cmUgY29va2Vy&hash=47961b2903051e96ed08e6c160d9eebdcb772507&lang=en&cache-only=0",
            "defineEn": "a pot that has a tight lid and can quickly cook food using high-pressure steam",
            "defineVi": "nồi có nắp đậy kín và có thể làm chín thức ăn nhanh chóng bằng hơi nước áp suất cao",
            "hasImg": true
        },
        {
            "id": "137685db-12ed-4cf2-9895-5ece75d832af",
            "word": "food processor",
            "phonetic": "fuːd pɹɑːsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Healthier diets, the availability of ethnic dishes and the popularity of appliances like food processors were on the rise.",
                "It doesn't incorporate a bunch of air into it, if you threw it into a food processor or a blender.",
                "So, the way people do that is to throw it in the food processor.",
                "I'm going to need to break it down, so I'm gonna bring it into a food processor, take that liquid out, and then I'm going to need to emulsify it and not let it get too gummy and to still maintain the integrity of the mashed potatoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBwcm9jZXNzb3I&hash=2546e62cc0384cc0ebcf584ca8ff6d36f800852d&lang=en&cache-only=0",
            "defineEn": "a kitchen appliance that can quickly mix, cut, slice, etc. food",
            "defineVi": "một thiết bị nhà bếp có thể trộn, cắt, thái, v.v. thực phẩm một cách nhanh chóng",
            "hasImg": true
        },
        {
            "id": "da3d3083-14a8-40c6-8e33-f57bb10f15fa",
            "word": "juicer",
            "phonetic": "dʒuːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm gonna juice some limes, I found a better juicer this time.",
                "Sean Besser works for one of the companies, Lime, as a so-called juicer scooping up dead scooters at night for recharging."
            ],
            "audio": "https://tts.langeek.co/read?text=anVpY2Vy&hash=660129c20ede76ebbf1e597e1352f1f77f3122eb&lang=en&cache-only=0",
            "defineEn": "an electric kitchen tool used for removing the juice of fruits and vegetables",
            "defineVi": "một công cụ nhà bếp điện được sử dụng để loại bỏ nước trái cây và rau quả",
            "hasImg": true
        },
        {
            "id": "58eed4f2-e1d4-41e7-a103-9612c68fcc8a",
            "word": "flatware",
            "phonetic": "flætwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdHdhcmU&hash=9b4e3d01cd6bc559d04c431f6f97ab811dcedf61&lang=en&cache-only=0",
            "defineEn": "spoons, forks, and knives",
            "defineVi": "thìa, nĩa và dao",
            "hasImg": true
        },
        {
            "id": "c2eeaf5e-a0e0-4e1c-9a3d-c8fa0e67900f",
            "word": "chopstick",
            "phonetic": "tʃɑːpstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "People throw out 100,000 chopsticks every day here in Vancouver.",
                "Chopsticks: Do the Quaker.",
                "Chopsticks: Do the Quaker.",
                "Well, pass me a chopstick.",
                "This piece is made from about 10,000 chopsticks."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcHN0aWNr&hash=74c658b88b00e7eb26f6e4f56dfd838e39efecc4&lang=en&cache-only=0",
            "defineEn": "one of the two thin wooden sticks with which people of China, Japan, etc. eat food",
            "defineVi": "một trong hai thanh gỗ mỏng mà người Trung Quốc, Nhật Bản, v.v. ăn thức ăn",
            "hasImg": true
        },
        {
            "id": "cafabb74-1e95-4dd2-a39a-c7d67a57788d",
            "word": "ladle",
            "phonetic": "leɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ladle it.",
                "- Where is that ladle now? ",
                "You're there with your ladle.",
                "Mike and I's personal ladle.",
                "To walk among them and restore their health, she took the form of a new avatar, carrying a golden bowl of porridge and armed with a jewel-encrusted ladle."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFkbGU&hash=6b1654382b5ac75b859d14c968adb9abe2e503bd&lang=en&cache-only=0",
            "defineEn": "a type of large spoon with a long handle and a deep bowl, particularly used for serving liquid food",
            "defineVi": "một loại muỗng lớn có tay cầm dài và một cái bát sâu, đặc biệt được sử dụng để phục vụ thức ăn lỏng",
            "hasImg": true
        },
        {
            "id": "8406d6d8-3d40-45bd-84f2-99dfcbdd0760",
            "word": "spatula",
            "phonetic": "spætʃələ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I have a spatula.",
                "Now I use a spatula for safety.",
                "Take an offset spatula and do a little schmoop!",
                "So I use the spatula to block her head while I reach around.",
                "A lot of snake handlers will use a snake hook, but I just feel more comfortable with a spatula."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhdHVsYQ&hash=4e35788a41cc2416f5ecdc6168e0ac06caf1a63d&lang=en&cache-only=0",
            "defineEn": "a kitchen tool with a broad and flat part on one end, used for turning and lifting food",
            "defineVi": "một dụng cụ nhà bếp có phần rộng và phẳng ở một đầu, dùng để lật và nhấc thức ăn",
            "hasImg": true
        },
        {
            "id": "98e79320-e223-4e01-a876-deeb1f9e3a36",
            "word": "mower",
            "phonetic": "moʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Lawn mowers suck up the air.",
                "Okay this is hand held lawn mower.",
                "A lawn mower blade is different, though.",
                "No birds to deal with, loud mowers.",
                "So, this is my bigger mower."
            ],
            "audio": "https://tts.langeek.co/read?text=bW93ZXI&hash=595f314e26622213a1f427397250c76894dda4a9&lang=en&cache-only=0",
            "defineEn": "a type of machine that is used for cutting grass",
            "defineVi": "một loại máy được sử dụng để cắt cỏ",
            "hasImg": true
        },
        {
            "id": "40f18876-437b-4bff-82af-63e4d1a2f44f",
            "word": "faucet",
            "phonetic": "fɔːsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The homeowner decided to fix the leaky faucet on their own, believing that if you want something done right, do it yourself and knowing that relying on a plumber could lead to a suboptimal result.",
                "Close the faucet, and the flow of water stops.",
                "The control wire is like the faucet handle.",
                "- Did I turn the faucet, Jono? -",
                "These are Farrah's faucets at the bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1Y2V0&hash=7cda2498886ea138176424070e9b95b288a38432&lang=en&cache-only=0",
            "defineEn": "an object that controls the flow of liquid or gas from a container or pipe",
            "defineVi": "một đối tượng kiểm soát dòng chảy của chất lỏng hoặc khí từ thùng chứa hoặc đường ống",
            "hasImg": true
        },
        {
            "id": "76eb79df-30be-42ff-a75b-c27beeb5990b",
            "word": "vase",
            "phonetic": "veɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A vase on a side table caught his eye.",
                "A self-made vase will give any interior a touch of originality.",
                "I will fill the vase with fresh flowers from the garden.",
                "The purple flowers in the vase were beautiful.",
                "What became of those Chinese vases that Mum used to have?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFzZQ&hash=282d8e6cad0f9970ae1e78276a3abbbc4ea66167&lang=en&cache-only=0",
            "defineEn": "a container used as a decoration or used for putting cut flowers in",
            "defineVi": "một thùng chứa được sử dụng như một vật trang trí hoặc được sử dụng để đặt những bông hoa đã cắt vào",
            "hasImg": true
        },
        {
            "id": "5ecd62ed-c984-409c-adb7-59b49b387b39",
            "word": "blind",
            "phonetic": "blaɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was blind from birth.",
                "Management often turn a blind eye to bullying in the workplace.",
                "Teachers were turning a blind eye to smoking in school.",
                "When you ask Tim for a simple explanation, he blinds you with science.",
                "I can't turn a blind eye when someone is being robbed."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmQ&hash=8afe860699f43781c60f4722f5ebf6d4604f8f38&lang=en&cache-only=0",
            "defineEn": "a type of window covering, often made of cloth, that can be rolled up and down",
            "defineVi": "một loại màn che cửa sổ, thường làm bằng vải, có thể cuộn lên xuống",
            "hasImg": true
        },
        {
            "id": "ba28d85a-4148-4f13-aae7-8e21b93aafce",
            "word": "couch",
            "phonetic": "kaʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She flopped her bag onto the couch and collapsed next to it.",
                "I like to relax on the couch and watch movies on the TV.",
                "After a long day at work, I like to rest on the couch and watch TV.",
                "As they cuddled on the couch, Charlotte and Henry exchanged sweet nothings, expressing their love for each other.",
                "That couch has given that person life."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291Y2g&hash=c901519e594fa8e64a57c51c52390e19b53812d3&lang=en&cache-only=0",
            "defineEn": "a piece of furniture that has a soft and comfortable area for two or more people to sit or rest on",
            "defineVi": "một món đồ nội thất có diện tích mềm mại và thoải mái cho hai người trở lên ngồi hoặc nghỉ ngơi",
            "hasImg": true
        },
        {
            "id": "c2b81638-7e2b-4557-b1e9-c38b46d4f7c6",
            "word": "sofa bed",
            "phonetic": "soʊfə bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mYSBiZWQ&hash=03fee07b0ac0265b2e23af298d4948143f115ca5&lang=en&cache-only=0",
            "defineEn": "a sofa that is designed in a way that when unfolded forms a bed",
            "defineVi": "một chiếc ghế sofa được thiết kế theo cách mà khi mở ra sẽ tạo thành một chiếc giường",
            "hasImg": true
        },
        {
            "id": "44d32df5-0b5a-4a46-9fbb-a5757cf49a52",
            "word": "hair straighteners",
            "phonetic": "hɛɹ stɹeɪtənɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll give you my hair straighteners.",
                "Shampoo, conditioner, hair straighteners will also be brought, but those are boring, so.",
                "Do I look like I need hair straighteners?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpciBzdHJhaWdodGVuZXJz&hash=98fe9f55cf8272ae3a5ee29410dbf72fcde95b74&lang=en&cache-only=0",
            "defineEn": "an electrical device with two narrow plates that when heated up can be used to pull hair with and make it straight",
            "defineVi": "một thiết bị điện có hai tấm hẹp mà khi được làm nóng lên có thể dùng để kéo tóc và làm cho tóc thẳng",
            "hasImg": true
        },
        {
            "id": "27d44828-ecaa-4649-8613-9555aa8b532b",
            "word": "thermostat",
            "phonetic": "θɜːməstæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your body’s thermostat lives here.",
                "I've changed the thermostat back.",
                "Do not connect a Nest thermostat to these high-voltage wires.",
                "Okay Google set the thermostat to 70. -",
                "It’s like the thermostat in your house."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1vc3RhdA&hash=7d35ddd853f81795a7b080b503a7d9ff3c381d35&lang=en&cache-only=0",
            "defineEn": "an instrument that automatically controls the temperature of a room, machine, etc.",
            "defineVi": "một công cụ tự động kiểm soát nhiệt độ của phòng, máy móc, v.v.",
            "hasImg": true
        },
        {
            "id": "7b36c16c-41ad-45a9-87e7-bf7be4846e14",
            "word": "pillow",
            "phonetic": "pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children had pillow fights during their sleepover.",
                "My motrher decorated her room with new curtains and pillows.",
                "As they say, a clean conscience makes a soft pillow.",
                "Sarah used to cuddle her pillow for comfort and relaxation.",
                "As the proverb goes, an honest man's pillow is his peace of mind."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsbG93&hash=ca37de80ec3067b7f4bb891b728781da3cb25044&lang=en&cache-only=0",
            "defineEn": "a bag of cloth, leather, etc. filled with something soft such as feathers, used particularly on a chair for sitting or leaning on",
            "defineVi": "một túi vải, da, v.v. chứa đầy thứ gì đó mềm như lông vũ, đặc biệt được sử dụng trên ghế để ngồi hoặc dựa vào",
            "hasImg": true
        },
        {
            "id": "822af777-f5c0-433c-b0ad-76e19e94181f",
            "word": "brush",
            "phonetic": "bɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a brush with him a number of years ago.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "We need a new brush for our pet's fur.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "The hairstylist used a round brush to create curls."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1c2g&hash=0ef91612497960ef0d5242d999cf04f9a9ffd3e6&lang=en&cache-only=0",
            "defineEn": "a tool with a handle and a group of hair, thin upright pieces of plastic, etc. connected to it, used for cleaning, painting, or making hair look tidy",
            "defineVi": "một công cụ có tay cầm và một nhóm tóc, những miếng nhựa mỏng thẳng đứng, v.v. được kết nối với nó, được sử dụng để làm sạch, sơn hoặc làm cho tóc trông gọn gàng hơn",
            "hasImg": true
        },
        {
            "id": "ea800fc6-30bc-413e-9282-1b776242c771",
            "word": "microwave",
            "phonetic": "maɪkɹoʊweɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, the guy just microwaves the fish.",
                "Microwaved fish in the break room.",
                "Our microwave is done.",
                "a microwave to put the soap into!",
                "Radio and microwaves are near the low end."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm93YXZl&hash=1b5f7709cda98979adcefbcf7856130fb3293c0e&lang=en&cache-only=0",
            "defineEn": "a kitchen appliance that uses electromagnetic waves to quickly heat or cook food",
            "defineVi": "một thiết bị nhà bếp sử dụng sóng điện từ để nhanh chóng làm nóng hoặc nấu thức ăn",
            "hasImg": true
        }
    ]
}