{
    "id": "d7b77577-2117-4e14-b950-85f399631d93",
    "title": "Likes and Dislikes",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "71f15321-d66c-493d-8f02-3ce77a581b85",
            "word": "to adore",
            "phonetic": "tʊ ɐdoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She adores her little alligator pouch.",
                "I absolutely adore these two bowties!",
                "I adore him.",
                "I just adore to work.",
                "and I just have adored every second of this journey."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRvcmU&hash=065a58d05c8cbd32931b2fb9b0bb5290b13254b0&lang=en&cache-only=0",
            "defineEn": "to love and respect someone very much",
            "defineVi": "yêu và tôn trọng ai đó rất nhiều"
        },
        {
            "id": "612b7eff-a151-471d-8e6c-74725a43d22f",
            "word": "to please",
            "phonetic": "tə pliːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pass the salt, please.",
                "Please make a note of the dates.",
                "Close the door, please.",
                "Can I have a Coke, please?",
                "Please write your name on the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYXNl&hash=b911c01878185b7f516e702b8e1d7a9a14849cae&lang=en&cache-only=0",
            "defineEn": "to make someone satisfied or happy",
            "defineVi": "để làm cho ai đó hài lòng hoặc hạnh phúc"
        },
        {
            "id": "b5601b9b-47f8-4f2c-90a8-0892888a3d8e",
            "word": "aversion",
            "phonetic": "ɐvɜːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adriene: Understanding of loss aversion can help businesses and policymakers influence decisions.",
                "This is loss aversion at work.",
                "Loss aversion might influence the endowment effect, and likely affects people’s reasoning in that disease dilemma, too.",
                "But it can also include an aversion to bumps, clusters, blobs and bubbles.",
                "And here's another long-term economic negative, says libertarian economic historian Deirdre McCloskey: the president's aversion to trade."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZlcnNpb24&hash=ca61e19f57c00fac7f6950a66fbfffc125a8154a&lang=en&cache-only=0",
            "defineEn": "a strong feeling of dislike toward someone or something",
            "defineVi": "một cảm giác không thích mạnh mẽ đối với một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "bace0362-7183-4321-a564-98fe47241f6a",
            "word": "partial",
            "phonetic": "pɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One partial explanation comes from American social psychologist Leon Festinger's theory of cognitive dissonance.",
                "Partial derivative with respect to x is rate of change in the x-direction.",
                "We only have a partial view.",
                "So it's just partial.",
                "In 1973, a fossil hunter discovered the partial skeleton of a female Homo erectus in the Koobi Fora formation of northern Kenya."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlhbA&hash=d0f9a22b2f54de70c85faa2a7443a65feba31f71&lang=en&cache-only=0",
            "defineEn": "liking someone or something, or having an interest in them",
            "defineVi": "thích một ai đó hoặc một cái gì đó, hoặc có hứng thú với họ"
        },
        {
            "id": "905e54c7-d9a7-4746-9fe3-6182929d559e",
            "word": "passion",
            "phonetic": "pæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "Music has been a passion that is handed down from father to son in the Smith family.",
                "The artist chose to pursue his passion, even though it didn't pay as well as other careers, because he believed that money is not everything.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "He made a decision to quit his job and pursue his passion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbg&hash=81b013d24ffd13f3c2dbbe5aa60677bc468f832e&lang=en&cache-only=0",
            "defineEn": "a great feeling of love, hate, etc.",
            "defineVi": "một cảm giác tuyệt vời của tình yêu, ghét, vv."
        },
        {
            "id": "76f15347-2911-4b78-9476-6b379e151cb2",
            "word": "keen",
            "phonetic": "kiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=a2Vlbg&hash=ba3105074da36dddf503092d6de277e93d760049&lang=en&cache-only=0",
            "defineEn": "being very eager and enthusiastic",
            "defineVi": "đang rất háo hức và nhiệt tình",
            "hasImg": true
        },
        {
            "id": "b5411fd0-f933-48fb-b3f9-e8e623f80735",
            "word": "to dislike",
            "phonetic": "tə dɪslaɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I took a dislike to him.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "My son dislikes the taste of cayenne pepper as he finds it too spicy.",
                "The person who pursued their passion and found fulfillment in their work was happier than the person who had a high-paying job but disliked what they did."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzbGlrZQ&hash=bdf748fe08435621cef658dd83e3d5d150701680&lang=en&cache-only=0",
            "defineEn": "to not like a person or thing",
            "defineVi": "để không thích một người hoặc điều",
            "hasImg": true
        },
        {
            "id": "660dfb51-99df-43c5-a47d-14ba85696466",
            "word": "to despise",
            "phonetic": "tə dᵻspaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pop is a feast to the ears of many, but I despise it.",
                "James' teacher wanted to impart the wisdom of the ages to his students, so he often said that the fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
                "Others despise it.",
                "And lastly, I despise cold weather.",
                "He just despises you now, yeah."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzcGlzZQ&hash=2aef4d0b8cab8118faea83a3f972b289fa86899d&lang=en&cache-only=0",
            "defineEn": "to hate and have no respect for something or someone",
            "defineVi": "để ghét và không có sự tôn trọng cho một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "57d729e8-d903-42bd-9b32-8e228f148ed9",
            "word": "disgust",
            "phonetic": "dɪsɡʌst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk.",
                "The student couldn't hide his disgust and grimaced when he saw the grade on his test.",
                "No, they were disgusted.",
                "Or you might learn disgust from others.",
                "So disgust can help mold individual values and biases."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZ3VzdA&hash=e9fd92035b501a5bd3e795287d494f466372bdd2&lang=en&cache-only=0",
            "defineEn": "a strong feeling of distaste for someone or something",
            "defineVi": "một cảm giác chán ghét mạnh mẽ cho một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "5f61f66d-75ab-4276-994c-6ec77ca92a4c",
            "word": "prejudice",
            "phonetic": "pɹɛdʒuːdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rivalries and prejudice were by degrees fading out.",
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "The racial slur in this newsreel title shows the prejudice towards Mexican workers during this time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNl&hash=958576869047d5df238323dae78ae6a6706758c7&lang=en&cache-only=0",
            "defineEn": "an unreasonable opinion or judgment based on dislike felt for a person, group, etc., particularly because of their race, sex, etc.",
            "defineVi": "một ý kiến hoặc đánh giá vô lý dựa trên cảm giác không thích đối với một người, một nhóm, v.v., đặc biệt là vì chủng tộc, giới tính của họ, v.v."
        },
        {
            "id": "c33e8f42-4a95-4b9e-81f8-7496fa1301b0",
            "word": "resistance",
            "phonetic": "ɹᵻsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "John will follow the path of least resistance.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "They promised that the army would strike with an iron fist at any resistance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaXN0YW5jZQ&hash=de50e63786ec0918aa963b6f1bdf65c0d70961fa&lang=en&cache-only=0",
            "defineEn": "the act of refusing to accept or obey something such as a plan, law, or change",
            "defineVi": "hành động từ chối chấp nhận hoặc tuân theo một cái gì đó như kế hoạch, luật hoặc thay đổi"
        },
        {
            "id": "83ac9022-0feb-418b-bebe-e08c250c2d19",
            "word": "to abide",
            "phonetic": "tʊ ɐbaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He cannot abide criticism.",
                "So it's also important that other people in this globalization construct abide by the rules of globalization.",
                "Ugh, Renoir, whom I cannot abide.",
                "But this same technology can also be used on us law abiding citizens.",
                "And so law abiding, we will disappear into this country's amnesiac fog."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJpZGU&hash=209e1a498702a878557de970923507a5cb5b99df&lang=en&cache-only=0",
            "defineEn": "(always negative) to tolerate someone or something",
            "defineVi": "(luôn phủ định) chịu đựng ai đó hoặc cái gì đó"
        },
        {
            "id": "37e2629d-12f5-43cc-97ee-14341de4a11e",
            "word": "antipathy",
            "phonetic": "æntɪpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the left come hyper-woke accusations and antipathy towards free enterprise, the very means of our prosperity.",
                "If you take anything from this video, let it be this: empathy in the classroom rather than antipathy can yield incredible results."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXBhdGh5&hash=817c7227594dfb18bd95204d20d5419427a89662&lang=en&cache-only=0",
            "defineEn": "a strong feeling of aversion, opposition, or dislike",
            "defineVi": "một cảm giác ác cảm, phản đối hoặc không thích mạnh mẽ"
        },
        {
            "id": "83ebf2ba-ca01-4eef-8bd2-12f551004042",
            "word": "grudge",
            "phonetic": "ɡɹʌdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "she has a grudge for my father.",
                "I don't think she's ever held a grudge in her life!",
                "She bears a grudge against the judge who sentenced her.",
                "Johnny has been holding a grudge against me since we were 12 because I embarrassed him in front of a girl he liked.",
                "I don't want either of you bearing a grudge about this thing, no matter what happens."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3J1ZGdl&hash=db0866986da2e74c7e1cbb0fc367181a011d6636&lang=en&cache-only=0",
            "defineEn": "a deep feeling of anger and dislike toward someone because of what they did in the past",
            "defineVi": "một cảm giác tức giận sâu sắc và không thích ai đó vì những gì họ đã làm trong quá khứ"
        },
        {
            "id": "17ac40df-b713-46ed-8f24-dce64e134a7a",
            "word": "misogynist",
            "phonetic": "mɪsɑːdʒɪnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Misogynists struck back against these protests.",
                "Have you been called a misogynist, a racist, a pig and every other word in the world by journalists? ",
                "So, when you're associating with a racist, a misogynist, someone who has been or is a rape apologist and has been defending (BLEEP) for a little bit, that is a problem and you are taking part in that problem."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bmlzdA&hash=8f311a2d445aef0b6e99d9d3a12399ea5c722f9d&lang=en&cache-only=0",
            "defineEn": "someone who hates or despises women or assumes men are much better",
            "defineVi": "một người ghét hoặc coi thường phụ nữ hoặc cho rằng đàn ông tốt hơn nhiều"
        },
        {
            "id": "dd36443a-1e56-435f-9515-121f3a02740e",
            "word": "to favor",
            "phonetic": "tə feɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court found in her favor.",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "I favor anything that tilts the scales in my direction.",
                "They are doing their neighbor a favor by mowing their lawn.",
                "do me a favor and stick a sock in it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF2b3I&hash=353387341060d291d6132591747fee87ae9edf52&lang=en&cache-only=0",
            "defineEn": "to treat someone better than someone else, especially in an unfair manner",
            "defineVi": "đối xử với ai đó tốt hơn người khác, đặc biệt là theo cách không công bằng"
        },
        {
            "id": "298e1b80-48dd-46b7-9851-2976d492bea1",
            "word": "inclined",
            "phonetic": "ɪŋklaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "They are inclined to bite on the back of your leg.",
                "But they’re very inclined to agree.",
                "But they’re very inclined to agree.",
                "Customers are inclined to shop at stores with familiar names, and more shoppers mean more sales. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluZWQ&hash=55f6847a65b33523f38594adf46ff6807a735fbd&lang=en&cache-only=0",
            "defineEn": "having a tendency to do something; possessing an innate ability for something",
            "defineVi": "có xu hướng làm điều gì đó; sở hữu một khả năng bẩm sinh cho một cái gì đó"
        },
        {
            "id": "5e7eb025-0c90-4f61-90ab-f342701603d5",
            "word": "preferable",
            "phonetic": "pɹɪfɜːɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "False positives in medical testing are preferable to false negatives, but they can still lead to stress or unnecessary treatment.",
                "Maybe that's preferable to the idea that humans just take pleasure in the activity of fighting and pursue it merely for its own sake.",
                "We have not been having great weather here in Montana - but it’s preferable to that.",
                "While an agreement is preferable, we are prepared to leave if we can't find compromises.",
                "So, buying organic is still preferable, but does not grant you moral absolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyYWJsZQ&hash=de63af798d1009a87458dd714c51f9f2c37a62e5&lang=en&cache-only=0",
            "defineEn": "more desirable or favored compared to other options",
            "defineVi": "mong muốn hơn hoặc được ưa chuộng hơn so với các lựa chọn khác"
        },
        {
            "id": "f4d6fc39-f06e-4683-83c3-f8dee117be23",
            "word": "preference",
            "phonetic": "pɹɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "We hosted a barbecue party, considering everyone's steak preferences, grilling a mix of medium rare and well-done steaks for different tastes.",
                "Many tortoises have color preferences.",
                "Chameleons actually have taste preferences."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZmVyZW5jZQ&hash=702c247f61dc0f0d5a55adae1edc42976e4189d5&lang=en&cache-only=0",
            "defineEn": "a strong liking or inclination towards something or someone over others",
            "defineVi": "một ý thích mạnh mẽ hoặc khuynh hướng đối với một cái gì đó hoặc ai đó hơn những người khác"
        },
        {
            "id": "33225c1e-f87e-4446-b4ff-c95674989f4d",
            "word": "absolute",
            "phonetic": "æbsəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "For years he was an absolute penny-pincher.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "Peter noticed throughout history how rulers who were granted immense power often became tyrannical and cruel, proving that absolute power corrupts absolutely."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGU&hash=42ae677f354ebac7689fe17336d4864b06e2e5e0&lang=en&cache-only=0",
            "defineEn": "complete and total, or free from any imperfection",
            "defineVi": "đầy đủ và toàn bộ, hoặc không có bất kỳ sự không hoàn hảo nào"
        },
        {
            "id": "dc2f79ad-d6ad-4508-97b2-bf8166bf7f44",
            "word": "to appeal",
            "phonetic": "tʊ ɐpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFs&hash=3c29dc0b97d7c95d3ca4ba51cd33b7152a57dff6&lang=en&cache-only=0",
            "defineEn": "to arouse interest or attraction",
            "defineVi": "để khơi dậy sự quan tâm hoặc thu hút"
        },
        {
            "id": "19190c51-8404-4346-b548-fb06d93de7ce",
            "word": "enemy",
            "phonetic": "ɛnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "A fire attack shall chill the enemy to the bone.",
                "The enemy was driven back.",
                "The weakness of the enemy makes our strength.",
                "They were working hand in glove with our enemies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lbXk&hash=61800a621cb7066058ed9bedbcd75f4b46bb8586&lang=en&cache-only=0",
            "defineEn": "someone who is against a person, or hates them",
            "defineVi": "một người chống lại một người, hoặc ghét họ"
        },
        {
            "id": "95e4e725-5afe-46c4-aba0-9828d5642a5c",
            "word": "to stand",
            "phonetic": "tə stænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The guard stood straight as a ramrod.",
                "Men of our generation never stood on ceremony.",
                "My years of teaching stood me in good stead."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQ&hash=c08de753623ef1c41bd744b8bab5dfeebef02c9d&lang=en&cache-only=0",
            "defineEn": "to be willing to accept or tolerate a difficult situation",
            "defineVi": "sẵn sàng chấp nhận hoặc chịu đựng một tình huống khó khăn"
        },
        {
            "id": "7b5766f1-9494-4d0b-8794-1d75f61d6839",
            "word": "to captivate",
            "phonetic": "tə kæptᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Sarah had dressed to kill for her anniversary dinner, captivating her partner with her alluring attire.",
                "Last night, she was the belle of the ball, enchanting everyone with her stunning gown and captivating smile.",
                "Michael couldn't help but have eyes for his colleague, Emily, who possessed both beauty and intelligence that captivated him.",
                "The moment he saw her, his eyes were on stalks, captivated by her beauty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdGl2YXRl&hash=b53d8bebf6164025cfe5a102b7830549de445f53&lang=en&cache-only=0",
            "defineEn": "to attract someone by being irresistibly appealing",
            "defineVi": "để thu hút ai đó bằng cách hấp dẫn không thể cưỡng lại"
        },
        {
            "id": "4f4f8c70-9a19-442b-8b8c-80a5eb041b51",
            "word": "to detest",
            "phonetic": "tə dɪtɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "McConnell, as much as I detest him, delivered that. ",
                "McConnell, as much as I detest him, delivered that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXN0&hash=ee12948b0ab2d180f6ca84262580d75178aed792&lang=en&cache-only=0",
            "defineEn": "to absolutely hate someone or something",
            "defineVi": "để hoàn toàn ghét một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e81a8197-64c0-4bd9-bdfa-9b9d9b343202",
            "word": "to long",
            "phonetic": "tə lɔŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She wears her hair long.",
                "This policy is no longer an effective means to an end.",
                "Our players kept the pedal to the metal all season long.",
                "The kids are under my feet all day long.",
                "North Korea’s refusal had long been a sticking point."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9uZw&hash=b7a7bb77d9861ce231b4818d74866a896dc63abe&lang=en&cache-only=0",
            "defineEn": "to desire or strongly want something, especially when it is not likely to happen soon",
            "defineVi": "mong muốn hoặc mong muốn mạnh mẽ một cái gì đó, đặc biệt là khi nó không có khả năng xảy ra sớm",
            "hasImg": true
        },
        {
            "id": "2b728d14-fbad-4357-a86b-d6ad66093d24",
            "word": "to loathe",
            "phonetic": "tə loʊð ",
            "partOfSpeechType": "verb",
            "examples": [
                "Human nature is generally of such kind that it will choose a line of least resistance if that is at all possible, and loathe exertion beyond it.",
                "I know you're passionate about the topic, but remember that length begets loathing, so try to keep your presentation concise.",
                "I loathe Halloween.",
                "Self-hatred, self-loathing, low self esteem, no self confidence.",
                "And I think they've been loathe to give away that secret sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9hdGhl&hash=5031f6b5ed969880d947d86fdc280d35d0359051&lang=en&cache-only=0",
            "defineEn": "to dislike something or someone very much often with a sense of disgust",
            "defineVi": "không thích một cái gì đó hoặc một ai đó rất thường xuyên với một cảm giác ghê tởm",
            "hasImg": true
        }
    ]
}