{
    "id": "d7fdc0a5-e49c-4403-a2ff-da875ba5746b",
    "title": "Tourism",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "0b36ca53-cb19-4b02-8721-91a8beece9ef",
            "word": "attraction",
            "phonetic": "ɐtɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States.",
                "She unfolded the map to find the location of the tourist attractions.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "The bus took us to the city center where we explored the shops and attractions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGlvbg&hash=45f1628caf460e6b2f380bd2ffb1d8d9cfe5429e&lang=en&cache-only=0",
            "defineEn": "a place, activity, etc. that is interesting and enjoyable to the public",
            "defineVi": "một địa điểm, hoạt động, v.v. thú vị và hấp dẫn đối với công chúng",
            "hasImg": true
        },
        {
            "id": "08a35dce-5a02-49fc-802b-f136a526aa69",
            "word": "courier",
            "phonetic": "kɜːɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couriers exploited a naive German belief that women were incapable of sabotage and subterfuge.",
                "Fun fact, in Brazil, the government funds couriers on motorbikes to collect breast milk directly from people's houses.",
                "The courier missions was to bring ammunition to the partisans.",
                "She's between two other Jewish underground couriers.",
                "The Courier, a ship without guns, goes into battle with the greatest weapon of all, truth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmllcg&hash=fe36cc9170fc7639b629864f99e468d55aa74d32&lang=en&cache-only=0",
            "defineEn": "a person employed by a travel agency to help and look after the tourists",
            "defineVi": "một người làm việc cho một công ty du lịch để giúp đỡ và chăm sóc khách du lịch",
            "hasImg": true
        },
        {
            "id": "a8bb46c4-ab18-4bc7-a9e5-08030d008385",
            "word": "ecotourism",
            "phonetic": "ɛkətʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their unparalleled biodiversity offers unique opportunities for ecotourism, sustainable fishing, and scientific research, while their rocky structures guard coastlines from waves and storm surges."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvdG91cmlzbQ&hash=872a228a21c3b93f03d250e01a7cc322a9a92e21&lang=en&cache-only=0",
            "defineEn": "tourism that includes visiting endangered natural environments which aims at preservation of the wildlife and the nature",
            "defineVi": "du lịch bao gồm tham quan các môi trường tự nhiên đang bị đe dọa nhằm mục đích bảo tồn động vật hoang dã và thiên nhiên"
        },
        {
            "id": "1842f227-26f9-40e9-b8c5-35338b05cf9c",
            "word": "guide",
            "phonetic": "ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat captain guided us through the narrow canals of the city.",
                "The traveler paid a guide to show him across.",
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "They hired a violin teacher to guide them in their learning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGU&hash=5caaf1f37f81d39c4286de05017086d9d0672150&lang=en&cache-only=0",
            "defineEn": "a person whose job is to take tourists to places of interest and show them around",
            "defineVi": "một người có công việc là đưa khách du lịch đến những nơi yêu thích và cho họ thấy xung quanh",
            "hasImg": true
        },
        {
            "id": "19069172-a399-4842-b1c3-08a214f50896",
            "word": "guidebook",
            "phonetic": "ɡaɪdbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like a guidebook to birds.",
                "Lean Startup methodology is basically the globally recognized guidebook for entrepreneurs created by Steve Blank and Eric Ries.",
                "There are fee reference guidebooks that will tell you how much the average or median cost is.",
                "So guidebooks help hobbyists tell apart the different types, but the one discovered in 2015 wasn’t in the guidebooks.",
                "So guidebooks help hobbyists tell apart the different types, but the one discovered in 2015 wasn’t in the guidebooks."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGVib29r&hash=2c989537b28e4e8e8d0855584ccd82fd9ac6e799&lang=en&cache-only=0",
            "defineEn": "a book that provides tourists with information about their destination",
            "defineVi": "một cuốn sách cung cấp cho khách du lịch thông tin về điểm đến của họ"
        },
        {
            "id": "2860e0be-277e-482f-8bcd-d31251979c17",
            "word": "heritage center",
            "phonetic": "hɛɹɪɾɪdʒ sɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVyaXRhZ2UgY2VudGVy&hash=cdbca752c5471715baa1a04ca0334f8c85c71241&lang=en&cache-only=0",
            "defineEn": "a public facility that provides visitors with historical and cultural information about a particular place",
            "defineVi": "một cơ sở công cộng cung cấp cho du khách thông tin lịch sử và văn hóa về một địa điểm cụ thể"
        },
        {
            "id": "0f0ee748-c326-45f5-b9da-52f09c402f6e",
            "word": "high season",
            "phonetic": "haɪ siːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Japanese eat 10,000 tons of the fish every year, but in high season, it could cost you $265 per kilo.",
                "And the other thing is if we release always in the same place-- for example, in high season, every day, we release maybe thousand of turtles.",
                "Both the smaller susceptible pool and the onset of the low season, such as a rise in humidity, dictate when a disease's high season begins to turn around."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaCBzZWFzb24&hash=2b2946bd0f5af442724c4d2481a89787b6e69361&lang=en&cache-only=0",
            "defineEn": "the time of the year that visiting a hotel, attraction, etc. is in high demand and the prices are high",
            "defineVi": "thời điểm trong năm mà nhu cầu đến thăm một khách sạn, điểm tham quan, v.v. cao và giá cao",
            "hasImg": true
        },
        {
            "id": "de82fa7d-7148-488c-84d2-b504b0af84df",
            "word": "low season",
            "phonetic": "loʊ siːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both the smaller susceptible pool and the onset of the low season, such as a rise in humidity, dictate when a disease's high season begins to turn around."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93IHNlYXNvbg&hash=66bcabc06926cca102aa60695f989141623925c1&lang=en&cache-only=0",
            "defineEn": "the time of the year that a hotel, resort, etc. has the least visitors and prices are lower than normal",
            "defineVi": "thời điểm trong năm mà khách sạn, khu nghỉ dưỡng, v.v. có ít khách nhất và giá thấp hơn bình thường",
            "hasImg": true
        },
        {
            "id": "03d7d56e-ef1b-4b44-88b0-85b435a18ee0",
            "word": "holiday resort",
            "phonetic": "hɑːlɪdeɪ ɹᵻzɔːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9saWRheSByZXNvcnQ&hash=a544a33fcc9a73597698df1bec8ff9c8072e7c7c&lang=en&cache-only=0",
            "defineEn": "a place that has many hotels, bars, etc. where many people go on holiday",
            "defineVi": "một nơi có nhiều khách sạn, quán bar, v.v. nơi nhiều người đi nghỉ",
            "hasImg": true
        },
        {
            "id": "57f5a113-dc51-452d-8726-003295dda08a",
            "word": "holiday season",
            "phonetic": "hɑːlɪdeɪ siːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hotel had expensive rates during the holiday season.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season.",
                "We decorate the garden with colorful lights during the holiday season.",
                "Many people look forward to October because it marks the beginning of the holiday season.",
                "Workers at General Motors are facing an uncertain future this holiday season."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9saWRheSBzZWFzb24&hash=0e3fc60a29869b6a2754e90ad5d8e1b032db0a5a&lang=en&cache-only=0",
            "defineEn": "the period from late November to early January that a lot of people take holidays, including Christmas, Hanukah, and New Year",
            "defineVi": "khoảng thời gian từ cuối tháng 11 đến đầu tháng 1 mà rất nhiều người nghỉ lễ, bao gồm Giáng sinh, Hanukah và Năm mới"
        },
        {
            "id": "90cfc9a4-7b33-4937-ae34-62d147815b1e",
            "word": "mecca",
            "phonetic": "mɛkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The holy city of Mecca is normally filled with Muslim pilgrims.",
                "In Saudi Arabia, limited numbers of worshipers were allowed inside the Grand Mosque in Mecca for a socially distanced walk around the Kaaba Shrine.",
                "The world first witnessed the extent of Mansa Musa's wealth in 1324 when he took his pilgrimage to Mecca.",
                "In Medina, Muhammad severed the religion’s ties to Judaism, turning the focus of prayer away from Jerusalem to Mecca.",
                "So the Quraysh forced Muhammad and his followers out of Mecca in 622 CE, and they headed to Yithrab, also known as Medina."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVjY2E&hash=bcd9e40f284f6602ceaeea268f647d1f63585130&lang=en&cache-only=0",
            "defineEn": "a place that many people want to visit because it is known for something particular",
            "defineVi": "một nơi mà nhiều người muốn đến thăm bởi vì nó được biết đến với một cái gì đó đặc biệt",
            "hasImg": true
        },
        {
            "id": "20b02044-2fca-4963-afba-5e1247bce584",
            "word": "showplace",
            "phonetic": "ʃoʊpleɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvd3BsYWNl&hash=61a430a25a05804ce87ec9c8f13e5e5bb305eda4&lang=en&cache-only=0",
            "defineEn": "a place that attracts many tourists because of natural beauty, historical interest, etc.",
            "defineVi": "một nơi thu hút nhiều khách du lịch vì vẻ đẹp tự nhiên, di tích lịch sử, v.v."
        },
        {
            "id": "1bf32341-018b-4cbe-adc0-37337f2bc0c3",
            "word": "tour guide",
            "phonetic": "tʊɹ ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are you sure you trust these tour guides?",
                "It's not all fun and games being a tour guide.",
                "Hi, my name is Marty Schatz, and I'm a beach bicycle tour guide.",
                "And sometimes they'd, they'd come, they'd like drive by me and the tour guide would say, \"And that's Conan O'Brien.\"",
                "I did that tour for three years, which ended up turning into a paid opportunity for my second career as a bike tour guide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91ciBndWlkZQ&hash=2425c3f944266bf6ec353399924d099ffd155765&lang=en&cache-only=0",
            "defineEn": "someone whose job is taking tourists to locations of interest",
            "defineVi": "một người có công việc đưa khách du lịch đến các địa điểm yêu thích",
            "hasImg": true
        },
        {
            "id": "3d687719-fb5e-455e-bb21-9a9719eec55c",
            "word": "tourism",
            "phonetic": "tʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "MALCOLM BRABANT: Tourism generates $200 billion a year for Spain.",
                "So tourism was really the saving point for Monterey.",
                "Any downgrade of the reef's status could cut tourism revenue.",
                "It needs tourism, and",
                "They bring tourism, jobs, food, etcetera."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzbQ&hash=d84bfa115334dffa6a4296165ab3000d94e31db3&lang=en&cache-only=0",
            "defineEn": "‌the business of providing accommodation, services and entertainment for people who are visiting a place for pleasure",
            "defineVi": "‌việc kinh doanh cung cấp chỗ ở, dịch vụ và giải trí cho những người đến thăm một nơi để giải trí",
            "hasImg": true
        },
        {
            "id": "83e04348-8c69-4598-9302-9760057de7d3",
            "word": "tourist",
            "phonetic": "tʊɹɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year.",
                "She unfolded the map to find the location of the tourist attractions.",
                "German castles, such as Neuschwanstein and Heidelberg Castle, attract many tourists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdA&hash=af27e13e17f6f52a4f14a689bc09555e0b13de89&lang=en&cache-only=0",
            "defineEn": "someone who visits a place or travels to different places for pleasure",
            "defineVi": "một người đến thăm một nơi hoặc đi du lịch đến những nơi khác nhau cho niềm vui",
            "hasImg": true
        },
        {
            "id": "d1173b40-4578-4acf-aee8-d6c8bda3411c",
            "word": "touristy",
            "phonetic": "tʊɹɹɪsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When you live in a touristy area, you should expect noise, crowds, foot traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdHk&hash=d4c3f19834c79cdfec6c4e9dabda1aa402cbf440&lang=en&cache-only=0",
            "defineEn": "intended for, visited by, or attractive to tourists, in a way that one does not like it",
            "defineVi": "dành cho, được ghé thăm hoặc hấp dẫn khách du lịch, theo cách mà người ta không thích",
            "hasImg": true
        },
        {
            "id": "d24a5ed0-1f47-4fd1-95db-6f539e32b309",
            "word": "travel agency",
            "phonetic": "tɹævəl eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The travel agency is not his only venture - he's got more than one iron in the fire.",
                "And then just other places, like travel agencies that I've been to before.",
                "I was an operations manager for a luxury travel agency.",
                "\"I want to show it to my boss at the travel agency.\"",
                "In 1981, Barbara Bloom made a series she called 'Travel Posters that, upon initial glance, look like ones you might have seen in a travel agency or consulate at the time, but on closer inspection you realize that, while the images are what you might expect, (airplanes and travelers and beaches) the text complicates matters considerably."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW5jeQ&hash=3e483a83e8e3d08252bfd188e47a6666bd36d10f&lang=en&cache-only=0",
            "defineEn": "an agency that makes arrangements for people who want to travel",
            "defineVi": "một cơ quan sắp xếp cho những người muốn đi du lịch",
            "hasImg": true
        },
        {
            "id": "57e38340-37f4-4411-9b61-cc70d54ba7ed",
            "word": "unfrequented",
            "phonetic": "ʌnfɹiːkwəntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5mcmVxdWVudGVk&hash=d8e0064457a2d3b98a771e47a677defdc16be4e9&lang=en&cache-only=0",
            "defineEn": "(of a place) hardly visited",
            "defineVi": "(của một nơi) hầu như không đến thăm"
        },
        {
            "id": "c69fdeec-7610-4ff9-bbd4-eef34744baeb",
            "word": "backpacker",
            "phonetic": "bækpækɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFja3BhY2tlcg&hash=2b4db8c09a1e644200944e41723cc6676751e425&lang=en&cache-only=0",
            "defineEn": "a person without much money who travels around, hiking or using public transport, carrying a backpack",
            "defineVi": "một người không có nhiều tiền đi du lịch khắp nơi, đi bộ đường dài hoặc sử dụng phương tiện giao thông công cộng, mang ba lô",
            "hasImg": true
        },
        {
            "id": "4853a2ca-5e12-40bb-be2c-15bc21c76959",
            "word": "business traveler",
            "phonetic": "bɪznəs tɹævəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 2008 recession also caused a slowdown in air travel, one of the industry's most lucrative clientele, business travelers dropped to all time lows.",
                "As the virus has spread, both vacationers and business travelers have curb ed their plans.",
                "For the business traveler, though, especially the one who is flying at the last minute.",
                "In addition to a few other big markets, American has its Flagship First program for first class and business travelers from New York to Los Angeles, that offers quick passage through security, a first class lounge and lie flat seats.",
                "Those extra passengers could help alleviate some of the short term pain but according to analysts, legacy carriers still need high-paying business travelers to return to profitability."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgdHJhdmVsZXI&hash=2438416134e8285ac1e755a26dca9ed4cc94cb25&lang=en&cache-only=0",
            "defineEn": "a person who travels for business",
            "defineVi": "một người đi công tác",
            "hasImg": true
        },
        {
            "id": "7aea361c-4db4-429e-878a-6771c17c43ba",
            "word": "caravan",
            "phonetic": "kæɹɐvæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete suffered an injury that threatened his career, but as the saying goes, dogs bark, but the caravan goes on, and he worked hard to recover and continue competing.",
                "The two nations cracked down on caravans under pressure from President Trump.",
                "We had a caravan. ",
                "A Caravan with a turbine engine can carry nine people 900 miles.",
                "Somebody organized that caravan, and they don’t work at the White House. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYXZhbg&hash=b44c6b4501fe194662815ead757ea8a977fe7261&lang=en&cache-only=0",
            "defineEn": "a group of people on animals or vehicles that travel together for safety, especially across the desert",
            "defineVi": "một nhóm người trên động vật hoặc phương tiện di chuyển cùng nhau để đảm bảo an toàn, đặc biệt là băng qua sa mạc",
            "hasImg": true
        },
        {
            "id": "62516e5c-1b6b-4b9e-8e7f-ca11a6841145",
            "word": "explorer",
            "phonetic": "ɛksploːɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "Despite the danger, the explorers were curious about what lay beyond the mountains.",
                "Explorers are cool.",
                "Its explorers are its geographic analysts.",
                "And in 2019, an explorer reported signs of plastic debris even further down."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbG9yZXI&hash=d009ee2432951cadcbdc8785ca9f16b2d1acd0be&lang=en&cache-only=0",
            "defineEn": "a person who visits unknown places to find out more about them",
            "defineVi": "một người đến thăm những nơi chưa biết để tìm hiểu thêm về họ"
        },
        {
            "id": "22b3984e-1a22-4a53-aaf9-bb68f58ad8fc",
            "word": "flyer",
            "phonetic": "flaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Birds look like flyers.",
                "I’m taking a flyer. ",
                "These are silent flyers.",
                "The flyer is made up of a harness and four sets of wires connected to the ship.",
                "The next method is collecting free items like pamphlets and flyers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx5ZXI&hash=40a5c733e84951c66d1edac834123a08ca7b301a&lang=en&cache-only=0",
            "defineEn": "a passenger on board an aircraft",
            "defineVi": "một hành khách trên máy bay",
            "hasImg": true
        },
        {
            "id": "9b7e0502-f591-4794-9a9d-2d27e29cfe27",
            "word": "pilgrim",
            "phonetic": "pɪlɡɹɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Pilgrims were even more extreme.",
                "And came to Pilgrim.",
                "The holy city of Mecca is normally filled with Muslim pilgrims.",
                "And Pilgrim survived because he and his fellow prisoners were held sixty feet underground in a former slaughterhouse.",
                "At the same time these explorers went south, Ethiopian pilgrims began traveling north."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsZ3JpbQ&hash=b55752d5944ba3ea07ba8f57032a7dc7d25a99d9&lang=en&cache-only=0",
            "defineEn": "a person who visits foreign lands for a personal cause",
            "defineVi": "một người đến thăm vùng đất xa lạ vì một lý do cá nhân"
        },
        {
            "id": "30d1c114-c53f-434f-9016-b8e57a25d3f8",
            "word": "traveler",
            "phonetic": "tɹævəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The traveler paid a guide to show him across.",
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "As a traveler, I enjoy exploring new destinations and immersing myself in different cultures.",
                "The train station was located in the city center, making it convenient for travelers.",
                "And, for about $3,000 on an American Airlines Flagship First flight from New York to Los Angeles, travelers have access to an exclusive check-in area and premium wines in the flagship lounge."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsZXI&hash=22d668ba6f6a46755f7bb760259fc47d245c8565&lang=en&cache-only=0",
            "defineEn": "a person who is on a journey or someone who travels a lot",
            "defineVi": "một người đang trên một hành trình hoặc một người đi du lịch rất nhiều",
            "hasImg": true
        },
        {
            "id": "7fca83e3-c116-4eaf-9216-a4cb89948286",
            "word": "vacationer",
            "phonetic": "veɪkeɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the virus has spread, both vacationers and business travelers have curb ed their plans.",
                "Eyes are closely watching the fate of Virgin Voyages, the cruise line aimed at upscale vacationers that Virgin Group had announced it was building with partner Bain Capital in December 2014.",
                "According to a 2015 study by Tourism Concern, about two-thirds of all-inclusive vacationers go on some sort of excursion, which can add up fast."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYXRpb25lcg&hash=cd7433a458d7232896e6d5de68d4ccdf1357a79c&lang=en&cache-only=0",
            "defineEn": "someone who has gone on vacation",
            "defineVi": "một người đã đi nghỉ",
            "hasImg": true
        },
        {
            "id": "aae5d682-c97e-4a82-b8b7-e3d73d781d7d",
            "word": "voyager",
            "phonetic": "vɔɪɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Voyager 2 is also incredibly far away.",
                "Back in 2012, Voyager 1 crossed the boundary of the heliosphere that marks the bubble’s outer edge.",
                "For example, the 1970s Voyager probes heard whistlers while flying by Jupiter and Neptune.",
                "Voyager 2 passed Uranus back in 1986.",
                "For Voyager 1, they started with the cameras and heaters in 1990."
            ],
            "audio": "https://tts.langeek.co/read?text=dm95YWdlcg&hash=09f8b22b862d4dab315d78a307d85927f2affba6&lang=en&cache-only=0",
            "defineEn": "someone who travels to unknown places, in sea or space",
            "defineVi": "một người đi du lịch đến những nơi không xác định, trong biển hoặc không gian"
        },
        {
            "id": "1f8db010-54e5-4533-815c-4f3f7c9c26fa",
            "word": "passport",
            "phonetic": "pæspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your passport in a safe place.",
                "She keeps her passport in a secure place at home.",
                "The immigration officer reviewed my passport before granting entry.",
                "They never travel without their passports.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc3BvcnQ&hash=37f685bac0b77a8956de7f236c056d6ffd4643d0&lang=en&cache-only=0",
            "defineEn": "an official document issued by a government that identifies someone as a citizen of a particular country, which is needed when leaving a country and entering another one",
            "defineVi": "một tài liệu chính thức do chính phủ ban hành xác định ai đó là công dân của một quốc gia cụ thể, cần thiết khi rời khỏi một quốc gia và nhập cảnh vào một quốc gia khác",
            "hasImg": true
        },
        {
            "id": "e2f89e93-3765-4c0a-b789-7a67c7f3c4e0",
            "word": "visa",
            "phonetic": "viːzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Visa be their actual measured performance in standardized testing.",
                "Big tech companies, Apple, Alphabet, Amazon, Microsoft use H-1B visas.",
                "Giants like MasterCard, Visa and Amex dominate the network market.",
                "So nonimmigrant visas are generally temporary in nature.",
                "The translator visas are officially called Special Immigration Visas, or SIVs."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzYQ&hash=31df391b93abcc1fb63a403716599b4a8285811e&lang=en&cache-only=0",
            "defineEn": "an official mark on someone's passport that allows them to enter or stay in a country",
            "defineVi": "một nhãn hiệu chính thức trên hộ chiếu của ai đó cho phép họ vào hoặc ở lại một quốc gia",
            "hasImg": true
        },
        {
            "id": "128d9e5f-b5af-44d3-959d-7901f064c11d",
            "word": "tourist visa",
            "phonetic": "tʊɹɹɪst viːzə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdCB2aXNh&hash=f62aa5fa19678670c9488235f2c342cf409a528e&lang=en&cache-only=0",
            "defineEn": "an official document that allows a tourist to enter a foreign country and stay there for a limited period of time",
            "defineVi": "một tài liệu chính thức cho phép khách du lịch vào nước ngoài và ở đó trong một khoảng thời gian giới hạn"
        },
        {
            "id": "bd7dd39c-c945-4de1-bfa1-c88e7c9c0ca7",
            "word": "commuter",
            "phonetic": "kəmjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commuters packed like sardines on the evening train.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train.",
                "but the smaller commuter planes sometimes cause a problem.",
                "And then I found a commuter college about.",
                "Jack in the Box was every HOV commuters' dream."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXV0ZXI&hash=3026331ad0e755c451da76a68b9927ba44151479&lang=en&cache-only=0",
            "defineEn": "a passenger train or airline that carries people to short distances regularly",
            "defineVi": "một chuyến tàu chở khách hoặc hãng hàng không chở người đến những khoảng cách ngắn thường xuyên"
        },
        {
            "id": "450a081c-e503-4bb7-8909-321df714b45c",
            "word": "sightseeing",
            "phonetic": "saɪtsiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "After a long day of sightseeing, we decided to take a dip in the sea to cool off.",
                "They went sightseeing But where did he take Ty?",
                "Goes to show you with G-SYNC, you really don't need all 240 FPS and a sightseeing, exploration game like this one.",
                "As you can see, even with the most powerful graphics card on the market, we are struggling to break 150 fps on this puppy, so you're definitely buying into the future-proofness when it comes to sightseeing eye-candy single player games like this one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHRzZWVpbmc&hash=7695f538995057dc1f7c5de915257c4d85026e3a&lang=en&cache-only=0",
            "defineEn": "the activity of visiting places of interest in a particular location as a tourist",
            "defineVi": "hoạt động tham quan các địa điểm yêu thích ở một địa điểm cụ thể với tư cách là khách du lịch",
            "hasImg": true
        },
        {
            "id": "06fe6c4d-c2a0-4c42-b9cb-4f8099aa9553",
            "word": "companion",
            "phonetic": "kəmpæniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "An understated, unthreatening companion, it appears, content to let her chatter at length and not desiring to get his oar in often.",
                "Many galaxies have companion, satellite galaxies.",
                "I had a duplex along with my dog, my favorite companion Navarro.",
                "A companion at work who does nothing.",
                "The moon is our planet’s constant, dependable companion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFuaW9u&hash=51d381c4d1a2b2b30aed8cbd40fb25173ca06661&lang=en&cache-only=0",
            "defineEn": "a person or animal with which one travels or spends a lot of time",
            "defineVi": "một người hoặc động vật mà một người đi du lịch hoặc dành nhiều thời gian",
            "hasImg": true
        },
        {
            "id": "9750d23d-e71d-4f2b-9b82-7bb77946c4ff",
            "word": "agritourism",
            "phonetic": "æɡɹɪtʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdyaXRvdXJpc20&hash=3778efce8dbf97c83a7799dcf55c052cd561a1e8&lang=en&cache-only=0",
            "defineEn": "the activity of visiting the countryside and staying with local farmers in rural areas of a foreign country",
            "defineVi": "hoạt động về thăm quê và ở với nông dân địa phương ở vùng nông thôn của nước ngoài"
        }
    ]
}