{
    "id": "d840e54b-e514-406d-8caa-40e50dc2ceb1",
    "title": "Food 1",
    "originalTitle": "Lesson 19",
    "words": [
        {
            "id": "a4645a57-1259-4a84-b0d0-89db1c2c977a",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "15952e87-edc5-48e9-bf28-4a543fc06333",
            "word": "meat",
            "phonetic": "miːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Too much garlic killed the taste of the meat.",
                "As a vegetarian, I often substitute mozzarella for meat in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhdA&hash=c0f8d6677812f202675229cb0d0651f46355c72b&lang=en&cache-only=0",
            "defineEn": "the flesh of animals and birds that can be eaten as food",
            "defineVi": "thịt của động vật và chim có thể được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "8b881786-e66c-41fa-887b-e8996d63929b",
            "word": "fish",
            "phonetic": "fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaA&hash=fdb92758151e316180093ddbf02f81bac6bfe227&lang=en&cache-only=0",
            "defineEn": "flesh from a fish that is used as food",
            "defineVi": "thịt từ một con cá được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "fab30cf1-e08b-4286-92e5-1c4d340b57d5",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "the flesh of a chicken that is used as food",
            "defineVi": "thịt của một con gà được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "2bbaa4e6-5e95-4026-b423-776d3597530e",
            "word": "vegetable",
            "phonetic": "vɛdʒɪɾəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served fresh vegetables with a side of tangy salad cream.",
                "She juices fresh vegetables every morning for a nutritious start to her day.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "He sprinkled a pinch of ground anise over his roasted vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxl&hash=1835bc11ddce73275d86279a82b2e18e4b5a790a&lang=en&cache-only=0",
            "defineEn": "a plant or a part of it that we can eat either raw or cooked",
            "defineVi": "một loại cây hoặc một phần của nó mà chúng ta có thể ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "30459ac3-d935-490b-8ac4-34ad0b659fbc",
            "word": "cucumber",
            "phonetic": "kjuːkʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added cucumber to my homemade green smoothie for extra hydration.",
                "We made a refreshing cucumber salsa with tomatoes, onions, and cilantro.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "You should try a Greek salad with cucumbers, tomatoes, feta cheese, and a tangy dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VjdW1iZXI&hash=15aca5536b905d5fccfd857ff6f73ef51b568239&lang=en&cache-only=0",
            "defineEn": "a long fruit that has thin green skin and is used a lot in salads",
            "defineVi": "một loại trái cây dài có vỏ màu xanh mỏng và được sử dụng nhiều trong món salad",
            "hasImg": true
        },
        {
            "id": "dfecf7c4-a537-4f26-8eb8-b9a61971db82",
            "word": "potato",
            "phonetic": "pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "Britain grows 6,000,000 tons of potatoes a year.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRv&hash=d5e172be4127e5cdef6d2b48ed01de63b616a228&lang=en&cache-only=0",
            "defineEn": "a round vegetable that grows beneath the ground, has light brown skin, and is used cooked or fried",
            "defineVi": "một loại rau tròn mọc dưới đất, có vỏ màu nâu nhạt và được dùng nấu chín hoặc chiên",
            "hasImg": true
        },
        {
            "id": "c0fdb8e0-edc5-4c54-a562-38c5a8634d81",
            "word": "onion",
            "phonetic": "ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed onion rings as a crispy side dish.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "Melt the butter, then add the onion."
            ],
            "audio": "https://tts.langeek.co/read?text=b25pb24&hash=630cbddcf7a13bd1cb746370bbf0b6cdae76ffb8&lang=en&cache-only=0",
            "defineEn": "a round yellow, white, or red vegetable with many layers and a smell and taste that is strong",
            "defineVi": "một loại rau tròn màu vàng, trắng hoặc đỏ với nhiều lớp, có mùi và vị đậm đà",
            "hasImg": true
        },
        {
            "id": "83576310-77ba-46e2-a435-8ba3b5a07118",
            "word": "tomato",
            "phonetic": "təmeɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tomatoes are out of season now.",
                "Tomato paste is a staple ingredient for many recipes.",
                "The chef prepared a creamy tomato soup for lunch.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYXRv&hash=b03301d321a2d64e061f6c7de77256d255bdce4f&lang=en&cache-only=0",
            "defineEn": "a soft and round fruit that is red and is used a lot in salads and many other foods",
            "defineVi": "một loại trái cây mềm và tròn có màu đỏ và được sử dụng nhiều trong món salad và nhiều món ăn khác",
            "hasImg": true
        },
        {
            "id": "24586871-dc9d-4f30-a9bd-6fd32f75da5c",
            "word": "carrot",
            "phonetic": "kæɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted carrots with a sprinkle of ground cardamom.",
                "I gave a carrot to the hungry rabbit.",
                "She dipped her carrot sticks into the hummus.",
                "He ate an orange carrot for a snack.",
                "They bought a carrot cake from the bakery for their family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycm90&hash=74b6a414604c499b3431465ef5c996c902682544&lang=en&cache-only=0",
            "defineEn": "a long orange vegetable that grows beneath the ground and is eaten cooked or raw",
            "defineVi": "một loại rau màu cam dài mọc dưới đất và được ăn chín hoặc sống",
            "hasImg": true
        },
        {
            "id": "3863ddde-9942-41d8-938f-87a3118db4a7",
            "word": "pepper",
            "phonetic": "pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "They passed around the pepper grinder at the dinner table.",
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVy&hash=8df145ff8a7cd52c675078a1a5f5c7a698a345ac&lang=en&cache-only=0",
            "defineEn": "a powder made from dried peppercorn that is added to food to make it spicy",
            "defineVi": "một loại bột làm từ hạt tiêu khô được thêm vào thực phẩm để làm cho nó cay",
            "hasImg": true
        },
        {
            "id": "2c76d554-60d6-4846-b546-6279f5dff227",
            "word": "fruit",
            "phonetic": "fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "They topped fruit tarts with mango coulis.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "She cuts the fruit into bite-sized pieces for a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXQ&hash=ac81e5858aaa1bc9aec76aab5a6958817a06f3a7&lang=en&cache-only=0",
            "defineEn": "something we can eat that grows on trees, plants, or bushes",
            "defineVi": "thứ gì đó chúng ta có thể ăn mọc trên cây, thực vật hoặc bụi rậm",
            "hasImg": true
        },
        {
            "id": "16aa1e66-437e-40a3-916f-2537ee96736f",
            "word": "apple",
            "phonetic": "æpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "Honeycrisp apples are right over here in the apple section.",
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGU&hash=0dc781364e082247f121222a7a988201127bea75&lang=en&cache-only=0",
            "defineEn": "a fruit that is round and has thin yellow, red, or green skin",
            "defineVi": "một quả tròn và có vỏ mỏng màu vàng, đỏ hoặc xanh",
            "hasImg": true
        },
        {
            "id": "7a9ab260-740b-4e5e-80b6-abeedf4953cb",
            "word": "orange",
            "phonetic": "ɔɹɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents always drink orange juice for breakfast.",
                "The market had ripe oranges with bright orange peels.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "She poured orange juice into a clear glass.",
                "She has an orange cat."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Jhbmdl&hash=99633941bc25f4b445048dab205da735c5e542b6&lang=en&cache-only=0",
            "defineEn": "a fruit that is juicy and round and has thick skin",
            "defineVi": "một loại trái cây ngon ngọt và tròn và có da dày",
            "hasImg": true
        },
        {
            "id": "383fa301-9411-4660-bed4-8e8edd316b2d",
            "word": "grape",
            "phonetic": "ɡɹeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grapes are made into wine.",
                "The chef used grape sugar to caramelize the top of the crème brûlée.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "He used grape juice to make a fruity popsicle.",
                "The Pinot grape juice had a subtle sweetness, making it a great base for refreshing cocktails."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGU&hash=bbbb395bd297df32d40ccac3e86cd72bb3a718aa&lang=en&cache-only=0",
            "defineEn": "a purple or green fruit that is round, small, and grows in bunches on a vine",
            "defineVi": "một loại quả màu tím hoặc xanh, tròn, nhỏ và mọc thành chùm trên cây nho",
            "hasImg": true
        },
        {
            "id": "d7964803-5ae1-4d28-b5d5-d19d9740e0fb",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "6a891abe-4f11-4419-a708-6400c4745999",
            "word": "peach",
            "phonetic": "piːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He shared a juicy peach with his friend during a picnic in the park.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "They spent the afternoon pitting the peaches for their summer jam.",
                "I bit into a ripe peach and enjoyed its sweet flesh.",
                "Sarah made a refreshing peach iced tea to beat the summer heat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2g&hash=c81b48d718d4c83e5e4fa5ad6459e4451ce9d5a9&lang=en&cache-only=0",
            "defineEn": "a soft and juicy fruit that has a stone in the middle and its skin has extremely little hairs on it",
            "defineVi": "một loại trái cây mềm và ngon ngọt có một viên đá ở giữa và da của nó có rất ít lông trên đó",
            "hasImg": true
        },
        {
            "id": "6cb23be5-6409-4fcf-a7a6-118fe0c22532",
            "word": "lemon",
            "phonetic": "lɛmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had vibrant yellow lemons on display.",
                "Lemon chicken is a flavorful dish that combines the juiciness of chicken with the tanginess of lemons.",
                "He added a squeeze of lemon to his fish tacos for a citrusy twist.",
                "He zests the lemon over the pasta to give it a refreshing flavor.",
                "He squeezed fresh lemon juice into his water, enjoying the tangy taste of the citrus."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVtb24&hash=67ee924feffec5d621c6351e7dfe699a686d7454&lang=en&cache-only=0",
            "defineEn": "a sour fruit that is juicy and round and has thick yellow skin",
            "defineVi": "một loại trái cây chua mọng nước và tròn và có vỏ dày màu vàng",
            "hasImg": true
        },
        {
            "id": "2b0c7882-42db-4dfb-8830-646d1b4a6950",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "a6d8e0fb-1190-4f80-a858-7dba33d7d99c",
            "word": "chocolate milk",
            "phonetic": "tʃɑːklət mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hvY29sYXRlIG1pbGs&hash=6840ed2e30e73f0c0b184b255f6b73a3cda7ac4a&lang=en&cache-only=0",
            "defineEn": "a drink that is made by adding chocolate powder, syrup, etc. to milk",
            "defineVi": "một thức uống được làm bằng cách thêm bột sô cô la, xi-rô, v.v. vào sữa",
            "hasImg": true
        },
        {
            "id": "b6c17ed5-812a-440e-a35c-ef4ed6392648",
            "word": "cheese",
            "phonetic": "tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "Cheshire cheese has a unique flavor profile.",
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Ha, yeah right, and the moon is made of cheese.",
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNl&hash=1fa8dd3467af3a12758a4935b49ec75fb164be1e&lang=en&cache-only=0",
            "defineEn": "a soft or hard food made from milk that is usually yellow or white in color",
            "defineVi": "thức ăn mềm hoặc cứng làm từ sữa thường có màu vàng hoặc trắng",
            "hasImg": true
        },
        {
            "id": "411b453b-5e2a-429a-900c-68027631d508",
            "word": "butter",
            "phonetic": "bʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "The mobile phone business was actually his bread and butter.",
                "I accidentally buttered both sides of the bread when making a sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVy&hash=b688b3f85d5ed92aabce633aa0c0172e4846bc9f&lang=en&cache-only=0",
            "defineEn": "a soft, yellow food made from cream that we spread on bread or use in cooking",
            "defineVi": "một loại thực phẩm mềm, màu vàng làm từ kem mà chúng ta phết lên bánh mì hoặc dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "ff87b50f-980f-46eb-aadf-c4d04eb51c12",
            "word": "egg",
            "phonetic": "ɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "The chicken laid an egg in the nesting box.",
                "The eggs cook quickly in a hot frying pan.",
                "I wanted bacon and eggs for breakfast.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdn&hash=9442aaa358f96481306b74ee0ac4fb268e896189&lang=en&cache-only=0",
            "defineEn": "an oval or round thing that is produced by a chicken and can be used for food",
            "defineVi": "một thứ hình bầu dục hoặc tròn được sản xuất bởi một con gà và có thể được sử dụng cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "d1b5f35c-c2c4-48bb-a552-8678ceb8af02",
            "word": "cream",
            "phonetic": "kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef drizzled cream over the warm apple pie.",
                "Double cream adds indulgence to creamy pasta sauces.",
                "Milk and cream should keep quite well in a fridge.",
                "The hair styling cream included an emulsifier to combine the water and styling agents.",
                "She prefers her coffee black, without any sugar or cream."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYW0&hash=d629d211aca7ba7a423e51be63197b3f737c7f9a&lang=en&cache-only=0",
            "defineEn": "the thick white or pale yellow fatty liquid that rises to the top of milk",
            "defineVi": "chất lỏng béo đặc màu trắng hoặc vàng nhạt nổi lên trên cùng của sữa",
            "hasImg": true
        }
    ]
}