{
    "id": "d8f03bd2-0e65-4fba-842f-f12b46eb7755",
    "title": "Unit 2",
    "originalTitle": "Unit 2",
    "words": [
        {
            "id": "cf4c2f32-ad29-4c45-9cfb-be601e78ef3b",
            "word": "to trace",
            "phonetic": "tə tɹeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent financial scandal can be traced back to the CEO's unethical practices - fish rots from the head.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves.",
                "Gina Giotta, professor of communication and technology at California State University Northridge, traces the laugh tracks insertion into early television back to its non visual mass media predecessor: the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhY2U&hash=787fa2f81d736eae39fd8124a7d603bd19a0a2ac&lang=en&cache-only=0",
            "defineEn": "to find or discover someone or something by investigation",
            "defineVi": "để tìm hoặc khám phá một ai đó hoặc một cái gì đó bằng cách điều tra",
            "hasImg": true
        },
        {
            "id": "a102dba6-eb8f-4b40-87e6-5be4dcea463a",
            "word": "flawless",
            "phonetic": "flɔːləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She looks a million dollars in her elegant evening gown and flawless makeup.",
                "His skin was dark, with a smooth and flawless texture.",
                "John had a frog in his throat during the presentation, but he managed to clear it and deliver a flawless speech.",
                "The paint job is flawless.",
                "Was it flawless?"
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhd2xlc3M&hash=5ff92503a2ba73472c4cd7ffe605482385537501&lang=en&cache-only=0",
            "defineEn": "referring to something that is without any imperfections, errors, or defects",
            "defineVi": "đề cập đến một cái gì đó không có bất kỳ sự không hoàn hảo, sai sót hoặc khiếm khuyết nào"
        },
        {
            "id": "832d8df5-c705-49b9-b406-1567b90e1fbe",
            "word": "to settle",
            "phonetic": "tə sɛɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We finally settled on a soft yellow for the kitchen walls.",
                "The dust is settling on the chaos which ensued when the French sold 110,000 tickets to the World Cup football matches by phone.",
                "You should let the dust settle before you make any big decisions.",
                "I'll call you as soon as the dust settles from the move.",
                "When the dust settled and the votes were recounted, she had won the election."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0dGxl&hash=bfcaef5c6c3468cf0cf9e5bbedb26029252bf2df&lang=en&cache-only=0",
            "defineEn": "to come to rest or take a comfortable position",
            "defineVi": "đến để nghỉ ngơi hoặc có một vị trí thoải mái"
        },
        {
            "id": "b222b745-81a2-4dc4-8459-c134d69a22e8",
            "word": "abruptly",
            "phonetic": "ɐbɹʌptli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Then, around 34 million years ago, cetacean hind legs abruptly disappeared.",
                "Two Senate panels abruptly postponed votes on the nomination today.",
                "even USB-A ports on their laptops, but Apple made the switch very abruptly.",
                "The session ended abruptly when Jo Jones, Basie's drummer, dropped his cymbal on the floor.",
                "But they just abruptly stop."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJydXB0bHk&hash=a2495632b9d9a76209518ce9ea4d7e31baddf0ad&lang=en&cache-only=0",
            "defineEn": "in a sudden or unexpected manner",
            "defineVi": "một cách đột ngột hoặc bất ngờ"
        },
        {
            "id": "5b93334f-264d-4f5f-b0e2-9da52a8fd3d3",
            "word": "active",
            "phonetic": "æktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "Mary gets on in years gracefully, maintaining her active lifestyle and pursuing her passions.",
                "Even in his old age, Mr. Jenkins remains fit as a flea by taking long walks every day and maintaining an active lifestyle.",
                "The accident left Peter with a broken leg, but thanks to a successful surgery and intensive rehabilitation, he was able to get back on his feet and resume his active lifestyle.",
                "At a ripe old age, Mary remains active and engaged in various hobbies and interests, embracing life to the fullest."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZl&hash=0f3f4e1e27b778ea3843637855738d56a98127ef&lang=en&cache-only=0",
            "defineEn": "a member or participant in a particular organization or group",
            "defineVi": "một thành viên hoặc người tham gia trong một tổ chức hoặc nhóm cụ thể"
        },
        {
            "id": "b3b6f6d5-d20c-46ce-8225-e2e72c64a30f",
            "word": "actor",
            "phonetic": "æktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The actor is hitting the big time with his new movie.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Many actors dream of winning prestigious awards for their performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0b3I&hash=ff51d3cf52dbdb212c09682c85250cde406d0147&lang=en&cache-only=0",
            "defineEn": "someone whose job involves performing in movies, plays, or series",
            "defineVi": "ai đó có công việc liên quan đến việc biểu diễn trong phim, vở kịch hoặc sê-ri",
            "hasImg": true
        },
        {
            "id": "851fc02e-240f-4538-8c28-47a171e3decb",
            "word": "acting",
            "phonetic": "æktɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Acting classes help aspiring actors develop their skills and techniques.",
                "Rick seems to have had luck on his side during his 12-year acting career.",
                "James's acting career had been stagnant, but landing a lead role in a popular TV series provided him with a new lease on life.",
                "I made my Korean acting debut.",
                "The actings out of anger in destructive ways is a big boo for me."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW5n&hash=da1b1fbb23ef24c594027a94f1f34ac5908631ac&lang=en&cache-only=0",
            "defineEn": "the performance of a role in a movie or play; the act or art of performing in movies, plays or TV series",
            "defineVi": "việc thực hiện một vai trong một bộ phim hoặc vở kịch; hành động hoặc nghệ thuật biểu diễn trong phim, vở kịch hoặc phim truyền hình",
            "hasImg": true
        },
        {
            "id": "7e1e8e36-a7b9-4c07-aafe-25d35c3b16f2",
            "word": "action",
            "phonetic": "ækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "The government took action to reduce unemployment rates.",
                "The true love between them was evident in their actions.",
                "Actions speak louder than words when it comes to leadership.",
                "Be careful with your actions."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9u&hash=33ee5795412c8c8d91c807aa057bfca5e2307a13&lang=en&cache-only=0",
            "defineEn": "the process or state of doing something, often involving physical or mental effort, and typically with a specific purpose or intention",
            "defineVi": "quá trình hoặc trạng thái làm điều gì đó, thường liên quan đến nỗ lực thể chất hoặc tinh thần, và thường có mục đích hoặc ý định cụ thể"
        },
        {
            "id": "d2d13cbe-666f-48e2-b7ee-cd0cc3f70906",
            "word": "activity",
            "phonetic": "æktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Activities range from trapeze and freefall to archery and motorsports.",
                "What's your favorite evening activity?",
                "The whole house was a hive of activity on the day before the wedding.",
                "There's a lot of police activity around here lately.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpdHk&hash=aa449f50baaf63c5b0cb20c38c8af2ee4e073df5&lang=en&cache-only=0",
            "defineEn": "something that a person spends time doing, particularly to accomplish a certain purpose",
            "defineVi": "một cái gì đó mà một người dành thời gian làm, đặc biệt là để hoàn thành một mục đích nhất định"
        },
        {
            "id": "d11ca6a0-f3cb-48c9-981a-383c7d1c7df9",
            "word": "to activate",
            "phonetic": "tʊ æktᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough.",
                "Energy pod activated.",
                "Energy pod activated.",
                "But other objects, like a cup of coffee or a building, activate other parts of the temporal cortex.",
                "The helper T cell is activated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0aXZhdGU&hash=e34895e7c72d5229be1568f0ad69f92e65938a1d&lang=en&cache-only=0",
            "defineEn": "to make something such as a process, piece of equipment, etc. start working",
            "defineVi": "để làm cho một cái gì đó như một quy trình, thiết bị, v.v. bắt đầu hoạt động",
            "hasImg": true
        },
        {
            "id": "10468bd3-6e32-402a-bb84-e68657c66544",
            "word": "heavy",
            "phonetic": "hɛvi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "They pushed the heavy box across the room.",
                "The book is really heavy going at the beginning.",
                "We loaded the heavy boxes onto the truck for transport.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnk&hash=35f2737e54017ea38f0052324518c98a6a47c1e4&lang=en&cache-only=0",
            "defineEn": "great in amount, degree, or intensity; worse than usual in severity",
            "defineVi": "lớn về số lượng, mức độ hoặc cường độ; tồi tệ hơn bình thường ở mức độ nghiêm trọng"
        },
        {
            "id": "4784c1c4-14be-4cbd-8263-c4bb2a5583ec",
            "word": "traffic",
            "phonetic": "tɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every day about noon, traffic in town grinds to a halt.",
                "to control the traffic congestion",
                "You can hear the traffic from your room day and night.",
                "Priority is given to traffic already on the roundabout.",
                "The new traffic system worked up to a point, but it had its problems."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYw&hash=4cbd37effd77e2d88d2e5afc3fe5972d23b56bfb&lang=en&cache-only=0",
            "defineEn": "the coming and going of cars, airplanes, etc. in an area at a particular time",
            "defineVi": "sự đến và đi của ô tô, máy bay, v.v. trong một khu vực vào một thời điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "f6e0e966-899b-450d-8441-0f7a6543968f",
            "word": "strong",
            "phonetic": "stɹɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Anne, the call of duty was strong.",
                "The strong winds knocked down several trees on the road.",
                "The manager played his strongest side of the season.",
                "Many people are led astray by strong feelings",
                "Patience isn't exactly her strong suit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25n&hash=456f3f2addd18cf1fe9a63a92eec1915d44cc5e2&lang=en&cache-only=0",
            "defineEn": "having great strength or a lot of physical power",
            "defineVi": "có sức mạnh tuyệt vời hoặc rất nhiều sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "a69e9418-51d9-4804-a71b-a8a9d0231f66",
            "word": "wind",
            "phonetic": "wɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police got wind of the illegal drug deal.",
                "The fall knocked the wind out of me.",
                "The president has the wind at his back on this issue.",
                "At last the wind dropped.",
                "The wind has changed direction."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZA&hash=2a194480137a53ba88003e4fb179e607130ebb6d&lang=en&cache-only=0",
            "defineEn": "air that moves quickly or strongly in a current as a result of natural forces",
            "defineVi": "không khí di chuyển nhanh hoặc mạnh theo dòng chảy do tác động của các lực tự nhiên",
            "hasImg": true
        },
        {
            "id": "9d4eb84f-070a-46ad-991b-81ebe4858ad4",
            "word": "high",
            "phonetic": "haɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The colorful bird flew high in the sky.",
                "The prices at the luxury boutique were quite high.",
                "Unfortunately, the price of short ribs can be quite high.",
                "He had high expectations for the team's performance in the tournament.",
                "They set high standards of customer service."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaA&hash=3cc614658c9a918812534f458ebda7ad9da1df22&lang=en&cache-only=0",
            "defineEn": "having a relatively great vertical extent",
            "defineVi": "có một phạm vi dọc tương đối lớn",
            "hasImg": true
        },
        {
            "id": "3c0b9e6b-60e7-44e7-ba09-4527c0ae162a",
            "word": "standard",
            "phonetic": "stændɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They set high standards of customer service.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "There are twelve hours on a standard clock.",
                "Not all men are as honorable or hold to the same standards as Sam.",
                "Not all men are as honorable or hold to the same standards as Sam."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRhcmQ&hash=8cb561fbe9b908bc8854142cba9c16e3544374f6&lang=en&cache-only=0",
            "defineEn": "accepted or used as usual or normal",
            "defineVi": "chấp nhận hoặc sử dụng như bình thường hoặc bình thường"
        },
        {
            "id": "412e34d9-3831-44d5-845c-4a92bc0316d1",
            "word": "to enrich",
            "phonetic": "tʊ ɛnɹɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "You're enriching more uranium.",
                "LEGAL immigrants enrich our nation and strengthen our society in countless ways.",
                "Everyone around him has enriched himself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yaWNo&hash=1918ddd3948219355e4b049b7336261d9d7da0e6&lang=en&cache-only=0",
            "defineEn": "to enhance the quality of something, particularly by adding something to it",
            "defineVi": "để nâng cao chất lượng của một cái gì đó, đặc biệt là bằng cách thêm một cái gì đó vào nó"
        },
        {
            "id": "2630ba9d-2d33-435d-a812-29d5270af7fd",
            "word": "life",
            "phonetic": "laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life goes on.",
                "Life is unfair.",
                "That experience changed my life.",
                "Does life exist on other planets?",
                "Life is just a bowl of cherries these days!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZQ&hash=312ee421ebfde6514a2ee713dd1f4576761c437c&lang=en&cache-only=0",
            "defineEn": "the state of existing as a person who is alive",
            "defineVi": "trạng thái tồn tại như một người đang sống",
            "hasImg": true
        },
        {
            "id": "d7c7f7f0-f6a6-4d16-8af8-51a658f07e88",
            "word": "to [get] stuck (in|into)",
            "phonetic": "tə ɡɛt stʌk ɪn slæʃ ɪntʊ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHN0dWNrIGlu&hash=5d912356464f14893a84bd2c7052e634541329c2&lang=en&cache-only=0",
            "defineEn": "to not be able to move from a place or position",
            "defineVi": "để không thể di chuyển từ một nơi hoặc vị trí",
            "hasImg": true
        },
        {
            "id": "9ad4e86c-f398-4c26-8d75-c6b3b38b6975",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to form, produce, or prepare something, by putting parts together or by combining materials",
            "defineVi": "để hình thành, sản xuất hoặc chuẩn bị một cái gì đó, bằng cách đặt các bộ phận lại với nhau hoặc bằng cách kết hợp các vật liệu",
            "hasImg": true
        },
        {
            "id": "9f95371b-dda2-4c8d-815c-7ca39ca55b3b",
            "word": "profit",
            "phonetic": "pɹɑːfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Company profits took a tumble last year.",
                "All members of the band equally share the band's profits.",
                "The company's profits are on the rocks due to poor management decisions.",
                "The bottom line for 2014 was a pre-tax profit of £85 million.",
                "The company made big profits and the workers want a slice of the pie."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZml0&hash=7bbec8c6d94ddc68da952473b4913454e8dc99bb&lang=en&cache-only=0",
            "defineEn": "(economics) the sum of money that is gained after all expenses and taxes are paid",
            "defineVi": "(kinh tế học) tổng số tiền thu được sau khi trả tất cả các chi phí và thuế"
        },
        {
            "id": "88695ff1-de70-4742-a728-5d81ecdabc51",
            "word": "verb",
            "phonetic": "vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "from now on, i need you to give me original examples with different verb conjugations for every idiom that i give u, please use imaginary names in your examples",
                "Verbs that take both the infinitive and the finite clause as their object.",
                "Regular verbs follow a rule.",
                "An ally is a verb.",
                "In Japanese, the verb comes at the end of the sentence."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyYg&hash=8f1299aba482b35ccca8c17d86da34796466ce71&lang=en&cache-only=0",
            "defineEn": "(grammar) a word or phrase used to describe an action, state, or experience",
            "defineVi": "(ngữ pháp) một từ hoặc cụm từ được sử dụng để mô tả một hành động, trạng thái hoặc kinh nghiệm"
        },
        {
            "id": "48e3fd09-47c5-43fa-acf7-06a20cb6d73a",
            "word": "adjective",
            "phonetic": "ædʒɪktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got the adjective.",
                "- I almost said an adjective.",
                "More adjectives describing my college girlfriend.",
                "That's an adjective.",
                "In US colleges professors used descriptive adjectives to assign value rather than relying on the numbers alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRqZWN0aXZl&hash=449b6c31b7af93ad9c56a6063adad10b553f053a&lang=en&cache-only=0",
            "defineEn": "a type of word that describes a noun",
            "defineVi": "một loại từ mô tả một danh từ"
        },
        {
            "id": "1cc96db4-3e1f-409e-b208-b8b0e96ed047",
            "word": "noun",
            "phonetic": "naʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In American Sign Language, nouns and their related verbs sometimes have the same handshape and location, but different movement.",
                "Never go to war with a noun.",
                "To me, cancer is a verb, not a noun.",
                "Not all of our noun phrases have a determiner in them.",
                "And some of our verb phrases don’t have a noun phrase in them, either."
            ],
            "audio": "https://tts.langeek.co/read?text=bm91bg&hash=8e32d51cf20e426612291f45e850159d3dd96df8&lang=en&cache-only=0",
            "defineEn": "a word that is used to name a person, thing, event, state, etc.",
            "defineVi": "một từ được sử dụng để đặt tên cho một người, sự vật, sự kiện, trạng thái, v.v."
        },
        {
            "id": "902b3627-e427-44aa-98ee-0a01497066fe",
            "word": "adverb",
            "phonetic": "ædvɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if the words and the actions don't match, an adverb can be helpful.",
                "I think it's act quickly, isn't it an adverb?",
                "I don't care what an adverb is, or a pronoun.",
                "Ask yourself: do I really need that adverb?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJi&hash=cdfa8f74fad95024062d38bf2ef91b274e506ff5&lang=en&cache-only=0",
            "defineEn": "a word that gives more information about a verb, adjective, or another adverb",
            "defineVi": "một từ cung cấp thêm thông tin về một động từ, tính từ hoặc trạng từ khác"
        },
        {
            "id": "f9f77cf9-5d4d-4b59-9e7a-0fb7f28574fc",
            "word": "reputation",
            "phonetic": "ɹɛpjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your reputation proceeds you sir.",
                "She had built a reputation as a criminal lawyer.",
                "The scandal ruined his reputation and now his name is mud.",
                "He has a reputation for being a wise guy.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRhdGlvbg&hash=04ab1a52c04420b95af3ea6104d3739ce6bfc70d&lang=en&cache-only=0",
            "defineEn": "the general opinion that the public has about someone or something because of what they did in the past",
            "defineVi": "ý kiến chung mà công chúng có về một ai đó hoặc một cái gì đó vì những gì họ đã làm trong quá khứ"
        },
        {
            "id": "b6c182d0-d535-4275-9707-631620a5d35f",
            "word": "passion",
            "phonetic": "pæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "Music has been a passion that is handed down from father to son in the Smith family.",
                "The artist chose to pursue his passion, even though it didn't pay as well as other careers, because he believed that money is not everything.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "He made a decision to quit his job and pursue his passion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbg&hash=81b013d24ffd13f3c2dbbe5aa60677bc468f832e&lang=en&cache-only=0",
            "defineEn": "a great feeling of love, hate, etc.",
            "defineVi": "một cảm giác tuyệt vời của tình yêu, ghét, vv."
        },
        {
            "id": "050ed5a5-44ed-4005-a32f-7fcbc9c769b5",
            "word": "to point",
            "phonetic": "tə pɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQ&hash=5f68b6af0cb61829d8c0200ae73cd4436c50967a&lang=en&cache-only=0",
            "defineEn": "to show the place or direction of someone or something by holding out a finger or an object",
            "defineVi": "để hiển thị địa điểm hoặc hướng của một ai đó hoặc một cái gì đó bằng cách đưa ra một ngón tay hoặc một đối tượng",
            "hasImg": true
        },
        {
            "id": "9ff0456b-b01f-4d01-8cba-1d72a7a66129",
            "word": "to [turn] a profit",
            "phonetic": "tə tɜːn ɐ pɹɑːfɪt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBhIHByb2ZpdA&hash=b473dff0e77ac575bba501a2c1b0d3eac02d1d21&lang=en&cache-only=0",
            "defineEn": "to earn a financial gain or make a profit from a business venture, investment, or other financial endeavor",
            "defineVi": "để kiếm được lợi ích tài chính hoặc kiếm lợi nhuận từ một liên doanh kinh doanh, đầu tư hoặc nỗ lực tài chính khác"
        },
        {
            "id": "876954d3-21f9-4a72-9362-972b13322175",
            "word": "to [have] a laugh",
            "phonetic": "tə hæv ɐ læf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIGxhdWdo&hash=61d33e43e435c9d0c18940cb311f85edb0540024&lang=en&cache-only=0",
            "defineEn": "to do something only as a joke",
            "defineVi": "để làm một cái gì đó chỉ như một trò đùa"
        },
        {
            "id": "5e5a1a46-f86e-4c1d-b4f0-ab849171a417",
            "word": "to study",
            "phonetic": "tə stʌdi ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R1ZHk&hash=88fafe8f78d24739ac53037c1dc9b9a1d0f4332b&lang=en&cache-only=0",
            "defineEn": "to spend time to learn about certain subjects by reading books, going to school, etc.",
            "defineVi": "dành thời gian để tìm hiểu về các chủ đề nhất định bằng cách đọc sách, đi học, v.v.",
            "hasImg": true
        },
        {
            "id": "f67de3b2-304e-419f-bcbd-78eec7a5218c",
            "word": "fluent",
            "phonetic": "fluːənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Learning a new language can be a daunting task, but by practicing a little every day, you'll make steady progress, and eventually, little strokes fell great oaks, and you'll be fluent.",
                "The teacher, Jacob's teacher is fluent in ASL.",
                "I'm not fluent.",
                "I'm fluent in English.",
                "I'm not fluent."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1ZW50&hash=41f8cba3e861f9f4ca06a0f0804b66c853ecacac&lang=en&cache-only=0",
            "defineEn": "capable of using a language easily and properly",
            "defineVi": "có khả năng sử dụng một ngôn ngữ một cách dễ dàng và đúng cách"
        },
        {
            "id": "490ff0ff-0aa8-4b57-8e97-8895e43e532d",
            "word": "to [get] on top of {sth}",
            "phonetic": "tə ɡɛt ɔn tɑːp ʌv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG9uIHRvcCBvZiB7c3RofQ&hash=023e77e93debcf62c75f3ab9dc4a93f443d6473d&lang=en&cache-only=0",
            "defineEn": "to be able to handle and manage a situation or thing successfully",
            "defineVi": "để có thể xử lý và quản lý một tình huống hoặc điều thành công"
        },
        {
            "id": "5fbd2408-e5ca-4683-902d-a635dd8892b4",
            "word": "to [take] advantage of {sth}",
            "phonetic": "tə teɪk ɐdvæntɪdʒ ʌv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhZHZhbnRhZ2Ugb2Yge3N0aH0&hash=bb0393ff63262d3aa03875a0ad2b9424491d599c&lang=en&cache-only=0",
            "defineEn": "to make use of a situation, opportunity, or resource in a way that benefits oneself or achieves a desired outcome",
            "defineVi": "tận dụng một tình huống, cơ hội hoặc nguồn lực theo cách có lợi cho bản thân hoặc đạt được kết quả mong muốn",
            "hasImg": true
        },
        {
            "id": "6bffd985-07a1-439f-82de-27d52b3dcf75",
            "word": "to [meet] {sb} halfway",
            "phonetic": "tə miːt ɛsbiː hæfweɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVldCB7c2J9IGhhbGZ3YXk&hash=f870c5d2f83877eaee9328cf468e267dd0c6302e&lang=en&cache-only=0",
            "defineEn": "to come to an agreement with someone by granting some of their requests while they grant some of one's requests",
            "defineVi": "đi đến thỏa thuận với ai đó bằng cách chấp nhận một số yêu cầu của họ trong khi họ đồng ý với một số yêu cầu của một người"
        }
    ]
}