{
    "id": "d91f6565-3fac-408a-b49d-563ead80381a",
    "title": "Consistency and Texture",
    "originalTitle": "Consistency and Texture",
    "words": [
        {
            "id": "6887b53d-b69b-420f-8e09-b9b00ab00060",
            "word": "dry",
            "phonetic": "dɹaɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mouth felt completely dry.",
                "I dried my hands with a soft towel.",
                "His throat was dry as dust.",
                "Try some dried apricots as a healthy snack.",
                "The flowers died during a dry spell."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ5&hash=7e403535553590f82691cf75e2b960416f9f8caf&lang=en&cache-only=0",
            "defineEn": "lacking moisture or liquid",
            "defineVi": "thiếu độ ẩm hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "d9e4277d-9595-48b9-903a-3c51c5d3bad9",
            "word": "crispy",
            "phonetic": "kɹɪspi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "The skinless tilapia fillets were pan-fried until crispy.",
                "The children enjoyed onion rings as a crispy side dish.",
                "The crispy skin of the parson's nose offered a satisfying crunch with each bite."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3B5&hash=4b8b0949bc3aa8b2240074ced108c7560f32d9b8&lang=en&cache-only=0",
            "defineEn": "(of food) having a pleasant, dry, and hard texture or surface",
            "defineVi": "(của thực phẩm) có kết cấu hoặc bề mặt dễ chịu, khô và cứng",
            "hasImg": true
        },
        {
            "id": "51ee075e-15fe-44e5-9064-b29e498c3679",
            "word": "greasy",
            "phonetic": "ɡɹiːzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She climbed the greasy pole to become the CEO.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "He's been climbing the greasy pole for years, but still no one has managed to expose him.",
                "This is greasy.",
                "That is greasy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXN5&hash=b8b3e55b7f2fc1f288986df4a92a95f336adb945&lang=en&cache-only=0",
            "defineEn": "(of food) containing or cooked in a lot of oil",
            "defineVi": "(của thực phẩm) chứa hoặc nấu trong rất nhiều dầu",
            "hasImg": true
        },
        {
            "id": "68e11b98-1994-4214-8a72-4a4fece57fde",
            "word": "velvety",
            "phonetic": "vɛlvɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "The roses in the garden were red with velvety petals.",
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "The creamy panada added a velvety texture to the chicken croquettes."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVsdmV0eQ&hash=1c5d7052c747c639c9f11476e5086b11db53d2f3&lang=en&cache-only=0",
            "defineEn": "smooth and soft to sight or hearing or touch or taste",
            "defineVi": "mịn màng và mềm mại khi nhìn hoặc nghe hoặc chạm hoặc nếm"
        },
        {
            "id": "cdb631be-b2ef-4515-b3f7-56872cb0add1",
            "word": "sugary",
            "phonetic": "ʃʊɡɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most flowers make sugary nectar, too.",
                "Instead, it's the sugary food.",
                "Your brain is the biggest consumer of this sugary fuel.",
                "This sugary liquid is a hummingbird’s most important energy source, and a single bird consumes six times its weight in nectar every day over hundreds of small meals.",
                "That’s the sugary waste that comes out of an aphid’s uh, backside."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXJ5&hash=eac7d522011ae2c5bf1855b86f11179c8fe7e88d&lang=en&cache-only=0",
            "defineEn": "containing sugar",
            "defineVi": "chứa đường"
        },
        {
            "id": "50b2774d-a85d-4ed3-bc52-80232d927f52",
            "word": "honeyed",
            "phonetic": "hʌnid ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9uZXllZA&hash=9b279776d189f9250aa8864baf03bcdd6a4cf2ad&lang=en&cache-only=0",
            "defineEn": "with honey added",
            "defineVi": "có thêm mật ong"
        },
        {
            "id": "4886f7ee-e165-410e-92e2-20d11f4b2da9",
            "word": "burned",
            "phonetic": "bɜːnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Burned is not particularly FORESTY.",
                "There was burned and SUNK.",
                "It's the location of the Camp Fire, one of most destructive in the STATE's history, where close to 7,000 homes and businesses have burned."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVybmVk&hash=1f6168feddc9781bfa1e5166f2f8686b637ec49c&lang=en&cache-only=0",
            "defineEn": "treated by heating to a high temperature but below the melting or fusing point",
            "defineVi": "được xử lý bằng cách nung nóng đến nhiệt độ cao nhưng dưới điểm nóng chảy hoặc nóng chảy"
        },
        {
            "id": "53309eea-1aff-4cc6-bd85-e87590ae2aea",
            "word": "blackened",
            "phonetic": "blækənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhY2tlbmVk&hash=7161317155f3527c51571b564887bf714fe08584&lang=en&cache-only=0",
            "defineEn": "heavily seasoned with spices and then cooked at high heat until the spices form a dark, crusty coating on the surface of the food",
            "defineVi": "được nêm nhiều gia vị và sau đó nấu ở nhiệt độ cao cho đến khi các gia vị tạo thành một lớp vỏ sẫm màu, giòn trên bề mặt thực phẩm"
        },
        {
            "id": "11aac572-4120-47e8-a9d8-bbb8b7bf81e4",
            "word": "tough",
            "phonetic": "tʌf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My job is the tough one.",
                "The boss is very tough on anyone who steps out of line.",
                "She is made of tougher stuff.",
                "The team's defense is a tough nut to crack.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Z2g&hash=df186714ac87553e6ce10d389ea56815023bf960&lang=en&cache-only=0",
            "defineEn": "describing food that is hard to chew or cut, particularly meat",
            "defineVi": "mô tả thực phẩm khó nhai hoặc cắt, đặc biệt là thịt",
            "hasImg": true
        },
        {
            "id": "c3676169-6654-41f4-bdc2-b523f2cbffec",
            "word": "hearty",
            "phonetic": "hɑːɹɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We gathered around the table for a traditional German dinner, enjoying hearty rye dumplings alongside savory sausages.",
                "As the chef prepared a hearty beef stew, he included a few bay leaves to lend a unique character to the dish.",
                "The cozy tavern served a hearty plate of grilled side.",
                "Just as a turtle retreats into its shell for protection, the turtle bean provides a nutritious and hearty meal.",
                "Mafalde pasta pairs perfectly with a rich and hearty Bolognese sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnR5&hash=422f9c3ccf392e49287e88c2a6d67fe037703e1e&lang=en&cache-only=0",
            "defineEn": "providing abundant nourishment",
            "defineVi": "cung cấp dinh dưỡng dồi dào"
        },
        {
            "id": "6cb71412-a795-44eb-ac5e-6a760d0aa6b0",
            "word": "mushy",
            "phonetic": "mʌʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She discovered an overripe banana in the fruit bowl, its peel turned completely brown and mushy.",
                "- That looks mushy.",
                "- It's mushy",
                "It's mushy.",
                "It you like mushy bread."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaHk&hash=eb4c56a4f5d9765883853a9f561a0c2400fda5e9&lang=en&cache-only=0",
            "defineEn": "describing something that, similar to mush, is thick and soft",
            "defineVi": "mô tả một cái gì đó, tương tự như bột nhão, dày và mềm",
            "hasImg": true
        },
        {
            "id": "ab1422e1-ed3d-4f58-aac1-cda876906938",
            "word": "tender",
            "phonetic": "tɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "The tender chicken roulade was filled with spinach and cheese.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea.",
                "They roasted a tender and juicy gigot of lamb.",
                "The pie had a warm apple filling, with tender apples cooked in cinnamon and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVy&hash=d1811b8bc8217f25af9085642d29530b61c08ceb&lang=en&cache-only=0",
            "defineEn": "describing food that is easy to chew or cut",
            "defineVi": "mô tả thực phẩm dễ nhai hoặc cắt",
            "hasImg": true
        },
        {
            "id": "0350cda1-a6a5-4698-b1d0-f6e7ea11651f",
            "word": "airy",
            "phonetic": "ɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mousse had a light and airy texture due to the incorporation of gelatin.",
                "The dessert mousse employed a gelatin-based thickening agent to create a light and airy texture.",
                "Speaking of breathtaking information, what about the airy stuff that surrounds us?",
                "Middle eastern goat herder who was traveling across this kind of dry airy desert tried to store his milk in the stomach sack of actually one of the animals they had butchered, like a canteen.",
                "It's a very minimalist, light, airy design style."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyeQ&hash=47ac20ae193b9ccdfcef09ff60e6c09409703e7d&lang=en&cache-only=0",
            "defineEn": "having little or no perceptible weight; so light as to resemble air",
            "defineVi": "có ít hoặc không có trọng lượng cảm nhận được; nhẹ như không khí",
            "hasImg": true
        },
        {
            "id": "8622268d-4fb9-497b-9256-5ea241386414",
            "word": "buttery",
            "phonetic": "bʌɾɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Enjoy a slice of homemade partridgeberry pie, with its buttery crust and juicy berry filling.",
                "Grandma's currant pie is a family favorite, with its buttery crust and juicy filling.",
                "You can make a simple farmer's cheese tart with a buttery crust and top it with fresh fruit.",
                "I like to bake a pear tart with a buttery crust and a sweet pear filling.",
                "He enjoyed a soft and buttery shortbread cookie with a cup of tea."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyeQ&hash=2873f158bf1a932a15b6b6dd346451f141c17584&lang=en&cache-only=0",
            "defineEn": "resembling or containing or spread with butter",
            "defineVi": "giống như hoặc chứa hoặc phết bơ"
        },
        {
            "id": "f5ae92d4-acea-4b5d-822b-896fe7754898",
            "word": "chewy",
            "phonetic": "tʃuːi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She baked a batch of wholesome wholemeal cookies, combining oats, nuts, and dried fruits for a chewy and nutritious treat.",
                "The vegan gummy candies used a plant-based gelling agent to achieve a chewy and gel-like consistency.",
                "He mixed pastry flour with water and yeast to create a soft and chewy pizza dough.",
                "Dried berries are convenient and provide a satisfying chewy texture.",
                "Hard flour, known for its high protein content, is ideal for baking breads that require a strong structure and a chewy texture."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hld3k&hash=829d0faecc27ab28a9dbed4c07f0c64479243214&lang=en&cache-only=0",
            "defineEn": "(of food) requiring to be chewed a lot in order to be swallowed easily",
            "defineVi": "(đồ ăn) phải nhai nhiều mới nuốt được",
            "hasImg": true
        },
        {
            "id": "a210084f-973b-4d72-8d3a-93c5127a1678",
            "word": "creamy",
            "phonetic": "kɹiːmi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef prepared a creamy tomato soup for lunch.",
                "Double cream adds indulgence to creamy pasta sauces.",
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The chef skillfully incorporated wasabi into the creamy sauce.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYW15&hash=c4ead45852dff5b488118017a94b157d434cfd8e&lang=en&cache-only=0",
            "defineEn": "having a smooth and soft texture like cream",
            "defineVi": "có kết cấu mịn và mềm như kem",
            "hasImg": true
        },
        {
            "id": "885699bf-ed52-471a-acd2-f6cbabea5f56",
            "word": "crumbly",
            "phonetic": "kɹʌmbli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The final product is crumbly and soft with a rich flavor.",
                "This is a crumbly cheddar.",
                "- You're a crumbly cheddar.",
                "It's only the sweetest, crumbliest, ooey-ist, gooey-ist day of the year.",
                "Without saliva, even a cookie would just feel like a bunch of dry crumbly tasteless stuff in your mouth!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1bWJseQ&hash=6a47475ef80c063871681846de7e58af3a6bb7a5&lang=en&cache-only=0",
            "defineEn": "easily breakable into small pieces when pressed",
            "defineVi": "dễ vỡ thành từng mảnh nhỏ khi ép"
        },
        {
            "id": "139b4810-c3ad-414e-97a7-fcc4673ca6b2",
            "word": "crunchy",
            "phonetic": "kɹʌntʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "She accidentally grabbed the onion instead of the apple from the fruit bowl and took a crunchy bite.",
                "The restaurant offered a refreshing salad with a mix of leafy greens and crunchy vegetables.",
                "We sat around the picnic blanket, passing a bowl of filberts, enjoying their crunchy texture."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1bmNoeQ&hash=fa5b7b0dac5f1b17ddd6b1f1eb19b8f030e032a3&lang=en&cache-only=0",
            "defineEn": "(of food) firm and making a sharp sound when bitten",
            "defineVi": "(của thực phẩm) chắc và phát ra âm thanh chói tai khi cắn",
            "hasImg": true
        },
        {
            "id": "0814ecb0-58cf-42b4-97af-0fc467315bed",
            "word": "crusty",
            "phonetic": "kɹʌsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini.",
                "You can pair Cheshire cheese with some crackers or crusty bread.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "The gourmet sandwich shop featured sliced Boston butt, pickles, and mustard on a crusty baguette.",
                "It was a rainy evening, and they enjoyed a cozy dinner of creamy spinach soup with a slice of crusty bread."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1c3R5&hash=e4e667609db737d2625d3499170aff00f7cec016&lang=en&cache-only=0",
            "defineEn": "describing food that has a hard covering or outer layer",
            "defineVi": "mô tả thực phẩm có lớp phủ cứng hoặc lớp bên ngoài",
            "hasImg": true
        },
        {
            "id": "d64abd76-5a7e-4bf9-b653-a14f45d70fbc",
            "word": "delicate",
            "phonetic": "dɛlᵻkət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The delicate texture of barbine pasta make it a good choice for a quick dinner.",
                "They enjoy the delicate crunch of fresh scallions in their homemade tacos.",
                "The delicate flavors of the Chardonnay grape wine made it an excellent choice to pair with a light salad.",
                "Shadberries add visual appeal and a delicate texture to dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNhdGU&hash=e97516e10dd8bb809612225c43203c5d1ebff4e7&lang=en&cache-only=0",
            "defineEn": "easily broken or damaged or destroyed",
            "defineVi": "dễ dàng bị phá vỡ hoặc bị hư hỏng hoặc bị phá hủy"
        },
        {
            "id": "c0165229-6076-44d3-9303-edf31d6f1eb2",
            "word": "doughy",
            "phonetic": "doʊi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's doughy, very doughy.",
                "It's doughy, very doughy.",
                "It's quite a process to do this, and I'm gonna go ahead and tell you that the payoff is a little doughy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91Z2h5&hash=1ca42801f5678650a1a05838f876c9a76431cdbe&lang=en&cache-only=0",
            "defineEn": "having the consistency of dough because of insufficient leavening or improper cooking",
            "defineVi": "có độ đặc của bột do không đủ men hoặc nấu không đúng cách"
        },
        {
            "id": "3b6988d2-16b0-4035-aae2-45859ad09408",
            "word": "fizzy",
            "phonetic": "fɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oh, it's still fizzy.",
                "This mixture is fun because it gets all fizzy.",
                "Because the lean Amine is flat and it wants to be fizzy it starts to absorb that carbon dioxide out of the air.",
                "and he said, LEAN, Amine, if you think about rich amine it's like a fizzy drink, CO2 or carbon dioxide is in saturation in the liquid Lean Amine is like a flat coke.",
                "Whatever makes things fizzy can hold up in a tablet for 62 years."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml6enk&hash=4c571614c3946e163ff75bfcad5f1ca21103a07e&lang=en&cache-only=0",
            "defineEn": "(of drinks) carbonated and having bubbles of gas",
            "defineVi": "(về đồ uống) có ga và có bọt khí",
            "hasImg": true
        },
        {
            "id": "6edbe189-245c-4d28-a26f-fcd0eeeb280e",
            "word": "flaky",
            "phonetic": "fleɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "He discovered that shortening was the secret ingredient for achieving a perfect flaky texture in his biscuits.",
                "The seafood market offered fresh and flaky salmon fillets.",
                "The pastry chef used semolina in her tart crust recipe, achieving a delicate and flaky texture."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxha3k&hash=0b30c6f8c211d3b6cbd81b809878ac238bba4a2f&lang=en&cache-only=0",
            "defineEn": "made of or resembling flakes",
            "defineVi": "làm bằng hoặc giống như vảy"
        },
        {
            "id": "ccf2c65a-4ecd-4936-ae01-a039dcfd0e2f",
            "word": "fluffy",
            "phonetic": "flʌfi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "The fluffy pancakes were made from a simple batter of flour, eggs, milk, and a pinch of salt.",
                "I saw a fluffy white rabbit in our garden.",
                "My little daughter wears a fluffy coat that makes her look like a teddy bear.",
                "He drizzled warm maple syrup over his stack of fluffy pancakes."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1ZmZ5&hash=f017d963e3fa6aae98553f2f041e14572bcdc6b8&lang=en&cache-only=0",
            "defineEn": "being light, soft, and airy in texture, often characterized by a high degree of volume and a feathery appearance",
            "defineVi": "có kết cấu nhẹ, mềm và thoáng mát, thường được đặc trưng bởi khối lượng lớn và vẻ ngoài giống như lông vũ"
        },
        {
            "id": "30681660-27a1-43a2-81e7-e59927aa2bc9",
            "word": "gooey",
            "phonetic": "ɡuːi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our noses get full of slimy, gooey, and sometimes crusty stuff.",
                "The blobfish has a gooey, jelly-like body that can handle the squeezing from all of that underwater pressure.",
                "Boy, this is some gooey gooey-gooey happenin' over here.",
                "Some of the imported enzymes eventually pass through your system on the wave of gooey chyme.",
                "Since sound waves lose speed and clarity when traveling through air, this gooey substance ensures an airtight seal between the body and the wand emitting ultrasound waves."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZXk&hash=7ded788fc96c3e33989b50b3a8935a65a348047d&lang=en&cache-only=0",
            "defineEn": "soft and sticky",
            "defineVi": "mềm và dính"
        },
        {
            "id": "e5979a1c-7d89-477f-89e1-2bf843a02291",
            "word": "juicy",
            "phonetic": "dʒuːsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "She enjoyed the juicy sweetness of raspberries, an aggregate fruit.",
                "My son's favorite summer treat is a juicy slice of melon.",
                "He shared a juicy peach with his friend during a picnic in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=anVpY3k&hash=2d8f05278a5d38f4cd4b908605ef9424a4e5eedc&lang=en&cache-only=0",
            "defineEn": "describing food that contains a lot of juice",
            "defineVi": "mô tả thực phẩm có chứa nhiều nước trái cây",
            "hasImg": true
        },
        {
            "id": "94d18627-b9f2-499b-9ad2-9ad5d9f870fb",
            "word": "silky",
            "phonetic": "sɪlki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I enjoy the silky texture of custard-filled donuts.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "This has a silky sparkle.",
                "With full bellies, the caterpillars rappel down from the branches on long silky strands.",
                "This is more soft and velvety or silky or whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsa3k&hash=43c621def243af6c2e9846c8d542d627c01e9a06&lang=en&cache-only=0",
            "defineEn": "having a fine and smooth surface that is shiny",
            "defineVi": "có một bề mặt mịn màng và sáng bóng",
            "hasImg": true
        },
        {
            "id": "e5e4627c-1ca1-4341-b8b5-095d7bc0f001",
            "word": "sticky",
            "phonetic": "stɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Mike had sticky fingers everyone knows that.",
                "The last person we hired as a cashier turned out to have sticky fingers.",
                "The children enjoyed the fleshy pulp of the mango, their faces smeared with its sweet and sticky juice.",
                "When I tasted the caramel dip, I couldn't resist dipping my apple slices into the sweet and sticky sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpY2t5&hash=553ea663645b32f2659ec48f89336a8a40faffd7&lang=en&cache-only=0",
            "defineEn": "coated with or made of a substance that sticks when touched",
            "defineVi": "phủ hoặc làm bằng chất dính khi chạm vào"
        },
        {
            "id": "b7f79d03-002c-4016-bad4-dc8638ff26b6",
            "word": "smooth",
            "phonetic": "smuːð ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its skin feels really smooth.",
                "When we were little and were getting on Grandpa's last nerve, she smoothed his ruffled feathers.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She used a brush to smooth out the knots in her hair."
            ],
            "audio": "https://tts.langeek.co/read?text=c21vb3Ro&hash=ddb9dc5be0a1dcf8a46767e36e455be237b33c11&lang=en&cache-only=0",
            "defineEn": "having an even surface without any holes or lumps",
            "defineVi": "có bề mặt phẳng không có lỗ hoặc cục",
            "hasImg": true
        },
        {
            "id": "975630a7-bd13-4694-8857-f38e9d04b07e",
            "word": "succulent",
            "phonetic": "sʌkjʊlənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "The roasted duck had a crispy skin and succulent flesh.",
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "Thanksgiving is never complete without the aroma of a succulent turkey."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY3VsZW50&hash=86d58ba11ca05bbfa5753bdf03c2c9154de8c0aa&lang=en&cache-only=0",
            "defineEn": "tender and full of juice",
            "defineVi": "đấu thầu và đầy nước trái cây"
        },
        {
            "id": "58546c7d-438c-4d3a-bcf8-ec464297066f",
            "word": "calorific",
            "phonetic": "kæloːɹɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so this very fast plastic kind of bread, which was really, I guess done out to the well-meaning sort of aim, is actually causing issues across the globe with people's health, wellness, blood sugar management, calorific management and the amount of nutrition they get from their base food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3JpZmlj&hash=baa0cd260b8fd5d21fe45a296f0b09b20cf4af6d&lang=en&cache-only=0",
            "defineEn": "describing food which is high in calories",
            "defineVi": "mô tả thực phẩm có nhiều calo",
            "hasImg": true
        },
        {
            "id": "a4b4410f-4d2d-4255-b929-f09d46a9b81c",
            "word": "digestible",
            "phonetic": "daɪdʒɛstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even the moment when they burst open and the digestible carbs erupt.",
                "Lindsay: something SHORT Princess: You know, something quick and digestible. ",
                "Anyway, sure, harnessing fire made food more digestible, but the Maillard reaction made it more fun to eat, and drink, because really, where would we be without roasted coffee?",
                "But we’ve done something no other animal has: We’ve taken this nutrient-rich baby food and, through genetic mutation, turned it into a digestible, dietary staples for humans of all ages.",
                "They’re using their skills and expertise to show you new concepts and inventions in science in a way that’s digestible, entertaining, and bridges the gaps between behind the scenes research and how that research can improve our lives."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnZXN0aWJsZQ&hash=2feeadf78c66d1272b1683565eb467eb70c18c83&lang=en&cache-only=0",
            "defineEn": "capable of being converted into assimilable condition in the alimentary canal",
            "defineVi": "có khả năng được chuyển đổi thành điều kiện đồng hóa trong ống tiêu hóa"
        },
        {
            "id": "4c8e1e73-76f4-47f6-80fa-71b1e692bb9e",
            "word": "fat-free",
            "phonetic": "fætfɹiː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Narrator: Not only is fat healthy, but fat-free foods are often loaded with sugar or salt.",
                "When the low fat diet trend emerged in the 80s and 90s, Kraft tried to market Jell-O as a diet food with fat-free flavors to keep up.",
                "Anything that says fat-free has added sugar to help it taste better."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0LWZyZWU&hash=4f85cf2c9c8ba9c1fa4c6e824af4e2ccefee4ef9&lang=en&cache-only=0",
            "defineEn": "(of food or similar products)  containing little or no fat",
            "defineVi": "(của thực phẩm hoặc các sản phẩm tương tự) chứa ít hoặc không có chất béo"
        },
        {
            "id": "9fea4e5b-3f08-4e1d-b258-6157d77170c2",
            "word": "fattening",
            "phonetic": "fæʔn̩ɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF0dGVuaW5n&hash=4cc9e8cb9bae5291ab0f8dec1ed7ec392f5f7b6f&lang=en&cache-only=0",
            "defineEn": "(of food) likely to cause one to gain weight",
            "defineVi": "(của thực phẩm) có khả năng làm cho một người tăng cân",
            "hasImg": true
        },
        {
            "id": "7f0b5812-6b65-4086-ba41-6768844e7b70",
            "word": "filling",
            "phonetic": "fɪlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "The chef used fish paste as a filling for his sushi rolls",
                "The grilled chicken farfalle was a protein-packed and filling dish.",
                "The custard apple's natural sweetness makes it a perfect filling for homemade pies and tarts.",
                "I often use beans as a filling for vegetarian tacos."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbGluZw&hash=d65337f229e34a0ddf18aa3484544a8f43400be2&lang=en&cache-only=0",
            "defineEn": "describing food that makes one's stomach feel full",
            "defineVi": "mô tả thức ăn làm cho dạ dày của một người cảm thấy no",
            "hasImg": true
        },
        {
            "id": "8a772e58-d2dd-4445-8002-3987ad13a79c",
            "word": "floury",
            "phonetic": "flaʊɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxvdXJ5&hash=9e1d495f2961c0d7d209da952bf91475bd2aa8d3&lang=en&cache-only=0",
            "defineEn": "resembling flour in fine powdery texture",
            "defineVi": "giống như bột trong kết cấu bột mịn"
        },
        {
            "id": "3e5bbc56-f432-4b69-b283-461b9300e788",
            "word": "indigestible",
            "phonetic": "ɪndɪdʒɛstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's indigestible.",
                "But this energy is raw and indigestible.",
                "He also found octopus beaks, the cephalopods' hard, indigestible jaws.",
                "Many animals starve with stomachs full of indigestible trash.",
                "But when you eat foods high in fiber, like vegetables, fruits, and whole grains, those indigestible beta bonds slow the release of glucose into the blood."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlc3RpYmxl&hash=1aba3e3a0ce69868cc38826b508ea9ad4939fc8e&lang=en&cache-only=0",
            "defineEn": "digested with difficulty",
            "defineVi": "tiêu hóa một cách khó khăn"
        },
        {
            "id": "3b316900-046e-4c9f-aec8-e671f30b09fb",
            "word": "low-cal",
            "phonetic": "loʊkæl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even a low-cal concoction can make us feel that we're getting our just deserts."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWNhbA&hash=0859a2675703fd29b978909355100bc1e47e1644&lang=en&cache-only=0",
            "defineEn": "describing food or diet that is low in calories",
            "defineVi": "mô tả thực phẩm hoặc chế độ ăn ít calo",
            "hasImg": true
        },
        {
            "id": "366d9abb-5a19-4647-bfa0-f59cc343ea0a",
            "word": "mentholated",
            "phonetic": "mɛnθəleɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVudGhvbGF0ZWQ&hash=fb63882453a97b6db60d8fff8b09db95c5c39474&lang=en&cache-only=0",
            "defineEn": "containing, or impregnated with, menthol",
            "defineVi": "chứa, hoặc ngâm tẩm, tinh dầu bạc hà"
        },
        {
            "id": "00f4d62b-a13e-467a-9714-f0d75dc433b8",
            "word": "milky",
            "phonetic": "mɪlki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It kind of tastes milky.",
                "So, the Milky Way galaxy is huge!",
                "It's a milky piggy.",
                "The Milky Way is our home galaxy.",
                "The Milky Way is about thirteen billion years old."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsa3k&hash=105b1d3dacf7e2d423eb6b0de8a5c381c404399c&lang=en&cache-only=0",
            "defineEn": "describing something that contains a lot of milk or is made of milk",
            "defineVi": "mô tả một cái gì đó có chứa rất nhiều sữa hoặc được làm bằng sữa",
            "hasImg": true
        },
        {
            "id": "40eacaf6-4ca4-499d-8cbb-1df2011ec8c3",
            "word": "soupy",
            "phonetic": "suːpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it's not soupy, it's creamy.",
                "See, as I told you, it's like a soupy stew.",
                "Poor Lyuba seems to have face-planted into some soupy mud and suffocated while trying to clear it from her trunk.",
                "I'll stir it up, and it gets soupy before I start to eat it.",
                "Some people would argue the most important year in the history of soup was 1962, when Andy Warhol released his soup-er soupy pop art."
            ],
            "audio": "https://tts.langeek.co/read?text=c291cHk&hash=d79ed405a0432f648ce0ead313d3e71ff45cf827&lang=en&cache-only=0",
            "defineEn": "having the consistency and appearance of soup",
            "defineVi": "có tính nhất quán và sự xuất hiện của súp"
        },
        {
            "id": "b2dfc446-a0e4-419d-9ba1-a0964f046920",
            "word": "stringy",
            "phonetic": "stɹɪŋi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You never want to add cheese on heat, it becomes stringy.",
                "If you’ve spent any time exploring the outdoors, you might have come across a bunch of stringy flowers called honeysuckle.",
                "Your blood also makes a bunch of stringy fibers, which form a kind of a net, or web.",
                "Now, she can start to eat other stuff, like crunchy carrot sticks or stringy spaghetti.",
                "To filter the blood, each nephron uses two powerful pieces of equipment: a blob-like structure called a glomerulus, and a long, stringy, straw-like tubule."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5neQ&hash=5a8833a58fdb9e04997e1f4435f1f10ab3a8a267&lang=en&cache-only=0",
            "defineEn": "describing food that has a tough texture which makes it hard to chew",
            "defineVi": "mô tả thực phẩm có kết cấu cứng khiến bạn khó nhai",
            "hasImg": true
        },
        {
            "id": "03c446e6-c732-4c2b-a102-1ca95b2f8a6d",
            "word": "stodgy",
            "phonetic": "stɑːdʒi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The image they, and lots of companies want to project is not one of the stodgy past, but of the now."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvZGd5&hash=64d676eda1bf322f57ecec5d87251ed36922a0f0&lang=en&cache-only=0",
            "defineEn": "describing food that is high in carbohydrates and heavy that makes one feel very full",
            "defineVi": "mô tả thực phẩm có nhiều carbohydrate và nặng khiến người ta cảm thấy rất no"
        },
        {
            "id": "56a410fc-8eaa-4068-afe1-278af8d0c048",
            "word": "chalky",
            "phonetic": "tʃɔːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Before that marble was marble, it was limestone, that chalky stuff, and before it was that chalky stuff, it was alive.",
                "Before that marble was marble, it was limestone, that chalky stuff, and before it was that chalky stuff, it was alive.",
                "And where forams were abundant, the chalky fossils of their shells turned the ocean bed white.",
                "And finally, even though most astronaut food is processed, it doesn’t look like that foil-wrapped chalky stuff you buy in museum gift shops.",
                "The uric acid, which should be white or slightly yellow and chalky after it's dry."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGt5&hash=69572c5816a89ba005e97e483966eec6c6d430fc&lang=en&cache-only=0",
            "defineEn": "composed of or containing or resembling calcium carbonate or calcite or chalk",
            "defineVi": "bao gồm hoặc có chứa hoặc giống như canxi cacbonat hoặc canxit hoặc đá phấn"
        }
    ]
}