{
    "id": "d979e1c2-1258-4c17-a8f4-655c7ca555c1",
    "title": "The Last Word (Unit 5)",
    "originalTitle": "The Last Word (Unit 5)",
    "words": [
        {
            "id": "e0f0e24e-a172-42f0-99ea-932d3be57f00",
            "word": "British",
            "phonetic": "bɹɪɾɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The British Foreign Minister held talks with the leaders of the two countries.",
                "Seville oranges are often used in traditional British recipes, like Seville orange pudding.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "It was really the British who, by digging their heels in, prevented any last-minute deal.",
                "Shakespeare is one of the most famous British playwrights in history."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJpdGlzaA&hash=70712b77c8bb63c3efe909a62adf75ab5af1e593&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of the United Kingdom",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "e08e7e5b-653b-48a0-b8f3-743a04cc8fe5",
            "word": "American",
            "phonetic": "ɐmɛɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jeans are as American as apple pie.",
                "He sounded American as apple pie.",
                "As an American, she had little truck with the painful formality of English life.",
                "Coca-Cola is a famous American soft drink.",
                "The Statue of Liberty is a famous American landmark."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4&hash=ffff07cb3e728bad488979fa8d3b8887a18e1d8b&lang=en&cache-only=0",
            "defineEn": "relating to the United States or its people",
            "defineVi": "liên quan đến Hoa Kỳ hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "c867357f-fbd2-42de-8203-a9df953ff5df",
            "word": "English",
            "phonetic": "ɪŋɡlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her family is English to the core.",
                "The English test was no problem for Pedro.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "I can count up to fifty in English.",
                "I read English at Oxford."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGlzaA&hash=acd3b3712f92a44433353cf562619ec540a3e0c7&lang=en&cache-only=0",
            "defineEn": "the most common language in the world, originating in England but also the official language of America, Canada, Australia, etc.",
            "defineVi": "ngôn ngữ thông dụng nhất thế giới, bắt nguồn từ nước Anh mà còn là ngôn ngữ chính thức của Mỹ, Canada, Úc, v.v.",
            "hasImg": true
        },
        {
            "id": "08b74e92-0694-427d-a6d3-8f22abe4031f",
            "word": "package",
            "phonetic": "pækɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This package is for you.",
                "The company is offering voluntary severance packages.",
                "I sent the package by airmail.",
                "My package got here faster than I could say Jack Robinson!",
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFja2FnZQ&hash=0ca44364e9588f06b8b95f897c90ece7eabc9028&lang=en&cache-only=0",
            "defineEn": "a box or container in which items are packed",
            "defineVi": "một hộp hoặc thùng chứa trong đó các mặt hàng được đóng gói",
            "hasImg": true
        },
        {
            "id": "1d1ca32f-3f13-4176-84aa-d17bfb999c27",
            "word": "parcel",
            "phonetic": "pɑːɹsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its territory was parceled out among the Spanish Bourbons to the south, the Austrian Habsburgs to the north, and the papacy in the center, among several other stakeholders.",
                "So in a way, the housing affordability issue is part and parcel of the protest movement.",
                "And then God's anointed on earth - kings and the Church - could parcel out packets of land to people they chose.",
                "The Postal Service is pretty anxious about the prospects of being in the parcel business.",
                "We created a national flood model across the entire contiguous United States that can be applied to an individual property parcel."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyY2Vs&hash=3a4babbc46d5bf8967d8cbfd390fe331d32c891e&lang=en&cache-only=0",
            "defineEn": "an item or items that are wrapped or boxed for transport or delivery",
            "defineVi": "một mặt hàng hoặc các mặt hàng được bọc hoặc đóng hộp để vận chuyển hoặc giao hàng",
            "hasImg": true
        },
        {
            "id": "d8f98083-70e6-45cf-8723-620504cd8f96",
            "word": "purse",
            "phonetic": "pɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2U&hash=6bb51fd17023d6734bbe568049d2e0e96d5238fe&lang=en&cache-only=0",
            "defineEn": "a small bag that is used, particularly by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "5cfbd754-65f4-45da-bdcb-6886616d0a6f",
            "word": "handbag",
            "phonetic": "hændbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kate is willing to pay full price for an expensive handbag, but I just can't wrap my head around that.",
                "These people will stuff watches, a wallet, inside a handbag.",
                "He stole handbags from women, or things from shops, and he took wallets from men's pockets.",
                "That handbag isn't a more functional bag, but customers still value it more.",
                "She got her handbag from the car, took out fifty pounds, and gave the money to Rosa."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGJhZw&hash=0b2f4d5216e04093ba008f126e6071de36690bde&lang=en&cache-only=0",
            "defineEn": "a bag that is small and used, especially by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ và được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "7b7f9d39-92ee-428a-81bb-5f46c4f4a6cb",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "df47f44d-8ef7-449d-ab6f-941ec19495b6",
            "word": "jumper",
            "phonetic": "dʒʌmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "[Narrator] Some players have a controversial step-back jumper.",
                "Six smoke-filled jumper repeater grenades make an impressive display of saturation.",
                "The jumper, although snug-fitting, was designed to be easily removed.",
                "The blouse, uh, jumper is tailored of eighteen ounce vat-dyed navy blue melting cloth."
            ],
            "audio": "https://tts.langeek.co/read?text=anVtcGVy&hash=6030de986f22d171fbb5adb8c396402f22fcf635&lang=en&cache-only=0",
            "defineEn": "a woven wool garment, covering the torso, with no zipper or buttons",
            "defineVi": "một bộ quần áo len dệt, che thân, không có khóa kéo hoặc nút",
            "hasImg": true
        },
        {
            "id": "ae38fd75-0fea-40e5-b662-ad4dba078801",
            "word": "the post",
            "phonetic": "ðə poʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lots of people had left comments under the post.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "On his retirement the post will cease to exist.",
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIHBvc3Q&hash=60b5da35a6a959ada5ce43c06cb10d235d935161&lang=en&cache-only=0",
            "defineEn": "the official service or system responsible for delivering letters, parcels, and other mail to their intended recipients",
            "defineVi": "dịch vụ hoặc hệ thống chính thức chịu trách nhiệm chuyển thư, bưu kiện và thư khác đến người nhận dự định của họ",
            "hasImg": true
        },
        {
            "id": "44f49b76-9b48-4370-85d4-3bd758511aab",
            "word": "mail",
            "phonetic": "meɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate is available by mail order, but at a price.",
                "I went to the post office to mail a package to my friend.",
                "I do my friend a favor by picking up their mail while they're away.",
                "We can kill two birds with one stone by dropping off the mail when we go to the grocery store.",
                "I like to check my mailbox at the post office every day for any new mail."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbA&hash=a57afc0d796cbcddc584e53f70e5dd474aa59dbc&lang=en&cache-only=0",
            "defineEn": "the postal system; the system used for sending and delivering letters, packages, etc.",
            "defineVi": "hệ thống bưu điện; hệ thống được sử dụng để gửi và chuyển thư, gói hàng, v.v.",
            "hasImg": true
        },
        {
            "id": "234b3b28-136c-43d3-a0a4-cae4b7af940c",
            "word": "zip code",
            "phonetic": "zɪp koʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Microtargeting’s not ZIP codes. ",
                "We owe them safe schools and the highest standards, regardless of zip code.",
                "With an average income of $2.2 million, it's the richest zip code in the United States.",
                "For example, because many places in the US are still extremely segregated, zip code can be strongly correlated to race.",
                "You can text 438829 and put in your zip code."
            ],
            "audio": "https://tts.langeek.co/read?text=emlwIGNvZGU&hash=60d89b4083a0f19e09553e89582920d29b2817ca&lang=en&cache-only=0",
            "defineEn": "a group of numbers, used as part of an address, consisting of five or nine digits",
            "defineVi": "một nhóm các số, được sử dụng như một phần của địa chỉ, bao gồm năm hoặc chín chữ số",
            "hasImg": true
        },
        {
            "id": "c6981d37-2571-4da2-9923-8ff962c98faf",
            "word": "postcode",
            "phonetic": "poʊstkoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I/O is very complete here, you've got Type A and Type C, along with an audio jack in the front, and then all the USB-3 that most people could ever need, and even a Postcode in the back, so it's definitely an Asus ROG motherboard in there."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGNvZGU&hash=a488cb33301ad3545bf2a9fe0c42bc79d6488432&lang=en&cache-only=0",
            "defineEn": "a special code made up of letters and numbers that helps the postman find exactly where a person lives so they can deliver the letters and packages to the right place",
            "defineVi": "một mã đặc biệt bao gồm các chữ cái và số giúp người đưa thư tìm chính xác nơi một người sống để họ có thể chuyển thư và gói hàng đến đúng nơi",
            "hasImg": true
        },
        {
            "id": "099143d6-871b-4810-bd2d-e6235fe38916",
            "word": "freeway",
            "phonetic": "fɹiːweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyone could mistake a freeway entrance ramp for a McDonald's drive-through.",
                "But not like, sounds from a five-lane freeway.",
                "And these networks act as fungal freeways for shipping chemical currencies.",
                "For most drivers, this is just I-94, the freeway in and out of downtown St. Paul.",
                "fast-lane to autism: living near freeways."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXdheQ&hash=b3c82ba27e30008fb14f72eff8532b08424b08e1&lang=en&cache-only=0",
            "defineEn": "a controlled-access highway that has no intersections or cross-traffic and is designed for high-speed travel",
            "defineVi": "đường cao tốc ra vào có kiểm soát không có giao lộ hoặc giao thông cắt ngang và được thiết kế để di chuyển với tốc độ cao",
            "hasImg": true
        },
        {
            "id": "5942dde1-0b7f-4355-bc20-0664dee69e47",
            "word": "highway",
            "phonetic": "haɪweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car turned right onto the highway.",
                "That's highway robbery!",
                "The cars run along the highway in a steady stream.",
                "They travelled the highways and byways of Britain.",
                "The speed limit on this highway is ninety kilometers per hour."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaHdheQ&hash=0b6f054c85cfd222ee0a66c6e0c4d54d7f480742&lang=en&cache-only=0",
            "defineEn": "any major public road that connects cities or towns",
            "defineVi": "bất kỳ con đường công cộng lớn nào kết nối các thành phố hoặc thị trấn",
            "hasImg": true
        },
        {
            "id": "e3fa4110-7a6d-459e-b885-2f2396e1dc11",
            "word": "garbage",
            "phonetic": "ɡɑːɹbɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I know you're upset, Sarah, but that doesn't give you a free pass to treat other people like garbage.",
                "So, garbage is a resource.",
                "So the shuttle command is garbage.",
                "A stamper then packs in the garbage.",
                "They basically eat our garbage!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYmFnZQ&hash=707768dcd486a55588c40ba3b916e1a70d96fa9f&lang=en&cache-only=0",
            "defineEn": "household materials that have no use anymore",
            "defineVi": "vật liệu gia đình không còn sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "d2c6744a-0087-4724-bc45-1bfb8cf853a4",
            "word": "rubbish",
            "phonetic": "ɹʌbɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is rubbish!",
                "Each 180-litre container will hold up to three black bags of rubbish.",
                "Each 180-litre container will hold up to three black bags of rubbish.",
                "The thing is, you're rubbish at copying your own code.",
                "Kwame looked at it, looked at me and said, \"What a ton of rubbish.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cnViYmlzaA&hash=9d5b7a6aa141f74d2edc741acc1fdf2eaa3676e4&lang=en&cache-only=0",
            "defineEn": "unwanted, worthless, and unneeded things that people throw away",
            "defineVi": "những thứ không mong muốn, vô giá trị và không cần thiết mà mọi người vứt đi",
            "hasImg": true
        },
        {
            "id": "6611ee92-2ba0-4031-a03a-2310fb6dad07",
            "word": "cookie",
            "phonetic": "kʊki ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a sharp cookie!",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "She baked a batch of delicious hazelnut cookies.",
                "A lot of people had their hands in the cookie jar at the company.",
                "I had a gluten-free cookie that was just as delicious as the regular ones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2ll&hash=3bf9fc47c2be6246661c00346cd476c123aada4e&lang=en&cache-only=0",
            "defineEn": "a dry, hard, and flat cake that is small in size and usually has a sweet taste",
            "defineVi": "một chiếc bánh khô, cứng và phẳng, có kích thước nhỏ và thường có vị ngọt",
            "hasImg": true
        },
        {
            "id": "8ea9519a-531b-4a10-afa1-824e2cc71379",
            "word": "closet",
            "phonetic": "klɑːzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "She stored her clothes and shoes neatly in the closet.",
                "Homosexuals in public life are now coming out of the closet.",
                "Most families have one or two skeletons in the closet.",
                "The closet had a mirror on the inside of the door for getting dressed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2V0&hash=93df2e879746014e474cc8d2028ca449203a9b0e&lang=en&cache-only=0",
            "defineEn": "a small space or room built into a wall, which is used to store things and is usually shelved",
            "defineVi": "một không gian nhỏ hoặc căn phòng được xây dựng trong một bức tường, được sử dụng để lưu trữ mọi thứ và thường được đặt trên giá",
            "hasImg": true
        },
        {
            "id": "f3e79b6d-ffe3-428c-a2bf-457e7057365b",
            "word": "cupboard",
            "phonetic": "kʌbəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your clothes in the cupboard.",
                "He asked if she had any skeletons in her cupboard that might affect her political campaign.",
                "Sheila suspected her boyfriend of having cupboard love as he showered her with gifts and attention whenever he needed a favor.",
                "If you've got a skeleton in the cupboard, it will probably be exposed during this campaign.",
                "My climbing boots were sitting unused in a cupboard."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VwYm9hcmQ&hash=7e79a2573696a515eb71db5617d2f0e5fbe45fed&lang=en&cache-only=0",
            "defineEn": "a piece of furniture with shelves and doors, usually built into a wall, designed for storing things like foods, dishes, etc.",
            "defineVi": "một món đồ nội thất có kệ và cửa, thường được gắn vào tường, được thiết kế để đựng những thứ như thức ăn, bát đĩa, v.v.",
            "hasImg": true
        },
        {
            "id": "82b128e2-62c3-41b9-82f8-cc733f87a413",
            "word": "potato chip",
            "phonetic": "pəteɪɾoʊ tʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children snacked on carrot chips instead of potato chips.",
                "I sliced the potatoes into thin rounds and made homemade potato chips.",
                "They were surprised by the unique taste of burdock chips, a healthier alternative to regular potato chips.",
                "Maybe potato chips are corrupting American politics.",
                "Oh, and potato chips are super tasty, too."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRvIGNoaXA&hash=85641417aa40e0f8810c9f011f5327d32c045b59&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "b53ec074-163e-4612-9cbd-0bd46586c494",
            "word": "potato chip",
            "phonetic": "kɹɪsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children snacked on carrot chips instead of potato chips.",
                "I sliced the potatoes into thin rounds and made homemade potato chips.",
                "They were surprised by the unique taste of burdock chips, a healthier alternative to regular potato chips.",
                "Maybe potato chips are corrupting American politics.",
                "Oh, and potato chips are super tasty, too."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRvIGNoaXA&hash=85641417aa40e0f8810c9f011f5327d32c045b59&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "159112eb-9029-4668-ae38-02b2a62923b8",
            "word": "faucet",
            "phonetic": "fɔːsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The homeowner decided to fix the leaky faucet on their own, believing that if you want something done right, do it yourself and knowing that relying on a plumber could lead to a suboptimal result.",
                "Close the faucet, and the flow of water stops.",
                "The control wire is like the faucet handle.",
                "- Did I turn the faucet, Jono? -",
                "These are Farrah's faucets at the bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1Y2V0&hash=7cda2498886ea138176424070e9b95b288a38432&lang=en&cache-only=0",
            "defineEn": "an object that controls the flow of liquid or gas from a container or pipe",
            "defineVi": "một đối tượng kiểm soát dòng chảy của chất lỏng hoặc khí từ thùng chứa hoặc đường ống",
            "hasImg": true
        },
        {
            "id": "138ac777-e07a-498b-bcbe-e50a9ab38c93",
            "word": "faucet",
            "phonetic": "tæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The homeowner decided to fix the leaky faucet on their own, believing that if you want something done right, do it yourself and knowing that relying on a plumber could lead to a suboptimal result.",
                "Close the faucet, and the flow of water stops.",
                "The control wire is like the faucet handle.",
                "- Did I turn the faucet, Jono? -",
                "These are Farrah's faucets at the bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1Y2V0&hash=7cda2498886ea138176424070e9b95b288a38432&lang=en&cache-only=0",
            "defineEn": "an object that controls the flow of liquid or gas from a container or pipe",
            "defineVi": "một đối tượng kiểm soát dòng chảy của chất lỏng hoặc khí từ thùng chứa hoặc đường ống",
            "hasImg": true
        },
        {
            "id": "7f73cf2e-4739-42c5-a318-5eae3c32ddfb",
            "word": "sidewalk",
            "phonetic": "saɪdwɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I found a $20 bill lying on the sidewalk, and since no one was around to claim it, I decided that finders keepers applied and kept it.",
                "We went out on the sidewalk.",
                "Within 20 years, sidewalks have been torn apart by weeds and tree roots.",
                "We're in this sidewalk.",
                "It’s just like the sidewalk!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZXdhbGs&hash=aecb433a2cdf708492d7f5914e2e9026a8f204a0&lang=en&cache-only=0",
            "defineEn": "a hard surface or paved path at the side of a street for people to walk on",
            "defineVi": "một bề mặt cứng hoặc con đường trải nhựa ở bên đường để mọi người đi bộ",
            "hasImg": true
        },
        {
            "id": "3b81edb6-7454-426a-8a68-3632ece7dce0",
            "word": "pavement",
            "phonetic": "peɪvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He spent the next six months pounding the pavement in search of a job.",
                "I hit the pavement with my head.",
                "Like, a motorcycle jacket keeps pavement from your skin, and a face shield makes a barrier to pathogens.",
                "Floyd is now lying on the pavement, face down.",
                "In temperate climates, the cycle of seasons freezes and thaws these waterways, cracking pavement and concrete foundations."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF2ZW1lbnQ&hash=c39b89d7329c72117fd6e1d0acf84a6620b1f0b4&lang=en&cache-only=0",
            "defineEn": "a paved path at the side of a street where people can walk on",
            "defineVi": "một con đường trải nhựa ở bên đường nơi mọi người có thể đi bộ",
            "hasImg": true
        },
        {
            "id": "3c1a94c5-92d6-4afb-9d5e-1195e66cea8e",
            "word": "windshield",
            "phonetic": "wɪndʃiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The windshield was covered in ice, so I had to scrape it before driving.",
                "They bust the windshield.",
                "Birds are just piling up on your windshield.",
                "Which is good for windshields.",
                "And on the windshield you have annealed glass."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHNoaWVsZA&hash=8cac2894cad56288ca08e3b2216e9785ddb63772&lang=en&cache-only=0",
            "defineEn": "the large front window of a vehicle",
            "defineVi": "cửa sổ lớn phía trước của một chiếc xe",
            "hasImg": true
        },
        {
            "id": "50cd1c6c-0749-41f6-877f-40af2d780d25",
            "word": "windscreen",
            "phonetic": "wɪndskɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airflow through this section is routed through the nostrils to smoothly run over the wraparound windscreen and roof line, effectively reducing drag, or the force of air pushing against the car."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZHNjcmVlbg&hash=0b8b9b9d8425b54244cb8f2ad60f118c3a9d0a20&lang=en&cache-only=0",
            "defineEn": "the front window of a vehicle that protects the driver and passengers from wind, dust, and other debris while driving",
            "defineVi": "cửa sổ phía trước của xe bảo vệ người lái và hành khách khỏi gió, bụi và các mảnh vụn khác khi lái xe",
            "hasImg": true
        },
        {
            "id": "bf07080f-1b36-4d82-9b1c-bc5a033e3d67",
            "word": "elevator",
            "phonetic": "ɛlɪveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took the elevator to the top floor of the building.",
                "The elevator arrived after a couple of minutes of waiting.",
                "The slow elevator took a long time to reach the desired floor.",
                "The elevator doors opened, revealing a crowded lobby.",
                "I felt a bit nervous when the elevator suddenly stopped between floors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmF0b3I&hash=7f236576ff415b6a859ce3a500a2206a269863a1&lang=en&cache-only=0",
            "defineEn": "a box-like device that moves up and down and is used to get to the different levels of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "2aac5569-b635-4eae-bd0a-24dabcfb16b8",
            "word": "lift",
            "phonetic": "lɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "Her article lifts the lid on bullying in the workplace.",
                "Students with disabilities have priority access to the lift.",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmdA&hash=31502daa13576263f8c8f951528a638bd9a7a0af&lang=en&cache-only=0",
            "defineEn": "a box-like device that goes up and down and is used to get to the different floors of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "e7066b73-3e58-48ab-8d70-3695bb64e042",
            "word": "fall",
            "phonetic": "fɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shergar film falls at the first fence in Cannes.",
                "Underneath the orange tree, the leaves gently fall.",
                "The fall knocked the wind out of me.",
                "The leaves fall from the trees in autumn.",
                "People are falling like flies from COVID-19."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsbA&hash=968781f89db4b64a8f21c81150eea00c90952666&lang=en&cache-only=0",
            "defineEn": "the season that comes after summer, when in most countries the color of the leaves change and they fall from the trees",
            "defineVi": "mùa đến sau mùa hè, khi ở hầu hết các quốc gia, màu sắc của lá thay đổi và chúng rụng khỏi cây",
            "hasImg": true
        },
        {
            "id": "8c4ef3bd-48a9-47a9-8312-425263b2bd22",
            "word": "autumn",
            "phonetic": "ɔːɾʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leaves change colour in autumn.",
                "The leaves fall from the trees in autumn.",
                "There are four seasons in a year: spring, summer, autumn, and winter.",
                "August marks the end of summer and the beginning of autumn in some parts of the world.",
                "In September, the weather starts to cool down as autumn approaches."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0dW1u&hash=586652be6bc1aa165bba93f7e896defb1607f68c&lang=en&cache-only=0",
            "defineEn": "the season after summer and before winter when the leaves change color and fall from the trees",
            "defineVi": "mùa sau mùa hè và trước mùa đông khi lá đổi màu và rụng khỏi cây",
            "hasImg": true
        },
        {
            "id": "875171e3-e1f8-4406-ba2a-26bca36aecb2",
            "word": "pants",
            "phonetic": "pænts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today's lecture bored the pants off me.",
                "Keep your pants on!",
                "Opera bores the pants off him.",
                "He sued the pants off his landlord.",
                "Sunbathing bores the pants off me."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudHM&hash=f3e9a3ede9c49c2619304d0a8390d7883665903c&lang=en&cache-only=0",
            "defineEn": "an item of clothing that covers the lower half of our body, from our waist to our ankles, and covers each leg separately",
            "defineVi": "một bộ quần áo che nửa thân dưới của chúng ta, từ thắt lưng đến mắt cá chân và che riêng từng chân",
            "hasImg": true
        },
        {
            "id": "18ddabfb-754e-4569-aa8d-103e8be77b47",
            "word": "trousers",
            "phonetic": "tɹaʊsɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJvdXNlcnM&hash=449a522c6f01072c6ca4f435e0063d10c7a217f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing that covers the body from the waist to the ankles, with a separate part for each leg",
            "defineVi": "một mảnh quần áo che cơ thể từ thắt lưng đến mắt cá chân, với một phần riêng biệt cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "c3a447ac-3cdd-4db7-ac2f-cc7f0eb157e6",
            "word": "biscuit",
            "phonetic": "bɪskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The little boy ate biscuits and drank lemonade until he was as full as a tick.",
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Baking powder helped the biscuits achieve a perfect rise and a tender crumb.",
                "We have all had bad break-ups but this seem to take the biscuit.",
                "He discovered that shortening was the secret ingredient for achieving a perfect flaky texture in his biscuits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzY3VpdA&hash=675dd270777acd8eaac9c50a9cd9e044fb8db766&lang=en&cache-only=0",
            "defineEn": "a small dry cake, usually sweet and flat",
            "defineVi": "một chiếc bánh khô nhỏ, thường ngọt và phẳng",
            "hasImg": true
        },
        {
            "id": "8fa00cde-0dae-47d5-b6a9-236b9a835537",
            "word": "cookie",
            "phonetic": "kʊki ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a sharp cookie!",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "She baked a batch of delicious hazelnut cookies.",
                "A lot of people had their hands in the cookie jar at the company.",
                "I had a gluten-free cookie that was just as delicious as the regular ones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2ll&hash=3bf9fc47c2be6246661c00346cd476c123aada4e&lang=en&cache-only=0",
            "defineEn": "a small round sweet cake, often with chocolate or fruit pieces in it",
            "defineVi": "một chiếc bánh ngọt tròn nhỏ, thường có miếng sô cô la hoặc trái cây trong đó",
            "hasImg": true
        }
    ]
}