{
    "id": "d9d5874c-0328-4dad-80b7-c221b64b9bb7",
    "title": "Forming or Expressing an Opinion 2",
    "originalTitle": "Forming or Expressing an Opinion 2",
    "words": [
        {
            "id": "0c351fd6-2fad-45fb-8be5-54fcbd8bf762",
            "word": "eloquence",
            "phonetic": "ɛləkwəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He’d proved his eloquence, if not his electability, in a series of debates with Stephen Douglas when the two were running for the Senate in 1858."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxvcXVlbmNl&hash=0892af75628f92a322196261538730fe0286e550&lang=en&cache-only=0",
            "defineEn": "the ability to deliver a clear and strong message",
            "defineVi": "khả năng cung cấp một thông điệp rõ ràng và mạnh mẽ"
        },
        {
            "id": "cb3c3983-5666-4fa8-8fec-99d02d49a7a4",
            "word": "eloquent",
            "phonetic": "ɛləkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it was nice to have an eloquent speaker, but there was a racial undercurrent that I think really hurt America, and we are still living with it today. ",
                "You know how eloquent and how smart and on target everybody was in that circle.",
                "He was not as eloquent as he was 30 years ago, like most people wouldn't be.",
                "Residents of Leningrad, which today is known as St. Petersburg, always considered themselves to be more eloquent, more polite, than residents of other cities.",
                "Last night on the floor, in defending the Pennsylvania slate of electors, all of the Pennsylvania delegation had a chance to make very eloquent arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxvcXVlbnQ&hash=11e3f201c76a5feb5cc91ce97585153e725e9e32&lang=en&cache-only=0",
            "defineEn": "able to utilize language to convey something well, especially in a persuasive manner",
            "defineVi": "có thể sử dụng ngôn ngữ để truyền đạt một cái gì đó tốt, đặc biệt là trong một cách thuyết phục"
        },
        {
            "id": "dde9b4d2-a22c-4fd3-acad-d4d2cad2b153",
            "word": "eloquently",
            "phonetic": "ɛləkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "So as Hank Green of Vlogbrothers so eloquently put it: don't forget to vote, America!",
                "The most visible manifestation of it was the issue of woman’s suffrage, raised most eloquently at the Seneca Falls Convention of 1848 where Elizabeth Cady Stanton, Lucretia Mott, Susan B. Anthony and many others wrote and published the Declaration of Sentiments, modeled very closely on the Declaration of Independence.",
                "Like, Sojourner Truth, probably the most famous black woman abolitionist, spoke eloquently of the plight of working class women, especially slaves, since she’d been one until 1827.",
                "I did hear a dog bark, while you were speaking, so eloquently in the background.",
                "And the bad news is the number of people, including children, as Henrietta can so eloquently state."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxvcXVlbnRseQ&hash=5730198c9a0fc1d5f01d7f84decbe62879e4ff8a&lang=en&cache-only=0",
            "defineEn": "in a way that utilizes language to send a strong and clear message, especially when one is speaking in public",
            "defineVi": "theo cách sử dụng ngôn ngữ để gửi một thông điệp mạnh mẽ và rõ ràng, đặc biệt là khi một người đang nói trước đám đông"
        },
        {
            "id": "73fc24c6-2302-450e-bc16-a3d7e9a79c3b",
            "word": "esteem",
            "phonetic": "ɛstiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "To be held in high esteem.",
                "In order to build your self-esteem, set yourself targets you can reach.",
                "I've got low self esteem.",
                "Self-hatred, self-loathing, low self esteem, no self confidence.",
                "And repetitively leaving things undone chips away at your motivation and self esteem."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0ZWVt&hash=ce16aadf432db1c8dd42e7a93c27995208cc5029&lang=en&cache-only=0",
            "defineEn": "the level of respect and admiration that one has for someone or something",
            "defineVi": "mức độ tôn trọng và ngưỡng mộ mà một người dành cho ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c0756282-1baa-4acf-a8b3-a9bcc802acc4",
            "word": "to esteem",
            "phonetic": "tʊ ɛstiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "To be held in high esteem.",
                "In order to build your self-esteem, set yourself targets you can reach.",
                "I've got low self esteem.",
                "Self-hatred, self-loathing, low self esteem, no self confidence.",
                "And repetitively leaving things undone chips away at your motivation and self esteem."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXN0ZWVt&hash=c44503e202d62c51bb4f2463ba0a07a8c96fba5d&lang=en&cache-only=0",
            "defineEn": "to greatly admire or respect someone or something",
            "defineVi": "để rất ngưỡng mộ hoặc tôn trọng một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f955b252-cdb6-4d6e-9fc0-cca039bfc01a",
            "word": "to express",
            "phonetic": "tʊ ɛkspɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every person has the right to express their opinions and beliefs.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He wanted to express his appreciation for all they had done, but words failed him.",
                "Women should feel free to speak their minds and express themselves.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwcmVzcw&hash=90eb4a5b0101b7d69c64cbcac65214ccc051c0cd&lang=en&cache-only=0",
            "defineEn": "to show or make a thought, feeling, etc. known by looks, words, or actions",
            "defineVi": "để hiển thị hoặc làm cho một suy nghĩ, cảm giác, vv được biết đến bằng vẻ ngoài, lời nói hoặc hành động",
            "hasImg": true
        },
        {
            "id": "c35173d2-3050-414c-a763-3c78cf13673f",
            "word": "expression",
            "phonetic": "ɛkspɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She could see from his expression that he caught her drift immediately.",
                "My heart sank when I saw the pained expression on her face.",
                "The decision to pursue a career in the arts cuts both ways, as it can provide opportunities for creative expression but can also lead to financial instability and insecurity.",
                "Paul was about to answer but checked himself when he saw Julie’s expression.",
                "The area under the curve, not the surface-- under this curve for a particular y, is this expression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2lvbg&hash=98449a837becddb88acb904bd1b5000c0cf02dcd&lang=en&cache-only=0",
            "defineEn": "the act of showing one’s ideas or feelings through words or actions",
            "defineVi": "hành động thể hiện ý tưởng hoặc cảm xúc của một người thông qua lời nói hoặc hành động"
        },
        {
            "id": "3ba70f84-6e3f-4d27-86e6-67c1fd709ba4",
            "word": "fair hearing",
            "phonetic": "fɛɹ hɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He claimed that the company was not given a fair hearing in the press.",
                "He didn't think that he got a fair hearing in court.",
                "She doubted she would get a fair hearing if she went back to her country.",
                "Before making up your mind, you need to give both sides a fair hearing.",
                "I'm sure the legislation got a fair hearing - I'm just surprised it didn't pass."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpciBoZWFyaW5n&hash=73297fbf4d81e356162504259cc53a1d4df3c655&lang=en&cache-only=0",
            "defineEn": "the act of giving both sides of an argument a fair chance to express their opinions about something",
            "defineVi": "hành động cho cả hai bên của một cuộc tranh luận một cơ hội công bằng để bày tỏ ý kiến của họ về một cái gì đó"
        },
        {
            "id": "70b9bf26-8100-43d4-8e4f-709ca3fc376e",
            "word": "favorability",
            "phonetic": "feɪvɚɹəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cuomo's favorability rating dipped down to 40% in April of 2021, but there was another scandal emerging.",
                "It affects more people than any other federal program, and has one of the highest favorability ratings.",
                "When we started that advertising program, I think the image of plastics was in the mid-30s-- you know, 30, 35% favorability."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF2b3JhYmlsaXR5&hash=6594622e2d086e4ab4aa396ae00c5cc10a409d99&lang=en&cache-only=0",
            "defineEn": "the degree to which someone or something is accepted or considered appealing",
            "defineVi": "mức độ mà một ai đó hoặc một cái gì đó được chấp nhận hoặc coi là hấp dẫn"
        },
        {
            "id": "a7ea52ef-1e9f-4412-b7a9-1913a7f0e516",
            "word": "favorable",
            "phonetic": "feɪvɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Once providers have bent the rules and had a favorable outcome and response from peers and supervisors, they are likely to be tempted to do it again.",
                "The negotiator held all the aces with their persuasive arguments, information, and bargaining power, and got a favorable deal.",
                "Emily's negotiation skills were unmatched, and she always found a way to get her own way during business deals, ensuring favorable outcomes for her company.",
                "The coverage and all was growing more favorable there at the end of the Olympics.",
                "Among other things, it needs a favorable balance of gases, including toxic ones like CO2 and carbon monoxide."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF2b3JhYmxl&hash=98a1d3fc20cbb80c1671b738ec9ba9a3db80ee4b&lang=en&cache-only=0",
            "defineEn": "describing something that is liked or approved",
            "defineVi": "mô tả một cái gì đó được thích hoặc phê duyệt"
        },
        {
            "id": "7d7ce399-b9ae-4c49-8895-9cfd09e6f895",
            "word": "favorably",
            "phonetic": "feɪvɚɹəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "At the same time, media critics are saying that you have written favorably about Facebook and about the project in your New York Times column.",
                "When the Buddhist monk Faxian visited India from Jin Dynasty China, starting in 399 CE, he favorably compared the two empires: both were civilized societies where Buddhism could flourish.",
                "They took what they learned home, but they're likely to also try to look favorably on the United States.",
                "Chris Sununu, a New Hampshire Republican, is at 73 percent, with 61 percent of Democrats rating him favorably.",
                "Social scientists Wijnand A. P. Van Tilburg and Eric R. Igou also note in their article that people who used middle initials in fields like medicine, academia, and law were evaluated more favorably on things like writing, status, and intellectual performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF2b3JhYmx5&hash=f2c1f793e6d10859956c60fc786c2ed952d22e49&lang=en&cache-only=0",
            "defineEn": "in a manner that displays approval",
            "defineVi": "theo cách thể hiện sự chấp thuận"
        },
        {
            "id": "e1ba1158-502f-454c-8d61-59b9fd29f8ae",
            "word": "to feed back",
            "phonetic": "tə fiːd bæk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlZCBiYWNr&hash=634f62f920383acbfb3a4b116b6dd32657b3193a&lang=en&cache-only=0",
            "defineEn": "to give information or constructive suggestions about something, particularly with regard to improvement",
            "defineVi": "để cung cấp thông tin hoặc đề xuất mang tính xây dựng về một cái gì đó, đặc biệt là liên quan đến cải tiến"
        },
        {
            "id": "629e4bb2-cf6c-4004-b525-d38cafc5a798",
            "word": "to feel",
            "phonetic": "tə fiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many more businesses are feeling the chill wind of the recession.",
                "He felt the weight of the heavy burden on his shoulders.",
                "She felt a sharp pain in her hand.",
                "We all felt the force of her arguments.",
                "The wool feels soft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlbA&hash=f9047122183c7d877aa45203bf61054833e76437&lang=en&cache-only=0",
            "defineEn": "to hold a particular opinion or attitude or have a feeling that something might be the case without a justifiable reason",
            "defineVi": "để giữ một ý kiến hoặc thái độ cụ thể hoặc có cảm giác rằng một cái gì đó có thể xảy ra mà không có lý do chính đáng"
        },
        {
            "id": "cb906afd-3490-4d61-8d7b-f562ae48f224",
            "word": "feeling",
            "phonetic": "fiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The feeling of sickness soon passed.",
                "The drug produces a feeling of excitement.",
                "He had mixed feelings about the whole project.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlbGluZw&hash=111f721be433253758a6ae5114d7ba9754a31525&lang=en&cache-only=0",
            "defineEn": "a belief or opinion that is inspired by one's emotions rather than facts",
            "defineVi": "một niềm tin hoặc ý kiến được lấy cảm hứng từ cảm xúc của một người hơn là sự thật"
        },
        {
            "id": "f117d6ba-f56d-44ad-a62a-9ab0e780f6ab",
            "word": "to find",
            "phonetic": "tə faɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Find a hobby.",
                "After all, love will find a way.",
                "Water will always find its own level.",
                "She found a dirty stain on her favorite shirt.",
                "The court found in her favor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZA&hash=b149379fcd5d112b8f11646c18a0c65c6f14f6af&lang=en&cache-only=0",
            "defineEn": "to have a particular opinion or feeling about something that makes one regard it in a specified way",
            "defineVi": "để có một ý kiến cụ thể hoặc cảm giác về một cái gì đó mà làm cho một người coi nó theo một cách cụ thể"
        },
        {
            "id": "6b9b6d49-af94-4745-b555-60a29c5bb966",
            "word": "to find one's voice",
            "phonetic": "tə faɪnd wʌn bækslæʃ ɛs vɔɪs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZCBvbmUncyB2b2ljZQ&hash=ab020575e2fc809c607eac1e9f12720d4b3f073c&lang=en&cache-only=0",
            "defineEn": "to be able to speak and express oneself, particularly in a difficult situation or circumstance",
            "defineVi": "để có thể nói và thể hiện bản thân, đặc biệt là trong một tình huống hoặc hoàn cảnh khó khăn"
        },
        {
            "id": "1d3b4d94-27f2-43d8-8b5b-4fee1ce7ca3e",
            "word": "to flatter",
            "phonetic": "tə flæɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I flatter myself that I'm a good dancer.",
                "I really am flattered, but I like you as a friend, and only as a friend.",
                "If this is really your jam, though, a flatter pillow can at least help reduce neck strain.",
                "The rounder, flatter shape of crabs lets crabs walk, run, swim and burrow more efficiently.",
                "Yeah, it does shoot it flatter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhdHRlcg&hash=88afaf90f29660c819700521cb569c0eb506e81c&lang=en&cache-only=0",
            "defineEn": "to believe something favorable about one's character or abilities even though it might not be true",
            "defineVi": "tin vào điều gì đó thuận lợi về tính cách hoặc khả năng của một người mặc dù điều đó có thể không đúng"
        },
        {
            "id": "6decc280-3c7e-411a-9330-2793c7a0366d",
            "word": "to flip-flop",
            "phonetic": "tə flɪpflɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "For now, it's making flip-flops primarily from plants, not algae.",
                "But getting these more sustainable flip-flops into stores remains a challenge.",
                "That's much faster than the average flip-flop made from plastic.",
                "They found that nearly a quarter of it was flip-flops.",
                "And replacing traditional plastic flip-flops with algae-based ones would also reduce the demand for fossil fuels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxpcC1mbG9w&hash=8bf66a3da22a3c769aab78a1d9fbe044beffec61&lang=en&cache-only=0",
            "defineEn": "to make an abrupt change of opinion or policy, especially in an exchange with the opposing one",
            "defineVi": "để thực hiện một sự thay đổi đột ngột về quan điểm hoặc chính sách, đặc biệt là trong một cuộc trao đổi với đối phương"
        },
        {
            "id": "a39436e4-6795-4444-b3bd-558541e77870",
            "word": "forceful",
            "phonetic": "foːɹsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s pretty forceful.",
                "But to the Trump people, it’s too forceful.",
                "This included everything from the forceful frontierism of the Homestead Act, to Teddy Roosevelt’s regulation of New York lodging houses.",
                "He is both entertaining and forceful at a number of moments in this hearing, once taking over for the interlocutor, the investigator who had come in to speak on behalf of the committee.",
                "We are engaged right now in forceful deterrence, but I have to say, we don't rule out anything."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yY2VmdWw&hash=bd10b5cee7d621644b4612220ef5adfd22116d91&lang=en&cache-only=0",
            "defineEn": "(of people or opinions) strong and demanding in manner",
            "defineVi": "(của người hoặc ý kiến) mạnh mẽ và đòi hỏi theo cách"
        },
        {
            "id": "2c93146f-9629-478f-b06a-2e1378a0883f",
            "word": "forcefulness",
            "phonetic": "foːɹsfəlnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeltsin, who had many, many good qualities, and who I think in his bones was a democrat, lacked at the end of the day the force and the forcefulness to really see his agenda through, because of a lot of his own personal and physical frailties."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yY2VmdWxuZXNz&hash=894158f168d983e369e93c405797bf7ea6065119&lang=en&cache-only=0",
            "defineEn": "a person's ability to express their ideas and beliefs in a persuasive and assertive manner",
            "defineVi": "khả năng của một người để thể hiện ý tưởng và niềm tin của họ một cách thuyết phục và quyết đoán"
        },
        {
            "id": "a70da772-eb97-4eaa-86aa-c635671661a4",
            "word": "for my money",
            "phonetic": "fɔːɹ maɪ mʌni ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yIG15IG1vbmV5&hash=5c32effccbd20151ca53a24326535dcc749a79ac&lang=en&cache-only=0",
            "defineEn": "used to express one's opinions or beliefs",
            "defineVi": "được sử dụng để thể hiện ý kiến hoặc niềm tin của một người"
        },
        {
            "id": "68e10c2b-4595-415c-8e67-21776aa8ad86",
            "word": "forum",
            "phonetic": "foːɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Actually yeah, join the forum.",
                "- I still go on the forums.",
                "Today's social discourse takes place on the public forum of the internet.",
                "This is a forum on energy.",
                "Here I am at the forum."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydW0&hash=e9f47ae253e233024369e8bc85fbd9f34fb3a94a&lang=en&cache-only=0",
            "defineEn": "a public meeting place where people can discuss and exchange views on various topics or issues",
            "defineVi": "một nơi gặp gỡ công cộng, nơi mọi người có thể thảo luận và trao đổi quan điểm về các chủ đề hoặc vấn đề khác nhau"
        },
        {
            "id": "256ab544-7361-42f2-96f6-583b7b7a4e19",
            "word": "freethinking",
            "phonetic": "fɹiːθɪŋkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXRoaW5raW5n&hash=b7e21137176d62e63745b51ec091fc1f3eb1c70b&lang=en&cache-only=0",
            "defineEn": "forming one’s own ideas rather than accepting what is generally accepted",
            "defineVi": "hình thành ý tưởng của riêng mình thay vì chấp nhận những gì thường được chấp nhận"
        },
        {
            "id": "4c5dc4f4-2ec4-4d39-ae63-0b3d9052ec58",
            "word": "to gag",
            "phonetic": "tə ɡæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And I gag from time to time.",
                "Suddenly, it wasn't like just a prom gag.",
                "And hyaluronic acid is a GAG, and can help retain moisture.",
                "-when I'm about to gag.",
                "I'm on the verge of gagging!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fn&hash=9ccef63d095f8ffa5bbabe90f5032911ab997cfc&lang=en&cache-only=0",
            "defineEn": "to limit freedom of speech or to prevent someone from writing or talking about a particular subject",
            "defineVi": "để hạn chế quyền tự do ngôn luận hoặc để ngăn ai đó viết hoặc nói về một chủ đề cụ thể"
        },
        {
            "id": "68d35c93-d78f-464c-b1dd-7fe1998ec2b4",
            "word": "gag",
            "phonetic": "ɡæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I gag from time to time.",
                "Suddenly, it wasn't like just a prom gag.",
                "And hyaluronic acid is a GAG, and can help retain moisture.",
                "-when I'm about to gag.",
                "I'm on the verge of gagging!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Fn&hash=779cb6a2a8a753ed9bce5c4caa96aee7b0a82c78&lang=en&cache-only=0",
            "defineEn": "a limitation on freedom of speech or a restriction on dissemination of information",
            "defineVi": "hạn chế quyền tự do ngôn luận hoặc hạn chế phổ biến thông tin"
        },
        {
            "id": "a857a116-df00-44c4-8cba-43bbd8f2cb16",
            "word": "to get above oneself",
            "phonetic": "tə ɡɛt əbʌv wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGFib3ZlIG9uZXNlbGY&hash=0cff5ca7873fa925bcd49c6208ef21cd8ee3282e&lang=en&cache-only=0",
            "defineEn": "to consider oneself better or more significant than one really is",
            "defineVi": "để coi mình tốt hơn hoặc quan trọng hơn một người thực sự là"
        },
        {
            "id": "14192f55-4325-4b62-aeba-e02fe7585671",
            "word": "to [get] on {one's} soapbox",
            "phonetic": "tə ɡɛt ɔn wʌn bækslæʃ ɛs soʊpbɑːks ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG9uIHtvbmUnc30gc29hcGJveA&hash=4536ffede0a6cddd0eeac8509185acf26d077fc2&lang=en&cache-only=0",
            "defineEn": "to express one's strong opinions or beliefs publicly and forcefully, often in a long and impassioned speech",
            "defineVi": "để bày tỏ ý kiến hoặc niềm tin mạnh mẽ của một người một cách công khai và mạnh mẽ, thường là trong một bài phát biểu dài và vô tư"
        },
        {
            "id": "29c190f8-19d9-4a1d-afa0-0340335b7b0c",
            "word": "to give voice to {sth}",
            "phonetic": "tə ɡɪv vɔɪs tʊ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB2b2ljZSB0byB7c3RofQ&hash=2ddbbdf200d15909c92a69864f1d599d5cdefa9a&lang=en&cache-only=0",
            "defineEn": "to allow one's feelings or opinions to be expressed",
            "defineVi": "để cho phép cảm xúc hoặc ý kiến của một người được thể hiện"
        },
        {
            "id": "d5a68e29-8521-4ecc-98fb-62ed78a5caa9",
            "word": "to go by",
            "phonetic": "tə ɡoʊ baɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYnk&hash=200619f5dcae24f209f0baa3a666bbd92c79d800&lang=en&cache-only=0",
            "defineEn": "to form an opinion or judgement based on the information or experience one already has",
            "defineVi": "để hình thành một ý kiến hoặc đánh giá dựa trên thông tin hoặc kinh nghiệm một người đã có"
        },
        {
            "id": "965056da-eaf0-4267-9258-409a9351fe15",
            "word": "good name",
            "phonetic": "ɡʊd neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even though the successful businessman was facing false accusations, a good name keeps its luster in the dark, and his reputation remained untarnished.",
                "The business owner prioritized ethical practices and customer satisfaction over profit, believing that a good name is better than riches.",
                "Got lots of good names in today’s episode.",
                "Corncob is a good name for a horse!",
                "My name is Summer Wood, one of the things I love most - That's a good name."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZCBuYW1l&hash=4c18622ac260e149c6c199d17a1586540ea7bd90&lang=en&cache-only=0",
            "defineEn": "the positive opinion that people have about a person or a thing based on their reputation",
            "defineVi": "ý kiến tích cực mà mọi người có về một người hoặc một điều dựa trên danh tiếng của họ"
        },
        {
            "id": "4a920255-dedc-460d-9758-5480aba4daa9",
            "word": "to go on",
            "phonetic": "tə ɡoʊ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Life goes on.",
                "This dictionary goes on the top shelf.",
                "The show must go on!",
                "My family goes on a vacation once a year.",
                "Shares went on sale this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb24&hash=728c0d82ae386773b970d1cb41a6c5ef7483e151&lang=en&cache-only=0",
            "defineEn": "to base an opinion or a judgment on something",
            "defineVi": "để dựa trên một ý kiến hoặc một bản án về một cái gì đó"
        },
        {
            "id": "80a9ea9c-2423-43c6-92c3-f25d033a5456",
            "word": "to have a down on",
            "phonetic": "tə hæv ɐ daʊn ɔn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIGRvd24gb24&hash=ed5319c5f98cf1e8d1cfc5d8c3f9f4e92e208693&lang=en&cache-only=0",
            "defineEn": "to dislike someone or have hostility towards them",
            "defineVi": "không thích ai đó hoặc có thái độ thù địch với họ"
        },
        {
            "id": "30bd30c1-e04d-4be7-9b49-004ff887d1fb",
            "word": "to have a good, bad, high, low, etc. opinion of",
            "phonetic": "tə hæv ɐ ɡʊd bæd haɪ loʊ ɛtsɛtɹə əpɪniən ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIGdvb2QsIGJhZCwgaGlnaCwgbG93LCBldGMuIG9waW5pb24gb2Y&hash=145759b91ac9d27e44be2c05a24a0f52372d66a4&lang=en&cache-only=0",
            "defineEn": "to view someone or something as bad, high, low, etc.",
            "defineVi": "để xem ai đó hoặc một cái gì đó là xấu, cao, thấp, vv"
        },
        {
            "id": "089ea343-b47e-4259-ba2e-b3917c66dee1",
            "word": "having said that",
            "phonetic": "hævɪŋ sɛd ðæt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "But having said that, there still will be very high unemployment.",
                "Having said that, there's a big debate now on whether the Democrats should end the filibuster.",
                "Now, having said that, that doesn't mean there won't be noise in the process.",
                "Having said that, car coatings companies are quick to point out that they will make a car in any color an automaker wants.",
                "Having said that, it is not approved by the FDA, per say."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF2aW5nIHNhaWQgdGhhdA&hash=c66413657fc887169bdadfc56cd2f413fc6399b4&lang=en&cache-only=0",
            "defineEn": "in spite of what has just been mentioned",
            "defineVi": "bất chấp những gì vừa được đề cập"
        },
        {
            "id": "511f8920-ac00-4ed7-8ee1-1a86ddea484f",
            "word": "hogwash",
            "phonetic": "hɑːɡwɑːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, there are still some scientists who would say, hogwash.",
                "Well, that's hogwash, andanyone with any sophistication should know that."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9nd2FzaA&hash=e520e5d14a1bca09f482e26b254ea4738dbad3db&lang=en&cache-only=0",
            "defineEn": "an absurd idea or discussion",
            "defineVi": "một ý tưởng ngớ ngẩn hoặc thảo luận"
        },
        {
            "id": "52fd197d-8db1-4eb0-9c33-f6eae9bb754b",
            "word": "hokum",
            "phonetic": "hoʊkəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9rdW0&hash=cda803a192b578ec44cf46d85cafdc426f4446b3&lang=en&cache-only=0",
            "defineEn": "a stupid argument, discussion, etc.",
            "defineVi": "một cuộc tranh luận ngu ngốc, thảo luận, vv"
        },
        {
            "id": "b244f2d6-9af1-4b67-a1ec-9c42c15c8de1",
            "word": "to hold",
            "phonetic": "tə hoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Hold your fire!",
                "A strawberry margarita, but hold the tequila.",
                "The senator held the floor for several hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZA&hash=70bc0c1736f7c3f6cf4d1c7ec516a27c851a113d&lang=en&cache-only=0",
            "defineEn": "to have a specific opinion or belief about someone or something",
            "defineVi": "để có một ý kiến cụ thể hoặc niềm tin về một ai đó hoặc một cái gì đó"
        },
        {
            "id": "8783ed20-cede-4686-a9fd-317b17ad40e1",
            "word": "to hold against",
            "phonetic": "tə hoʊld ɐɡɛnst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Members also murdered Congressman Leo Ryan and three reporters who had arrived at the colony to question whether its American ex-pat members were being abused or held against their will."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZCBhZ2FpbnN0&hash=71cdc026d2297ea8f967f33c8f628946e0b7d6b4&lang=en&cache-only=0",
            "defineEn": "to have a lower opinion of someone because of their actions in the past",
            "defineVi": "để có một ý kiến thấp hơn của một ai đó vì hành động của họ trong quá khứ"
        },
        {
            "id": "9bd4419c-2d3d-41ed-8d97-eb026e82f2ff",
            "word": "to hold one's peace",
            "phonetic": "tə hoʊld wʌn bækslæʃ ɛs piːs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZCBvbmUncyBwZWFjZQ&hash=4f4926d0e1a98adac1877b4b3ec0610e66da940f&lang=en&cache-only=0",
            "defineEn": "to resist the temptation to say something; to stay calm",
            "defineVi": "để chống lại sự cám dỗ để nói điều gì đó; giữ bình tĩnh"
        },
        {
            "id": "41da525c-8e6e-48c6-8220-ad66923d6063",
            "word": "how's that?",
            "phonetic": "haʊ bækslæʃ ɛs ðæt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG93J3MgdGhhdD8&hash=99b2c390766ae9ac07869808e9f76664ed5ab3a6&lang=en&cache-only=0",
            "defineEn": "used to inquire about someone's opinion of something",
            "defineVi": "được sử dụng để hỏi về ý kiến của ai đó về một cái gì đó"
        },
        {
            "id": "e329d8cc-23a2-4fe3-a56f-ecc9a0ebcbd2",
            "word": "hue",
            "phonetic": "hjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vibrant hue of damson makes it a fantastic ingredient for homemade fruit popsicles.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "There will no doubt be a great hue and cry when the reorganisation is announced.",
                "Blue food coloring is often used to give a bright blue hue to sports drinks and other beverages."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVl&hash=37b34f02c6a597882f165a38c742ab0a3f2a59ae&lang=en&cache-only=0",
            "defineEn": "a type of attitude, belief, or opinion one has",
            "defineVi": "một loại thái độ, niềm tin, hoặc ý kiến một người có"
        },
        {
            "id": "4fc5c601-4ec7-4361-957c-590304b2f8d1",
            "word": "to [have] second thoughts",
            "phonetic": "tə hæv sɛkənd θɔːts ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBzZWNvbmQgdGhvdWdodHM&hash=89f627f5ad1f3f2b051acebc257670509a9ffb90&lang=en&cache-only=0",
            "defineEn": "to start doubting a decision and begin to wonder whether it is the right or best thing to do",
            "defineVi": "bắt đầu nghi ngờ một quyết định và bắt đầu tự hỏi liệu đó có phải là điều đúng đắn hay tốt nhất để làm"
        },
        {
            "id": "5c182d52-5db1-4b54-867d-2a79679791d1",
            "word": "to hunker down",
            "phonetic": "tə hʌŋkɚ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVua2VyIGRvd24&hash=10b20cc94a0d4b8b3a1ba9fd0f74c93db80a74f8&lang=en&cache-only=0",
            "defineEn": "to hold on to one’s opinions or position, especially when confronted by unfavorable circumstances or criticism",
            "defineVi": "giữ vững quan điểm hoặc vị trí của mình, đặc biệt là khi đối mặt với hoàn cảnh bất lợi hoặc bị chỉ trích"
        },
        {
            "id": "2c0c42af-0c18-4b48-930d-8e503abf78cd",
            "word": "at length",
            "phonetic": "æt lɛŋθ ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXQgbGVuZ3Ro&hash=a5505a6d13917e229691dac1f71c01aac131420a&lang=en&cache-only=0",
            "defineEn": "in great detail or extensively",
            "defineVi": "rất chi tiết hoặc rộng rãi"
        }
    ]
}