{
    "id": "d9d7c43c-b24f-44d0-8b0a-54748502105d",
    "title": "Top 126 - 150 Adverbs",
    "originalTitle": "Top 126 - 150 Adverbs",
    "words": [
        {
            "id": "7d9ea4d5-2704-401d-b534-17411788285c",
            "word": "normally",
            "phonetic": "noːɹməli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I don’t normally like to mix business with pleasure.",
                "Normally he knew enough to come in out of the rain but the Princess had intrusted him with an important job.",
                "I normally don't like taking chances on people I haven't personally vetted, but Sarah is extremely confident in you.",
                "You're normally not allowed to take an exam if you arrive late, but because of the student's excuse, his teacher stretched the rules for him.",
                "In any political scandal the first 24 hours normally determines whether someone survives or has to be thrown to the wolves."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ybWFsbHk&hash=03041a78c2c68fba485ce44c9bbb0d428777ecda&lang=en&cache-only=0",
            "defineEn": "under regular or usual circumstances",
            "defineVi": "trong những trường hợp thông thường hoặc bình thường"
        },
        {
            "id": "4640e3b2-cd8a-4d6b-be51-51023db7eff4",
            "word": "otherwise",
            "phonetic": "ʌðɚwaɪz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Otherwise it will not be legal.",
                "They had nothing on you, otherwise you wouldn't be here right now.",
                "The coach saved me by the bell, otherwise I wouldn't be here right now.",
                "You must be used to your classmates calling you names, otherwise you would have done something about it already.",
                "I think you have rocks in your head, otherwise we would have had no problems finishing our discussion."
            ],
            "audio": "https://tts.langeek.co/read?text=b3RoZXJ3aXNl&hash=b347cfb585e60670e1cd1b57257243cbabd0a09e&lang=en&cache-only=0",
            "defineEn": "used to refer to the outcome of a situation if the circumstances were different",
            "defineVi": "được sử dụng để chỉ kết quả của một tình huống nếu hoàn cảnh khác"
        },
        {
            "id": "4b4d44bb-8797-4ab7-b52d-3b1ef947735d",
            "word": "off",
            "phonetic": "ɔf ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The baby cried its head off.",
                "The store is offering a discount of eighty percent off.",
                "His apology took the edge off her anger.",
                "The explosion wiped the island off the map.",
                "The investigation blew the lid off corruption in city hall."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zm&hash=81894569784e1d965a50d3795b8a43fd17adf3e6&lang=en&cache-only=0",
            "defineEn": "used to show that a thing has been separated or removed",
            "defineVi": "được sử dụng để cho thấy rằng một điều đã được tách ra hoặc loại bỏ"
        },
        {
            "id": "c42c0eda-b503-429a-b952-c8845cb54ff4",
            "word": "everywhere",
            "phonetic": "ɛvɹɪwɛɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She followed her sister everywhere.",
                "The effects of the recession are being felt everywhere.",
                "I looked everywhere with a fine-toothed comb but can't find my purse.",
                "I searched everywhere for the letter and it was under my nose all the time!",
                "The swimmer jumped into the pool and splashed water everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlcnl3aGVyZQ&hash=2cdfb45a90cb8abad700da05ad731c7bd97c73fa&lang=en&cache-only=0",
            "defineEn": "to or in all places",
            "defineVi": "đến hoặc ở tất cả các nơi"
        },
        {
            "id": "d269b7c1-fa7f-4d51-b604-c95822b38fd6",
            "word": "alone",
            "phonetic": "ɐloʊn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Only a minority of people exist on unemployment benefits alone.",
                "Some things are best left well alone.",
                "Going mountain-climbing alone is dicing with death.",
                "I quite understand that you need some time alone.",
                "It was so irresponsible of him to leave his children in the car all alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvbmU&hash=015fad8bf61ab42e76fb1204d9fa72785aca6dc7&lang=en&cache-only=0",
            "defineEn": "without any other people; on one's own",
            "defineVi": "không có bất kỳ người nào khác; một mình",
            "hasImg": true
        },
        {
            "id": "79800df9-239d-4711-a973-e18baff7cf81",
            "word": "honestly",
            "phonetic": "ɑːnɪstli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Your presentation sounded great, honestly.",
                "Honestly, you're wasting your breath - he doesn't want to hear what anyone else has got to say.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?",
                "Honestly, a bottle of olive oil can cost 10 bucks."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0bHk&hash=f4f542fe9e925b9e208c4765b99810849529a5af&lang=en&cache-only=0",
            "defineEn": "used to emphasize that one is being sincere and telling the truth, especially when the thing being said sounds surprising",
            "defineVi": "được sử dụng để nhấn mạnh rằng một người đang chân thành và nói sự thật, đặc biệt là khi điều được nói nghe có vẻ đáng ngạc nhiên"
        },
        {
            "id": "0436042f-d15b-4861-84aa-cdca177b5129",
            "word": "skillfully",
            "phonetic": "skɪlfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "The chef skillfully incorporated wasabi into the creamy sauce.",
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes.",
                "She skillfully prepared a flavorful stuffing using the parson's nose as a base."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbGxmdWxseQ&hash=48f35ead7a0496f1995dee5895e284d7a72bbc6c&lang=en&cache-only=0",
            "defineEn": "in a manner that indicates great skill",
            "defineVi": "theo cách chỉ ra kỹ năng tuyệt vời"
        },
        {
            "id": "c7d8a818-85ac-44b0-a0ea-d9275057a8f1",
            "word": "typically",
            "phonetic": "tɪpɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The apple orchard typically yields a bountiful harvest each year.",
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "The point of this legislation is to level the playing field for those who have typically found it harder to access public funding.",
                "Why do kind people typically get walked all over in life?",
                "Greg, who typically avoids mushrooms, decided to give shiitake a try."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwaWNhbGx5&hash=87d88e8e3e81a2071da540d4bee4a063b811c223&lang=en&cache-only=0",
            "defineEn": "in a way that usually happens",
            "defineVi": "theo cách thường xảy ra"
        },
        {
            "id": "864ae6e6-2791-42cd-8ff0-8814902ea3d9",
            "word": "highly",
            "phonetic": "haɪli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "The highly visible ruins serve as a reminder of the building's history.",
                "I would highly recommend our pediatrician because she's always gentle as a lamb.",
                "The issue is highly emotional and will cause a lot of blood on the carpet."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGx5&hash=2d77fbc2935291b72fa08a975d703f17201bc248&lang=en&cache-only=0",
            "defineEn": "to a high level or degree",
            "defineVi": "đến một mức độ cao hoặc mức độ"
        },
        {
            "id": "57807703-0b9f-4770-972a-b9939113b8c1",
            "word": "forever",
            "phonetic": "fɚɹɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Nothing is forever.",
                "Who wants to live forever?",
                "Who wants to live forever?",
                "Let us continue in this house forever.",
                "I know that ice cream looks tempting, but remember what they say - a moment on the lips, forever on the hips."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZXZlcg&hash=d16286a44e62ae38fe6ab7e5264322064d0596ef&lang=en&cache-only=0",
            "defineEn": "used to refer to something that will exist for a very long time",
            "defineVi": "được sử dụng để chỉ một cái gì đó sẽ tồn tại trong một thời gian rất dài"
        },
        {
            "id": "7b5fab78-7e5f-4037-a6a4-331c8e127809",
            "word": "possibly",
            "phonetic": "pɑːsᵻbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "There is possibly less chance of another world war while the last one is within living memory.",
                "Possibly turning a small disagreement into weeks of radio silence.",
                "A smoothie is quite possibly the most convenient food on the planet, - Mhmm. -",
                "In fact, the alarmist hype is possibly more dangerous than the technology itself.",
                "They are sharing their sexual relationship, possibly."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2libHk&hash=d7c23ddb095d4022fd3d16848acfa947b5d64ef3&lang=en&cache-only=0",
            "defineEn": "used for emphasizing that something is surprising or baffling",
            "defineVi": "được sử dụng để nhấn mạnh rằng một cái gì đó là đáng ngạc nhiên hoặc khó hiểu"
        },
        {
            "id": "bb298874-71d2-4d8e-bc47-9d19528a7177",
            "word": "online",
            "phonetic": "ɑːnlaɪn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "He searched online for reviews of the product before making a purchase.",
                "Can you recommend any online resources for studying world history?"
            ],
            "audio": "https://tts.langeek.co/read?text=b25saW5l&hash=dc8a1e891adcf50c16215d83c860203369c9f4a1&lang=en&cache-only=0",
            "defineEn": "via, onto, or while connected to the Internet or other computer network",
            "defineVi": "thông qua, lên hoặc trong khi kết nối với Internet hoặc mạng máy tính khác",
            "hasImg": true
        },
        {
            "id": "b056ff97-03c3-46a5-a1ab-20c882ce407f",
            "word": "ultimately",
            "phonetic": "ʌltᵻmətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "He ultimately failed, but I gotta say that he gave me his best shot.",
                "The team was on the verge of winning the championship, but as they say, there is many a slip twixt cup and lip, and they ultimately lost the game due to a last-minute mistake.",
                "My teacher always emphasized that all roads lead to Rome, and that there are many ways to approach a problem or challenge, but ultimately, the goal is to find a solution that works best for you.",
                "The company's success during a period of economic growth led to complacency and overconfidence, ultimately leading to its downfall - as the proverb goes, a green winter makes a fat churchyard."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0aW1hdGVseQ&hash=c143999f8f2d1b328ba1fe678d5d645716d2743d&lang=en&cache-only=0",
            "defineEn": "after doing or considering everything; in the end",
            "defineVi": "sau khi làm hoặc xem xét mọi thứ; đến cuối cùng"
        },
        {
            "id": "aa1a112c-03a5-48d9-acf2-538ddbb2a3ac",
            "word": "seriously",
            "phonetic": "sɪɹiəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "No one took me seriously because of my lack of experience and seniority.",
                "Wait, he seriously thinks the most popular girl in school would go out with him?",
                "f you keep crying wolf, people won't take you seriously when you really need them.",
                "I wish you'd take me seriously.",
                "Don't take them seriously, the wine has gone to their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyaW91c2x5&hash=689a473658703a174b005fdf160b9fcf4bc2c2f7&lang=en&cache-only=0",
            "defineEn": "to a degree or extent that is severe",
            "defineVi": "ở một mức độ hoặc mức độ nghiêm trọng"
        },
        {
            "id": "e28bf3da-96cb-4659-b234-aab833685425",
            "word": "indeed",
            "phonetic": "ɪndiːd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A fool at forty is a fool indeed.",
                "This was a red-letter day indeed.",
                "Success has many fathers, failure is an orphan, indeed.",
                "It takes a thief to catch a thief indeed.",
                "It seems to me that the press and some others are indeed using the measure to dig up dirt on the government."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWVk&hash=67131f95ab9d9b3a77329405ada52697df195690&lang=en&cache-only=0",
            "defineEn": "used to emphasize or confirm a statement",
            "defineVi": "được sử dụng để nhấn mạnh hoặc xác nhận một tuyên bố"
        },
        {
            "id": "48332f50-4de7-42bc-8f26-145ba12320c6",
            "word": "outside",
            "phonetic": "aʊtsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A large bus was sitting outside.",
                "The temperature outside is nineteen degrees Celsius.",
                "The trail starts just outside the town.",
                "The children are playing outside in the park.",
                "Two huge fountains were playing outside the entrance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2lkZQ&hash=f74422e23d3642038bb63e77268c8b6cc2b22da5&lang=en&cache-only=0",
            "defineEn": "not inside a building or room",
            "defineVi": "không ở bên trong một tòa nhà hoặc phòng",
            "hasImg": true
        },
        {
            "id": "ef277af8-85e7-4b94-bd80-789404dcf903",
            "word": "somehow",
            "phonetic": "sʌmhaʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I'll get the money somehow.",
                "He somehow took it as a personal insult.",
                "If my dad somehow finds out about all this, our cake is dough.",
                "somehow managed to get out of that place still in one piece and into the fresh air, we thanked lucky stars and headed off in the direction of the river.",
                "Despite all that chaos, the crew somehow kept on top of the situation"
            ],
            "audio": "https://tts.langeek.co/read?text=c29tZWhvdw&hash=021a03c5702d45bd4eace63d8bf4fae9cdf64796&lang=en&cache-only=0",
            "defineEn": "in a way or by some method that is not known or certain",
            "defineVi": "theo một cách nào đó hoặc bằng một số phương pháp không được biết hoặc chắc chắn"
        },
        {
            "id": "c722e3b0-5a68-417e-9dca-be9ad663c20a",
            "word": "back and forth",
            "phonetic": "bæk ænd fɔːɹθ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Vibrate a piece of metal back and forth really fast: air pressure waves.",
                "His head moves back and forth.",
                "Shake some electrons back and forth really fast: radio waves.",
                "Driving back and forth across the state.",
                "No, go back and forth."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjayBhbmQgZm9ydGg&hash=c51af5bf6a8aeccb773467a21b9f79643acf76cd&lang=en&cache-only=0",
            "defineEn": "backward and forward; going in one direction and then in the opposite repeatedly",
            "defineVi": "lùi và tiến; đi theo một hướng và sau đó ngược lại nhiều lần"
        },
        {
            "id": "fddfcb4d-c4b8-417c-b23e-86297e563e6e",
            "word": "perfectly",
            "phonetic": "pɜːfɛktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "The striped socks matched perfectly with his striped shirt.",
                "Feta cheese pairs perfectly with juicy watermelon, creating a refreshing summer salad.",
                "The dill seasoning blended perfectly with the creamy sauce of the chicken pasta.",
                "She followed the recipe to the T and the cake turned out perfectly."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZmVjdGx5&hash=221a4f205f2dfcadfeae105cf77518bd84cb096e&lang=en&cache-only=0",
            "defineEn": "in the best possible way",
            "defineVi": "Cách tốt nhất có thể"
        },
        {
            "id": "e4fc83b8-ac60-4f07-ab2c-5350d1455e76",
            "word": "constantly",
            "phonetic": "kɑːnstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "My parents were constantly in touch.",
                "Teachers and parents are constantly putting the kibosh on their fun.",
                "They were constantly short of supplies during the war.",
                "He whistles constantly and it gets on Charlotte's nerves.",
                "They constantly argued over toys, TV shows, and who got the last cookie."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RhbnRseQ&hash=fb8ae662a299c4bdc7b903148c97304dd94d1103&lang=en&cache-only=0",
            "defineEn": "in a way that happens frequently and regularly, without any pause",
            "defineVi": "theo cách xảy ra thường xuyên và thường xuyên, không có bất kỳ tạm dừng"
        },
        {
            "id": "bd92755d-782d-4a7d-8dfd-63c509187e4d",
            "word": "apparently",
            "phonetic": "ɐpæɹəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "Apparently he's turned over a new leaf and he's not smoking any more.",
                "Apparently the company had been in the red for some time before it went out of business.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "They checked their inventory, but apparently they're fresh out of the blender that's on sale."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJlbnRseQ&hash=d96b8083ea9a44d6e261c4be17187b17bc4443d8&lang=en&cache-only=0",
            "defineEn": "based on what one has read or heard and therefore uncertain if it is really the case",
            "defineVi": "dựa trên những gì một người đã đọc hoặc nghe và do đó không chắc chắn nếu đó thực sự là trường hợp"
        },
        {
            "id": "0e24e135-132a-48c6-bc74-508e157a2781",
            "word": "either",
            "phonetic": "iːðɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Don't worry about breaking the bank either.",
                "I know that I'm often my worst enemy, but he's not that innocent either.",
                "All my friends were either lovey-dovey couples or wild, single girls.",
                "A door must be either shut or open.",
                "The first batters either missed or walked."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWl0aGVy&hash=cb9b76068c88eed6e03193bfe725166e53de1da2&lang=en&cache-only=0",
            "defineEn": "used after negative statements to indicate a similarity between two situations or feelings",
            "defineVi": "được sử dụng sau các câu phủ định để chỉ ra sự giống nhau giữa hai tình huống hoặc cảm xúc"
        },
        {
            "id": "4b5aa09b-4970-4882-931d-c91337e2b6b1",
            "word": "whenever",
            "phonetic": "wɛnɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Whenever we go out, my father picks up the tab.",
                "Whenever I hear that music, I feel a shiver down my spine.",
                "Whenever I grill chicken, I love brushing it with a glaze made from king orange juice.",
                "Jack vented his spleen at his wife whenever things went badly at work.",
                "She pulls a face at her brother whenever he teases her."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlbmV2ZXI&hash=ce9a043609169c42d548edb2866b87c3c557d97f&lang=en&cache-only=0",
            "defineEn": "at any or every time",
            "defineVi": "bất cứ lúc nào hoặc mọi lúc"
        },
        {
            "id": "3aad1149-c7fd-4c72-9989-451e6d096e6c",
            "word": "personally",
            "phonetic": "pɜːsənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We’ve nothing against him personally: it’s just that we don’t trust politicians.",
                "I normally don't like taking chances on people I haven't personally vetted, but Sarah is extremely confident in you.",
                "The parading of people personally continued.",
                "I know personally the impact of good public policy.",
                "You personally only have ten dollars in your pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxseQ&hash=7613e757c8a100c38a97b828ed2bda9867c35755&lang=en&cache-only=0",
            "defineEn": "in a way that shows the opinion that someone is giving comes from their view",
            "defineVi": "theo cách cho thấy ý kiến mà ai đó đang đưa ra xuất phát từ quan điểm của họ"
        },
        {
            "id": "7144f723-6ca1-487a-bb5d-370b149e48c5",
            "word": "ahead",
            "phonetic": "ɐhɛd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Then again, some major thinkers are way ahead of the curve.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "The Japanese company is light years ahead of its European competitors.",
                "The car ahead of me jumped the light.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor."
            ],
            "audio": "https://tts.langeek.co/read?text=YWhlYWQ&hash=bd3ebf17e936959036821e81c252763e7cd37e7d&lang=en&cache-only=0",
            "defineEn": "in position or direction that is further forward or in front of a person or thing",
            "defineVi": "ở vị trí hoặc hướng xa hơn về phía trước hoặc phía trước một người hoặc vật",
            "hasImg": true
        }
    ]
}