{
    "id": "da0030c6-8530-4e01-9055-7542c770e30b",
    "title": "Information Technology",
    "originalTitle": "Lesson 19",
    "words": [
        {
            "id": "677d1ef2-1c70-4ae9-b675-003a2d484276",
            "word": "user-friendly",
            "phonetic": "juːzɚfɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The software company was determined to build a better mousetrap than its competitors, with a new product that was more user-friendly and had better features.",
                "Squarespace features a user-friendly interface, costume templates and 24/7 customer support.",
                "Squarespace features a user-friendly interface, custom templates and 24/7 customer support.",
                "Squarespace features a user-friendly interface, custom templates and 24/7 customer support.",
                "Squarespace features a user-friendly interface, custom templates and 24/7 customer support."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlci1mcmllbmRseQ&hash=50c80bd3f45610fee5d8fa66691bd102feca94fc&lang=en&cache-only=0",
            "defineEn": "(of a machine, piece of equipment, etc.) easy to use or understand by ordinary people",
            "defineVi": "(của máy móc, thiết bị, v.v.) người bình thường dễ sử dụng hoặc hiểu"
        },
        {
            "id": "556ed298-e817-4f99-9a06-f0cc6f3a446f",
            "word": "up-to-date",
            "phonetic": "ʌptədeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They've got up-to-date info on their sites.",
                "They're not up-to-date regulation-wise.",
                "The refugee video is not up-to-date anymore, so we will not renew it.",
                "Committees need to be formed, and everyone needs to have up-to-date party materials.",
                "But even the most up-to-date restorations of our prehistoric favorites are only part of the story."
            ],
            "audio": "https://tts.langeek.co/read?text=dXAtdG8tZGF0ZQ&hash=983bb55a1dcd132fe5ecd170c344c6ef23645ea6&lang=en&cache-only=0",
            "defineEn": "using the latest trends and developments",
            "defineVi": "sử dụng các xu hướng và phát triển mới nhất"
        },
        {
            "id": "b2e4b050-23df-499d-a719-130a916f5d35",
            "word": "machine",
            "phonetic": "məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The guidance system keeps the machine on course.",
                "The machine is worked by wind power.",
                "The machine records your messages and you can answer them at your convenience.",
                "An industrial machine like that can cut through any material like a knife through butter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZQ&hash=96856dcd75c9fb93771c7cf9554502db52093ad0&lang=en&cache-only=0",
            "defineEn": "any piece of equipment that is mechanical, electric, etc. and performs a particular task",
            "defineVi": "bất kỳ thiết bị nào là cơ khí, điện, v.v. và thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "bed5f9b2-cd46-420a-adbd-d28af8f95e2e",
            "word": "invention",
            "phonetic": "ɪnvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His latest invention turned out to be a real cash cow.",
                "As the saying goes, necessity is the mother of invention.",
                "He will make a fortune if his invention takes off.",
                "The inventor who sold their patent for a large sum of money also had to give up the right to profit from the invention in the future.",
                "Van Houten's invention could separate the cocoa's natural fat, or cocoa butter."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZW50aW9u&hash=5833ce029949c10a4320d26f05e3867272699847&lang=en&cache-only=0",
            "defineEn": "a brand new machine, tool, or process that is made after study and experiment",
            "defineVi": "một máy móc, công cụ hoặc quy trình hoàn toàn mới được tạo ra sau khi nghiên cứu và thử nghiệm"
        },
        {
            "id": "0a4fef98-6e78-4cc0-99a4-592c29c51d27",
            "word": "innovation",
            "phonetic": "ɪnəveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samsung pokes fun at Apple's lack of smartphone innovation and reveals expectations for a foldable iPhone.",
                "The investment in the company's research and development department is expected to bear fruit in the form of groundbreaking innovations.",
                "The businessman reminded his colleagues that innovation is key to success, and that they should not be afraid to break with traditional ways of thinking, as custom is the plague of wise men and the idol of fools.",
                "The company was making a lot of money, but didn't invest in innovation or diversify its products.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub3ZhdGlvbg&hash=eb1bda604f457209def4bb0e09c112a803cbfa4a&lang=en&cache-only=0",
            "defineEn": "a method, product, way of doing something, etc. that is newly introduced",
            "defineVi": "một phương pháp, sản phẩm, cách làm một cái gì đó, v.v. mới được giới thiệu"
        },
        {
            "id": "18d6bcbd-5c22-40a0-ac71-3af2a5d6097f",
            "word": "device",
            "phonetic": "dɪvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The app runs on all Android devices.",
                "The app runs on all Android devices.",
                "I left the child to her own devices for an hour.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "How does the device actually work?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWNl&hash=41e7cc0b79de7d00b17c631c1c27928f289be909&lang=en&cache-only=0",
            "defineEn": "a machine or tool that is designed for a particular purpose",
            "defineVi": "một máy hoặc công cụ được thiết kế cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "a3caca0a-5c34-4c0a-9ea4-886175b3683f",
            "word": "automation",
            "phonetic": "ɔːɾəmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You see automation.",
                "Automation used to mean big stupid machines doing repetitive work in factories.",
                "There's more automation.",
                "Automation has become an essential part of American life.",
                "Automation, production, this is going to kill jobs."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b21hdGlvbg&hash=d74d91dfdf96a3bf3ade2c2e7dcca35f6e32f145&lang=en&cache-only=0",
            "defineEn": "the use of machines and computers in a production process that was formerly operated by people",
            "defineVi": "việc sử dụng máy móc và máy tính trong một quy trình sản xuất trước đây được vận hành bởi con người"
        },
        {
            "id": "fac86925-2236-435e-8c0b-ea6fd9bd9804",
            "word": "advanced",
            "phonetic": "ɐdvænst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "He had to work hard to keep up with his classmates in the advanced math course.",
                "The company's latest smartphone model goes one better than its predecessor with a more advanced camera system.",
                "He reminded himself that he that stays in the valley will not get over the hill, and enrolled in advanced classes."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZWQ&hash=d8d8cb63e1571b6dd967106ac18c77d8cabf271b&lang=en&cache-only=0",
            "defineEn": "highly developed and beyond the initial stage",
            "defineVi": "phát triển cao và vượt ra ngoài giai đoạn ban đầu"
        },
        {
            "id": "3bd4e966-b306-4a3c-aa22-b3935c9b5531",
            "word": "access",
            "phonetic": "æksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have access to a library with extensive resources at college.",
                "We have access to a state-of-the-art library at the university.",
                "A ramp allows easy access for wheelchairs.",
                "Students with disabilities have priority access to the lift.",
                "The US wants access to Chinese markets."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXNz&hash=11ae992854b7cb1b72921bea1806a3123ae6f9c5&lang=en&cache-only=0",
            "defineEn": "the right or opportunity to enter a place or see someone",
            "defineVi": "quyền hoặc cơ hội để vào một địa điểm hoặc nhìn thấy ai đó"
        },
        {
            "id": "bb443d43-4dd3-4ae3-8ba4-119c32be0f66",
            "word": "to monitor",
            "phonetic": "tə mɑːnɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Simply knowing that you could be monitoring them closely will cause your team members to take their time on the clock more seriously.",
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9uaXRvcg&hash=b1a64964bd93fcf7601b504500ecf00ce3e4fb10&lang=en&cache-only=0",
            "defineEn": "to listen to or track signals using a receiver for the purpose of checking the quality of transmission",
            "defineVi": "để nghe hoặc theo dõi tín hiệu bằng máy thu nhằm mục đích kiểm tra chất lượng truyền dẫn"
        },
        {
            "id": "c8405d7f-aafd-414a-a07c-4b48b2ff0fc1",
            "word": "to install",
            "phonetic": "tʊ ɪnstɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Finally, staff install wheels to the now complete X7.",
                "Install the app?",
                "Install a jet engine underneath or within the machine on gimbals.",
                "For dangerous runways like Telluride's, airports will install an engineered materials arrestor system.",
                "Here, they install the exhaust system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGFsbA&hash=7979fca7b7206f01ee07edd9c8287d0f3d2f96fa&lang=en&cache-only=0",
            "defineEn": "to set a piece of equipment in place and make it ready for use",
            "defineVi": "để đặt một phần của thiết bị tại chỗ và làm cho nó sẵn sàng để sử dụng"
        },
        {
            "id": "8574b5c1-4144-441b-b411-3f45f14f5c6c",
            "word": "to network",
            "phonetic": "tə nɛtwɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV0d29yaw&hash=fbe60af7cf220578ccad43c22381351d4cdde59b&lang=en&cache-only=0",
            "defineEn": "to link devices or computers in a way that they can send and receive information",
            "defineVi": "để liên kết các thiết bị hoặc máy tính theo cách mà chúng có thể gửi và nhận thông tin",
            "hasImg": true
        },
        {
            "id": "955b6bf4-0bfc-4ecd-ab0f-af360845b155",
            "word": "to boot",
            "phonetic": "tə buːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boot is now on the other foot.",
                "The fashionable boots added a trendy touch to her outfit.",
                "He takes size 5 boots.",
                "She wore ankle boots that emphasized her cankles.",
                "I wore warm boots to trudge through the snowy streets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vdA&hash=3cb8755d7a51c5baaed774b769509323ac3fca66&lang=en&cache-only=0",
            "defineEn": "(also boot up) to start a computer, putting it into a state of readiness for operation",
            "defineVi": "(cũng khởi động) để khởi động máy tính, đưa nó vào trạng thái sẵn sàng hoạt động"
        },
        {
            "id": "5f1eb9df-e29c-430e-b142-b8020baab331",
            "word": "to reboot",
            "phonetic": "tə ɹᵻbuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The only way to kill the process is to reboot the computer.",
                "They're rebooting the Ghostbusters movie.",
                "Think of it as a cosmic reboot.",
                "Okay, we're definitely getting a little bit of odd software behavior so far on this one, maybe I'll just give it yield reboot.",
                "Hollywood film remakes and reboots, retro fashions and music and brand name revivals seem to be popping up everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVib290&hash=8dd582f2c6f7486308c0b5d3f263d07a1be15166&lang=en&cache-only=0",
            "defineEn": "to cause a computer system to load, especially immediately after it has been turned off",
            "defineVi": "để làm cho hệ thống máy tính tải, đặc biệt là ngay sau khi nó bị tắt"
        },
        {
            "id": "526e065c-309b-4ab4-b910-7319211aeb2d",
            "word": "to log in",
            "phonetic": "tə lɔɡ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Log in to your Gmail account.",
                "Log in to your Streamlabs.com dashboard.",
                "First, log in to your Facebook account.",
                "First, log in to your Google account.",
                "Log in to your account on Twitch.tv."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9nIGlu&hash=83c0adee25b46f27ed82ae1672d4d79f7003934a&lang=en&cache-only=0",
            "defineEn": "to start using a computer system, online account, or application by doing particular actions",
            "defineVi": "để bắt đầu sử dụng hệ thống máy tính, tài khoản trực tuyến hoặc ứng dụng bằng cách thực hiện các hành động cụ thể",
            "hasImg": true
        },
        {
            "id": "38887cf7-6b27-416b-9666-c85fc611670c",
            "word": "to log out",
            "phonetic": "tə lɔɡ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9nIG91dA&hash=daa4b944e57f74f607d21e944638ea87caded519&lang=en&cache-only=0",
            "defineEn": "(computing) to stop a connection to an online account or computer system by doing specific actions",
            "defineVi": "(máy tính) để dừng kết nối với tài khoản trực tuyến hoặc hệ thống máy tính bằng cách thực hiện các hành động cụ thể",
            "hasImg": true
        },
        {
            "id": "8d0a0d52-a3df-43a9-a2bc-89af62153621",
            "word": "to download",
            "phonetic": "tə daʊnloʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She downloaded a new movie to watch on her laptop during the flight.",
                "He downloaded a new app to help with productivity.",
                "She downloaded a new album and is excited to listen to the new music.",
                "We have made the necessary documents available for download on our website.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG93bmxvYWQ&hash=878153e01c95c4845d0f52480ac919a81ccfc8a9&lang=en&cache-only=0",
            "defineEn": "to add data to a computer from the Internet or another computer",
            "defineVi": "để thêm dữ liệu vào máy tính từ Internet hoặc máy tính khác",
            "hasImg": true
        },
        {
            "id": "a0dd9a4d-f303-409a-b448-7a5152865469",
            "word": "to upgrade",
            "phonetic": "tʊ ʌpɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can always upgrade a bit further down the road if you want.",
                "Sarah was content with her old phone and refused to upgrade it.",
                "I think we should use the extra money to invest in some new computer upgrades, but it's the boss's call in the end.",
                "The boss spent nearly an hour talking about how we had to cut spending in the office, but in the next breath, he was telling his secretary to upgrade his company car.",
                "When Jack's friend suggested he upgrade his phone to the latest model, Jack replied, \"If it ain't broke, don't fix it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBncmFkZQ&hash=932ecfb990337153660f9999e9e68ba577f29e59&lang=en&cache-only=0",
            "defineEn": "to improve a machine, computer system, etc. in terms of efficiency, standards, etc.",
            "defineVi": "để cải thiện máy móc, hệ thống máy tính, v.v. về hiệu quả, tiêu chuẩn, v.v.",
            "hasImg": true
        },
        {
            "id": "32a1bd4f-8c12-4a66-b882-28cdfe88170c",
            "word": "to analyze",
            "phonetic": "tʊ ænɐlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The detective knew that facts are stubborn things and that the evidence would lead to the truth, so he meticulously gathered and analyzed all the clues in the case.",
                "In a business where sales are declining, it's important for the owners to take action to improve the situation rather than just analyzing the numbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5hbHl6ZQ&hash=b530ce131960cd4d22293760e5784a7b6186a6a3&lang=en&cache-only=0",
            "defineEn": "to examine or study something in detail in order to explain or understand it",
            "defineVi": "để kiểm tra hoặc nghiên cứu một cái gì đó một cách chi tiết để giải thích hoặc hiểu nó",
            "hasImg": true
        },
        {
            "id": "ff3d53bb-3e30-4493-a4f1-98369f74c145",
            "word": "to browse",
            "phonetic": "tə bɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The system allows people the opportunity to browse a wide selection of books.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "Did they browse the site?",
                "I was actually just browsing the web",
                "Inside Joy's, participants can browse clothing or attend a class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvd3Nl&hash=4b3ccb981e009e10a7854a8563b6cfeadac2480f&lang=en&cache-only=0",
            "defineEn": "to check a web page, text, etc. without  reading all the content",
            "defineVi": "để kiểm tra một trang web, văn bản, v.v. mà không đọc hết nội dung",
            "hasImg": true
        },
        {
            "id": "6781a692-5b7f-4c9a-bb9c-2085d86c9e20",
            "word": "file",
            "phonetic": "faɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZQ&hash=79f064dcb473fa3fceeabd891bee91f7aa972bfb&lang=en&cache-only=0",
            "defineEn": "a collection of data stored together in a computer, under a particular name",
            "defineVi": "một tập hợp dữ liệu được lưu trữ cùng nhau trong một máy tính, dưới một tên cụ thể",
            "hasImg": true
        },
        {
            "id": "20b80f66-899f-415d-bcca-d39057aa22e3",
            "word": "high tech",
            "phonetic": "haɪ tɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "- It is a high tech lynching.",
                "These facilities will add 3000 high tech, high wage jobs to the state of Arizona.",
                "But who makes these high tech weapons of war?",
                "It is also invested in some high tech ventures.",
                "Somebody with a lot of money, with a lot of high tech expertise and no tradition of producing vehicles whatsoever."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaCB0ZWNo&hash=1ec46ac0e52e6831261eaef15d62dd666ae762ea&lang=en&cache-only=0",
            "defineEn": "highly developed and sophisticated machines and methods, especially in electronics",
            "defineVi": "máy móc và phương pháp phát triển cao và tinh vi, đặc biệt là trong điện tử"
        },
        {
            "id": "b604cacb-0665-4d56-bcd5-4d00a7612880",
            "word": "advance",
            "phonetic": "ɐdvæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Technology advances by fits and starts.",
                "The study yielded significant findings that could advance medical research.",
                "She booked a hotel room in advance to ensure she had a place to stay during her vacation.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZQ&hash=a94b23cd859e1de0fb66ed8ada66bed071bf59af&lang=en&cache-only=0",
            "defineEn": "progress or improvement in a particular area",
            "defineVi": "tiến bộ hoặc cải tiến trong một khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "25a3a708-eccb-4143-946b-9326ac2b0342",
            "word": "software",
            "phonetic": "sɔftwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This software first saw the light of day back in 1993.",
                "Have you ever used this software before?",
                "You have to set up the software to fit the company like a glove.",
                "The new software update has done the trick and fixed the issue with the app.",
                "The software is designed to block pornographic websites, but in practice, it blocks many other sites as well."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mdHdhcmU&hash=87070c14140c98b684a8e2934f4725de8686fd41&lang=en&cache-only=0",
            "defineEn": "the programs that a computer uses to perform specific tasks",
            "defineVi": "các chương trình mà máy tính sử dụng để thực hiện các tác vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "b2ad0387-ff7c-4849-a397-0ac1b1ecd5c2",
            "word": "online",
            "phonetic": "ɑːnlaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "He searched online for reviews of the product before making a purchase.",
                "Can you recommend any online resources for studying world history?"
            ],
            "audio": "https://tts.langeek.co/read?text=b25saW5l&hash=dc8a1e891adcf50c16215d83c860203369c9f4a1&lang=en&cache-only=0",
            "defineEn": "connected to other computer networks through the Internet; available through the Internet",
            "defineVi": "kết nối với các mạng máy tính khác thông qua Internet; có sẵn thông qua Internet",
            "hasImg": true
        },
        {
            "id": "026561e1-17dd-4303-94cf-257ec407750c",
            "word": "safety",
            "phonetic": "seɪfti ",
            "partOfSpeechType": "noun",
            "examples": [
                "There’s safety in numbers.",
                "The society's preoccupation with safety and stranger danger is just unbelievable.",
                "He wears a helmet for safety when riding his motorcycle.",
                "He wears a helmet for safety when riding his bicycle.",
                "They had to listen to the usual yada yada about bike safety."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZXR5&hash=23b9acc67159497b8a69f5737d87be43194cd225&lang=en&cache-only=0",
            "defineEn": "the condition of being protected and not affected by any potential risk or threat",
            "defineVi": "tình trạng được bảo vệ và không bị ảnh hưởng bởi bất kỳ rủi ro hoặc mối đe dọa tiềm ẩn nào",
            "hasImg": true
        },
        {
            "id": "cd9d1b7c-d856-4418-8db5-7772804e2b01",
            "word": "hotspot",
            "phonetic": "hɑːtspɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This neighborhood is a hotspot for coronavirus.",
                "- Washington state has been called a hotspot because of its anti-vaccine movement.",
                "But feeders can also be a hotspot for the spread of avian diseases. ",
                "Interestingly, we still had a couple of little hotspots.",
                "Just enable your iPhone's hotspot setting, and its data signal will be shared."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90c3BvdA&hash=8d91015b174fb6a52ab5b32144e5a4b7add3ebdf&lang=en&cache-only=0",
            "defineEn": "a public place where a wireless Internet connection is made available",
            "defineVi": "một nơi công cộng nơi kết nối Internet không dây được cung cấp",
            "hasImg": true
        },
        {
            "id": "b575f671-c83c-4bdb-9e07-15c2b2c81ccd",
            "word": "server",
            "phonetic": "sɜːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were no servers. ",
                "Come on super fast server.",
                "First, open the Dropbox web server.",
                "- I shipped you a 160 terabytes server.",
                "Each server is a broad chat room that can host subgroups and private messages."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmVy&hash=564a2d8757587d5ea04f9c0f420571983e84c153&lang=en&cache-only=0",
            "defineEn": "a computer that gives other computers access to files and information in a network",
            "defineVi": "một máy tính cho phép các máy tính khác truy cập vào các tệp và thông tin trong mạng",
            "hasImg": true
        }
    ]
}