{
    "id": "da0a8121-b4ae-4b36-b00c-71a00381ea39",
    "title": "It's All Politics!",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "5fb6f40f-7eb0-4a95-85ca-0d7d62ff59ad",
            "word": "domestic",
            "phonetic": "dəmɛstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "One in three women in Tarrant County, Texas, will experience domestic violence in her lifetime.",
                "So domestic audience is very important.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWM&hash=4ffc842200a0ee20a7be3138c4d6618d2fa31852&lang=en&cache-only=0",
            "defineEn": "describing or involving the internal affairs of a country",
            "defineVi": "mô tả hoặc liên quan đến các vấn đề nội bộ của một quốc gia"
        },
        {
            "id": "d3020c16-02d7-4d5d-ac1c-9df92aeda0fb",
            "word": "federal",
            "phonetic": "fɛdɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A federal judge just sent the CEO up the river for 45 years for defrauding millions of customers.",
                "The research is being done under the auspices of the federal government.",
                "The bank claims its hands are tied by federal regulators.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "In the US, federal bureaucrats fulfill a number of specific important functions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbA&hash=cf992f57140f93724d0da15edb67d9f5e3388ba7&lang=en&cache-only=0",
            "defineEn": "relating to the central government of a country rather than the local ones",
            "defineVi": "liên quan đến chính quyền trung ương của một quốc gia chứ không phải là những người địa phương"
        },
        {
            "id": "9c982322-6cf5-4bc8-abf9-bfd651a61d99",
            "word": "independent",
            "phonetic": "ɪndᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From a young age, he had a strong independent spirit and always did his own thing, refusing to be influenced by others' opinions.",
                "Each one is independent. ",
                "Sideways motion is independent of up and down motion.",
                "Naomi: My mom, she'e fiercely independent.",
                "Independent stores are carving out their own niches as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQ&hash=23b04d012ba1fd35e4f170cb08119b98ceede632&lang=en&cache-only=0",
            "defineEn": "describing a country, state, etc. that has its own government",
            "defineVi": "mô tả một quốc gia, tiểu bang, v.v. có chính phủ riêng"
        },
        {
            "id": "438d6e5d-ca3c-4bf2-8c58-a8b10c5a8b0b",
            "word": "official",
            "phonetic": "əfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The referee in the firing line is an experienced official.",
                "Officials there insist they have no hidden agenda.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Officials are urging residents not to try to weather the storm.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNpYWw&hash=772b079bbff8744df223c1b2ff6bb597b7f8348e&lang=en&cache-only=0",
            "defineEn": "relating to a person with authority",
            "defineVi": "liên quan đến một người có thẩm quyền",
            "hasImg": true
        },
        {
            "id": "b8fa91a0-b58e-4726-978e-e9d1008d4d8d",
            "word": "presidential",
            "phonetic": "pɹɛzɪdɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "Not having a prayer in the presidential election, he opted out.",
                "Following weeks of scandals and political misfires, it has become clear that the wheels are coming off the presidential candidate's campaign.",
                "It is expected to be a close thing in the final moments of the presidential election.",
                "Opponents including rivals in the 2022 presidential elections accused Macron of overstepping the line with the language of his comments."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2lkZW50aWFs&hash=b278cffdcaf17590719670e9447744c49a766b0e&lang=en&cache-only=0",
            "defineEn": "involving a president or their affairs",
            "defineVi": "liên quan đến một tổng thống hoặc các vấn đề của họ"
        },
        {
            "id": "2efe37b8-5d87-4c13-b0ce-d54f4f4823eb",
            "word": "revolution",
            "phonetic": "ɹɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The revolution brought many changes.",
                "The workers went on strike because they knew that revolutions are not made with rose water, and they had to fight for their rights.",
                "But their revolution lives on.",
                "Was the revolution worth it?",
                "People didn’t want a revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x1dGlvbg&hash=a24a0b1793a9ec6dff74b183cfe1f6dfe6a10e2f&lang=en&cache-only=0",
            "defineEn": "the fundamental change of power, government, etc. in a country by people, particularly involving violence",
            "defineVi": "sự thay đổi cơ bản về quyền lực, chính phủ, v.v. ở một quốc gia bởi người dân, đặc biệt liên quan đến bạo lực"
        },
        {
            "id": "bca4d883-21f9-40e5-acd1-61d246570bb7",
            "word": "revolutionary",
            "phonetic": "ɹɛvəluːʃənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But imports to the Americas, like pigs, cows and horses were revolutionary.",
                "The 1980s and 1990s brought another revolutionary change to product competition and marketing.",
                "The people supported this revolutionary justice.",
                "had a revolutionary idea.",
                "But the revolutionaries were incapable of real leadership."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x1dGlvbmFyeQ&hash=b3325e8c7835b6e832b5c7062809e934a86e71a6&lang=en&cache-only=0",
            "defineEn": "relating to political revolution",
            "defineVi": "liên quan đến cách mạng chính trị"
        },
        {
            "id": "f0917618-3eb3-4206-a450-f034e462b6b7",
            "word": "congress",
            "phonetic": "kɑːŋɡɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Congress weighed the pros and cons of the new tax plan.",
                "The congress should be remembered in our prayers.",
                "In 1996, Congress unanimously passed the Food Quality Protection Act.",
                "Congress must act decisively against this threat.",
                "He was elected to Congress last year and is now running for governor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3Jlc3M&hash=008dfdc8da01a770cc622227dd52e7cfff0748e1&lang=en&cache-only=0",
            "defineEn": "a formal meeting that consists of representatives of different groups, gathered to make decisions, etc.",
            "defineVi": "một cuộc họp chính thức bao gồm đại diện của các nhóm khác nhau, được tập hợp để đưa ra quyết định, v.v.",
            "hasImg": true
        },
        {
            "id": "59181962-e3c7-4595-9376-9bbf001053ac",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "a person who is a member of a conservative party which is against changes",
            "defineVi": "một người là thành viên của một đảng bảo thủ chống lại những thay đổi"
        },
        {
            "id": "59c6badb-79dd-4dcc-8ac7-d181b0d6ab09",
            "word": "conservative party",
            "phonetic": "kənsɜːvətɪv pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Republican Party’s not a conservative party anymore. ",
                "And they want it to be a conservative party. ",
                "\"If we are going to be a successful conservative party, we have got to turn away from what Donald Trump is doing to us, and the way he is leading us.\"",
                "America needs a strong, responsible conservative party.",
                "They argued for a long time, and then Mr Edwards said, 'Well, I can't make you change your mind, and you can't make me change mine, so let's have an agreement: I won't vote for the Labour Party, and you won't vote for the Conservative Party."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZlIHBhcnR5&hash=9496fbaa4d132bd9e2b9d23c44f92ef99aa7fe17&lang=en&cache-only=0",
            "defineEn": "the British political party that favors privately owning property rather than government doing so",
            "defineVi": "đảng chính trị của Anh ủng hộ tài sản sở hữu tư nhân hơn là chính phủ làm như vậy"
        },
        {
            "id": "3278b001-2b96-4c16-8da0-10a723d1c99e",
            "word": "republican party",
            "phonetic": "ɹᵻpʌblɪkən pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Republican Party donors want the cheap labor. ",
                "The Republican Party donors want the cheap labor. ",
                "The Republican Party had for three elections in a row run on the repeal of Obamacare.",
                "The Republican Party’s not a conservative party anymore. ",
                "There is no longer a Republican Party. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdWJsaWNhbiBwYXJ0eQ&hash=666d802908b01eac574b2a61ca0ea6055d38454f&lang=en&cache-only=0",
            "defineEn": "the youngest political party in the US which has conservative beliefs and is against the high power of central government",
            "defineVi": "đảng chính trị trẻ nhất ở Hoa Kỳ có niềm tin bảo thủ và chống lại quyền lực cao của chính quyền trung ương"
        },
        {
            "id": "2a21ee52-99c7-495b-b237-dd85dcb21c2a",
            "word": "democrat",
            "phonetic": "dɛməkɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a Democrat.",
                "She's a rural Democrat.",
                "That’s against the Democrat. ",
                "That’s against the Democrat. ",
                "He was a die-hard Democrat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYXQ&hash=7dd0d54d84af3015a5830d9e3be614e92022b16c&lang=en&cache-only=0",
            "defineEn": "someone who is a member of the Democratic Party",
            "defineVi": "một người là một thành viên của Đảng Dân chủ"
        },
        {
            "id": "7f839e6b-348d-48c5-b0b3-20d43b5427d7",
            "word": "democratic party",
            "phonetic": "dɛməkɹæɾɪk pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For seven years, I led the Democratic Party in the Georgia House of Representatives.",
                "Israel's standing in the Democratic Party has become way more controversial.",
                "In the last presidential election, Black women came out in consistently strong numbers for the Democratic Party.",
                "Jackson’s policies defined the new Democratic party, which had formerly been known as the Jeffersonian Democratic Republicans.",
                "Inside the Democratic party, JFK would face difficult choices on race and civil rights."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYXRpYyBwYXJ0eQ&hash=5c73a29d7d81c147fcadc7ba8b35583b1db695be&lang=en&cache-only=0",
            "defineEn": "the oldest political party in the US which believes in social equality by helping the poor in different ways, etc.",
            "defineVi": "đảng chính trị lâu đời nhất ở Hoa Kỳ tin tưởng vào bình đẳng xã hội bằng cách giúp đỡ người nghèo theo những cách khác nhau, v.v."
        },
        {
            "id": "acbadac3-9351-4e51-b1fc-aeccaebe19a6",
            "word": "labor party",
            "phonetic": "leɪbɚ pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "MALCOLM BRABANT: Ken Tranter is a former mayor of Dover from the left-leaning Labor Party.",
                "Lewin has met with Prime Minister Morrison from the Liberal Party, and helped advise Victoria state's top officials from the Labor Party.",
                "Even the new Labor Party is desperate to get this done and get it out of the way and stop banging on about Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3IgcGFydHk&hash=ba1bb946dfdef362cdb026ff9ff9540c68c66e56&lang=en&cache-only=0",
            "defineEn": "a British political party which favors the welfare of workers and the poor",
            "defineVi": "một đảng chính trị của Anh ủng hộ phúc lợi của người lao động và người nghèo"
        },
        {
            "id": "0e4c5fc4-4de0-4902-b346-6eddb7adbae7",
            "word": "to back",
            "phonetic": "tə bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Election season always puts my dad's back up.",
                "Dr. Jaffe pinned her ears back.",
                "Right, pin back your ears, everyone.",
                "I ran the tape back.",
                "The enemy was driven back."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFjaw&hash=f9a7925ca2d23a3a544cbd2c8e8dda78dd9e544b&lang=en&cache-only=0",
            "defineEn": "to support someone or something",
            "defineVi": "để hỗ trợ một ai đó hoặc một cái gì đó"
        },
        {
            "id": "aa2f3fff-9e78-4e91-8f0f-f78893d68e85",
            "word": "to debate",
            "phonetic": "tə dᵻbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician's opponent laughed at his proposal during the debate.",
                "Our next class will take the form of a debate.",
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "This debate will run and run!",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXRl&hash=d547f9541cacae4bd6821a6721054a6f7f7a8081&lang=en&cache-only=0",
            "defineEn": "to formally discuss a matter",
            "defineVi": "để chính thức thảo luận về một vấn đề",
            "hasImg": true
        },
        {
            "id": "6c89c47c-8ea1-4608-90b3-017047bdffcb",
            "word": "to govern",
            "phonetic": "tə ɡʌvɚn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "Instead of the familiar laws of Newtonian physics, the movement of the ball is governed by quantum mechanics.",
                "\"Americans only shall govern America.\"",
                "and they govern it",
                "And he governed as an establishment figure. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ292ZXJu&hash=490ede61f1fc72f1d05dedccae5f451f8f85aae0&lang=en&cache-only=0",
            "defineEn": "to officially have the control and authority to rule over a country and manage its affairs",
            "defineVi": "chính thức có quyền kiểm soát và quyền cai trị một quốc gia và quản lý các vấn đề của nó"
        },
        {
            "id": "b12d378e-606b-4633-9b30-4a26bddbcdb6",
            "word": "government",
            "phonetic": "ɡʌvɚnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "The government makes a big thing out of public support.",
                "The government has lost control of the city.",
                "Military leaders took over the government.",
                "The government has loosened its hold on the media considerably."
            ],
            "audio": "https://tts.langeek.co/read?text=Z292ZXJubWVudA&hash=84e2183b719f7ede9d1b7ba4e22fbd06f30bafd7&lang=en&cache-only=0",
            "defineEn": "a special way or system of controlling a country, state, etc.",
            "defineVi": "một cách đặc biệt hoặc hệ thống kiểm soát một quốc gia, nhà nước, vv"
        },
        {
            "id": "d9482cc7-c378-4dfb-8f55-33667277b9f6",
            "word": "democracy",
            "phonetic": "dᵻmɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What do we mean by democracy?",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "Although America is a democracy, a lot of key decisions are made behind closed doors by unelected advisers.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy.",
                "Democracy is fragile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2NyYWN5&hash=2e6fa0bf6988074d74ccd111dba58b8494853b81&lang=en&cache-only=0",
            "defineEn": "a country that is controlled by this method",
            "defineVi": "một quốc gia được kiểm soát bởi phương pháp này"
        },
        {
            "id": "2a553a52-f645-4ba0-8da6-b08f08242a4a",
            "word": "dictatorship",
            "phonetic": "dɪkteɪɾɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "They both grew up under dictatorships.",
                "In any dictatorship, the flow of information is controlled. ",
                "There is no dictatorship in Haiti.",
                "They wanted the end to the dictatorship of the Communist Party."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGF0b3JzaGlw&hash=4aaa7b063953b63b0dfc16d99cf3ca674f557eec&lang=en&cache-only=0",
            "defineEn": "a system of governing in which the ruler is a dictator that has total power",
            "defineVi": "một hệ thống cai trị trong đó người cai trị là một nhà độc tài có toàn quyền"
        },
        {
            "id": "bdb6ad8f-9223-4730-babe-e640162e1a4f",
            "word": "kingdom",
            "phonetic": "kɪŋdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wise king knew that nothing is surer than death and strove to rule his kingdom with justice, moderation and concern for future generations who would continue after he was gone.",
                "First up is their kingdom.",
                "Your backyard is your kingdom.",
                "But the kingdom will be ready.",
                "First up is kingdom, which is Animalia. "
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZ2RvbQ&hash=b9ccdca76ecd1e66cd0efd2ede68194c443ab67c&lang=en&cache-only=0",
            "defineEn": "a nation or state that its ruler is a king or queen",
            "defineVi": "một quốc gia hoặc nhà nước mà người cai trị của nó là một vị vua hoặc nữ hoàng"
        },
        {
            "id": "b9a8063e-1a7f-4cf9-87af-ad2c4345f8dd",
            "word": "monarchy",
            "phonetic": "mɑːnɚki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The leaders of the French Revolution didn't just overthrow the monarchy.",
                "Populist movements have rebelled against monarchies, monopolies, and a wide variety of powerful institutions.",
                "Palace intrigue shakes one of the Middle East's most historically stable monarchies.",
                "A junta of generals rules the country in the name of the monarchy.",
                "The monarchy was barely clinging to control after the Revolution of 1905."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXJjaHk&hash=4e3c24fa8c4ef4fafb5e2ac67c9f68ca38828507&lang=en&cache-only=0",
            "defineEn": "a system of government or a country or state that is ruled by a king or queen",
            "defineVi": "một hệ thống chính phủ hoặc một quốc gia hoặc tiểu bang được cai trị bởi một vị vua hoặc nữ hoàng",
            "hasImg": true
        },
        {
            "id": "8e9ba5cb-4f63-4ccd-9771-bd101483a3b1",
            "word": "independence",
            "phonetic": "ɪndᵻpɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The country celebrated its independence with a grand parade and fireworks.",
                "Jane was known for having her own way in relationships, always setting her own terms and expectations, which sometimes caused conflicts but also ensured her independence and happiness.",
                "She is happily single and enjoying her independence.",
                "In 1947, the Burmese government obtained independence, but not unity.",
                "Some blame this independence for the failure."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbmNl&hash=986dfe85809ab6d25e21b84097098f05004215ca&lang=en&cache-only=0",
            "defineEn": "the state of being free from the control of others",
            "defineVi": "trạng thái thoát khỏi sự kiểm soát của người khác"
        },
        {
            "id": "1c3aad87-a1b2-4ddb-b56b-fe663abacfff",
            "word": "human right",
            "phonetic": "hjuːmən ɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The European Parliament is the voice of human rights and we are making do with just one hour.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "The society believed that education was a fundamental human right, knowing that better unborn than untaught - it was essential to ensure that everyone had the opportunity to reach their full potential.",
                "Human rights groups have raised concerns about civilians in the city.",
                "Health care is a human right."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gcmlnaHQ&hash=af25b4faf5d9bf8eddd01520df62dc53adb78618&lang=en&cache-only=0",
            "defineEn": "one of a series of rights that every human being must have",
            "defineVi": "một trong một loạt các quyền mà mỗi con người phải có"
        },
        {
            "id": "3cfe7e7d-834d-4404-9317-a7796c3e8578",
            "word": "nation",
            "phonetic": "neɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Neither nation is renowned for turning the other cheek.",
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "There are bombs so powerful that whole nations could be wiped off the map by them.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9u&hash=c27450d4dbfa3ee0ca5e324a98e63255c3641052&lang=en&cache-only=0",
            "defineEn": "a country considered as a group of people that share the same history, language, etc., and ruled by the same government",
            "defineVi": "một quốc gia được coi là một nhóm người có cùng lịch sử, ngôn ngữ, v.v. và được cai trị bởi cùng một chính phủ"
        },
        {
            "id": "bd15416b-8950-4649-9efc-1dae5f5c92e8",
            "word": "to plot",
            "phonetic": "tə plɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film faithfully follows Shakespeare's plot.",
                "Many families own plots of land to grow food.",
                "The plot is almost impossible to follow.",
                "He explained the plot of the movie to his friend who hadn't seen it.",
                "The unexpected twist in the plot made the audience cry out in surprise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxvdA&hash=3edceb9772022839ded4bd18ff33c3e162bfe576&lang=en&cache-only=0",
            "defineEn": "to secretly make a plan to harm someone or do something illegal",
            "defineVi": "để bí mật thực hiện một kế hoạch làm hại ai đó hoặc làm điều gì đó bất hợp pháp"
        },
        {
            "id": "8125f596-9c54-4ddf-bf1c-65e5751ac561",
            "word": "state",
            "phonetic": "steɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The state has taken control of the company.",
                "The victim of the robbery stated that the assailant had slipped him a Mickey Finn at the bar.",
                "More conservative candidates are losing ground in key battleground states.",
                "The teacher drummed the names of the state capitals into our heads.",
                "Religious instruction is banned in all state schools in the country."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGU&hash=657f355ab489d18eeab579e1cf965dee62d3fe15&lang=en&cache-only=0",
            "defineEn": "a nation or country under the control of one government",
            "defineVi": "một quốc gia hoặc quốc gia dưới sự kiểm soát của một chính phủ"
        },
        {
            "id": "c196eb6b-3256-4567-97b7-f6fce83c01b0",
            "word": "majority",
            "phonetic": "mədʒɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bill was four votes shy of a majority.",
                "A majority of Democrats believe that such regulations protect the public.",
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "The Democrats are three votes shy of a majority."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3JpdHk&hash=ee020df2fe1afe42f7e427f4fb4646c77dcfa374&lang=en&cache-only=0",
            "defineEn": "the greater number of votes by which a candidate or party wins an election",
            "defineVi": "số phiếu bầu nhiều hơn mà một ứng cử viên hoặc đảng giành chiến thắng trong cuộc bầu cử"
        },
        {
            "id": "c2da79ff-d300-4f39-8f77-a150df056e8f",
            "word": "Pm",
            "phonetic": "piːɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lecture begins at 8pm.",
                "She hits the hay every night at 10 pm.",
                "Every evening at 8 PM, as regular as clockwork, my dad sits in his armchair and reads the newspaper for exactly 45 minutes.",
                "4:00 PM is essentially the 60th minute.",
                "The test begins at 1:59 PM."
            ],
            "audio": "https://tts.langeek.co/read?text=UG0&hash=88243602e5d962292d9c80b4d2f35e5c66358439&lang=en&cache-only=0",
            "defineEn": "the prime minister that is the leader of the government in some countries",
            "defineVi": "thủ tướng là người đứng đầu chính phủ ở một số nước"
        },
        {
            "id": "2e109814-faf5-4d5a-b183-ee6743bf042c",
            "word": "minister",
            "phonetic": "mɪnɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prime minister has called an election for 8 June.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Ministers should be called to account for their actions.",
                "Ministers have been fighting tooth and nail over this issue.",
                "Experts have urged ministers to take the necessary steps to resolve the issue."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaXN0ZXI&hash=01a5bfa00877c61aa6dfa1a54962600037ec31a2&lang=en&cache-only=0",
            "defineEn": "the person who is the head of a government department",
            "defineVi": "người đứng đầu một cơ quan chính phủ"
        },
        {
            "id": "da446d7c-83a9-441b-af79-ccf3d773ec4d",
            "word": "secretary",
            "phonetic": "sɛkɹətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new secretary made a dog's breakfast out of the filing system.",
                "The deputy CEO told the secretary to leave the phone off the hook.",
                "so I resigned as secretary of the golf club.",
                "He took a job as a secretary to get his foot in the door.",
                "The secretary alleges that the CEO tried to put his hands on her multiple times during the course of her time working at the company."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0YXJ5&hash=b78922bae40374c0792c8c732a72acc99ad08a21&lang=en&cache-only=0",
            "defineEn": "the person who is the head of a US government department",
            "defineVi": "người đứng đầu một cơ quan chính phủ Hoa Kỳ"
        },
        {
            "id": "146a24cd-1f4c-4e80-84b9-82652752a99d",
            "word": "spokesperson",
            "phonetic": "spoʊkspɚsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company also hired tennis player Martina Navratilova as a spokesperson.",
                "And their spokesperson told us: Regardless of the materials, Doc Martens' style has endured.",
                "When we reached out to the Pentagon for comment a spokesperson said the department takes its cleanup responsibilities seriously.",
                "Today in Geneva, a U.N. spokesperson cited reports that they are now shelling homes and churches, while blocking access to aid.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bva2VzcGVyc29u&hash=ec95315d58357a458a8a333268ad00d166fdea93&lang=en&cache-only=0",
            "defineEn": "a person who speaks formally for an organization, government, etc.",
            "defineVi": "một người nói chính thức cho một tổ chức, chính phủ, vv",
            "hasImg": true
        },
        {
            "id": "717a88eb-30bc-4d0f-9382-a2cb6db0004b",
            "word": "negotiation",
            "phonetic": "nᵻɡoʊʃɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They rejected negotiations out of hand.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The agreement followed months of negotiation.",
                "The agreement came after several hours of negotiations.",
                "The negotiations were a give and take."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnb3RpYXRpb24&hash=418ef88a96547a1ec1e29bee933ec89f0e01901b&lang=en&cache-only=0",
            "defineEn": "formal discussion intended to reach an agreement",
            "defineVi": "thảo luận chính thức nhằm đạt được một thỏa thuận"
        },
        {
            "id": "c84651e3-a314-41ed-8aa4-ab5e0d677abe",
            "word": "opposition",
            "phonetic": "ɑːpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Opposition moved an amendment to the Bill.",
                "The proposal was dropped after opposition from civil liberties groups.",
                "The government rode roughshod over all opposition to the new measures.",
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "He held out an olive branch to the opposition by releasing 42 political prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGlvbg&hash=1313cbecaf751d68420519851345e1da8f1dd206&lang=en&cache-only=0",
            "defineEn": "the main political party opposed to the government",
            "defineVi": "đảng chính trị chính đối lập với chính phủ"
        },
        {
            "id": "89904e23-71db-4fc7-96e5-c36f30e8071f",
            "word": "policy",
            "phonetic": "pɑːlɪsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our policy only allows for exchanges.",
                "This policy is no longer an effective means to an end.",
                "The new policy sits well with the company's values.",
                "A dangerous policy that runs the risk of failure.",
                "The employee followed company policies and procedures."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWN5&hash=b18db655410134c28ccdda152c72af67af15f290&lang=en&cache-only=0",
            "defineEn": "a set of ideas or a plan of action that has been chosen officially by a group of people, an organization, a political party, etc.",
            "defineVi": "một tập hợp các ý tưởng hoặc một kế hoạch hành động đã được lựa chọn chính thức bởi một nhóm người, một tổ chức, một đảng chính trị, v.v."
        },
        {
            "id": "2af08bb7-23e6-40c7-b554-38b2fb92202f",
            "word": "presidency",
            "phonetic": "pɹɛzɪdənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We keep the presidency.",
                "MICHAEL KIRK - Barack Obama wins the presidency.",
                "He had a very short presidency.",
                "I won the presidency by seven million votes.",
                "In that moment, he won the presidency."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2lkZW5jeQ&hash=534d58b32d2ec6827fd60be22fd29cdda61ff6ea&lang=en&cache-only=0",
            "defineEn": "the period of time during which a president is holding office",
            "defineVi": "khoảng thời gian mà một tổng thống đang giữ chức vụ"
        },
        {
            "id": "5e75076c-f57d-42e5-932d-49f033dd2c6f",
            "word": "to run",
            "phonetic": "tə ɹʌn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The local bus company only runs a skeleton service on Sundays.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "The bookcase runs the length of the room.",
                "The tabloid press ran the story."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVu&hash=a89561462897e0e7118780b949d5a04c57c3f8c0&lang=en&cache-only=0",
            "defineEn": "to participate in an election as a candidate",
            "defineVi": "tham gia bầu cử với tư cách ứng cử viên"
        },
        {
            "id": "cbfb40b9-c72b-4e27-a6c5-cbb4494d97da",
            "word": "seat",
            "phonetic": "siːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Labour's John Taylor and Mary Smith both held seats in this constituency.",
                "The professor will hold a seat on the advisory board.",
                "Can I change seats with you?",
                "Please keep a seat for me.",
                "Six people, and more at a pinch, could be seated comfortably at the table."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhdA&hash=f4950cd795f5864a6fa4e13b6014a71d656c452e&lang=en&cache-only=0",
            "defineEn": "the position of a member in a committee, parliament, etc.",
            "defineVi": "vị trí của một thành viên trong một ủy ban, quốc hội, v.v."
        },
        {
            "id": "b547c7d5-4d4b-44bc-a2de-5a6be38e273f",
            "word": "voting",
            "phonetic": "voʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator's voting record was in the crosshairs of his political rivals.",
                "tried to understand the voting system",
                "To be perfectly honest, I feel like voting is just spitting in the wind, so I don't even bother.",
                "So yeah guys, voting is kinda of a big deal.",
                "Thirty nine states offer early voting."
            ],
            "audio": "https://tts.langeek.co/read?text=dm90aW5n&hash=47e93c0797c436cf1c4c6f8fa069cfe21ade9d96&lang=en&cache-only=0",
            "defineEn": "the process or action of choosing someone during an election",
            "defineVi": "quá trình hoặc hành động lựa chọn một ai đó trong một cuộc bầu cử",
            "hasImg": true
        },
        {
            "id": "9b4626d0-cbe4-4268-814f-d9bdbc02197d",
            "word": "territory",
            "phonetic": "tɛɹɪtoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the 1950s, television had made great inroads into the territory of the news magazines.",
                "When you're the boss, staying late at the office just comes with the territory.",
                "We need to be careful when camping in bear territory.",
                "The public attention that famous people get just goes with the territory.",
                "Despite the dangers, the siren call of adventure compelled him to explore the uncharted territory."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycml0b3J5&hash=0bb70a4b866c0af3462a12f0e83967edac2b785c&lang=en&cache-only=0",
            "defineEn": "a geographic area belonging to or ruled by a government or authority",
            "defineVi": "một khu vực địa lý thuộc về hoặc cai trị bởi một chính phủ hoặc cơ quan",
            "hasImg": true
        },
        {
            "id": "b62e6bb7-f5b1-4226-98a9-983528c65937",
            "word": "to negotiate",
            "phonetic": "tə nᵻɡoʊʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The deal is in the making, we're negotiating the terms.",
                "They usually have aces up their sleeves when they negotiate an important transaction.",
                "He was able to negotiate a healthily high salary for his new job.",
                "Joe read the contract carefully and negotiated some changes.",
                "When negotiating a deal or contract, it's important to be vigilant and anticipate potential roadblocks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVnb3RpYXRl&hash=59fb6d6a5fe2087dce2924c64b36372ed4bc0a9e&lang=en&cache-only=0",
            "defineEn": "to discuss the terms of an agreement or try to reach one",
            "defineVi": "để thảo luận về các điều khoản của một thỏa thuận hoặc cố gắng để đạt được một",
            "hasImg": true
        },
        {
            "id": "2e5bc91c-0cb7-402b-a1a5-1a1c2e60c72b",
            "word": "conspiracy",
            "phonetic": "kənspɪɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was a conspiracy of silence about police brutality.",
                "Sometimes children need to break the conspiracy of silence.",
                "This evidence proves that the senator was part of the conspiracy.",
                "Despite the lack of evidence, many people continue to believe in conspiracy theories and fake news, demonstrating how the wish is father to the thought and how people can be influenced by their desires and beliefs.",
                "She may seem normal at first, but you'll realize she has many screws loose once you hear her conspiracy theories."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3BpcmFjeQ&hash=d90dda78b50750826ce22e012ff15fe70b0deb5c&lang=en&cache-only=0",
            "defineEn": "a plan which is a secret and made by a group of people to do something illegal or to kill someone",
            "defineVi": "một kế hoạch bí mật và được thực hiện bởi một nhóm người để làm điều gì đó bất hợp pháp hoặc để giết ai đó"
        },
        {
            "id": "eb0fae0b-d90a-4514-a6d2-4e4e19956475",
            "word": "crackdown",
            "phonetic": "kɹækdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the crackdown continues.",
                "A deadly crackdown followed.",
                "He ordered a crackdown on protesters and dissidents.",
                "We saw commensurate crackdown on other alternative political parties.",
                "OK, so the new thing now is this crackdown."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhY2tkb3du&hash=da6df7bfc7cb16c7f68c980613087d53de047523&lang=en&cache-only=0",
            "defineEn": "a series of strong and sudden measures taken by the authorities to stop protests or illegal activities",
            "defineVi": "một loạt các biện pháp mạnh mẽ và đột ngột được thực hiện bởi chính quyền để ngăn chặn các cuộc biểu tình hoặc hoạt động bất hợp pháp"
        },
        {
            "id": "f934f989-3547-4178-8a2e-98b7e3e11556",
            "word": "repression",
            "phonetic": "ɹᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oppressions and repressions began.",
                "And repression, Freud thought, allows our many other defense mechanisms to do their work.",
                "For decades, ethnic minorities in Myanmar have fought repression and political persecution by central authorities who deny those minorities full rights.",
                "Well, according to Freud, it was through repression of painful childhood events.",
                "The United States today imposed the toughest measures yet against China's repression of Uyghur Muslims."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmVzc2lvbg&hash=40917ec27f3434d672e4fea6340542deb1f1ac25&lang=en&cache-only=0",
            "defineEn": "the action of controlling people by means of force or violence",
            "defineVi": "hành động kiểm soát mọi người bằng vũ lực hoặc bạo lực"
        },
        {
            "id": "b29c7c01-2e69-4ad4-82b6-ed3f50dee394",
            "word": "Department of Homeland Security",
            "phonetic": "dᵻpɑːɹtmənt ʌv hoʊmlənd sᵻkjʊɹɹᵻɾi ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RGVwYXJ0bWVudCBvZiBIb21lbGFuZCBTZWN1cml0eQ&hash=e22fca3a7e324c540141c7d84b68e5cc1ca2dfc5&lang=en&cache-only=0",
            "defineEn": "a governmental organization responsible for ensuring the security and safety of a nation's citizens, infrastructure, and borders",
            "defineVi": "một tổ chức chính phủ chịu trách nhiệm đảm bảo an ninh và an toàn cho công dân, cơ sở hạ tầng và biên giới của một quốc gia"
        }
    ]
}