{
    "id": "da63db07-d861-4a86-bbb7-67e24e5cae35",
    "title": "Lesson 7",
    "originalTitle": "Lesson 7",
    "words": [
        {
            "id": "f8ca5e6a-4b6f-4d35-ba11-509eecafae8b",
            "word": "extensible",
            "phonetic": "ɛkstɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaWJsZQ&hash=8f8690f31345db1609416a5e4d361900c5de17f1&lang=en&cache-only=0",
            "defineEn": "capable of being protruded or stretched or opened out",
            "defineVi": "có khả năng nhô ra hoặc kéo dài hoặc mở ra"
        },
        {
            "id": "e2d59238-f60c-43dd-8316-3e0e952dd39e",
            "word": "extensive",
            "phonetic": "ɛkstɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They had to undergo extensive training to catch up with their colleagues.",
                "A very extensive research and development programme ensures that we're ahead of the game.",
                "We have access to a library with extensive resources at college.",
                "He was able to abstract valuable insights from the extensive research.",
                "He also oversaw extensive building at the Kremlin complex."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaXZl&hash=e625d48e7d9828902369073371766ce36d2ec30f&lang=en&cache-only=0",
            "defineEn": "covering a large area or having a wide range or scope",
            "defineVi": "bao phủ một khu vực rộng lớn hoặc có một phạm vi rộng hoặc phạm vi"
        },
        {
            "id": "69a9cfbf-e75a-4c06-b809-d95ab1bff5df",
            "word": "extensor",
            "phonetic": "ɛkstɛnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zb3I&hash=d11d012f606bdbb28db1eb70fd4cfc480cc5d80f&lang=en&cache-only=0",
            "defineEn": "(anatomy) a muscle that helps a body part or limb be stretched out by contraction",
            "defineVi": "(giải phẫu) cơ giúp một bộ phận cơ thể hoặc chi duỗi ra bằng cách co lại"
        },
        {
            "id": "3d17f31b-9aca-4b8d-8edf-ebc2807fd3e3",
            "word": "external",
            "phonetic": "ɛkstɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "I need to format my external hard drive before transferring files to it.",
                "These animals don’t have protective external shells.",
                "The external processor doesn't even get audio feedback.",
                "Cigarettes generate high external costs on society."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJuYWw&hash=287dd47f7d78ee9d651b616a401cc0506f2a0e67&lang=en&cache-only=0",
            "defineEn": "situated on or related to the outer surface of something or someone",
            "defineVi": "nằm trên hoặc liên quan đến bề mặt bên ngoài của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "05a8ecf7-8fe2-4284-b14f-68d2de3153fa",
            "word": "bibliography",
            "phonetic": "bɪblɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indeed, you'll find it in the bibliography."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGlvZ3JhcGh5&hash=cca4c643f3cff521c3d2a1f741692f31bf292fec&lang=en&cache-only=0",
            "defineEn": "a list of books mentioned at the end of book that have been used by an author as a reference to write an article or book",
            "defineVi": "một danh sách các cuốn sách được đề cập ở cuối cuốn sách đã được tác giả sử dụng làm tài liệu tham khảo để viết một bài báo hoặc cuốn sách"
        },
        {
            "id": "97b3f9b9-90b0-4f4d-98da-629fd763e698",
            "word": "bibliomania",
            "phonetic": "bɪblɪəmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlibGlvbWFuaWE&hash=5200cfe6a5a6747204cadc9353a26f09a656b408&lang=en&cache-only=0",
            "defineEn": "preoccupation with the acquisition and possession of books",
            "defineVi": "mối bận tâm với việc mua và sở hữu sách"
        },
        {
            "id": "f3e8357b-455f-415c-a002-9178fab4d9fd",
            "word": "bibliophile",
            "phonetic": "bɪblɪɑːfaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bibliophile knew that when you read a book for the first time you get to know a friend, read it for a second time and you meet an old friend, and had a personal library filled with well-worn volumes that he enjoyed revisiting over and over again.",
                "I might consider myself a bibliophile and ailurophile, to profess my love of books and cats.",
                "But as a dedicated bibliophile, I have to admit I'm not so jazzed about the idea of musicians winning literary awards.",
                "Like William Carl Bolivar, a black Philadelphian, bibliophile and journalist who published a column in the Philadelphia Tribune and served as an organizer of and contributor to the American Negro Historical Society because he wanted to change the way black history was being preserved and spread."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGlvcGhpbGU&hash=ae266f4bbd438b7e5645fd447d32d4cba6a5811c&lang=en&cache-only=0",
            "defineEn": "a person who loves books, especially as physical objects, and collects them",
            "defineVi": "một người yêu thích sách, đặc biệt là đối tượng vật lý, và thu thập chúng"
        },
        {
            "id": "08ed3912-3607-4970-9118-778cef001612",
            "word": "to wane",
            "phonetic": "tə weɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "But sales of the second generation beetle declined as its novelty wore off and the trend in retro auto design waned.",
                "Over 100 waste-to-energy incineration plants were built, but when fuel prices dropped, interest waned.",
                "The problem is, researchers have realized more recently that immunity from this cell-free vaccine wanes after just two years.",
                "With them now in bankruptcy proceedings, is there a sense that their influence is waning with lawmakers?",
                "And there's a possibility that some of the effectiveness would wane a bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FuZQ&hash=d2acee2d239be6c3207db57125265e438998d9c8&lang=en&cache-only=0",
            "defineEn": "(of the moon) have a progressively less significant part of its seeable surface illuminated so that it seems to reduce in size",
            "defineVi": "(của mặt trăng) có một phần ít quan trọng hơn trên bề mặt có thể nhìn thấy của nó được chiếu sáng để nó dường như giảm kích thước"
        },
        {
            "id": "5e1173a8-f61b-4fe5-8bf5-a9ca9d73f9ff",
            "word": "to wax",
            "phonetic": "tə wæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wax began to run.",
                "- Wax your back.",
                "The wax is just temporary.",
                "- You waxed me.",
                "- Wax on, wax off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F4&hash=835cac578d1a23b047c19c5b754cacfb63ccf960&lang=en&cache-only=0",
            "defineEn": "to grow in strength, size, intensity, etc.",
            "defineVi": "để phát triển về sức mạnh, kích thước, cường độ, vv"
        },
        {
            "id": "29a09de7-2099-4162-8c86-44400a2143b1",
            "word": "excitable",
            "phonetic": "ɛksaɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tom Hanks has described you, as a director, as being very excitable.",
                "We're looking for dogs that are methodical in their searches, that aren't easily excitable, that can be around a lot of people, that can be in areas that are confined.",
                "In 1936, when radio was all the rage, students were at risk of disturbing the balance of their excitable minds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRhYmxl&hash=827f36347f3378ace1147f08b773d693d48c5760&lang=en&cache-only=0",
            "defineEn": "easily excited",
            "defineVi": "dễ bị kích động"
        },
        {
            "id": "08da8002-19cd-46c0-a5c6-62bdf94428df",
            "word": "excitation",
            "phonetic": "ɛksɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And after a little excitation of light-sensitive nerves and interpretation from your brain, you see.",
                "Very basically, you can think of them as an excitation of the electron field, which exists everywhere.",
                "Deep sleep therapy was based on the idea that schizophrenia involved a vicious cycle between brain excitation and motor activity.",
                "Which you do by agitating empty space into pairs of matter and antimatter excitations.",
                "What's more, the Higgs field can even interact with its own excitations, which is to say, it can give mass to the Higgs Boson, too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRhdGlvbg&hash=655541c90d20c1666551cfdc668d8c43e19b1dc8&lang=en&cache-only=0",
            "defineEn": "something that agitates and arouses",
            "defineVi": "một cái gì đó kích động và khơi dậy"
        },
        {
            "id": "9206ee38-b24b-49f7-a89f-da3850ee6746",
            "word": "legacy",
            "phonetic": "lɛɡəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is that legacy?",
                "Its legacy, though, remains unclear.",
                "And his work fueled a legacy of both support and opposition.",
                "What was their legacy, for other primates and for us?",
                "In this way, their legacies remain connected as discrete elements in a vast network of knowledge."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWN5&hash=3ea79914fc65bb5fc2369dbe9a1ea5abbc1a398f&lang=en&cache-only=0",
            "defineEn": "(law) a gift of personal property by will",
            "defineVi": "(luật) tặng cho tài sản cá nhân theo di chúc"
        },
        {
            "id": "1b88ebc2-ccd1-4e36-a060-f8b3946d3ae6",
            "word": "to legalize",
            "phonetic": "tə liːɡəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nine states and Washington DC have legalized the recreational use of cannabis.",
                "- That's right, we've just legalized the real-time monitoring of every bloke, sheila and child every computer, phone and device.",
                "South Dakota and Mississippi voted to legalize medical marijuana use.",
                "The bill would legalize marijuana at the federal level and implement sweeping regulations and reforms surrounding the drug.",
                "The annual event protests the 1973 Roe v. Wade decision that legalized most abortions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVnYWxpemU&hash=0ac6fd45b1aae4387536d0e21a8083198cf25dec&lang=en&cache-only=0",
            "defineEn": "make legal",
            "defineVi": "làm cho hợp pháp"
        },
        {
            "id": "599cc50c-9237-49d0-93c9-c5bfa9aad99e",
            "word": "to legislate",
            "phonetic": "tə lɛdʒɪsleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Britain legislated that they could do so.",
                "It's easier to legislate around.",
                "It's almost like legislating morality doesn't actually increase morality.",
                "So, while Democrats are beginning to operate the Senate, there still is not a process in place to legislate.",
                "Will this then make it a little more likely that Congress will come along and legislate it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVnaXNsYXRl&hash=26a54b0aafb893d842c25ea77ab2712fd21e26d9&lang=en&cache-only=0",
            "defineEn": "to make or enact laws that affect something",
            "defineVi": "để thực hiện hoặc ban hành luật có ảnh hưởng đến một cái gì đó"
        },
        {
            "id": "111d262c-e02c-4a03-bd97-fee682442ddb",
            "word": "legislator",
            "phonetic": "lɛdʒɪsleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "some Russian legislators collectively raised a champagne toast.",
                "Here tonight we have legislators from across this magnificent Republic.",
                "Once in office, those legislators largely undid the tax cuts, overriding Governor Brownback's veto.",
                "At the state capitol, legislators are scrambling to implement all of this.",
                "A lot of key states, Pennsylvania, Michigan, you have got a Republican legislator, Democratic governor."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRvcg&hash=979b1d0ffeb26df836d036acec358648a1cb78d9&lang=en&cache-only=0",
            "defineEn": "someone who makes or enacts laws",
            "defineVi": "ai đó làm hoặc ban hành luật"
        },
        {
            "id": "69696fb2-de0d-4caf-86c8-87b606d0ab7e",
            "word": "to legitimate",
            "phonetic": "tə lədʒɪɾᵻmət ",
            "partOfSpeechType": "verb",
            "examples": [
                "And if he gets the bird for doing nothing, any legitimate displeasure is later devalued.",
                "We didn't want to throw the cat among the pigeons, so we decided not to mention the bomb threat until we knew for certain that it was legitimate.",
                "But over decades, no experiments found legitimate proof.",
                "So once again, this is legitimate.",
                "And that is legitimate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVnaXRpbWF0ZQ&hash=98c1acde5d3a7233c1803324441177ae81dbd42e&lang=en&cache-only=0",
            "defineEn": "make (an illegitimate child) legitimate; declare the legitimacy of (someone)",
            "defineVi": "làm cho (đứa con ngoài giá thú) hợp pháp; tuyên bố tính hợp pháp của (ai đó)"
        },
        {
            "id": "f228eea6-f8a4-41b4-9f4f-bb4d1a66854d",
            "word": "electrolysis",
            "phonetic": "ᵻlɛktɹɑːləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We did electrolysis on saltwater.",
                "The first method is electrolysis, which I knew about the second method was a little bit counterintuitive to me.",
                "We've got candles and electrolysis, but we still have the carbon dioxide problem.",
                "For example, we could use water for electrolysis, a process that uses electricity to break apart molecules.",
                "Before you run electrolysis on seawater, you must first purify it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb2x5c2lz&hash=4df9af19b41f8b2b6f4881d3338aff66c0cf5a3d&lang=en&cache-only=0",
            "defineEn": "(chemistry) a chemical decomposition reaction produced by passing an electric current through a solution containing ions",
            "defineVi": "(hóa học) phản ứng phân hủy hóa học được tạo ra bằng cách cho dòng điện chạy qua dung dịch chứa ion"
        },
        {
            "id": "44887d0a-3021-4c59-b70b-754ecc9c2429",
            "word": "glacial",
            "phonetic": "ɡleɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Icebergs are from glacial ice.",
                "The glacial pace of the U.S. inoculation campaign raises questions about priorities and unrealistic expectations.",
                "And after a disaster like Katrina, the economic redevelopment of this of this neighborhood has been glacial.",
                "When glaciers leave scratch marks on big rocks or in the ground, scientists call the marks glacial striations.",
                "We call this stuff glacial till."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhY2lhbA&hash=4a87a173c00e0e46dfbf133d652b09e7b128bc08&lang=en&cache-only=0",
            "defineEn": "relating to or derived from a glacier",
            "defineVi": "liên quan đến hoặc có nguồn gốc từ sông băng",
            "hasImg": true
        },
        {
            "id": "d77fbd01-72c4-4b04-a0a5-44b362ca7c58",
            "word": "glacier",
            "phonetic": "ɡleɪʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Glaciers long ago left so many clues all over the world.",
                "Glaciers are kind of like giant ice cubes on Earth.",
                "Glaciers are so neat!",
                "Glaciers are made up of many layers of snow.",
                "Glaciers crept out of their mountain ranges and down to lower elevations."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhY2llcg&hash=d0b32caf2911f1b210e408e9ce7eeedf59f595e6&lang=en&cache-only=0",
            "defineEn": "a huge mass of ice that moves very slowly, usually down a slope",
            "defineVi": "một khối băng khổng lồ di chuyển rất chậm, thường là xuống dốc",
            "hasImg": true
        }
    ]
}