{
    "id": "da642c03-6ba5-47a6-b97f-a0d9c7a6d677",
    "title": "Unit 8 - Lesson 4",
    "originalTitle": "Unit 8 - Lesson 4",
    "words": [
        {
            "id": "5d7cab10-38e4-4a49-b837-94d7339c751b",
            "word": "inspired",
            "phonetic": "ɪnspaɪɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When I see all the videos I'm so inspired.",
                "For example, in a study where almost 150 undergrads were given a writing assignment, those who reported being more inspired wrote things that their peers judged to be more creative.",
                "In that study that gave people writing assignments, those who reported being more inspired wrote more creative pieces, sure, but pieces written by those who reported putting in more effort were rated as having more technical merit."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGlyZWQ&hash=f8dccd9a3480bf5d4c3bb27bab556f859db4a71c&lang=en&cache-only=0",
            "defineEn": "amazing, impressive, exceptional, or special in a way that suggests being the result of a sudden creative impulse",
            "defineVi": "tuyệt vời, ấn tượng, đặc biệt hoặc đặc biệt theo cách gợi ý là kết quả của một sự thúc đẩy sáng tạo đột ngột"
        },
        {
            "id": "c3567b5f-01ac-45d7-931e-35fe6a093c75",
            "word": "to influence",
            "phonetic": "tʊ ɪnfluːəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "His ace in the hole is his political influence.",
                "His paintings had a strong influence on me as a student.",
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "They got into trouble with the law for driving under the influence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mbHVlbmNl&hash=f4374dbc1c37489dc4818796d5a995a1fc36334f&lang=en&cache-only=0",
            "defineEn": "to have an effect on someone or something",
            "defineVi": "để có ảnh hưởng đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8f6df18c-2590-4f71-9cb3-741f8be96a56",
            "word": "fascinated",
            "phonetic": "fæsᵻneɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm always fascinated.",
                "I am just fascinated by fluid dynamics, ballistics, optics, mechanics, aerodynamics.",
                "In the early 1800s, he became fascinated with human digestion especially our urine.",
                "And I'm fascinated with that stuff.",
                "During an ocean voyage to the United States, he became fascinated with ocean invertebrates, admiring their glass-like colors and shapes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzY2luYXRlZA&hash=78ff8435bc391a187de56069d60665e639666ac5&lang=en&cache-only=0",
            "defineEn": "having a strong interest and curiosity in something",
            "defineVi": "có một sự quan tâm mạnh mẽ và sự tò mò trong một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d047fa01-8d43-4786-b814-5c9a7e3c0cf4",
            "word": "moved",
            "phonetic": "muːvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sreenivasan: JOSHUA, A PHYSICAL THERAPIST, GOT A JOB AT THE LOCAL HEALTH CENTER IN THE TOWN'S COMMERCIAL HUB BEFORE THEY MOVED IN.",
                "Then there are GERMANY and IRELAND: dozens of banks and other FINANCIAL companies have MOVED shop from the U.K. or LONDON to FRANKFURT and DUBLIN.",
                "I did not expect to be so moved.",
                "His father MOVED to this secretive COMPOUND after rising to White Supremacist infamy with his novel \"the TURNER diaries.\"",
                "The semi-retired couple MOVED here in JANUARY from the ATLANTA area to escape the congestion of the CITY and lead a more eco- Friendly Life."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZWQ&hash=ca1e2188e3942e73d389bade06bbfd7fce54e5ee&lang=en&cache-only=0",
            "defineEn": "creating a strong or intense emotion within one, particularly sorrow or sympathy",
            "defineVi": "tạo ra một cảm xúc mạnh mẽ hoặc mãnh liệt trong một người, đặc biệt là nỗi buồn hoặc sự cảm thông"
        }
    ]
}