{
    "id": "daab297d-41d2-4c57-b550-87c55d1fb087",
    "title": "Top 376 - 400 Nouns",
    "originalTitle": "Top 376 - 400 Nouns",
    "words": [
        {
            "id": "28f091d5-6a7c-4095-a087-8546418a8e6f",
            "word": "cheese",
            "phonetic": "tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "Cheshire cheese has a unique flavor profile.",
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Ha, yeah right, and the moon is made of cheese.",
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNl&hash=1fa8dd3467af3a12758a4935b49ec75fb164be1e&lang=en&cache-only=0",
            "defineEn": "a soft or hard food made from milk that is usually yellow or white in color",
            "defineVi": "thức ăn mềm hoặc cứng làm từ sữa thường có màu vàng hoặc trắng",
            "hasImg": true
        },
        {
            "id": "c6d322b9-1b1d-4ce5-97d4-d1505f567044",
            "word": "loss",
            "phonetic": "lɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Her loss has been keenly felt.",
                "The team's performance is standing on shaky ground after a series of losses.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "The new CEO is making a lot of tough decisions to cut the company’s losses."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zcw&hash=9d318fc84de98024e7f23d853dffcb64e4fb5d22&lang=en&cache-only=0",
            "defineEn": "the state or fact of losing someone or something",
            "defineVi": "tình trạng hoặc thực tế mất một ai đó hoặc một cái gì đó"
        },
        {
            "id": "4e197cff-cf25-42d5-a190-f7bf535b859b",
            "word": "ship",
            "phonetic": "ʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ship is holding a south-easterly course.",
                "The captain navigated the ship through rough waters with skill and expertise.",
                "Our ship changed course.",
                "That ship of yours clearly has had her day.",
                "Jane sure ran a tight ship around here."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcA&hash=4f13bb7567d81a28e6e015e2593edf795e8737e9&lang=en&cache-only=0",
            "defineEn": "a large boat, used for carrying passengers or goods across the sea",
            "defineVi": "một chiếc thuyền lớn, được sử dụng để chở hành khách hoặc hàng hóa trên biển",
            "hasImg": true
        },
        {
            "id": "651c33d7-57e4-4114-86cf-08e8b7943d5b",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a time that is arranged to meet a person with whom one is in a relationship or is likely to be in the future",
            "defineVi": "một thời gian được sắp xếp để gặp một người mà một người đang có mối quan hệ hoặc có khả năng sẽ có trong tương lai",
            "hasImg": true
        },
        {
            "id": "a3faba42-5c6c-4dc2-8241-b250068cd3ab",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "a competition between people, vehicles, animals, etc. to find out which one is the fastest and finishes first",
            "defineVi": "cuộc thi giữa người, xe cộ, động vật, v.v. để xem ai nhanh nhất và về đích trước",
            "hasImg": true
        },
        {
            "id": "64cf64d2-f1d0-408c-b30e-9d53cbe98ae1",
            "word": "strategy",
            "phonetic": "stɹæɾədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ostrich strategy for covid-19 is too risky.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "The company's new strategy seems to be on course, with positive results so far."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXRlZ3k&hash=6c0e2570d309c247f0d10e2df78b7444d4d39847&lang=en&cache-only=0",
            "defineEn": "an organized plan made to achieve a goal",
            "defineVi": "một kế hoạch có tổ chức thực hiện để đạt được một mục tiêu"
        },
        {
            "id": "00b96040-71a1-44cf-b839-ca1b7781d362",
            "word": "finger",
            "phonetic": "fɪŋɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fingers crossed!",
                "A successful investor has his finger on the pulse of international business.",
                "she has her fingers in a lot of pies.",
                "She ran her fingers nervously through her hair.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2Vy&hash=d29cd5dcbbb461f2929c916ba81dd84d2385b54d&lang=en&cache-only=0",
            "defineEn": "each of the long thin parts that are connected to our hands, sometimes the thumb is not included",
            "defineVi": "mỗi phần dài mỏng được nối với bàn tay của chúng tôi, đôi khi không bao gồm ngón tay cái",
            "hasImg": true
        },
        {
            "id": "cd951646-b69f-475d-bb33-27996061eeb9",
            "word": "bone",
            "phonetic": "boʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He makes no bones about his feelings towards the militants.",
                "A fire attack shall chill the enemy to the bone.",
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "That chilled me to the bone.",
                "He lined up the bones and set the arm."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZQ&hash=7b409230c8adf1c3d690067383f0a7af5f9eebee&lang=en&cache-only=0",
            "defineEn": "any of the hard pieces making up the skeleton in humans and some animals",
            "defineVi": "bất kỳ mảnh cứng nào tạo nên bộ xương ở người và một số động vật",
            "hasImg": true
        },
        {
            "id": "cdfe9e10-cb06-4f49-91db-dc7c27a4e9fc",
            "word": "ton",
            "phonetic": "tʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The news of her accident hit me like a ton of bricks.",
                "Britain grows 6,000,000 tons of potatoes a year.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum.",
                "I mean, tons.",
                "The golden ratio shows up a ton in this painting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9u&hash=e0ebd69f030a991412407095fd663757b7b53f1c&lang=en&cache-only=0",
            "defineEn": "a unit for measuring weight that is used in the US and is equal to 907.19 kg",
            "defineVi": "một đơn vị đo trọng lượng được sử dụng ở Mỹ và bằng 907,19 kg"
        },
        {
            "id": "9f4e0c48-37a6-4880-8203-6f86132e5540",
            "word": "Earth",
            "phonetic": "ɜːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had experienced the heaven on earth.",
                "The Earth has diverse ecosystems, ranging from forests to deserts.",
                "We spent our vacation in a real heaven on earth.",
                "We live on planet Earth, which is our home.",
                "She's very friendly and very down to earth."
            ],
            "audio": "https://tts.langeek.co/read?text=RWFydGg&hash=8ea80c17142464d27cda068a648c57e89a2ba8ba&lang=en&cache-only=0",
            "defineEn": "a big round ball covered in land and water, on which we all live",
            "defineVi": "một quả bóng tròn lớn bao phủ bởi đất và nước, trên đó tất cả chúng ta sống",
            "hasImg": true
        },
        {
            "id": "6824211b-31ff-4f9f-a09f-98548aefeb85",
            "word": "sun",
            "phonetic": "sʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sun always rises in the east.",
                "The sunflower turned its face towards the sun.",
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Every light is not the sun.",
                "The children played happily under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vu&hash=38d88e07abd99bc51565301dc68d45a29711a578&lang=en&cache-only=0",
            "defineEn": "the large, bright star in the sky that shines during the day and gives us light and heat",
            "defineVi": "ngôi sao lớn, sáng trên bầu trời tỏa sáng vào ban ngày và cho chúng ta ánh sáng và nhiệt",
            "hasImg": true
        },
        {
            "id": "e8250a00-1b24-49a9-9683-e7019f44a2f8",
            "word": "moon",
            "phonetic": "muːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ha, yeah right, and the moon is made of cheese.",
                "Right, and the moon is made of green cheese.",
                "My boss promised the moon, but never gave me a raise.",
                "He was over the moon about the ratings.",
                "The night sky is filled with stars and a beautiful moon."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vbg&hash=59b1bdad2ddcd0d886adc0599cf0f7f96aaded70&lang=en&cache-only=0",
            "defineEn": "the circular object going round the Earth, visible mostly at night",
            "defineVi": "vật thể hình tròn quay quanh Trái đất, có thể nhìn thấy chủ yếu vào ban đêm",
            "hasImg": true
        },
        {
            "id": "39c1b228-f512-4d80-a0e8-276503738962",
            "word": "solution",
            "phonetic": "səluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Extreme solutions to problems always lead to difficulties.",
                "The solution was staring me in the face.",
                "A solution finally came home to me as I was falling asleep last night.",
                "We came up with a creative solution to the problem.",
                "We'll have to look for a better solution."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdXRpb24&hash=40a24cc0afc9f2b4365657ae15d4c5512f1d37d4&lang=en&cache-only=0",
            "defineEn": "a way in which a problem can be solved or dealt with",
            "defineVi": "một cách mà một vấn đề có thể được giải quyết hoặc xử lý"
        },
        {
            "id": "5558b69f-56c0-4df0-90df-5e280ebd0557",
            "word": "vote",
            "phonetic": "voʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The votes in the swing state may turn the tide in this election.",
                "The committee voted to kill the project.",
                "The motion was passed by 16 votes to 11.",
                "The bill was four votes shy of a majority.",
                "The vote yesterday appears to mark something of a turning point in the war."
            ],
            "audio": "https://tts.langeek.co/read?text=dm90ZQ&hash=edf9d4759827d58daa9d6d5127e68c9c389e0f91&lang=en&cache-only=0",
            "defineEn": "an official choice made by an individual or a group of people in a meeting or election",
            "defineVi": "một sự lựa chọn chính thức của một cá nhân hoặc một nhóm người trong một cuộc họp hoặc cuộc bầu cử",
            "hasImg": true
        },
        {
            "id": "73156a77-e429-4068-8d10-fbc134011f40",
            "word": "generation",
            "phonetic": "dʒɛnɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The years of stagnation did a lot of harm to the younger generation.",
                "Men of our generation never stood on ceremony.",
                "For generations, people have made furniture out of what was available.",
                "The torch has been passed to the new generation.",
                "My grandmother's sloe wine recipe has been passed down through generations and is always a hit at family gatherings."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhdGlvbg&hash=24f139996d8375b373cb3d2be93c81495b83c8de&lang=en&cache-only=0",
            "defineEn": "people born and living at approximately the same period of time",
            "defineVi": "những người sinh ra và sống gần như cùng một khoảng thời gian"
        },
        {
            "id": "a0310e86-7673-4e78-947f-ce5c0c4eaf45",
            "word": "rock",
            "phonetic": "ɹɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He now rocks a distinguished look with his silver strands.",
                "Charity hits rock bottom in Emmerdale.",
                "He's got rocks in his head.",
                "Morale within the company was at rock bottom.",
                "The boat rocked gently as we set sail on a sunny day."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9jaw&hash=14572945f86261294e322eb029bb279dceec51c4&lang=en&cache-only=0",
            "defineEn": "a piece of rock, standing or projecting above the earth's surface or in the sea",
            "defineVi": "một mảnh đá, đứng hoặc nhô lên trên bề mặt trái đất hoặc trên biển",
            "hasImg": true
        },
        {
            "id": "66c642e3-c36d-42e9-9852-58f851c05d97",
            "word": "argument",
            "phonetic": "ɑːɹɡjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "His argument rests on shaky ground.",
                "The lawyer presented the right argument in court.",
                "Your article barely laid a glove on my arguments.",
                "He would start an argument at the drop of a hat."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnQ&hash=72760f1d8bf8d1677b622f67a2325c945720f347&lang=en&cache-only=0",
            "defineEn": "a discussion, typically a serious one, between two or more people with different views",
            "defineVi": "một cuộc thảo luận, điển hình là một cuộc thảo luận nghiêm túc, giữa hai hoặc nhiều người có quan điểm khác nhau",
            "hasImg": true
        },
        {
            "id": "30767868-fb96-4795-8ee6-e049d588e4df",
            "word": "meeting",
            "phonetic": "miːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The meeting won't take too much time.",
                "The meetings are always in the main conference room.",
                "The board meeting painted a pretty grim picture.",
                "We have a meeting at 10 o'clock in the morning.",
                "The meeting was held behind closed doors."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVldGluZw&hash=60f3c06cc57dc7c81008d580be50cc4e0d72e7fd&lang=en&cache-only=0",
            "defineEn": "an event in which people meet, either in person or online, to talk about something",
            "defineVi": "một sự kiện trong đó mọi người gặp nhau, trực tiếp hoặc trực tuyến, để nói về điều gì đó",
            "hasImg": true
        },
        {
            "id": "cde989a8-df85-4890-975b-3fe4486e3d9d",
            "word": "bar",
            "phonetic": "bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "er killer was finally put behind bars.",
                "He has raised the bar for other filmmakers.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Apple iPhone is really raising the bar with the latest model.",
                "I washed my face and hands with a bar of soap."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFy&hash=ad2da7ff2333c91e5f56246cc478b9d3ea64829c&lang=en&cache-only=0",
            "defineEn": "a place where alcoholic and other drinks and light snacks are sold and served",
            "defineVi": "nơi bán và phục vụ đồ uống có cồn, đồ uống khác và đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "9e8a503d-3547-4375-9e9c-726b796f5d57",
            "word": "battle",
            "phonetic": "bæɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was battling my way along the promenade in the teeth of a force ten gale.",
                "He rarely fought his political battles in the open.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "Drug companies are locking horns in a legal battle over patents."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGxl&hash=2647be928ea5fce2a395f0d0e30aa6ac01c83bd3&lang=en&cache-only=0",
            "defineEn": "a fight between opposing armed forces, particularly during a war",
            "defineVi": "một cuộc chiến giữa các lực lượng vũ trang đối lập, đặc biệt là trong một cuộc chiến tranh",
            "hasImg": true
        },
        {
            "id": "cb94867f-d803-4c58-8a80-3209097cb11e",
            "word": "spot",
            "phonetic": "spɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "I spotted a beautiful vintage motorcycle at the bike show.",
                "You can spot undercover cops a mile off.",
                "Journalists on the spot reported no progress."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvdA&hash=fe9d3f71f363237050362e936a3b2aa9214e35c6&lang=en&cache-only=0",
            "defineEn": "a small usually round mark that has a different color or texture from the surface it is on",
            "defineVi": "một dấu tròn nhỏ thường có màu sắc hoặc kết cấu khác với bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "949e221b-f89e-4ffb-bc13-a1ff83b23a00",
            "word": "email",
            "phonetic": "iːmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The email went to everyone in the company.",
                "I don't send emails blowing smoke up their asses.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "My coworker put her foot in it when she accidentally sent an email to the wrong person.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1haWw&hash=81f61cf6757711fd5afec50a2b48610e3e33a57e&lang=en&cache-only=0",
            "defineEn": "a digital message that is sent from one person to another person or group of people using a system called email",
            "defineVi": "một tin nhắn kỹ thuật số được gửi từ một người đến một người khác hoặc một nhóm người sử dụng một hệ thống gọi là email",
            "hasImg": true
        },
        {
            "id": "179cf155-a692-419e-8e3b-5a6f16401821",
            "word": "chocolate",
            "phonetic": "tʃɑːklət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "I baked a chocolate cake for my friend's birthday.",
                "The chocolate is available by mail order, but at a price.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "he broke off a piece of his chocolate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvY29sYXRl&hash=fd2f200de9f4fef3a5d5d1f248b3f6c6e0f936ad&lang=en&cache-only=0",
            "defineEn": "a type of food that is brown and sweet and is made from ground cocoa seeds",
            "defineVi": "một loại thực phẩm có màu nâu và ngọt và được làm từ hạt ca cao xay",
            "hasImg": true
        },
        {
            "id": "2ea9e9e0-7fb4-4def-bc98-7d00c67d52f3",
            "word": "check",
            "phonetic": "tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2s&hash=d475fc5cf17be34f321fb592977c35823a6b3e4e&lang=en&cache-only=0",
            "defineEn": "‌a printed form that we can write an amount of money on, sign, and use instead of money to pay for things",
            "defineVi": "‌một mẫu in mà chúng ta có thể viết một số tiền, ký tên và sử dụng thay vì tiền để thanh toán mọi thứ",
            "hasImg": true
        },
        {
            "id": "f6aeb4fd-7272-4d9c-8f8a-5d93d5037ced",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        }
    ]
}