{
    "id": "dac069d7-5689-497a-bb19-aa1b304a0257",
    "title": "Build Castles in the Air!",
    "originalTitle": "Build Castles in the Air!",
    "words": [
        {
            "id": "b5fdbc6e-6211-4cea-8c06-b1c57a5f6d5e",
            "word": "amphitheater",
            "phonetic": "æmfɪθiːeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One site of these games was the Flavian Amphitheater, AKA the Colosseum.",
                "Later But you can do that and then after that you can go down to the amphitheater There's gonna be a really cool variety show hosted by the festival the spoken nerd from the UK You can come back in under the rocket and hang out with some of the other educational content creators in the rooms There's people from all over the internet that do all different types of educational content Which is really cool because YouTube is sponsoring the event now one of the top priorities for YouTube is education"
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGl0aGVhdGVy&hash=7db03e51fa274241900fb4b87833346a826b26aa&lang=en&cache-only=0",
            "defineEn": "an open building that is round or oval in shape and has a space in the middle surrounded by several seats, originated in ancient Roman and Greek architecture used for public entertainments such as sports or drama",
            "defineVi": "một tòa nhà mở có hình tròn hoặc hình bầu dục và có một khoảng trống ở giữa được bao quanh bởi một số chỗ ngồi, có nguồn gốc từ kiến trúc La Mã và Hy Lạp cổ đại được sử dụng cho các hoạt động giải trí công cộng như thể thao hoặc kịch",
            "hasImg": true
        },
        {
            "id": "e198db55-52e1-4a0c-b958-0876eadd49f2",
            "word": "auditorium",
            "phonetic": "ɔːdɪtoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ronald Reagan did the auditorium speech.",
                "If your auditorium is on a higher floor, get ready to pass by two or three tempting displays.",
                "When the audience walked out of the auditorium, they say, 'Ah, OK, AI is not so scary.'",
                "As another example of matching being more fundamental than counting, if I'm speaking to a packed auditorium, where every seat is taken and no one is standing, I know that there are the same number of chairs as people in the audience, even though I don't know how many there are of either."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRvcml1bQ&hash=bde50442406714bf72a1da270c0451f0af1581cd&lang=en&cache-only=0",
            "defineEn": "a large building or hall where people are gathered to attend a concert, public speech, play, etc.",
            "defineVi": "một tòa nhà hoặc hội trường lớn, nơi mọi người tụ tập để tham dự một buổi hòa nhạc, bài phát biểu trước công chúng, vở kịch, v.v."
        },
        {
            "id": "e6d56199-8181-4204-bdb0-4c6a743bf56d",
            "word": "refinery",
            "phonetic": "ɹᵻfaɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The oil refinery's production reached a record-breaking yield, meeting the high demand in the market.",
                "They have to put up with a giant oil refinery right on their doorstep.",
                "So we needed refineries, which were basically giant chemical plants.",
                "It was available in refineries.",
                "The heroes of our story were conceived in this oil refinery."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmaW5lcnk&hash=ab491d7995ca77cfa1b90c8982be471c858d6e10&lang=en&cache-only=0",
            "defineEn": "a factory in which a natural substance such as oil or sugar is made pure by removing all other substances from it",
            "defineVi": "một nhà máy trong đó một chất tự nhiên như dầu hoặc đường được làm tinh khiết bằng cách loại bỏ tất cả các chất khác khỏi nó"
        },
        {
            "id": "3031ef63-93c5-4e93-84a3-088e59724756",
            "word": "belvedere",
            "phonetic": "bɛlvɪdɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVsdmVkZXJl&hash=d037d4031ec7247446f9822a67a6e95fd669cddc&lang=en&cache-only=0",
            "defineEn": "a small structure, gallery, or summerhouse that usually has an open side and provides an excellent view",
            "defineVi": "một cấu trúc nhỏ, phòng trưng bày hoặc nhà mùa hè thường có một mặt thoáng và cung cấp tầm nhìn tuyệt vời",
            "hasImg": true
        },
        {
            "id": "5bed3532-654a-43c9-883e-c0ee615afa6f",
            "word": "cabana",
            "phonetic": "kæbɑːnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FiYW5h&hash=fc1259d0d84827a09d0f85c287c288d56bcc41e4&lang=en&cache-only=0",
            "defineEn": "a hut, shelter, or cabin, usually at a swimming pool or beach",
            "defineVi": "túp lều, nơi trú ẩn hoặc cabin, thường ở bể bơi hoặc bãi biển",
            "hasImg": true
        },
        {
            "id": "df56daef-17a2-4934-93df-4af49eff5e11",
            "word": "condominium",
            "phonetic": "kɑːndəmɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And right here, everybody: Muslim, Christian, Jews will all live together in one condominium under the Force.",
                "A coral reef is a natural condominium made by thousands of tiny animals called polyps.",
                "The confirmed death toll has risen to 22 in the collapse of that condominium tower in Surfside, Florida.",
                "The reset was never about arriving at some larger U.S.-Russia condominium for the management of the globe.",
                "The number of confirmed dead rises to 22, as rescue workers continue to scour the rubble of the Surfside, Florida, condominium collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZG9taW5pdW0&hash=03ceac1c08030a458351a6f5686c1255aff6f230&lang=en&cache-only=0",
            "defineEn": "a building or a group of buildings in which each apartment or house is owned by the person living in it, apart from the areas that are shared by everyone",
            "defineVi": "một tòa nhà hoặc một nhóm các tòa nhà trong đó mỗi căn hộ hoặc ngôi nhà thuộc sở hữu của người sống trong đó, ngoài các khu vực được chia sẻ bởi tất cả mọi người",
            "hasImg": true
        },
        {
            "id": "30075fed-458a-4e7d-8a24-bfafb4f08211",
            "word": "crematorium",
            "phonetic": "kɹᵻmɐtoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crematoriums are backed up, sometimes for days.",
                "But the crematorium was destroyed as well.",
                "Outside crematoriums, ambulances now wait hours to off-load bodies.",
                "In this chapel in a crematorium, there are three times the normal number of dead.",
                "This horrible sight is repeated across New Delhi today, crematoriums running out of space for the victims of this virus."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlbWF0b3JpdW0&hash=e2ff93d8de4f87fe54d5d02465a5d8cb8ef71f23&lang=en&cache-only=0",
            "defineEn": "a building for burning the dead bodies of people, often as a funeral ceremony",
            "defineVi": "một tòa nhà để đốt xác chết của người dân, thường là một lễ tang"
        },
        {
            "id": "b96d0d2b-7451-4f14-8958-f905eb397e13",
            "word": "planetarium",
            "phonetic": "plænɪtɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their huge colonies turn these dark recesses into a natural planetarium.",
                "You know, one of my best first dates was at the planetarium.",
                "My son started building the planetarium and my daughter started building a hat with a maker crate.",
                "We're so small, but me and you are right here - next to each other in the planetarium.",
                "He pulls the lever and all of a sudden it starts a light show of stars like he's at - the planetarium, basically. -"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbmV0YXJpdW0&hash=f7e692ef9d1ff252ba6f78e73c90c017f6c98440&lang=en&cache-only=0",
            "defineEn": "a building with a dome in which moving images of planets, starts, and constellations are projected for educational or entertainment purposes",
            "defineVi": "một tòa nhà có mái vòm trong đó hình ảnh chuyển động của các hành tinh, điểm bắt đầu và chòm sao được chiếu cho mục đích giáo dục hoặc giải trí",
            "hasImg": true
        },
        {
            "id": "eb5de543-79f7-46c0-a671-a360a44014d9",
            "word": "brownstone",
            "phonetic": "bɹaʊnstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvd25zdG9uZQ&hash=92e6c0f55d3a5cbe5f1d87caa19ffce58e66e282&lang=en&cache-only=0",
            "defineEn": "a house, particularly found in New York City, that is built of, or with a front made of, a type of reddish-brown sandstone",
            "defineVi": "một ngôi nhà, đặc biệt được tìm thấy ở Thành phố New York, được xây dựng bằng hoặc có mặt trước được làm bằng một loại sa thạch màu nâu đỏ"
        },
        {
            "id": "d87edce2-8682-4391-82f5-39cbe84283e1",
            "word": "duplex",
            "phonetic": "duːplɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a duplex along with my dog, my favorite companion Navarro.",
                "After the views and solarium, the duplex layout of the apartment keeps the price tag ticking up.",
                "This apartment is one of seven three-bedroom units and one duplex penthouse in this new boutique development that was put on the market at the end of October.",
                "Serhant: This unit that we're in right now, 41D, is a duplex.",
                "For more than two decades in the basement of a small duplex in Detroit, Michigan, Evelyn Overton baked her signature New York-style cheesecakes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVwbGV4&hash=8df8917ebad48967246a08b85dce8a244e240fe3&lang=en&cache-only=0",
            "defineEn": "an apartment with two floors each having its own rooms",
            "defineVi": "một căn hộ có hai tầng, mỗi tầng có phòng riêng",
            "hasImg": true
        },
        {
            "id": "0fd6ad98-1f23-4577-8512-d31f95a99daf",
            "word": "bungalow",
            "phonetic": "bʌŋɡɐloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They rented the same bungalow year in, year out.",
                "- I went to see him in this bungalow he lived in.",
                "And Bora Bora Bungalows that cost $29 dollars when the park first opened can reach prices of $3,400 today."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVuZ2Fsb3c&hash=06717e2d1ed5a2909717603599ae7a14d1537503&lang=en&cache-only=0",
            "defineEn": "a house that is only consisted of one floor or another smaller floor set in the roof",
            "defineVi": "một ngôi nhà chỉ bao gồm một tầng hoặc một tầng nhỏ hơn khác được đặt trên mái nhà",
            "hasImg": true
        },
        {
            "id": "43d05fed-140e-4492-98c3-09305503b68b",
            "word": "conservatory",
            "phonetic": "kənsɜːvətoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "A Chilean music conservatory came first, then top-flight training in Cleveland, followed by Berlin.",
                "These structures sustain themselves and nearby conservatories with solar energy and collected rainwater."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0b3J5&hash=dca128942d06a7a2a264890bf1641707055dfcfd&lang=en&cache-only=0",
            "defineEn": "a school or college that people attend to for studying music, theater, or some other form of art",
            "defineVi": "một trường học hoặc cao đẳng mà mọi người theo học để học âm nhạc, sân khấu hoặc một số hình thức nghệ thuật khác"
        },
        {
            "id": "795e032d-531a-4ec4-aafa-c995973591a1",
            "word": "lodging",
            "phonetic": "lɑːdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This included everything from the forceful frontierism of the Homestead Act, to Teddy Roosevelt’s regulation of New York lodging houses.",
                "They both must travel out of state in order to participate, which costs thousands of dollars between the transportation, lodging and food they must pay for over the course of the eight weeks the trial lasts.",
                "Oh, this is your lodging for PCIe Thunderbolt that kind of stuff.",
                "As a result, New York City’s police commissioner (and future president) Theodore Roosevelt closed a number of notorious lodging houses.",
                "But, for example, those that come here and seek lodging, if they're from one of the hot spots, then they're required to quarantine for 14 days."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9kZ2luZw&hash=4813e341375baa89226248a6ad287cf9eaeef905&lang=en&cache-only=0",
            "defineEn": "a place that provides travelers with temporary accommodation",
            "defineVi": "một nơi cung cấp cho du khách chỗ ở tạm thời",
            "hasImg": true
        },
        {
            "id": "87739327-a631-4eb9-aca5-8919ff1e006a",
            "word": "annex",
            "phonetic": "ænɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "In March 1939, Germany annexed all of Czechoslovakia.",
                "Don’t annex Crimea.",
                "In that same year, the Unites States illegally annexed the Kingdom of Hawaii. -",
                "Israel annexed the Golan after capturing it the 1967 war.",
                "And then Crimea was annexed, because actually, Putin perceived that as a red line."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5uZXg&hash=63042d399f9617a25037d36edfc87574cb6a189a&lang=en&cache-only=0",
            "defineEn": "a building later added to a main building in order to provide more space",
            "defineVi": "một tòa nhà sau đó được thêm vào một tòa nhà chính để cung cấp thêm không gian",
            "hasImg": true
        },
        {
            "id": "00099f7b-27a6-492c-950c-45739b0a8276",
            "word": "baseboard",
            "phonetic": "beɪsboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then there's a transparent cathode, special OLED material, a transparent matrix, and then the baseboard glass underneath it.",
                "Stuffed with blood, it scurries to a nearby cranny: the seam of your mattress or behind a baseboard.",
                "Like some - like something that would appear at the the baseboard of Ebeneezer Scrooge's bed."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZWJvYXJk&hash=dc1dae87037d5043c3fe986c63c1097cd41b4637&lang=en&cache-only=0",
            "defineEn": "a long and narrow piece of wood attached to the bottom of the walls of a house",
            "defineVi": "một miếng gỗ dài và hẹp gắn vào đáy tường của một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "5f8b759d-54d4-4f0f-a02b-3edbd746a012",
            "word": "archway",
            "phonetic": "ɑːɹtʃweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has cheeseS named after those archways when we went past Colonial City.",
                "She's doing a really good job maneuvering on this little archway here.",
                "Workers had to dig a huge trench, construct a tunnel out of brick archways, and then refill the hole over the newly built tunnel."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaHdheQ&hash=83b55b8cb085d69d14a524a01e75361b1e233c28&lang=en&cache-only=0",
            "defineEn": "a passage or entrance beneath an arch",
            "defineVi": "một lối đi hoặc lối vào bên dưới một vòm",
            "hasImg": true
        },
        {
            "id": "0247e29c-39e6-45d2-8c97-0e067599459b",
            "word": "chalet",
            "phonetic": "ʃæleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the evening, they ski back to their chalet.",
                "Sue, Rebecca and their friends arrive at their holiday chalet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGV0&hash=09a1a623628fa9a6b2fffcc989723fee4de23800&lang=en&cache-only=0",
            "defineEn": "a wooden house with a steep sloping roof, often found in mountainous areas in Switzerland",
            "defineVi": "một ngôi nhà gỗ với mái dốc dốc, thường được tìm thấy ở các vùng núi ở Thụy Sĩ",
            "hasImg": true
        },
        {
            "id": "6e0502ed-9883-4cbf-870f-63e3e52e41a2",
            "word": "cornice",
            "phonetic": "kɔːɹnɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ybmljZQ&hash=b62a808b8083c7046fa435fa62f90469ff8cd30a&lang=en&cache-only=0",
            "defineEn": "an ornamental border made of plaster or wood, often used around the top of a wall where it meets the ceiling",
            "defineVi": "một đường viền trang trí làm bằng thạch cao hoặc gỗ, thường được sử dụng xung quanh đỉnh tường nơi tiếp giáp với trần nhà",
            "hasImg": true
        },
        {
            "id": "b4e6c6e7-4602-4d51-aa7e-924de3912fc3",
            "word": "en suite",
            "phonetic": "ɛn swiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Through here, this is another bedroom, en suite bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW4gc3VpdGU&hash=d5bbec314feb1022a458f11dbbd034a3c17da28b&lang=en&cache-only=0",
            "defineEn": "a bedroom, especially in a hotel, which is directly joined to a bathroom",
            "defineVi": "một phòng ngủ, đặc biệt là trong một khách sạn, được kết nối trực tiếp với phòng tắm",
            "hasImg": true
        },
        {
            "id": "4929e292-d84e-418b-8e0f-917e5d95ce21",
            "word": "facade",
            "phonetic": "fəsɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician maintained a pleasant facade but his opponents knew that cats hide their claws, so they remained wary of his true motives and ambitions.",
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "Was that façade, the attitude toward Clinton?",
                "Similarly, the facade helps regulate the internal temperature of the building by opening and closing itself.",
                "- It's a facade to teach them about gravity, inertia, and black holes, I dunno."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjYWRl&hash=3e2783841ee1a3b3707560aa44055cb8114bd5d5&lang=en&cache-only=0",
            "defineEn": "the front of a building, particularly one that is large and has an elegant appearance",
            "defineVi": "mặt trước của một tòa nhà, đặc biệt là một tòa nhà lớn và có vẻ ngoài trang nhã",
            "hasImg": true
        },
        {
            "id": "7d669881-bf96-45fb-9736-01d749b4ea04",
            "word": "fixture",
            "phonetic": "fɪkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The station wagon was once a fixture of American family life.",
                "Sexual violence was a common fixture as well. ",
                "That style of fixture, a sphere, a dome, with a perimeter metal is basically the bare-bones construction method of a flush mount.",
                "They are a fairly new fixture in the investment world.",
                "MALCOLM BRABANT: In defiance of lockdown rules, candlelight protests have become a regular fixture."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml4dHVyZQ&hash=6a3db8c4c974f367dc99a4dd6a37c5dd11236b03&lang=en&cache-only=0",
            "defineEn": "a piece of equipment such as a bath that is permanently affixed inside a house or building and people cannot take it out when they move out",
            "defineVi": "một phần của thiết bị chẳng hạn như bồn tắm được gắn cố định bên trong một ngôi nhà hoặc tòa nhà và mọi người không thể lấy nó ra khi họ chuyển ra ngoài"
        },
        {
            "id": "f5fe191d-4113-4955-9315-139a27aea20c",
            "word": "foyer",
            "phonetic": "fɔɪeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another night a call came from a little place called Foyers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm95ZXI&hash=c56c38fadf9595c62c2dd39ed9efeacb12efb293&lang=en&cache-only=0",
            "defineEn": "a small area inside the entrance of a private apartment or house, where people walk in immediately after they enter",
            "defineVi": "một khu vực nhỏ bên trong lối vào của một căn hộ hoặc nhà riêng, nơi mọi người bước vào ngay sau khi họ bước vào"
        },
        {
            "id": "73e9819c-84a2-44fd-81bb-29184ffa40c5",
            "word": "to furnish",
            "phonetic": "tə fɜːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I realized this must be the rich Miss Oliver who had generously furnished my cottage.",
                "Most of the time, they're sold fully furnished.",
                "According to an IBIS World Industry report, in March 2020, the biggest brick-and-mortar home furnishing stores in the U.S. where Bed, Bath & Beyond, HomeGoods, Williams-Sonoma, RH, Crate & Barrel, and Pier 1 Imports.",
                "Um, I Recall that it was a sparked sparsely furnished fairly modest living room",
                "You know, like, 7B. And furnishing it takes a while, because, see that pile?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVybmlzaA&hash=64913988dcb7489610a4474c4991213b4814b739&lang=en&cache-only=0",
            "defineEn": "to equip a room, house, etc. with furniture",
            "defineVi": "để trang bị cho một căn phòng, ngôi nhà, vv với đồ nội thất",
            "hasImg": true
        },
        {
            "id": "8c59a414-1f8f-48aa-9c3f-cd93c3b766db",
            "word": "igloo",
            "phonetic": "ɪɡluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I put your food in the igloo.",
                "Cartoon igloos look like flat-bottomed half-spheres, but in reality, they’re neither of those things!",
                "From now until eternity we're replacing all of your desks with igloos.",
                "Inuit hunters took the Goldilocks approach: the secret to good igloo snow is somewhere in the middle.",
                "What do you think of your new igloo, bud?"
            ],
            "audio": "https://tts.langeek.co/read?text=aWdsb28&hash=aea5886993a562de1351d0cad04fccbbe83150fe&lang=en&cache-only=0",
            "defineEn": "a house or shelter in the shape of a dome that is built from blocks of ice or hard snow",
            "defineVi": "một ngôi nhà hoặc nơi trú ẩn trong hình dạng của một mái vòm được xây dựng từ khối băng hoặc tuyết cứng",
            "hasImg": true
        },
        {
            "id": "8448979a-38bf-4a09-8d56-1819b26ca4af",
            "word": "lavatory",
            "phonetic": "lævətoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Narrator] And an especially welcome addition to the updated blimp: a lavatory, which the previous models did not have.",
                "At that time you may stretch or use the lavatory.",
                "So, in product development, we have thought about every single inch of this aircraft, from the business-class cabin to the size of the closets to the size of the lavatories.",
                "Her husband told her that Mrs Potts had just left him and gone to the lavatory.",
                "So one of the most famousphotographs of the 20th century was floating in the topof a lavatory system?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2YXRvcnk&hash=ef50f3a54e14210946445937c5bf66d3fd4a10cd&lang=en&cache-only=0",
            "defineEn": "a room that has one or more toilets",
            "defineVi": "một căn phòng có một hoặc nhiều nhà vệ sinh",
            "hasImg": true
        },
        {
            "id": "86c3924b-21ba-485a-8b6f-4f039b97d1b1",
            "word": "mezzanine",
            "phonetic": "mɛzəniːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And while I continue to renovate my gallery, and add some stairs so we can get to my mezzanine up there, I’m contemplating the mistakes museums often make when they expand too quickly, or plan massive renovations that they can’t afford or that don’t actually improve the experience with art one has there."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV6emFuaW5l&hash=87cbd2fcca55a9378af82d02a5cbfffa37b5187b&lang=en&cache-only=0",
            "defineEn": "the first floor above the ground floor in a theater where there are seats for the audience",
            "defineVi": "tầng đầu tiên trên tầng trệt trong một nhà hát nơi có chỗ ngồi cho khán giả"
        },
        {
            "id": "0ad9f92f-b12b-40c6-bf11-56a3403358c6",
            "word": "molding",
            "phonetic": "moʊldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The signature red outer casing is formed via injection molding.",
                "That is some cheap molding and some cheap plastic.",
                "After molding and ironing, machines take over to press the hat into its final shape.",
                "The company uses a process called injection molding.",
                "And unless you buy new ones, you can't redo the molding process like you can with some other moldables."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZGluZw&hash=74d13a62c58a68126bf5976465736220aa1f33ae&lang=en&cache-only=0",
            "defineEn": "a decorative strip used for ornamentation or finishing",
            "defineVi": "một dải trang trí được sử dụng để trang trí hoặc hoàn thiện"
        },
        {
            "id": "2ea12a56-d685-41e1-8a5e-cef3c1aa9f0d",
            "word": "pantry",
            "phonetic": "pæntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We stocked our pantry with kosher snacks and drinks for our guests.",
                "She stored canned goods and snacks in the kitchen pantry.",
                "He discovered a jar of homemade barberry jam in the pantry.",
                "We always keep a bottle of sunflower oil in the kitchen pantry for everyday cooking needs.",
                "She discovered a forgotten bulb of garlic in the pantry and decided to use it in her recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudHJ5&hash=2539eb78fc12c3278606b983289df29d87c542b9&lang=en&cache-only=0",
            "defineEn": "a cupboard or small room, often next to kitchen, used for keeping food in",
            "defineVi": "tủ hoặc căn phòng nhỏ, thường cạnh bếp, dùng để đựng thức ăn"
        },
        {
            "id": "1d273f5c-41ca-4b98-8d68-af3d528bccb4",
            "word": "porch",
            "phonetic": "pɔːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Carolyn served them iced tea on the front porch.",
                "The house has a large porch where they can relax and enjoy the view.",
                "He carved a spooky face on the pumpkin and placed it on the front porch.",
                "Now creative solutions are popping up everywhere, from doorbell cameras to automatic locks, porch lockers to alternative pickup points.",
                "So he gives a bunch of short speeches from his front porch."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yY2g&hash=6bc6ade107bfdf2a3c9f3c182f7ad8d8268cbeed&lang=en&cache-only=0",
            "defineEn": "a structure with a roof and no walls at the entrance of a house",
            "defineVi": "một cấu trúc với một mái nhà và không có bức tường ở lối vào của một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "4d96eebf-1213-4b35-8a76-a2bb9f29fad2",
            "word": "veranda",
            "phonetic": "vəɹændə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVyYW5kYQ&hash=5ea853f3fb50dcd0d14eb7204a75e777fe5173f7&lang=en&cache-only=0",
            "defineEn": "a roofed area with an open front at the ground level, which is attached to the side of a house",
            "defineVi": "một khu vực có mái che với mặt tiền mở ở tầng trệt, được gắn vào mặt bên của một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "8c5d7290-3fed-47f1-b394-cc31280133d9",
            "word": "decor",
            "phonetic": "deɪkɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's fun and funky decor is down to its Swedish work ethic.",
                "Hopefully that new decor and tech will get him even more business!",
                "Early in the 20th century, designers incorporated parchment into high-end furniture and decor, and it is still used for that today.",
                "Wayfair is a relatively young home decor and online furniture store.",
                "Are these romantic descriptions of a house, a delicious garden, Or it's tattered decor?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3I&hash=ba1023fbe9331cd57a4358c97526d9e4c778fd54&lang=en&cache-only=0",
            "defineEn": "the way a room or building's interior is decorated",
            "defineVi": "cách trang trí nội thất của một căn phòng hoặc tòa nhà",
            "hasImg": true
        },
        {
            "id": "06ffa697-042a-4045-a580-35594c32f2c9",
            "word": "adjacent",
            "phonetic": "ɐdʒeɪsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So cosine of 37.5 equals adjacent over 10.",
                "The length of the adjacent side-- for this angle, the adjacent side has length a.",
                "Tangent is opposite over adjacent.",
                "Tangent is opposite over adjacent.",
                "They were food adjacent."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRqYWNlbnQ&hash=3e05e9e66f7cf996ff65e282ea8a4ec0b88c6afc&lang=en&cache-only=0",
            "defineEn": "situated next to or near something",
            "defineVi": "nằm bên cạnh hoặc gần một cái gì đó",
            "hasImg": true
        },
        {
            "id": "36ec1bcd-8b78-477a-b317-2b9c7a9f04f5",
            "word": "atrium",
            "phonetic": "eɪtɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Returning to the house, the girls cross the atrium.",
                "That thing is called the everted atrium.",
                "Here she is, drawing a picture of herself in the atrium of her father's enormous house.",
                "We can begin in the atrium.",
                "Fish only have two chambers, one ventricle and one atrium."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRyaXVt&hash=00d87d4a1f77b836e5fccc74180975f7971f6e8e&lang=en&cache-only=0",
            "defineEn": "a large area typically with glass walls or roof in the middle of a building such a shopping center",
            "defineVi": "một khu vực rộng lớn thường có tường hoặc mái bằng kính ở giữa tòa nhà như trung tâm mua sắm"
        },
        {
            "id": "3df7b388-e508-4661-b1e0-44b038b6bb2c",
            "word": "bunker",
            "phonetic": "bʌŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get in our bunker.",
                "Please go to a bunker.",
                "But each department and agency had its own bunker or relocation facility.",
                "During the Israeli invasion of Lebanon in 1982, she once spent two months in this bunker with Levav and his brother.",
                "I mean, our Miami Beach bunker is almost full, so."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVua2Vy&hash=b406237fbd0ab6dd7b094d7a31e707caf22fbe44&lang=en&cache-only=0",
            "defineEn": "a shelter equipped with strong walls, often built underground, to protect soldiers or guns",
            "defineVi": "một nơi trú ẩn được trang bị những bức tường vững chắc, thường được xây dựng dưới lòng đất, để bảo vệ binh lính hoặc súng"
        },
        {
            "id": "bfb1eaf5-d28f-4a0a-8ca4-4882673fce14",
            "word": "colonnade",
            "phonetic": "kɑːləneɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sb25uYWRl&hash=5b4b223c5026c1ebebe53704277c37906184f78d&lang=en&cache-only=0",
            "defineEn": "a structure composed of a series of arches supported by columns",
            "defineVi": "một cấu trúc bao gồm một loạt các vòm được hỗ trợ bởi các cột",
            "hasImg": true
        },
        {
            "id": "41a5143a-ca66-428c-aabe-c3f1c5172870",
            "word": "dilapidated",
            "phonetic": "dɪlæpᵻdeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They left Ukraine dilapidated.",
                "It looks a little dilapidated right now because it's not on.",
                "It was a dilapidated building, and the city had a vested interest financially of bringing an opportunity for people to have easy access to the subway right on top. ",
                "I guess I was just doing it as a hobby, and it just kinda grew, and then I kept buying dilapidated pieces or broken pieces or dirty pieces from a stoop sale or flea market trying to figure out how to fix them, getting books and YouTube videos on how to do it, and eventually I took some lessons and went to school for it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsYXBpZGF0ZWQ&hash=7576164474faddef804e24bcbd974de73229a55b&lang=en&cache-only=0",
            "defineEn": "(of a building, vehicle, furniture, etc.) old and in a poor condition",
            "defineVi": "(của một tòa nhà, xe cộ, đồ nội thất, v.v.) cũ và trong tình trạng tồi tệ"
        },
        {
            "id": "28e28261-032a-48bf-a48d-025575d7581d",
            "word": "to erect",
            "phonetic": "tʊ ɪɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A teepee was erected.",
                "As rain soaked the kite and line, strands of hemp stood erect with electric charge.",
                "One year after the movie came out they erected a statue of him on Main Street in 2003.",
                "Monopolies are able to erect obstacles that economists call barriers to entry.",
                "In 1999, London, England, continued the tradition of marking momentous occasions by erecting a Ferris wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJlY3Q&hash=4a368b24cd03bfe1812dc6a4a65abadc70b747db&lang=en&cache-only=0",
            "defineEn": "to construct, build, or assemble something in an upright position, typically referring to the creation of a structure or object that stands vertically",
            "defineVi": "để xây dựng, xây dựng hoặc lắp ráp một cái gì đó ở vị trí thẳng đứng, thường đề cập đến việc tạo ra một cấu trúc hoặc đối tượng đứng thẳng đứng",
            "hasImg": true
        },
        {
            "id": "028e648c-f871-4afe-8636-e7288b88b80b",
            "word": "high-rise",
            "phonetic": "haɪɹaɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A high-rise made of Styrofoam.",
                "Narrator: Five steel high-rises could collapse completely, while 10 others will be red-tagged, or unsafe to enter.",
                "Since the most hazardous fallout particles are the heaviest, they sink through the air and collect on streets and rooftops, making ideal shelters underground or in the middle of high-rise buildings.",
                "And they sort of do things like sell $7,000 watches or one of the things that they did was, in Orlando, they made a high-rise where you could park your car like in the elevator and it takes you and your car up to your apartment.",
                "One way of achieving this is to build cities with multiple centers where people live close to their work in high-rise blocks that are also near public transport hubs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1yaXNl&hash=c84ad517a3f1bf99e75a23a3db7869208f0f3067&lang=en&cache-only=0",
            "defineEn": "(of buildings) having many floors",
            "defineVi": "(của tòa nhà) có nhiều tầng",
            "hasImg": true
        },
        {
            "id": "08b51cf0-1395-449e-9c38-41320c5d96a3",
            "word": "insulation",
            "phonetic": "ɪnsəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This excellent insulation comes at a price.",
                "For one thing, feathers are great for insulation.",
                "Living insulation does the same thing.",
                "The mandarinate provided social stability and, thanks to the exams, some insulation against corruption.",
                "Sreenivasan: SHE POINTS TO INSULATION IN THE ROOF, FOAM IN THE CONCRETE WALLS, AND EVEN THE THICKNESS OF WINDOWS."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxhdGlvbg&hash=a297336368c07d7289241ed6a9ac35c450c6e204&lang=en&cache-only=0",
            "defineEn": "the materials that are used to cover something in order not to let  heat, electricity, or sound to enter or escape through it",
            "defineVi": "các vật liệu được sử dụng để che phủ một cái gì đó để không cho nhiệt, điện hoặc âm thanh đi vào hoặc thoát qua nó",
            "hasImg": true
        },
        {
            "id": "bcc597ae-3241-49ab-a51b-755c728ce208",
            "word": "deck",
            "phonetic": "dɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The fish flopped around on the deck of the boat after being caught.",
                "Clearing the decks before Christmas, that's my plan.",
                "I watched the planes take off and land from the observation deck at the airport.",
                "There are 30 people coming to dinner tonight, so it's all hands on deck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaw&hash=297a3a5d04c7418ec05a7b19e80efe918ef1d576&lang=en&cache-only=0",
            "defineEn": "a platform or floor that has a design that looks like a ship's deck",
            "defineVi": "một nền tảng hoặc sàn có thiết kế trông giống như boong tàu",
            "hasImg": true
        }
    ]
}