{
    "id": "dad1f7be-01fb-4cad-a8b8-c9704f0648a3",
    "title": "Words Related to Linguistics",
    "originalTitle": "Words Related to Linguistics",
    "words": [
        {
            "id": "ea1c97dc-2a01-4481-a796-383250298028",
            "word": "form",
            "phonetic": "fɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "People around the world enjoy various forms of music as a universal language.",
                "Our next class will take the form of a debate.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybQ&hash=34d0fe22f03eb817da84abf3b3bb5f9c9e0503b8&lang=en&cache-only=0",
            "defineEn": "the shape of a word, phrase, sentence or discourse",
            "defineVi": "hình dạng của một từ, cụm từ, câu hoặc diễn ngôn"
        },
        {
            "id": "bdc93c2d-4238-4935-b25e-830cc123ad6b",
            "word": "grammar",
            "phonetic": "ɡɹæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She received a warning for using incorrect grammar in her writing assignment.",
                "They use online resources to study grammar and vocabulary in the language.",
                "So far, our grammar contains just four rules.",
                "Especially since grammar is so confusing.",
                "So, way back when, the grammar was all off."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbW1hcg&hash=d808e0bb186599432958a51354246f89b853370b&lang=en&cache-only=0",
            "defineEn": "the study or use of words and the way they are put together or changed to make sentences",
            "defineVi": "nghiên cứu hoặc sử dụng các từ và cách chúng được đặt cùng nhau hoặc thay đổi để tạo thành câu"
        },
        {
            "id": "66c3a166-ff8e-47ba-b644-b1ab33937eb7",
            "word": "natural language",
            "phonetic": "nætʃɚɹəl læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbCBsYW5ndWFnZQ&hash=48589dd0fc2d449fb498db30d1808491e487b0af&lang=en&cache-only=0",
            "defineEn": "any human language that has developed organically over time for communication purposes, distinguishing it from constructed or artificial languages",
            "defineVi": "bất kỳ ngôn ngữ nào của con người đã phát triển một cách hữu cơ theo thời gian cho mục đích giao tiếp, phân biệt nó với các ngôn ngữ được xây dựng hoặc nhân tạo"
        },
        {
            "id": "4ba31b7a-9481-4b38-8fda-5df0f9f8dc43",
            "word": "artificial language",
            "phonetic": "ɑːɹɾɪfɪʃəl læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZpY2lhbCBsYW5ndWFnZQ&hash=9c75b53079cacaf0e86a6bcb496d1603a79fdc2b&lang=en&cache-only=0",
            "defineEn": "a language deliberately created by humans for specific purposes, such as international communication or fictional settings, rather than evolving naturally over time",
            "defineVi": "một ngôn ngữ do con người cố tình tạo ra cho các mục đích cụ thể, chẳng hạn như giao tiếp quốc tế hoặc bối cảnh hư cấu, thay vì phát triển tự nhiên theo thời gian"
        },
        {
            "id": "2061615e-56c3-4855-b80c-3840b1d514d9",
            "word": "constructed language",
            "phonetic": "kənstɹʌktᵻd læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RydWN0ZWQgbGFuZ3VhZ2U&hash=eefa1d5384883e0f3245f18ae2ee8d0cda330216&lang=en&cache-only=0",
            "defineEn": "a language intentionally created by individuals or groups, often for specific purposes, such as improving communication, facilitating learning, or serving fictional or artistic purposes",
            "defineVi": "một ngôn ngữ do các cá nhân hoặc nhóm cố ý tạo ra, thường cho các mục đích cụ thể, chẳng hạn như cải thiện giao tiếp, hỗ trợ học tập hoặc phục vụ các mục đích hư cấu hoặc nghệ thuật"
        },
        {
            "id": "cb07bc5e-d139-4186-9404-1adde66673a1",
            "word": "markedness",
            "phonetic": "mɑːɹktnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFya2VkbmVzcw&hash=161413c84ca0d41a07097f0e5a99f6bb71e68071&lang=en&cache-only=0",
            "defineEn": "the asymmetrical relationship between linguistic forms or features, where one form or feature is considered more \"marked\" or less typical than another",
            "defineVi": "mối quan hệ bất đối xứng giữa các hình thức hoặc đặc điểm ngôn ngữ, trong đó một hình thức hoặc đặc điểm được coi là \"được đánh dấu\" nhiều hơn hoặc kém điển hình hơn một hình thức hoặc đặc điểm khác"
        },
        {
            "id": "0768df39-3669-43d9-a538-2209f5bae5b4",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "5536eea3-8a49-4b84-9f8e-18ce9f0fa68e",
            "word": "entry word",
            "phonetic": "ɛntɹi wɜːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW50cnkgd29yZA&hash=cb93ba1830abdd5e5b5d546b3e988aef0c646103&lang=en&cache-only=0",
            "defineEn": "the specific word or form that serves as the main or primary lexical entry in a dictionary or reference work, typically representing the headword or base form of a word from which various inflected forms and derived words are derived",
            "defineVi": "từ hoặc dạng cụ thể đóng vai trò là mục từ vựng chính hoặc chính trong từ điển hoặc tác phẩm tham khảo, thường đại diện cho từ đầu hoặc dạng cơ sở của một từ mà từ đó các dạng biến cách và từ dẫn xuất khác nhau được tạo ra"
        },
        {
            "id": "b8bbbd4c-401b-4be0-9c34-c9e1abd8922e",
            "word": "anglophone",
            "phonetic": "æŋɡləfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5nbG9waG9uZQ&hash=e8770978362bc769af53562653139481f84c8839&lang=en&cache-only=0",
            "defineEn": "a person or a community of people whose first language or primary language is English",
            "defineVi": "một người hoặc một cộng đồng những người có ngôn ngữ đầu tiên hoặc ngôn ngữ chính là tiếng Anh"
        },
        {
            "id": "16f29b95-6646-4dd6-898d-a8cd0e06437a",
            "word": "spoken word",
            "phonetic": "spoʊkən wɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indeed the spoken word has actually gained new powers.",
                "Don't, don't make your spoken word album.",
                "In some instances, music works better than the spoken word, because it doesn't have to be understood to be effective.",
                "Some used spoken words or beeping noises, while others used tactile stimuli or light that flashed Morse code.",
                "I'd love to bring back spoken word."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bva2VuIHdvcmQ&hash=ec2989f629591947fc8c1d56cef64be31543e6c1&lang=en&cache-only=0",
            "defineEn": "an utterance expressed in speech rather than written form",
            "defineVi": "một cách nói thể hiện trong bài phát biểu chứ không phải là hình thức viết"
        },
        {
            "id": "7766396c-2f48-4dbd-82f7-cd70e160ed31",
            "word": "syntax",
            "phonetic": "sɪntæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And their understanding of syntax suggests that they have their own language and grammar.",
                "This combination of morphology and syntax is also called morphosyntax.",
                "We need what linguists call syntax.",
                "There's one theory of syntax that actually argues there are determiner phrases as well as noun phrases.",
                "In healthy brains, Broca’s area seems to monitor for syntax errors."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ludGF4&hash=6ecd7478b3452606b13587a01b50522bab40eacb&lang=en&cache-only=0",
            "defineEn": "(linguistics) the way in which words and phrases are arranged to form grammatical sentences in a language",
            "defineVi": "(ngôn ngữ học) cách sắp xếp các từ và cụm từ để tạo thành các câu ngữ pháp trong một ngôn ngữ"
        },
        {
            "id": "39889b99-e879-4419-99f5-fa98e4d9401f",
            "word": "corpus",
            "phonetic": "kɔːɹpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And GPT-3's corpus is enormous.",
                "In humans, neural connections between the hemispheres have to pass through the corpus callosum.",
                "One of these surgeries is the corpus callosotomy, also known as a split-brain surgery.",
                "According to the corpus, Hippocrates I was a fan of the Pythagoreans.",
                "The body of the spirituals is one of the great gifts to the collective corpus of world literature."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycHVz&hash=010ac14ea0c328342f85ba201d36b7b7953d48c0&lang=en&cache-only=0",
            "defineEn": "a large and structured collection of authentic texts or spoken language samples, used for linguistic analysis and research purposes",
            "defineVi": "một bộ sưu tập lớn và có cấu trúc các văn bản xác thực hoặc các mẫu ngôn ngữ nói, được sử dụng cho mục đích nghiên cứu và phân tích ngôn ngữ"
        },
        {
            "id": "c42978ac-272c-4304-9708-69cf741c22b2",
            "word": "translation",
            "phonetic": "tɹænsleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "My friend tried explaining a few French idioms to me, but I'm afraid they were lost in translation.",
                "Online translation tools are pretty amazing, but a lot gets lost in translation this way.",
                "Online translation tools are pretty amazing, but a lot gets lost in translation this way.",
                "This process is called translation."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNsYXRpb24&hash=5378d17012b4c8da0d59b14c70bf1eadd0b7d2b7&lang=en&cache-only=0",
            "defineEn": "the process of changing written or spoken words from one language to another while maintaining the same meaning",
            "defineVi": "quá trình thay đổi từ viết hoặc nói từ ngôn ngữ này sang ngôn ngữ khác trong khi vẫn giữ nguyên ý nghĩa",
            "hasImg": true
        },
        {
            "id": "98de15db-1272-4568-b8e4-a8de203cec58",
            "word": "sign language",
            "phonetic": "saɪn læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I can read your lips, but it will help me if you use sign language as well.",
                "Learn sign language.",
                "My first language is British Sign Language.",
                "British Sign Language uses two.",
                "Signed languages also display variations in dialect."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbiBsYW5ndWFnZQ&hash=caf74a2cbfdc2aa5c908649ab447cd1c90814ee1&lang=en&cache-only=0",
            "defineEn": "a system used to communicate with deaf people that involves using hands and body gestures instead of words",
            "defineVi": "một hệ thống được sử dụng để giao tiếp với người điếc liên quan đến việc sử dụng tay và cử chỉ cơ thể thay vì lời nói",
            "hasImg": true
        },
        {
            "id": "1cf0403b-ca9f-4dff-99d2-0177cdfb811d",
            "word": "Proto-Indo-European",
            "phonetic": "pɹoʊɾoʊɪndoʊjʊɹɹəpiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Around four to six thousand years ago, people stretching from Europe to Western Asia spoke an ancient language known as Proto-Indo-European.",
                "Centuries of dedicated and meticulous work to find cognates and understand language change backwards has led to the reconstruction of the Proto-Indo-European language."
            ],
            "audio": "https://tts.langeek.co/read?text=UHJvdG8tSW5kby1FdXJvcGVhbg&hash=30467a793d882848ccfa9ba330c26db36df69235&lang=en&cache-only=0",
            "defineEn": "the hypothetical language that is believed to be the root of all Indo-European languages",
            "defineVi": "ngôn ngữ giả thuyết được cho là gốc rễ của tất cả các ngôn ngữ Ấn-Âu"
        },
        {
            "id": "b50e7b29-7a97-4c65-b69b-74367f31b54d",
            "word": "orthography",
            "phonetic": "ɔːɹθɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In some exceptional cases, these newly-created writing systems became the orthography for a whole language.",
                "And this set of conventions that are used to represent a language in writing are called a writing system, or an orthography."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9ncmFwaHk&hash=0a619f5746764954fa01ff1497cf00eaeaa7b7b3&lang=en&cache-only=0",
            "defineEn": "the standardized set of rules and conventions for spelling and writing within a particular language or writing system, guiding the proper representation of words and symbols",
            "defineVi": "tập hợp các quy tắc và quy ước được tiêu chuẩn hóa để đánh vần và viết trong một ngôn ngữ hoặc hệ thống chữ viết cụ thể, hướng dẫn cách thể hiện đúng các từ và ký hiệu"
        },
        {
            "id": "aeb6598f-4ebb-483f-87d0-9c40756e6dd2",
            "word": "emic unit",
            "phonetic": "ɛmɪk juːnɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1pYyB1bml0&hash=20967365296cae947bffc526135526b51e4949c9&lang=en&cache-only=0",
            "defineEn": "a meaningful unit of analysis that is derived from within the specific cultural or linguistic context being studied, taking into account the perspectives and interpretations of the individuals or community under investigation",
            "defineVi": "một đơn vị phân tích có ý nghĩa bắt nguồn từ trong bối cảnh văn hóa hoặc ngôn ngữ cụ thể đang được nghiên cứu, có tính đến các quan điểm và diễn giải của các cá nhân hoặc cộng đồng đang được điều tra"
        },
        {
            "id": "03f532d2-44b7-4f27-95a6-d0f22143318e",
            "word": "quote",
            "phonetic": "kwoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGU&hash=609f092d65fd198c19e3539a383e8b48e3a17894&lang=en&cache-only=0",
            "defineEn": "a sentence from a speech, book, etc. that is repeated somewhere else because it is wise or interesting",
            "defineVi": "một câu từ một bài phát biểu, cuốn sách, vv được lặp lại ở một nơi khác bởi vì nó là khôn ngoan hoặc thú vị"
        },
        {
            "id": "d4f1824a-b30e-40c1-96ab-8ce6c674e59f",
            "word": "exclamation",
            "phonetic": "ɛksklɐmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhjbGFtYXRpb24&hash=55edc2db366d3a2aa8f2f65f6432804f73a8195e&lang=en&cache-only=0",
            "defineEn": "a sudden and short sound, word or phrase, uttered to express anger, excitement, etc.",
            "defineVi": "một âm thanh, từ hoặc cụm từ đột ngột và ngắn, được thốt ra để thể hiện sự tức giận, phấn khích, v.v."
        },
        {
            "id": "9ef79832-282b-44f3-ac15-b4f83965982f",
            "word": "jargon",
            "phonetic": "dʒɑːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use plain language instead of jargon.",
                "Don’t use any jargon or vocabulary words you learned in advanced classes.",
                "So, in psychological jargon, fantasies refers to desires, wish fulfillment type of stuff.",
                "And it became part of the popular jargon, you know?",
                "Now I know it's kind of confusing because it's legal jargon."
            ],
            "audio": "https://tts.langeek.co/read?text=amFyZ29u&hash=ad8b097ee5dc47c4786e6c7cc87f2edce177f583&lang=en&cache-only=0",
            "defineEn": "language that is considered to be meaningless or obscure, used to impress or confuse people rather than to convey information",
            "defineVi": "ngôn ngữ được coi là vô nghĩa hoặc tối nghĩa, được sử dụng để gây ấn tượng hoặc gây nhầm lẫn cho mọi người hơn là để truyền đạt thông tin"
        },
        {
            "id": "b902c9a2-b3c0-4cbc-af63-0c7461744e12",
            "word": "marker",
            "phonetic": "mɑːɹkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "They use washable markers for coloring books and crafts.",
                "I keep a set of markers in my art supplies for various art projects.",
                "I use a black marker to write my name on my belongings.",
                "He uses a whiteboard marker to write on the board during presentations."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2Vy&hash=80ed2cc9088880c2039d4b5dca55ca7e566ac882&lang=en&cache-only=0",
            "defineEn": "a linguistic element or feature that signals or indicates a specific grammatical, semantic, or pragmatic function within a language",
            "defineVi": "một yếu tố hoặc tính năng ngôn ngữ báo hiệu hoặc chỉ ra một chức năng ngữ pháp, ngữ nghĩa hoặc thực dụng cụ thể trong một ngôn ngữ"
        },
        {
            "id": "d4fb3326-83cc-4ec9-9a1d-98548bd612cf",
            "word": "phraseme",
            "phonetic": "fɹeɪsiːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhyYXNlbWU&hash=c3c3ff4e73999307382c55e498cf66b2906601f4&lang=en&cache-only=0",
            "defineEn": "a fixed or semi-fixed phrase or expression with a specific meaning or function that extends beyond the sum of its individual words",
            "defineVi": "một cụm từ hoặc biểu thức cố định hoặc bán cố định với một ý nghĩa hoặc chức năng cụ thể vượt ra ngoài tổng số từ riêng lẻ của nó"
        },
        {
            "id": "97ca8c03-2a05-414f-9909-217074456c26",
            "word": "linguistic determinism",
            "phonetic": "lɪŋɡwɪstɪk dɪtɜːmɪnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGluZ3Vpc3RpYyBkZXRlcm1pbmlzbQ&hash=d8bf50d56652c36095a4c798db51f55a2c6cec01&lang=en&cache-only=0",
            "defineEn": "a concept in linguistics that suggests that the structure and vocabulary of a language shape the thoughts and perception of its speakers, influencing their worldview and cognition",
            "defineVi": "một khái niệm trong ngôn ngữ học gợi ý rằng cấu trúc và từ vựng của một ngôn ngữ định hình suy nghĩ và nhận thức của người nói, ảnh hưởng đến thế giới quan và nhận thức của họ"
        },
        {
            "id": "e5cc22ee-cfef-42f6-a216-69cb90361b6e",
            "word": "reflexivity",
            "phonetic": "ɹiːflɛksɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This ability to get meta about language is the feature of reflexivity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmbGV4aXZpdHk&hash=4f1fc28f59134389aa27e4f7c8087278950c566a&lang=en&cache-only=0",
            "defineEn": "a grammatical or semantic property of a language or construction that indicates that the subject of a verb is also the object or recipient of the action performed by the subject, creating a self-referential or reflective relationship within the sentence",
            "defineVi": "một thuộc tính ngữ pháp hoặc ngữ nghĩa của một ngôn ngữ hoặc cấu trúc chỉ ra rằng chủ ngữ của động từ cũng là đối tượng hoặc người nhận hành động do chủ thể thực hiện, tạo ra mối quan hệ tự chỉ hoặc phản ánh trong câu"
        },
        {
            "id": "1f95472e-1548-4540-b148-2e45ad120d4c",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "(grammar) to have the same grammatical number, gender, case or person",
            "defineVi": "(ngữ pháp) có cùng số ngữ pháp, giới tính, trường hợp hoặc người"
        },
        {
            "id": "c5fdc2d6-0127-473f-b2c7-584b43a7b0ab",
            "word": "to conjugate",
            "phonetic": "tə kɑːndʒuːɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Essentially the conjugate we normally apply to complex numbers.",
                "Conjugate acid, and then you have a conjugate base.",
                "This is its conjugate.",
                "So these are conjugate pairs.",
                "So these are conjugate pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uanVnYXRl&hash=11b304707e789a2eab5dd3d01475faaed37bd185&lang=en&cache-only=0",
            "defineEn": "(grammar) to show how a verb changes depending on number, person, tense, etc.",
            "defineVi": "(ngữ pháp) để cho biết động từ thay đổi như thế nào tùy thuộc vào số lượng, người, thì, v.v."
        },
        {
            "id": "60e5f725-bd26-4bf1-a30c-46593f50140d",
            "word": "to decline",
            "phonetic": "tə dᵻklaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government's popularity is declining, as the polls show.",
                "The company's profits have been declining for months, but the CEO only started to take notice after the stock price dropped significantly.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The company's profits began to decline, and the business eventually ground to a halt.",
                "They soon realized that riches have wings, and their profits declined."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjbGluZQ&hash=b52fb27b82d81ad71638518b0325572c0b627444&lang=en&cache-only=0",
            "defineEn": "(grammar) to inflect or state the different forms of a noun, pronoun or adjective according to gender, number, etc.",
            "defineVi": "(ngữ pháp) biến cách hoặc nêu các dạng khác nhau của danh từ, đại từ hoặc tính từ theo giới tính, số lượng, v.v."
        },
        {
            "id": "ccf0e0c5-204d-4394-b88f-edf86adbf8d7",
            "word": "to spell",
            "phonetic": "tə spɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "The flowers died during a dry spell.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "If we don't take action soon, it will spell disaster for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlbGw&hash=e284cba3a16e7f3eacc61e1da6ba3e90d354cfce&lang=en&cache-only=0",
            "defineEn": "to write or say the letters that form a word one by one in the right order",
            "defineVi": "viết hoặc nói từng chữ cái tạo thành một từ theo đúng thứ tự",
            "hasImg": true
        },
        {
            "id": "0092676d-80fb-4c15-8400-a56728fcd77f",
            "word": "to aspirate",
            "phonetic": "tʊ æspɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As holder of the last naturally aspirated V8 engine Ferrari produced, the car remains a favorite.",
                "The eggs are then retrieved just before ovulation would occur, while the woman is under anesthesia, through an aspirating needle that is guided by ultrasound.",
                "Other consonants, like /p/ and /k/, also have no aspiration after an /s/. Linguists call this category of consonants voiceless stops, and can create a general rule: voiceless stops become aspirated at the beginning of a word.",
                "Since an engine works by igniting a mixture of air and fuel, forcing more air into a cylinder along with an increase in fuel allows each engine cylinder to get more power than it otherwise would if it were naturally aspirated.",
                "That said, even driving a turbo charged vehicle does not guarantee you need high octane fuel and a naturally aspirated high performance vehicle may require it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNwaXJhdGU&hash=8535a1fb76a9e00a2f5e469d768b90d4b73d20f3&lang=en&cache-only=0",
            "defineEn": "(phonetics) to pronounce a vowel or a consonant with a strongly released breath",
            "defineVi": "(ngữ âm) phát âm nguyên âm hoặc phụ âm với hơi thở mạnh"
        },
        {
            "id": "1ebfd934-8052-4622-899a-c5b198619266",
            "word": "to roll",
            "phonetic": "tə ɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Roll cellophane noodles, veggies, and shrimp in rice paper for tasty summer rolls.",
                "Heads are rolling all over the place.",
                "Heads will have to roll at board level.",
                "When the boss finds out about the mistake, heads will roll.",
                "I rolled the dice on a tool brand I haven't used before."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9sbA&hash=1ea368aef4ec5e47bddf4d4c182f968c96d4c432&lang=en&cache-only=0",
            "defineEn": "(phonetics) to pronounce the /r/ sound with an alveolar trill",
            "defineVi": "(ngữ âm) cách phát âm /r/ với âm rung phế nang"
        },
        {
            "id": "93d38a24-8d50-4e8f-878f-5d90580f696e",
            "word": "to stress",
            "phonetic": "tə stɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "If you keep working so hard, the stress will eventually take its toll.",
                "The stress of the job caused him to fall to pieces and have panic attacks.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZXNz&hash=30fbd9107e0734fe1841e85ff069aea99d40272a&lang=en&cache-only=0",
            "defineEn": "(phonetics) to utter a syllable in a word or phrase with more emphasis",
            "defineVi": "(ngữ âm) để thốt ra một âm tiết trong một từ hoặc cụm từ với sự nhấn mạnh hơn"
        },
        {
            "id": "6005e982-a747-4d16-822f-8a5ca7c00eb0",
            "word": "to voice",
            "phonetic": "tə vɔɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "A voice came from the kitchen.",
                "His voice dropped to a whisper.",
                "Those coffin nails are going to hurt your voice.",
                "Her voice broke as she relived the experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9pY2U&hash=2648508438a71e5195586749ae5ed7d67a9009b1&lang=en&cache-only=0",
            "defineEn": "(phonetics) to articulate a speech sound with the vibration of the vocal cords",
            "defineVi": "(ngữ âm) phát âm lời nói bằng sự rung động của dây thanh âm"
        },
        {
            "id": "092c2c09-8099-4361-a79d-d0fcfae5e143",
            "word": "to articulate",
            "phonetic": "tʊ ɑːɹtɪkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Could you articulate the sides in that in Washington?",
                "You would actually articulate that. ",
                "He also found some articulated vertebrae and some fragmented bones below those ribs.",
                "So some people have described that as being really articulate.",
                "You just articulated to me, as I was saying at the beginning, and I wasn't just talking off the top of my head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJ0aWN1bGF0ZQ&hash=79e13d5e5c5609b035ab101bfc61513aca32d1b2&lang=en&cache-only=0",
            "defineEn": "to pronounce or utter something in a clear and precise way",
            "defineVi": "để phát âm hoặc thốt ra một cái gì đó một cách rõ ràng và chính xác",
            "hasImg": true
        },
        {
            "id": "ed40c2d9-db89-46bb-860e-4aa7e72d6c07",
            "word": "to encode",
            "phonetic": "tʊ ɛŋkoʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Information is encoded in the structure of the molecule.",
                "I like that outfit Encode your DNA.",
                "Each sequence encodes a number that determines the intensity of that particular color.",
                "Instead, each type of data is encoded in binary according to a separate set of rules.",
                "Like many genes, it encodes a string of mRNA which encodes a protein."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb2Rl&hash=bd7604ece0728e1ebb09b65ced4ba4dd9e2532d3&lang=en&cache-only=0",
            "defineEn": "(linguistics) to express a concept, thought or idea in a foreign language",
            "defineVi": "(ngôn ngữ học) để diễn đạt một khái niệm, suy nghĩ hoặc ý tưởng bằng tiếng nước ngoài"
        },
        {
            "id": "7a0120a8-3d97-43ab-b040-c01229702d2b",
            "word": "to drill",
            "phonetic": "tə dɹɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach had to leave practice early, and the players took advantage of the situation by goofing off and not taking the drills seriously.",
                "We followed the instructions given by the police during an emergency evacuation drill.",
                "The birds drill a few new ones each year.",
                "Yes, drill sergeant!",
                "Yes, drill sergeant!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpbGw&hash=6db32ee2a2f726d6916d78afb072ae86136042f2&lang=en&cache-only=0",
            "defineEn": "to learn by repetition and practice",
            "defineVi": "để học bằng cách lặp đi lặp lại và thực hành"
        },
        {
            "id": "52b4a4f5-a2c4-444e-bd03-89d06755de73",
            "word": "to gabble",
            "phonetic": "tə ɡæbəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FiYmxl&hash=efa55fa20803679fa4410e3fa0ac3f4b960062e0&lang=en&cache-only=0",
            "defineEn": "to utter words rapidly and without making sense",
            "defineVi": "để thốt ra lời một cách nhanh chóng và không có ý nghĩa"
        },
        {
            "id": "f9abfa3e-56f1-44f6-bbf9-0994fd577d71",
            "word": "to stammer",
            "phonetic": "tə stæmɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yeah, but he stopped stammering.",
                "( stammering )",
                "(stammers) this is amazing.",
                "I've been there-- ( stammers ) -",
                "And he said, \"Well, I'm making this movie, and it's Iron Man, so there, you know, there's Tony Stark, and he has this suit, and I need this disembodied voice of a sort of, (stammers) you know, a personality-less, you know, computer voice, somebody with just, like, no character at all, and I thought of you immediately.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbW1lcg&hash=0554e9e101dc2a916af24c218c4b9433ff70a86b&lang=en&cache-only=0",
            "defineEn": "to speak with involuntary stops and repetitions of certain words",
            "defineVi": "để nói chuyện với những điểm dừng không tự nguyện và sự lặp lại của những từ nhất định"
        },
        {
            "id": "94f795e2-b2f3-4969-b1f8-53dae05adebe",
            "word": "to stumble",
            "phonetic": "tə stʌmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emily stumbled through the dark room, searching for her misplaced glasses, feeling as blind as a bat without them.",
                "After a few days at sea, the crew members had finally gotten their sea legs and were able to move around the ship without stumbling.",
                "You stumbled and fell, but you had time to find the blessing in disguise because you learned what you needed to do to be a better employee.",
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R1bWJsZQ&hash=f694f0b7aadf58d881fbe52431ecfd52415d3090&lang=en&cache-only=0",
            "defineEn": "to make an error or repeated errors while speaking",
            "defineVi": "mắc lỗi hoặc lặp lại lỗi trong khi nói"
        },
        {
            "id": "c20f7e33-842a-4b54-87c0-43697cf868b8",
            "word": "to hyphenate",
            "phonetic": "tə haɪfəneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, there's Olorun, AKA Olodumare, sometimes hyphenated.",
                "He tells me the story of the old guy who lived down the road, you know everyone should have an old guy who lived down the road story hyphenated.",
                "For example, with migration new hyphenated identities and ethnicities can occur."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHlwaGVuYXRl&hash=4143b80822dc882571eaeda26a2d542bcf9729f6&lang=en&cache-only=0",
            "defineEn": "to divide or connect by a hyphen in writing",
            "defineVi": "để phân chia hoặc kết nối bởi một gạch nối bằng văn bản"
        },
        {
            "id": "eda12fcb-7a66-4dd5-8d48-19491a302360",
            "word": "to punctuate",
            "phonetic": "tə pʌŋktʃuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It punctuates it.",
                "And Earth’s history was punctuated by sudden episodes of violent change.",
                "These animals make repetitive cracking sounds that punctuate the tranquility of coral reefs.",
                "In the beginning, most attendees wore their everyday clothes, but some began to wear elaborate costumes to punctuate the radical act of being seen.",
                "Your neurons start to fire in unison, creating waves of activity that sweep across the cortex, punctuated by rapid bursts of neural activity called sleep spindles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVuY3R1YXRl&hash=043c4e71346810f459f0fd6ed3e3b22897eee80d&lang=en&cache-only=0",
            "defineEn": "to use punctuation marks in a text in order to make it more understandable",
            "defineVi": "để sử dụng dấu chấm câu trong một văn bản để làm cho nó dễ hiểu hơn"
        },
        {
            "id": "05b42334-4a29-4b45-99a9-1847dbd3480c",
            "word": "to parse",
            "phonetic": "tə pɑːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can parse things, take things out of context, even take them in context.",
                "Early 20th century German philosopher Gottlab Frege helped parse out this difference by drawing a distinction between what he called sense, and reference.",
                "Unlike product reviews, which you can sort by number of stars, seller reviews can't be parsed out into one-star reviews.",
                "And I don’t know if the administration ever did that polling, if they ever heard what the public was really saying where they could parse it out.",
                "Both terms matter, and you'll wanna get them straight, if you're tryin' to parse the research literature."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyc2U&hash=0151a74a860513f439d1870f1d4f2fe167ec12c0&lang=en&cache-only=0",
            "defineEn": "(grammar) to divide a sentence into its grammatical constituents, identifying the syntactic role of each part",
            "defineVi": "(ngữ pháp) để chia một câu thành các thành phần ngữ pháp của nó, xác định vai trò cú pháp của từng phần"
        },
        {
            "id": "f016fd57-76a9-4ecd-afb6-a6efe8e05d1c",
            "word": "to quote",
            "phonetic": "tə kwoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVvdGU&hash=8429aac18104bfd739fa4ada9a02df4b9630c611&lang=en&cache-only=0",
            "defineEn": "to say or repeat the exact sentence or group of words someone else used in a movie, book, etc.",
            "defineVi": "nói hoặc lặp lại chính xác câu hoặc nhóm từ mà người khác đã sử dụng trong phim, sách, v.v."
        },
        {
            "id": "2d95433d-cdf6-4e14-b6ff-2bb33b2e1521",
            "word": "to elide",
            "phonetic": "tʊ ᵻlaɪd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxpZGU&hash=10304fc0829f7958fc7355076876401faa5c4c75&lang=en&cache-only=0",
            "defineEn": "(phonetics) to omit or leave out a vowel or a syllable in the pronunciation of a word",
            "defineVi": "(ngữ âm) bỏ qua hoặc loại bỏ một nguyên âm hoặc một âm tiết trong cách phát âm của một từ"
        },
        {
            "id": "da8177c1-8e62-4d24-96bc-6c79c2b782aa",
            "word": "to infix",
            "phonetic": "tʊ ɪnfɪks ",
            "partOfSpeechType": "verb",
            "examples": [
                "This is called an infix, and in English, it primarily happens with swear words or pseudo-swears: fan-hecking-tastic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5maXg&hash=7bcfae4d8f0bcc065de19d37c4e535a556dffd5f&lang=en&cache-only=0",
            "defineEn": "to insert a morpheme or affix within a word, typically by placing it in the middle of a root or base form",
            "defineVi": "để chèn một hình vị hoặc phụ tố vào trong một từ, thường bằng cách đặt nó ở giữa một từ gốc hoặc dạng cơ sở"
        }
    ]
}