{
    "id": "dad8416c-b4e0-49e5-8615-02cc0486ce6a",
    "title": "People in Social Media",
    "originalTitle": "People in Social Media",
    "words": [
        {
            "id": "3ca1d61f-71fa-4e76-a1b4-9878a006243d",
            "word": "internet celebrity",
            "phonetic": "ɪntɚnɛt səlɛbɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuZXQgY2VsZWJyaXR5&hash=bd0ce51588aeae63596be6c8fa033ae0dd431da8&lang=en&cache-only=0",
            "defineEn": "an individual who has gained a significant level of fame, popularity, or influence through their activities, content, or presence on the internet",
            "defineVi": "một cá nhân đã đạt được mức độ nổi tiếng, mức độ nổi tiếng hoặc ảnh hưởng đáng kể thông qua các hoạt động, nội dung hoặc sự hiện diện của họ trên internet"
        },
        {
            "id": "c8171324-223a-4c8c-9cd4-a13e7002a447",
            "word": "admin",
            "phonetic": "ædmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We'll call this role \"admin.\"",
                "For example, I told my co-admin, AbdelRahman, we don't want to call for any protests. ",
                "You'll then be prompted to grant admin permissions to the bot and choose a server to add it to.",
                "This person is in charge of all the admin.",
                "I mean, you have some, technically, but if admins have a reasonable suspicion that they'll find evidence that you broke the rules, then operation peep your stuff is a go."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW4&hash=986342cfe722053e51fb3333e2989f4402e770bf&lang=en&cache-only=0",
            "defineEn": "an individual who has administrative privileges or control over a social media page, group, or account",
            "defineVi": "một cá nhân có đặc quyền quản trị hoặc quyền kiểm soát đối với trang, nhóm hoặc tài khoản truyền thông xã hội"
        },
        {
            "id": "1283cf9d-aba2-48f5-812f-df0dfe4f58bb",
            "word": "YouTuber",
            "phonetic": "juː tuːbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My work is YouTuber, writer, Twitch streamer, and public speaker.",
                "YouTubers, just like actual Hollywood superstars, are just human beings.",
                "upbeat YouTuber voice when I went in front of the camera.",
                "- Are you a YouTuber?",
                "He's a YouTuber."
            ],
            "audio": "https://tts.langeek.co/read?text=WW91VHViZXI&hash=afa5c96d9871d61929251672ccf733190d88bb6e&lang=en&cache-only=0",
            "defineEn": "someone who is active on YouTube by creating content for it",
            "defineVi": "ai đó đang hoạt động trên YouTube bằng cách tạo nội dung cho nó"
        },
        {
            "id": "07901a1b-f75d-4d71-a57d-d3956da8f0f2",
            "word": "vlogger",
            "phonetic": "viːlɔɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not to make fun of vloggers.",
                "I'm a vlogger on YouTube.",
                "A long time ago, I was a makeup vlogger.",
                "So Stacey is a travel vlogger.",
                "No, but really, there are other d/Deaf/HOH vloggers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmxvZ2dlcg&hash=30b13d26116172139251f889394f45fa64784bc1&lang=en&cache-only=0",
            "defineEn": "a person who regularly updates a blog or a social media account by short videos",
            "defineVi": "một người thường xuyên cập nhật blog hoặc tài khoản mạng xã hội bằng các video ngắn"
        },
        {
            "id": "1b4cd4ab-0b4e-4c63-a12d-30ec824bd1d4",
            "word": "influencer",
            "phonetic": "ɪnfluːənsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The social media influencer is in the limelight for their latest viral post.",
                "She thought that being an influencer was a gravy train, but soon realized that building a following requires hard work and dedication.",
                "So, Father Jim influencers become absolutely critical.",
                "Guy's an influencer.",
                "And you pick your influencers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbHVlbmNlcg&hash=68c882ac3ef4da395020b7cdd346a10166cf3ac2&lang=en&cache-only=0",
            "defineEn": "someone who encourages other people to purchase a product or service by talking about it on social media",
            "defineVi": "ai đó khuyến khích người khác mua sản phẩm hoặc dịch vụ bằng cách nói về nó trên phương tiện truyền thông xã hội"
        },
        {
            "id": "f21b2d67-252c-440b-b825-6a1d44e35e0d",
            "word": "blogger",
            "phonetic": "blɑːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous food blogger shared a tantalizing recipe featuring marinated squab.",
                "The word was invented by an Irish blogger in 2005.",
                "A popular blogger ripped up what she called her last H&M blouse.",
                "In their place, Chinese blogger O Wang Xiao Ming told her million followers to buy Chinese.",
                "[Narrator] Tokyo based video-blogger, Hikosaemon visited the Pyongyang restaurant in Dalian, China."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZ2dlcg&hash=3de78f3b979424f13dd7734c3a0da94d5d44a8e9&lang=en&cache-only=0",
            "defineEn": "someone who writes for a blog",
            "defineVi": "một người viết cho một blog",
            "hasImg": true
        },
        {
            "id": "5be30a13-1a03-4af1-ad56-2f2c029ba82c",
            "word": "social media manager",
            "phonetic": "soʊʃəl miːdiːə mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIG1lZGlhIG1hbmFnZXI&hash=38bf39b189ac58fd595f3d858b1d964cd94cfe2b&lang=en&cache-only=0",
            "defineEn": "an individual responsible for overseeing and managing an organization's or individual's social media presence, including creating content, engaging with the audience, monitoring performance, and implementing social media strategies",
            "defineVi": "một cá nhân chịu trách nhiệm giám sát và quản lý sự hiện diện trên mạng xã hội của một tổ chức hoặc cá nhân, bao gồm tạo nội dung, tương tác với khán giả, theo dõi hiệu suất và thực hiện các chiến lược truyền thông xã hội"
        },
        {
            "id": "b23239e6-31ca-4580-af38-b2867bf70164",
            "word": "content creator",
            "phonetic": "kɑːntɛnt kɹiːeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudCBjcmVhdG9y&hash=95d37c5210ed3e15b9a1064924979ed442391ae6&lang=en&cache-only=0",
            "defineEn": "an individual who produces and publishes various forms of content, such as videos, articles, graphics, or social media posts, with the purpose of engaging and attracting an audience on digital platforms",
            "defineVi": "một cá nhân sản xuất và xuất bản các dạng nội dung khác nhau, chẳng hạn như video, bài báo, đồ họa hoặc bài đăng trên phương tiện truyền thông xã hội, với mục đích thu hút và thu hút khán giả trên nền tảng kỹ thuật số"
        },
        {
            "id": "8922595e-a1dc-494d-b141-e7e5c959090b",
            "word": "advertiser",
            "phonetic": "ædvɚtaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The online platform was offering free access to educational resources, but users had to provide personal information that was later sold to advertisers.",
                "Non-Google websites can also cheat advertisers.",
                "Because of this, advertisers targeted different groups of people, or demographics: teenagers, older men and women, business professionals, families, white people, black people, Asian people.",
                "Advertisers love it.",
                "Advertisers pay for an ad to surface in their desired audience's home feed or at the top of search results."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0aXNlcg&hash=3a676d764e09bc7abdd215e91a39473cd18fb929&lang=en&cache-only=0",
            "defineEn": "an individual or organization that promotes a product, service, or message through various marketing and advertising channels to reach and influence the target audience",
            "defineVi": "một cá nhân hoặc tổ chức quảng bá sản phẩm, dịch vụ hoặc thông điệp thông qua các kênh tiếp thị và quảng cáo khác nhau để tiếp cận và tác động đến đối tượng mục tiêu"
        },
        {
            "id": "179e15fe-b523-4a15-b137-13ab0011426c",
            "word": "media planner",
            "phonetic": "miːdiːə plænɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVkaWEgcGxhbm5lcg&hash=b69b357b86df54e012895f4572274ae41c5cfe31&lang=en&cache-only=0",
            "defineEn": "a professional who is responsible for strategizing and deciding how and where to place advertising and promotional messages to effectively reach the target audience",
            "defineVi": "một chuyên gia chịu trách nhiệm lập chiến lược và quyết định cách thức và vị trí đặt các thông điệp quảng cáo và khuyến mại để tiếp cận đối tượng mục tiêu một cách hiệu quả"
        },
        {
            "id": "7d7f7cb8-ab68-4efb-976d-547d0d8294d7",
            "word": "user",
            "phonetic": "juːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "That number will grow to two billion users in 2025.",
                "Users were unable to send or receive emails for two days.",
                "The new technology allows users to choose exactly what they watch and when.",
                "They need to build a strong relationship with journal users."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlcg&hash=c6594b2d744e3570af26f72ecb8bf2140b24180e&lang=en&cache-only=0",
            "defineEn": "an individual who interacts with a particular system, platform, or service, such as a website, application, or social media platform",
            "defineVi": "một cá nhân tương tác với một hệ thống, nền tảng hoặc dịch vụ cụ thể, chẳng hạn như trang web, ứng dụng hoặc nền tảng truyền thông xã hội"
        },
        {
            "id": "85173abc-af78-4442-b355-62247b4c7cd9",
            "word": "surfer",
            "phonetic": "sɜːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But these particles aren’t perfect surfers that just ride the crest of the wave.",
                "Portuguese surfer Joana Andrade is one of a handful of women trying to change that.",
                "The most common gravity waves on earth are the ones that surfers ride on but they can also form in the atmosphere often when air rushes over the top of a mountain.",
                "Find new ways to keep them out of our nets and away from our surfers.",
                "(upbeat surfer music)"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmVy&hash=a1b8892eab67175fae7159fe118777d09da7fb0b&lang=en&cache-only=0",
            "defineEn": "a person who spends a lot of time online navigating through different websites",
            "defineVi": "một người dành nhiều thời gian trực tuyến để điều hướng qua các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "b18244f4-b2be-4aa9-8fc4-1cebf0dedabe",
            "word": "subscriber",
            "phonetic": "səbskɹaɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I finally got real about my YouTube channel and after posting videos regularly for the past year, I've got almost 27,000 subscribers.",
                "A subscriber sent me a book.",
                "Where are his subscribers?",
                "100 million subscribers have some 35 million songs on their fingertips for $10 a month.",
                "He only has 45,000 subscribers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2NyaWJlcg&hash=03c25247f0a597f7d0b091235d9ffacb2433abfd&lang=en&cache-only=0",
            "defineEn": "an individual who has chosen to follow or subscribe to a particular user, page, or channel",
            "defineVi": "một cá nhân đã chọn theo dõi hoặc đăng ký một người dùng, trang hoặc kênh cụ thể"
        },
        {
            "id": "8b289977-6bbf-4e86-a440-8749ee57c28c",
            "word": "follower",
            "phonetic": "fɑːloʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is why followers are often holier than the pope and more extreme in their viewpoints than the master.",
                "The dissident then addressed his followers.",
                "You have one follower?",
                "It has 3.1 million followers.",
                "He has millions of followers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sbG93ZXI&hash=4a4e83290fb7d85bf829b8201d47602c85141282&lang=en&cache-only=0",
            "defineEn": "a person who follows an account on social media",
            "defineVi": "một người theo dõi một tài khoản trên phương tiện truyền thông xã hội"
        },
        {
            "id": "43956d6d-4c33-41e5-8bf6-933914d26601",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "7a866a9c-a2dd-404d-b929-0257640735f8",
            "word": "commenter",
            "phonetic": "kɑːmɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The commenters loved you and they don't love anyone.",
                "A few commenters questioned if their anger could really be bipolar disorder and there's so much more to bipolar disorder than impulsivity and anger.",
                "Whenever we bring up dark matter, commenters ask why scientists are so stubbornly positive it exists.",
                "Thanks for watching this episode of SciShow Space, and thanks to all the commenters who asked questions and inspired this episode!",
                "And when the video got posted on the internet, the commenters also thought it looked like a cow, which it was not as cute coming from them, but it was adorable coming from her."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGVy&hash=135827e818eb4e082dc103e46617aef25fd3b49f&lang=en&cache-only=0",
            "defineEn": "an individual who leaves comments or feedback on social media posts to engage with the content and interact with other users",
            "defineVi": "một cá nhân để lại nhận xét hoặc phản hồi về các bài đăng trên mạng xã hội để tương tác với nội dung và tương tác với những người dùng khác"
        },
        {
            "id": "03739e59-650f-404c-9599-eab270272a81",
            "word": "audience",
            "phonetic": "ɔːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The outstanding finale killed the audience.",
                "Cable TV reaches a huge audience.",
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaWVuY2U&hash=e49791df32fe6509887447d58e8cec6db54ead05&lang=en&cache-only=0",
            "defineEn": "a group of individuals who receive, consume, or engage with a particular form of media, such as television shows, films, performances, or social media content",
            "defineVi": "một nhóm các cá nhân nhận, sử dụng hoặc tương tác với một hình thức truyền thông cụ thể, chẳng hạn như chương trình truyền hình, phim, buổi biểu diễn hoặc nội dung truyền thông xã hội"
        },
        {
            "id": "95425286-a534-4160-a5d4-503a9f3d6461",
            "word": "content provider",
            "phonetic": "kɑːntɛnt pɹəvaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudCBwcm92aWRlcg&hash=b8eb3a96a9892dac35081a07f236c5530013a4f0&lang=en&cache-only=0",
            "defineEn": "an individual or organization that creates and supplies original content, such as articles, videos, or audio, for distribution or publication on various media platforms, including websites, social media, or broadcasting channels",
            "defineVi": "một cá nhân hoặc tổ chức tạo và cung cấp nội dung gốc, chẳng hạn như bài báo, video hoặc âm thanh, để phân phối hoặc xuất bản trên các nền tảng truyền thông khác nhau, bao gồm trang web, mạng xã hội hoặc kênh truyền hình"
        }
    ]
}