{
    "id": "daf1db90-d9ed-4011-8111-a02ae1670921",
    "title": "Sauces, Dressings and Condiments",
    "originalTitle": "Sauces, Dressings and Condiments",
    "words": [
        {
            "id": "c6167364-55a7-4cf1-ae4f-f53e714c3f96",
            "word": "barbecue sauce",
            "phonetic": "bɑːɹbɪkjuː sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "Slow-cooked pulled pork, served with barbecue sauce, is a popular meat dish.",
                "Anchovy pear can be used to make a tangy and fruity barbecue sauce.",
                "He smoked a whole turkey and served it with a tangy barbecue sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVjdWUgc2F1Y2U&hash=06fc9fadca4b557febdbc96ae4557fd4b95106b6&lang=en&cache-only=0",
            "defineEn": "a sauce made with tomatoes, garlic, onion, vinegar, etc. that is usually served with barbecued food",
            "defineVi": "nước sốt làm từ cà chua, tỏi, hành tây, giấm, v.v. thường dùng với đồ nướng",
            "hasImg": true
        },
        {
            "id": "32177ed9-1c34-43ef-960c-092463ed5427",
            "word": "brown sauce",
            "phonetic": "bɹaʊn sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvd24gc2F1Y2U&hash=42106ea957b04a083a0b5e3848b95ab3213fc4d4&lang=en&cache-only=0",
            "defineEn": "a savory condiment with a rich, dark color, typically made from a combination of ingredients like tomatoes, vinegar, and spices",
            "defineVi": "một loại gia vị mặn có màu đậm, đậm đà, thường được làm từ sự kết hợp của các nguyên liệu như cà chua, giấm và gia vị"
        },
        {
            "id": "8fbb6c51-d0ec-4076-a9e2-198e35e92e55",
            "word": "white sauce",
            "phonetic": "waɪt sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I tasted the white sauce for the first time, I was pleasantly surprised by its delicate balance of flavors.",
                "You can enhance the flavor of your sandwich by spreading a generous layer of white sauce on the bread.",
                "A well-made roux is the key to achieving a velvety and lump-free white sauce for your pasta dishes.",
                ", I still it with a Bechamel, which is just a thick, milky white sauce that you see in a lot of classic recipes."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgc2F1Y2U&hash=ef01fe2f33d1bee9daa08330d5b5cdb6e828b1d8&lang=en&cache-only=0",
            "defineEn": "a rich sauce made with milk, flour, and butter",
            "defineVi": "nước sốt đậm đà làm từ sữa, bột mì và bơ",
            "hasImg": true
        },
        {
            "id": "487a9b83-a3fc-427e-90d1-6e17f53d4945",
            "word": "hot sauce",
            "phonetic": "hɑːt sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Where we're gonna get the crew to play, Can You Guess That Hot Sauce?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG90IHNhdWNl&hash=f87e327392df87c4d6c8f2ec21c0b9bdd2e28178&lang=en&cache-only=0",
            "defineEn": "a spicy condiment typically made from chili peppers and other ingredients",
            "defineVi": "một loại gia vị cay thường được làm từ ớt và các thành phần khác",
            "hasImg": true
        },
        {
            "id": "b0ccc170-0356-4a9d-b508-0ed33d2ba8b7",
            "word": "tomato sauce",
            "phonetic": "təmeɪɾoʊ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9tYXRvIHNhdWNl&hash=9e493d4ae2d48196f33f8ac561e3acbfafabece5&lang=en&cache-only=0",
            "defineEn": "a type of sauce made from tomatoes, often used as a flavoring for food",
            "defineVi": "một loại nước sốt làm từ cà chua, thường dùng làm hương liệu cho món ăn",
            "hasImg": true
        },
        {
            "id": "bf187bd0-e328-40df-9e58-777c5cc5bf71",
            "word": "soy sauce",
            "phonetic": "sɔɪ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "They brought a bottle of soy sauce to the picnic, adding a savory twist to their outdoor meal.",
                "He marinated the chicken in a mixture of soy sauce, ginger, and sesame oil for a delicious Asian-inspired flavor.",
                "My Asian roommate likes to dip her sushi rolls into soy sauce.",
                "She served a dipping sauce made from soy sauce, honey, and chili for the crispy spring rolls."
            ],
            "audio": "https://tts.langeek.co/read?text=c295IHNhdWNl&hash=e5cb4119772affd3ec5c0765950140e0ca6d06a2&lang=en&cache-only=0",
            "defineEn": "a thin dark brown sauce, taken from soybeans, used in Asian cuisines",
            "defineVi": "một loại nước sốt mỏng màu nâu sẫm, được lấy từ đậu nành, được sử dụng trong các món ăn châu Á",
            "hasImg": true
        },
        {
            "id": "c94c16fd-eeda-4b2b-ab90-93b5c36620dc",
            "word": "steak sauce",
            "phonetic": "steɪk sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RlYWsgc2F1Y2U&hash=47c9c2ebb14c1ee3482e93fc93de37b0e375f869&lang=en&cache-only=0",
            "defineEn": "a condiment typically used to enhance the flavor of steak, often made with a combination of savory and tangy ingredients",
            "defineVi": "một loại gia vị thường được sử dụng để tăng hương vị của bít tết, thường được chế biến với sự kết hợp của các nguyên liệu mặn và thơm",
            "hasImg": true
        },
        {
            "id": "0e1dcd33-7b5c-451b-8dab-858cdf29268f",
            "word": "ketchup",
            "phonetic": "kɛtʃʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I spilled ketchup on my T-shirt while eating lunch.",
                "She topped her burger with a dollop of ketchup, adding a burst of tomato flavor to each bite.",
                "My mother likes to dip her French fries into the tangy ketchup.",
                "They ordered individual mini meatloaves, topped with a tangy ketchup glaze.",
                "You can add a touch of sweetness to your omelet by swirling some ketchup into the beaten eggs before cooking."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V0Y2h1cA&hash=3e69ea66d97a5bc43bf03829640e7a5cf3c8bb44&lang=en&cache-only=0",
            "defineEn": "a cold sauce made from tomatoes, which has a thick texture and is served with some food",
            "defineVi": "nước sốt lạnh làm từ cà chua, có kết cấu đặc và được ăn kèm với một số thức ăn",
            "hasImg": true
        },
        {
            "id": "1b051fdb-ea11-430a-ba73-be9021addcd5",
            "word": "salsa",
            "phonetic": "sælsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We made a refreshing cucumber salsa with tomatoes, onions, and cilantro.",
                "She mixed diced mango, jalapeños, and lime juice to create a refreshing salsa.",
                "I'm going to scratch this itch and take a salsa class.",
                "She loved the spicy kick that chili pepper added to her homemade salsa.",
                "She made crispy and flavorful pork tacos, topping them with tangy salsa and fresh cilantro."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fsc2E&hash=0298ff7c7e5ccb17d8e1e649436f2b44142ffafa&lang=en&cache-only=0",
            "defineEn": "a spicy sauce made with chilis and tomatoes, widely used in Mexican cuisine",
            "defineVi": "một loại nước sốt cay làm từ ớt và cà chua, được sử dụng rộng rãi trong ẩm thực Mexico",
            "hasImg": true
        },
        {
            "id": "602bb40b-7fe2-4016-9185-d81e8b709323",
            "word": "tartar sauce",
            "phonetic": "tɑːɹɾɚ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFydGFyIHNhdWNl&hash=0d7b0d5683eeb2dd4e6e2798a9fad05fddc948f7&lang=en&cache-only=0",
            "defineEn": "a creamy condiment typically made with mayonnaise, pickles, and various seasonings, often served with seafood",
            "defineVi": "một loại gia vị kem thường được làm bằng sốt mayonnaise, dưa chua và các loại gia vị khác nhau, thường được ăn kèm với hải sản",
            "hasImg": true
        },
        {
            "id": "139c9193-aa38-4e69-a05d-9cb4b721f62e",
            "word": "vinaigrette",
            "phonetic": "vɪneɪɡɹɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We served a light vinaigrette dressing with our grilled chicken.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "You can marinate your grilled chicken in a citrus vinaigrette before cooking.",
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette."
            ],
            "audio": "https://tts.langeek.co/read?text=dmluYWlncmV0dGU&hash=c95fab100389d94f8d269848353b0592323ca358&lang=en&cache-only=0",
            "defineEn": "a mixture of oil, vinegar, and seasonings, commonly used as a salad dressing",
            "defineVi": "hỗn hợp dầu, giấm và gia vị, thường được dùng làm nước xốt salad",
            "hasImg": true
        },
        {
            "id": "ad2f681b-5f54-4723-ae52-5bd240ca9f74",
            "word": "vinegar",
            "phonetic": "vɪnᵻɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother pickled radishes with vinegar and spices.",
                "He's as sour as vinegar.",
                "A teaspoon of grape vinegar brightened up the tomato soup, giving it a pleasant tang.",
                "She mixed vinegar with oil and herbs to create a homemade salad dressing.",
                "The business partnership had started out promising, but from the sweetest wine, the tartest vinegar - it ended in a messy legal battle."
            ],
            "audio": "https://tts.langeek.co/read?text=dmluZWdhcg&hash=3f1925cd5531ff5104b9f6b12ada9f5b939882be&lang=en&cache-only=0",
            "defineEn": "a sour liquid that is made from wine or malt, used as a flavor or to preserve food",
            "defineVi": "một chất lỏng chua được làm từ rượu vang hoặc mạch nha, được sử dụng làm hương vị hoặc để bảo quản thực phẩm",
            "hasImg": true
        },
        {
            "id": "f2614023-3671-4687-9e42-31b138dcf27b",
            "word": "pickle",
            "phonetic": "pɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother pickled radishes with vinegar and spices.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "The sour gourd pickle had a delightful combination of tanginess and spiciness.",
                "He pickled slices of beets because his wife enjoys them.",
                "The pastrami and pickle skewers were a hit at the summer picnic, offering a delightful combination of flavors."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlja2xl&hash=b1d3e85ea382eeaff0a849672b52134ad9f61da1&lang=en&cache-only=0",
            "defineEn": "a usually small cucumber that is preserved in salt water or vinegar",
            "defineVi": "một quả dưa chuột thường nhỏ được bảo quản trong nước muối hoặc giấm",
            "hasImg": true
        },
        {
            "id": "c17dfb8b-8195-4f9f-b99a-c07b78b71a25",
            "word": "pickle relish",
            "phonetic": "pɪkəl ɹɛlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlja2xlIHJlbGlzaA&hash=eebd7121c107097902004a0718eccef6050e8f57&lang=en&cache-only=0",
            "defineEn": "a condiment made from finely chopped pickles",
            "defineVi": "một loại gia vị làm từ dưa chua thái nhỏ",
            "hasImg": true
        },
        {
            "id": "62f924a9-0f17-432b-8963-f693e5ca3c05",
            "word": "wine sauce",
            "phonetic": "waɪn sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZSBzYXVjZQ&hash=5c8ac596e55012daa85da84dca12572865cc4881&lang=en&cache-only=0",
            "defineEn": "a type of flavorful liquid or reduction made with wine as a primary ingredient",
            "defineVi": "một loại chất lỏng hoặc chất khử có hương vị được làm bằng rượu vang làm thành phần chính",
            "hasImg": true
        },
        {
            "id": "34daaa1a-fc69-43ff-8426-e69f44d73fa8",
            "word": "aioli",
            "phonetic": "eɪɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can use aioli as a versatile condiment for burgers, tacos, and even as a dip for vegetables.",
                "When I tasted the aioli, I was pleasantly surprised by the balance of rich garlic and zesty lemon.",
                "For example, Martin wants to introduce a new sandwich at his popular food truck: a double-bacon BLT with garlic aioli and truffle oil."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlvbGk&hash=fccc3cf6edebc896d4b1304e53fa5fbd2d4b5a83&lang=en&cache-only=0",
            "defineEn": "a mayonnaise that is seasoned with garlic and occasionally with red pepper",
            "defineVi": "một loại sốt mayonnaise được nêm với tỏi và đôi khi có ớt đỏ",
            "hasImg": true
        },
        {
            "id": "92165b19-f29e-4783-a1c9-d67b3cec136e",
            "word": "bread sauce",
            "phonetic": "bɹɛd sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQgc2F1Y2U&hash=bc0cc1df339cbcfb6d61303ee3cfdf46ca813c9d&lang=en&cache-only=0",
            "defineEn": "a creamy and savory sauce made from bread crumbs, milk, and spices",
            "defineVi": "một loại nước sốt kem và mặn làm từ vụn bánh mì, sữa và gia vị",
            "hasImg": true
        },
        {
            "id": "921ea23a-e1b1-43dd-b006-af254d0e50b4",
            "word": "cheese sauce",
            "phonetic": "tʃiːz sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That we are bringing to college students to make their lives a little better, we got some Gefilte Fish, Cheese Sauce, that's Hose right."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlIHNhdWNl&hash=055e9f3d9da74a8327d5e4bb5d3ccb21aee6ddc1&lang=en&cache-only=0",
            "defineEn": "a creamy and savory sauce made with melted cheese",
            "defineVi": "một loại nước sốt kem và mặn làm từ pho mát tan chảy",
            "hasImg": true
        },
        {
            "id": "bd542c57-4d87-4786-80dd-0b00c508361f",
            "word": "chili sauce",
            "phonetic": "tʃɪli sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGkgc2F1Y2U&hash=04f40b51bf448104e1f9daca5d9351751dc96a1b&lang=en&cache-only=0",
            "defineEn": "a spicy and flavorful condiment made from chili peppers, vinegar, and various seasonings",
            "defineVi": "một loại gia vị cay và có hương vị làm từ ớt, giấm và các loại gia vị khác nhau",
            "hasImg": true
        },
        {
            "id": "9f5197b0-2598-4874-a571-3a7ab1437908",
            "word": "gravy",
            "phonetic": "ɡɹeɪvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I would like some extra gravy on my roast beef sandwich.",
                "We prepared a mouthwatering gravy using manioc starch as a substitute for cornstarch.",
                "Irish moss can be used as a thickener in homemade soups, gravies, and sauces.",
                "Poutine, a dish made of French fries, cheese curds, and gravy, is a popular Canadian comfort food.",
                "They couldn't get enough of the savory gravy that accompanied their Sunday roast"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhdnk&hash=e25a7f1e89061b241e24a1118a3260c03fd70813&lang=en&cache-only=0",
            "defineEn": "a brown sauce made from cooked meat juice and stock that is thickened with flour",
            "defineVi": "nước sốt màu nâu làm từ nước thịt nấu chín và nước dùng được làm đặc bằng bột mì",
            "hasImg": true
        },
        {
            "id": "1fb1fec3-05bf-4520-9e22-b0312ecdc3ab",
            "word": "garlic sauce",
            "phonetic": "ɡɑːɹlɪk sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A Philadelphia Hoagie shop called macaroni and cheese covered in chinese Garlic Sauce covid MAC."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybGljIHNhdWNl&hash=c09cf9e4b27eccf903f01111ecdb3121e8cb3f90&lang=en&cache-only=0",
            "defineEn": "a type of sauce made with garlic, oil, lemon juice, and salt, used to add flavor to meat, fish, or vegetables",
            "defineVi": "một loại nước sốt làm từ tỏi, dầu, nước cốt chanh và muối, dùng để thêm hương vị cho thịt, cá hoặc rau",
            "hasImg": true
        },
        {
            "id": "4aec61a1-b346-4fec-a634-f780d9b6a305",
            "word": "mayonnaise",
            "phonetic": "meɪəneɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "She mixed mayonnaise with herbs and spices to create a flavorful dipping sauce for her fries.",
                "They mixed anchovy paste with mayonnaise to make a flavorful dressing for their Caesar salad.",
                "Fromage frais is a great substitute for mayonnaise in sandwiches.",
                "He whipped up a homemade salad cream with mayonnaise and herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF5b25uYWlzZQ&hash=d94eed41da23737bedc50617e014a7c10abb22b3&lang=en&cache-only=0",
            "defineEn": "a thick white dressing made with egg yolks, vegetable oil, and vinegar, served cold",
            "defineVi": "nước xốt dày màu trắng làm từ lòng đỏ trứng, dầu thực vật và giấm, dùng lạnh",
            "hasImg": true
        },
        {
            "id": "a184adaa-24ce-4a5b-9725-41b9375aa109",
            "word": "mushroom sauce",
            "phonetic": "mʌʃɹuːm sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVzaHJvb20gc2F1Y2U&hash=a024227a9faf54bbc857533e619c7dda2e6cd143&lang=en&cache-only=0",
            "defineEn": "a savory and flavorful condiment made with mushrooms and other ingredients",
            "defineVi": "một loại gia vị thơm ngon và có hương vị được làm từ nấm và các thành phần khác",
            "hasImg": true
        },
        {
            "id": "f46a0e4d-9c8b-49ce-930a-362fc3230d5c",
            "word": "relish",
            "phonetic": "ɹɛlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "He relished a warm bowl of mung bean soup.",
                "He prepared a homemade pickle relish by chopping cucumbers and mixing them with vinegar and spices.",
                "He cooked a flavorful moth bean curry, relishing the tender texture and the blend of aromatic spices."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaXNo&hash=bb9993157deb549959e22ad4f64b4e85a2ef1dd8&lang=en&cache-only=0",
            "defineEn": "a condiment of hot or savory taste that is served with meat, cheese, etc.",
            "defineVi": "một loại gia vị có hương vị nóng hoặc mặn được dùng với thịt, pho mát, v.v.",
            "hasImg": true
        },
        {
            "id": "fc8ed7e0-a1ee-413c-8206-8bd690157a02",
            "word": "salad cream",
            "phonetic": "sæləd kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He whipped up a homemade salad cream with mayonnaise and herbs.",
                "They served fresh vegetables with a side of tangy salad cream."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsYWQgY3JlYW0&hash=41199df83308e8adeba42512b93ed481ad53d1f0&lang=en&cache-only=0",
            "defineEn": "a pale yellow dressing similar to mayonnaise that is served with sandwiches, salads, etc.",
            "defineVi": "một loại nước sốt màu vàng nhạt tương tự như sốt mayonnaise được ăn kèm với bánh mì, salad, v.v.",
            "hasImg": true
        },
        {
            "id": "66786e32-49b7-4cf3-a9af-659b80255a30",
            "word": "aspic",
            "phonetic": "æspɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They celebrated the special occasion with a beautifully molded aspic.",
                "Last night we served individual portions of chicken and mushroom aspic."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaWM&hash=5fd5cb52fe19efe1c529a0ae1a5eb01356cec10f&lang=en&cache-only=0",
            "defineEn": "a savory jelly made from meat or fish stock used to set ingredients in a solidified form",
            "defineVi": "một loại thạch mặn làm từ thịt hoặc cá kho được sử dụng để đặt các thành phần ở dạng đông đặc",
            "hasImg": true
        },
        {
            "id": "7ca39bb9-d4d4-46b5-8bca-194b89ea5be2",
            "word": "balsamic vinegar",
            "phonetic": "bɔːlsæmɪk vɪnᵻɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They used balsamic vinegar to marinate the grilled chicken.",
                "Olive oil and balsamic vinegar are classic condiments for dressing a fresh salad.",
                "The salad dressing is a tasty combination of olive oil and balsamic vinegar.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsc2FtaWMgdmluZWdhcg&hash=2a4facb9927f0ded6e251c3384c365ad83bdadfd&lang=en&cache-only=0",
            "defineEn": "a sweet vinegar with dark color that is aged in barrels, originally from Italy",
            "defineVi": "một loại giấm ngọt có màu sẫm được ủ trong thùng, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "25866547-ec03-461e-a9ed-a9d75d70bbff",
            "word": "broth",
            "phonetic": "bɹɑːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hollow macaroni tubes absorb the flavorful broth in the soup.",
                "They poured the flavorful beef broth over the noodles.",
                "I always cook pastina in chicken broth for a comforting soup.",
                "I added arrowroot starch to my homemade soup to thicken the broth.",
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGg&hash=dfda490317452f59a62e0519f65d086279cdbdec&lang=en&cache-only=0",
            "defineEn": "a flavorful liquid made by simmering meat, fish, or vegetables in water",
            "defineVi": "một chất lỏng có hương vị được làm bằng cách đun nhỏ lửa thịt, cá hoặc rau trong nước",
            "hasImg": true
        },
        {
            "id": "c0bda0bb-f858-4fac-8017-3b61ad73966c",
            "word": "chutney",
            "phonetic": "tʃʌtni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tamarillo chutney is a delicious accompaniment to grilled meats.",
                "I created a unique avocado chutney, blending the creamy fruit with lime juice, cilantro, and jalapenos.",
                "Nectarines can be used in various culinary creations, from pies and tarts to jams and chutneys.",
                "When I tasted the tomato chutney, I was pleasantly surprised by the robust flavors.",
                "As opposed to soy sauce, Nepali momo use a chutney."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1dG5leQ&hash=6baed98d4bf03d06e5aa4f8840886555e608f225&lang=en&cache-only=0",
            "defineEn": "a tangy and spicy condiment made from a mixture of fruits, vegetables, herbs, and spices",
            "defineVi": "một loại gia vị thơm và cay được làm từ hỗn hợp trái cây, rau, thảo mộc và gia vị",
            "hasImg": true
        },
        {
            "id": "8fd8fe5d-bda7-4c91-adec-bda3eafdb1a7",
            "word": "dip",
            "phonetic": "dɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "They dipped their garlic bread into a bowl of warm tomato sauce.",
                "She dipped her carrot sticks into the hummus.",
                "He dipped his crispy chicken nuggets into the creamy ranch.",
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlw&hash=9bcfe64e44d3a309a8e4fdc754bbd59fbd0ae9a0&lang=en&cache-only=0",
            "defineEn": "a thick cold sauce in which pieces of food are dunked before being eaten",
            "defineVi": "một loại nước sốt lạnh đặc, trong đó các miếng thức ăn được nhúng trước khi ăn",
            "hasImg": true
        },
        {
            "id": "5bc2582c-f088-49f0-ac6a-f49b24156b5d",
            "word": "dressing",
            "phonetic": "dɹɛsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A classic potato salad is not complete without a creamy dressing made with sour cream.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "You should try a Greek salad with cucumbers, tomatoes, feta cheese, and a tangy dressing.",
                "They mixed anchovy paste with mayonnaise to make a flavorful dressing for their Caesar salad.",
                "She prepared a colorful salad with foxtail millet, fresh vegetables, and a zesty dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Npbmc&hash=cc27118dd8be8ec7afa7ba87ec0da23cfea29dc8&lang=en&cache-only=0",
            "defineEn": "a flavorful mixture used to enhance the taste of salads and other dishesavor",
            "defineVi": "một hỗn hợp hương vị được sử dụng để tăng hương vị của món salad và các món ăn khác",
            "hasImg": true
        },
        {
            "id": "88d05ed5-c0c1-43c0-9853-fb2f496a4751",
            "word": "French dressing",
            "phonetic": "fɹɛntʃ dɹɛsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNoIGRyZXNzaW5n&hash=f70070200a89394328da1d9306e42dfb9c7ece1c&lang=en&cache-only=0",
            "defineEn": "a tangy and slightly sweet salad dressing made with a combination of vinegar, oil, ketchup, and various seasonings",
            "defineVi": "một loại nước sốt salad thơm và hơi ngọt được làm từ sự kết hợp của giấm, dầu, sốt cà chua và các loại gia vị khác nhau",
            "hasImg": true
        },
        {
            "id": "0883b355-5e34-47a3-b621-179b7f0ad887",
            "word": "guacamole",
            "phonetic": "ɡwɑːkɐmoʊliː ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can customize your sandwich with a dollop of guacamole.",
                "He decided to make his own guacamole using ripe avocados, lime juice, and a sprinkle of salt.",
                "I brought this Guacamole bunt.",
                "This factory produces ready-to-eat guacamole and salsa.",
                "This might actually be a bad example because is there any such thing as too much guacamole?!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VhY2Ftb2xl&hash=bc009b5abce1041436cf71571e161edc1ca0a478&lang=en&cache-only=0",
            "defineEn": "a dish consisting of a mixture of mashed avocado, onions, chilies, tomatoes, etc., originated in Mexico",
            "defineVi": "một món ăn bao gồm hỗn hợp bơ nghiền, hành tây, ớt, cà chua, v.v., có nguồn gốc từ Mexico",
            "hasImg": true
        },
        {
            "id": "e1581b19-6542-4107-b508-53e26056aa4d",
            "word": "hollandaise sauce",
            "phonetic": "hɑːləndeɪz sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef prepared a delicious hollandaise sauce for the restaurant's signature dish.",
                "She spooned a velvety hollandaise sauce over her grilled asparagus",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9sbGFuZGFpc2Ugc2F1Y2U&hash=3562e677d2f2570d1c58632369c5b3e3d07dc5ca&lang=en&cache-only=0",
            "defineEn": "a sauce made with egg yolks, butter and lemon juice or vinegar, often served with vegetables",
            "defineVi": "nước sốt làm từ lòng đỏ trứng, bơ và nước cốt chanh hoặc giấm, thường ăn kèm với rau",
            "hasImg": true
        },
        {
            "id": "06acd009-1e11-4300-9b0c-94714d005d40",
            "word": "thousand island dressing",
            "phonetic": "θaʊzənd aɪlənd dɹɛsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He whipped up his own version of thousand island dressing using a secret blend of ingredients.",
                "She packed a lunchbox with a salad topped with thousand island dressing.",
                "We hosted a backyard barbecue and served a variety of fresh vegetables with a side of thousand island dressing for dipping."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdXNhbmQgaXNsYW5kIGRyZXNzaW5n&hash=297e5058cdcbdabb84316d2d50aa31d3fd3627cc&lang=en&cache-only=0",
            "defineEn": "a cold sauce made with mayonnaise, minced onions, vinegar, chili sauce, etc., usually served with seafood or salads",
            "defineVi": "một loại nước sốt lạnh làm từ sốt mayonnaise, hành tây băm nhỏ, giấm, tương ớt, v.v., thường được dùng với hải sản hoặc salad",
            "hasImg": true
        },
        {
            "id": "59eb5c9f-c3e9-4167-bff0-56f596517777",
            "word": "ranch",
            "phonetic": "ɹæntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his crispy chicken nuggets into the creamy ranch.",
                "This is the largest cattle ranch under the sun.",
                "As the chef, I created a special pizza with ranch sauce instead of traditional tomato sauce.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "His ranch is right at the edge of the Jamanxim National Forest."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuY2g&hash=1cb2c89b2f2b357e97804b1743d1da961851b276&lang=en&cache-only=0",
            "defineEn": "a popular dressing or dip made with buttermilk, garlic, herbs, and other flavors, used for salads, vegetables, and snacks",
            "defineVi": "một loại nước xốt hoặc nước chấm phổ biến được làm từ sữa bơ, tỏi, thảo mộc và các hương vị khác, được dùng cho món salad, rau và đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "c58b6fac-d33b-4f0a-bc75-9e2ca908f649",
            "word": "pesto",
            "phonetic": "pɛstoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She proudly served a fat hen-infused pesto at the neighborhood potluck.",
                "She packed a lunchbox with a delicious pesto pasta salad.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "She enjoyed a bowl of cheese-filled tortellini, tossed in a creamy pesto sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzdG8&hash=857ca2b1c890c6646c63282accd25643e4ac1280&lang=en&cache-only=0",
            "defineEn": "a pasta sauce that is made with basil, olive oil, garlic and pine nuts to which grated parmesan is also added",
            "defineVi": "một loại nước sốt mì ống được làm từ húng quế, dầu ô liu, tỏi và hạt thông cũng được thêm vào parmesan nghiền",
            "hasImg": true
        },
        {
            "id": "820312cd-b30f-4cc6-be2e-79a904837e0f",
            "word": "piccalilli",
            "phonetic": "pɪkɐlɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "She served a side dish of piccalilli with her homemade burgers.",
                "You can't go wrong with a dollop of piccalilli on a juicy burger or hot dog."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljY2FsaWxsaQ&hash=1627a3ee7e4b5d34fa97d475d2658c45dc098752&lang=en&cache-only=0",
            "defineEn": "a tangy and spicy British relish made with pickled vegetables",
            "defineVi": "một món ăn cay và thơm của Anh được làm từ rau ngâm",
            "hasImg": true
        },
        {
            "id": "69a492bd-5a7a-4ded-89b7-0a6339b896f7",
            "word": "marinade",
            "phonetic": "mæɹɪneɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He marinades the chicken in a flavorful blend of herbs and spices to enhance its taste.",
                "Mix yogurt with herbs and spices to create a flavorful marinade for chicken or fish.",
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups.",
                "You should marinade the steak for a few hours to allow the flavors to penetrate the meat.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaW5hZGU&hash=9c9fbe95a64a977cb346b0e140982f6fa96bd4ac&lang=en&cache-only=0",
            "defineEn": "a mixtures of oil, spices, vinegar or wine in which food, especially meat or fish, is left to become softer or be flavored before cooking",
            "defineVi": "một hỗn hợp dầu, gia vị, giấm hoặc rượu trong đó thực phẩm, đặc biệt là thịt hoặc cá, được để trở nên mềm hơn hoặc có hương vị trước khi nấu",
            "hasImg": true
        },
        {
            "id": "55a12949-7fa9-41de-afe4-6c770f0f72ca",
            "word": "piri-piri",
            "phonetic": "piəɹipiəɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "I prepared a piri-piri marinade by blending together chili peppers, garlic, and lemon juice for the grilled vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlyaS1waXJp&hash=e904606f3a090bba3feba5edf35a2dc548e26c6e&lang=en&cache-only=0",
            "defineEn": "a very hot and spicy sauce made with red chili peppers, originally made in Portugal",
            "defineVi": "một loại nước sốt rất cay và cay làm từ ớt đỏ, ban đầu được sản xuất tại Bồ Đào Nha",
            "hasImg": true
        },
        {
            "id": "fceb66aa-072f-4bbe-98a6-51d0313c14d6",
            "word": "tabasco",
            "phonetic": "tɐbæskoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love to splash a bit of Tabasco on my fried chicken for an extra burst of heat.",
                "I always keep a bottle of Tabasco handy in my pantry, ready to add a punch of flavor to any dish.",
                "We'll start with Tabasco.",
                "The noodles were five thousand times hotter than Tabasco sauce.",
                "But Tabasco sauce is 5,000 Scoville and what he ate had 20,000,000."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFiYXNjbw&hash=7a83004ab8c1db3c69e27c76a4a4e8d0b0842883&lang=en&cache-only=0",
            "defineEn": "a very hot sauce that is made with fully ripe red peppers",
            "defineVi": "một loại nước sốt rất nóng được làm bằng ớt đỏ chín hoàn toàn",
            "hasImg": true
        },
        {
            "id": "13a0b1e1-6c8f-4552-b6cf-a30723d372aa",
            "word": "satay sauce",
            "phonetic": "sæɾeɪ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2F0YXkgc2F1Y2U&hash=c3a51c6b6307f05669fef1d20b17ed9c01ada43e&lang=en&cache-only=0",
            "defineEn": "a spicy sauce made with peanuts served with an Indonesian or Malaysian food of the same name",
            "defineVi": "một loại nước sốt cay làm từ đậu phộng ăn kèm với một món ăn cùng tên của Indonesia hoặc Malaysia",
            "hasImg": true
        },
        {
            "id": "58bd45a9-0bc4-4f9b-b77a-4ad61c7593f3",
            "word": "Bearnaise sauce",
            "phonetic": "bɛɹneɪz sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmVhcm5haXNlIHNhdWNl&hash=6c828dc7e5a1c3723a90890ea109cc331db89d3b&lang=en&cache-only=0",
            "defineEn": "a thick sauce made with butter and egg yolks, seasoned with shallots, tarragon and vinegar",
            "defineVi": "nước sốt đặc làm từ bơ và lòng đỏ trứng, nêm với hẹ tây, ngải giấm và giấm",
            "hasImg": true
        },
        {
            "id": "0cb9f17c-0fa1-4195-bc0d-2619412d2b85",
            "word": "bechamel sauce",
            "phonetic": "bɛtʃeɪməl sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I prepared vegetarian cannelloni using roasted vegetables and creamy béchamel sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVjaGFtZWwgc2F1Y2U&hash=ea34902fd96c440570a79722ea2433c011b0655d&lang=en&cache-only=0",
            "defineEn": "a creamy white sauce made from cooked butter and flour mixed with milk",
            "defineVi": "nước sốt kem trắng làm từ bơ nấu chín và bột mì trộn với sữa",
            "hasImg": true
        },
        {
            "id": "963841ba-db9a-4f6d-a0b9-b3bba2119718",
            "word": "carbonara",
            "phonetic": "kɑːɹbənɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I attended a cooking class where we learned the secrets to making a perfect carbonara sauce.",
                "He grew up in an Italian household and learned how to make carbonara from his nonna."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uYXJh&hash=f9ab668faccc0de4c130b40ef02e6064fb1a150b&lang=en&cache-only=0",
            "defineEn": "an Italian sauce that is made with chopped bacon, grated parmesan cheese and eggs, served with pasta",
            "defineVi": "một loại nước sốt Ý được làm từ thịt xông khói xắt nhỏ, phô mai parmesan bào và trứng, ăn kèm với mì ống",
            "hasImg": true
        },
        {
            "id": "26fe163e-5503-4a58-a8b1-7e78b7a020e5",
            "word": "clotted cream",
            "phonetic": "klɑːɾᵻd kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The clotted cream added a creamy element to the homemade trifle.",
                "The strawberries and clotted cream combined to create a heavenly dessert parfait.",
                "They gathered for afternoon tea and enjoyed scones with clotted cream and jam."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdHRlZCBjcmVhbQ&hash=566ba9de7e6b8ad2e3a2979146de86b7afd41eaa&lang=en&cache-only=0",
            "defineEn": "a thick cream that is made by gradually heating whole milk until lumps of cream rise to the top, originally made in the UK",
            "defineVi": "một loại kem đặc được làm bằng cách đun nóng dần sữa nguyên chất cho đến khi các cục kem nổi lên trên cùng, ban đầu được sản xuất tại Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "08232cae-691b-40af-9ef0-c935edbf0849",
            "word": "marinara",
            "phonetic": "mæɹɪnɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses marinara sauce as a dip for his garlic bread and a base for his lasagna.",
                "The fusilli pasta with marinara sauce is my favorite dish.",
                "Sarah and her friend had a bowl of pasta with marinara sauce and a side of garlic bread for lunch.",
                "They traveled to Italy and enjoyed the authentic marinara sauce at a charming seaside restaurant.",
                "The marinara sauce used a flavor enhancer made from sun-dried tomatoes, enhancing the robust and tangy taste."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaW5hcmE&hash=14229560c72bc18683f1cb251ea9f94a015bf982&lang=en&cache-only=0",
            "defineEn": "an Italian sauce consisting of tomatoes, onions, garlics, herbs and seasonings, served with pasta",
            "defineVi": "nước sốt Ý bao gồm cà chua, hành tây, tỏi, rau thơm và gia vị, ăn kèm với mì ống",
            "hasImg": true
        },
        {
            "id": "b8212fd7-5be9-42c0-89e9-14be134c0ee6",
            "word": "mornay sauce",
            "phonetic": "mɔːɹneɪ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents hosted a brunch and served Eggs Benedict with a luscious mornay sauce, impressing their guests."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ybmF5IHNhdWNl&hash=14df3e6876b8dd37931abf5e37be69ef60d09c1e&lang=en&cache-only=0",
            "defineEn": "a velvety sauce that is based on béchamel with grated gruyere or parmesan cheese",
            "defineVi": "một loại nước sốt mịn dựa trên béchamel với phô mai gruyere hoặc parmesan bào",
            "hasImg": true
        },
        {
            "id": "a83e0e16-26b7-43a5-ab4e-c0484d98bd76",
            "word": "mustard",
            "phonetic": "mʌstɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "She spread a dollop of mustard on her sandwich for an extra kick.",
                "He mixed powdered mustard with other herbs to create a flavorful rub for his grilled meats.",
                "The ham was glazed with a mixture of brown sugar and mustard.",
                "You can't have a classic hot dog without a generous squeeze of mustard on top."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzdGFyZA&hash=a65f85c4817c99309a4c1351cbe3e74e55112691&lang=en&cache-only=0",
            "defineEn": "a cold yellow or brown sauce with a hot taste taken from the seeds of a small plant with yellow flowers",
            "defineVi": "nước sốt màu vàng hoặc nâu lạnh có vị nóng lấy từ hạt của một loại cây nhỏ có hoa màu vàng",
            "hasImg": true
        },
        {
            "id": "3ed1377d-01d0-4984-85c7-a6beb64856a0",
            "word": "salad dressing",
            "phonetic": "sæləd dɹɛsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The salad dressing is a tasty combination of olive oil and balsamic vinegar.",
                "The salad dressing used an acidity regulator to achieve the perfect balance of tanginess and acidity.",
                "You can incorporate flax into your favorite salad dressing.",
                "She zests the orange into the salad dressing to add a tangy twist.",
                "The restaurant offers a variety of salad dressings, allowing you to customize your salad to your liking."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsYWQgZHJlc3Npbmc&hash=4d64e07084805ae1c1ebe7ab7666538bed586c74&lang=en&cache-only=0",
            "defineEn": "a mixture of ingredients that is typically added to salads or other dishes to enhance their flavor and texture",
            "defineVi": "một hỗn hợp các thành phần thường được thêm vào món salad hoặc các món ăn khác để tăng hương vị và kết cấu của chúng",
            "hasImg": true
        },
        {
            "id": "ba203b73-4493-4493-87b1-b1d4bf465fe1",
            "word": "worcestershire sauce",
            "phonetic": "wʊstɚʃɚ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They say that Worcestershire sauce gets its name from the city of Worcester in England.",
                "I love to sprinkle Worcestershire sauce on my scrambled eggs.",
                "The secret behind Worcestershire sauce lies in its unique combination of ingredients, such as anchovies, tamarind, and spices."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yY2VzdGVyc2hpcmUgc2F1Y2U&hash=c39bcc42832a1db9c828a8f20bd2525b1ebf5e09&lang=en&cache-only=0",
            "defineEn": "a thin sauce that consists of vinegar, soy sauce and garlic, originally made in Worcester, England",
            "defineVi": "một loại nước sốt mỏng bao gồm giấm, nước tương và tỏi, ban đầu được sản xuất tại Worcester, Anh",
            "hasImg": true
        },
        {
            "id": "6574d060-316e-4306-a1a3-1d6feea7c466",
            "word": "bolognese pasta sauce",
            "phonetic": "bɑːləneɪz pɑːstə sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9sb2duZXNlIHBhc3RhIHNhdWNl&hash=2acf7de5ea15bccd848cc88e579311c07db76025&lang=en&cache-only=0",
            "defineEn": "a type of rich and hearty Italian sauce made with ground meat, tomatoes, and aromatic herbs",
            "defineVi": "một loại nước sốt đậm đà và thịnh soạn của Ý được làm từ thịt xay, cà chua và các loại rau thơm",
            "hasImg": true
        },
        {
            "id": "addbe439-baa5-433c-bd85-a0720d8e31a8",
            "word": "spaghetti sauce",
            "phonetic": "spɐɡɛɾi sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhZ2hldHRpIHNhdWNl&hash=ed69f807fe3d712847e5e0af44e23022bf9da78a&lang=en&cache-only=0",
            "defineEn": "a tomato-based sauce commonly used as a topping for spaghetti and other pasta dishes",
            "defineVi": "nước sốt làm từ cà chua thường được sử dụng làm lớp phủ cho mì spaghetti và các món mì ống khác",
            "hasImg": true
        },
        {
            "id": "54f66bdb-84cc-4fa1-9ae9-f0abee588cfc",
            "word": "taco sauce",
            "phonetic": "tɑːkoʊ sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFjbyBzYXVjZQ&hash=d6e6b6a17069a7218af68af5b7bbe1b81338221a&lang=en&cache-only=0",
            "defineEn": "a flavorful condiment typically used to enhance the taste of tacos and other Mexican dishes",
            "defineVi": "một loại gia vị có hương vị thường được sử dụng để tăng hương vị của tacos và các món ăn Mexico khác",
            "hasImg": true
        },
        {
            "id": "669a385d-dfaa-49f3-8892-079f642369c2",
            "word": "remoulade sauce",
            "phonetic": "ɹɛmʊlɑːd sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVtb3VsYWRlIHNhdWNl&hash=e55f95712a741cb5cd4f1fc303da8bf5a0ce8b75&lang=en&cache-only=0",
            "defineEn": "a tangy and creamy condiment typically made with mayonnaise, mustard, pickles, and herbs",
            "defineVi": "một loại gia vị thơm và kem thường được làm bằng sốt mayonnaise, mù tạt, dưa chua và rau thơm",
            "hasImg": true
        },
        {
            "id": "621a7bc4-0d1d-47d7-ac3a-d2bbbb5fd58f",
            "word": "cocktail sauce",
            "phonetic": "kɑːkteɪl sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ja3RhaWwgc2F1Y2U&hash=8c8fd85962ef190347e54124f48280ac8dba177b&lang=en&cache-only=0",
            "defineEn": "a tangy and spicy condiment typically served with seafood",
            "defineVi": "một loại gia vị thơm và cay thường được phục vụ với hải sản",
            "hasImg": true
        },
        {
            "id": "c9a78ac7-d174-4cfa-8590-de174fc236c8",
            "word": "applesauce",
            "phonetic": "æpəlsɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The McIntosh applesauce adds a touch of sweetness to my pork roast recipe.",
                "In my favorite restauran, warm applesauce is served as a side dish with the roasted chicken.",
                "OK, kids, everyone sit criss-cross applesauce and face the front of class!",
                "We brought a jar of homemade applesauce to share at the picnic.",
                "Red Delicious apples are a popular choice for making homemade applesauce or apple butter."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGVzYXVjZQ&hash=243f82ca75eb0b09afc7b3062c58b75ddb86f000&lang=en&cache-only=0",
            "defineEn": "a pureed mixture of cooked apples, often sweetened and flavored with spices",
            "defineVi": "một hỗn hợp xay nhuyễn của táo nấu chín, thường được làm ngọt và thêm gia vị"
        },
        {
            "id": "0ab866f1-eaef-4e51-b1c4-418742f82f0c",
            "word": "mole",
            "phonetic": "moʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoyed the vegetarian black bean and vegetable mole as a delicious meat-free option.",
                "Even the pickiest eaters were won over by the creamy and mildly spicy mole.",
                "For a chemist, a mole conjures up the number 6.02 times 10 to the 23rd, not a fuzzy little animal.",
                "A mole is 24 grams.",
                "So I have 25 over 35 moles."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZQ&hash=927592ebc57ae33e2bf8f70c1c9efd3a1a92c2c8&lang=en&cache-only=0",
            "defineEn": "a rich and complex Mexican sauce made with chili peppers and various spices",
            "defineVi": "một loại nước sốt Mexico phong phú và phức tạp được làm từ ớt và các loại gia vị khác nhau",
            "hasImg": true
        },
        {
            "id": "0ad7ee2d-cb19-4cc7-81c9-75b904bcac40",
            "word": "fumet",
            "phonetic": "fjuːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They simmered the chicken fumet for hours, creating a flavorful base for their homemade soup.",
                "I asked my sister to add a touch of fumet to her creamy mushroom sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVtZXQ&hash=93d1bb91bda012dd879fd37c281601d1bed1e985&lang=en&cache-only=0",
            "defineEn": "a concentrated stock made from fish, meat, or vegetables used for flavoring sauces, soups, and stews",
            "defineVi": "một loại nước dùng đậm đặc làm từ cá, thịt hoặc rau dùng để tạo hương vị cho nước sốt, súp và món hầm"
        },
        {
            "id": "e5766478-ac1f-42e9-9f5d-818bf5c78e8c",
            "word": "supreme",
            "phonetic": "suːpɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the family gathering, everyone enjoyed the supreme roasted duck.",
                "She made a grilled chicken breast supreme, seasoned with herbs and served with a side of roasted vegetables.",
                "You needed the Supreme court.",
                "Supreme only sells their merchandise at 11 brick-and-mortar stores across the world as well as their online store.",
                "Supreme's appropriation of images is one of the keys to its popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcmVtZQ&hash=0100a56882ae3bfeca3e96caccc2e72b8d410a69&lang=en&cache-only=0",
            "defineEn": "a deboned and skinless cut of meat or poultry, often used to describe a skillfully prepared or elegant dish",
            "defineVi": "một miếng thịt hoặc gia cầm đã được lọc và không có da, thường được sử dụng để mô tả một món ăn được chế biến khéo léo hoặc trang nhã"
        }
    ]
}