{
    "id": "db09163e-4bde-4e25-bff4-a4e1eb8af69b",
    "title": "Stylistic Device",
    "originalTitle": "Stylistic device",
    "words": [
        {
            "id": "a0749a2d-8f5e-45cc-a47a-f544c56ca3c8",
            "word": "apostrophe",
            "phonetic": "ɐpɔstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So in this example, this apostrophe is OK.",
                "In O’Sullivan, do we put the apostrophe?",
                "And it also knows that this apostrophe is just a character.",
                "And the reason why you have to kind of set it to that settings, is because if you don't and you upload it, the apostrophes turn into like little question marks and it looks really weird",
                "But there was a big controversy and some people said it should be D apostrophe O H. Other people were, and I remembered some, a couple of writers spelled it doe, D O E. Which just looked stupid on the page."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvc3Ryb3BoZQ&hash=86ed2b7c3bd3cbbbb04ed8928cd3b4d841c8ad33&lang=en&cache-only=0",
            "defineEn": "a figure of speech in which the speaker addresses a person or an abstract idea, object or thing that is not present or cannot respond as if it could respond",
            "defineVi": "một hình thức nói trong đó người nói đề cập đến một người hoặc một ý tưởng trừu tượng, đối tượng hoặc sự vật không có mặt hoặc không thể trả lời như thể nó có thể trả lời"
        },
        {
            "id": "32ad6335-9bb0-44d3-9142-7ea21c467ed1",
            "word": "charactonym",
            "phonetic": "kæɹɪktɑːnɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdG9ueW0&hash=c74ce5274e3966229a523684db78361cdec486df&lang=en&cache-only=0",
            "defineEn": "a literary term used to describe a character's name that suggests or implies something about their personality, behavior, or role in the story",
            "defineVi": "một thuật ngữ văn học được sử dụng để mô tả tên của một nhân vật gợi ý hoặc ám chỉ điều gì đó về tính cách, hành vi hoặc vai trò của họ trong câu chuyện"
        },
        {
            "id": "078a4596-71f7-402a-818a-dc3e63ae9bb6",
            "word": "symbol",
            "phonetic": "sɪmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The Brandenburg Gate in Berlin is an iconic symbol of Germany's history and reunification.",
                "The bald eagle is a national symbol of the American people.",
                "The company took it on the chin as a symbol of the system in the Sixties.",
                "Hundreds of years ago, umbrellas were symbols of power and authority. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9s&hash=b1fa273fc0289292f77c9cfee7a8090038a14a35&lang=en&cache-only=0",
            "defineEn": "a sign or word with a certain meaning, especially in mathematics, music, or science",
            "defineVi": "một dấu hiệu hoặc từ với một ý nghĩa nhất định, đặc biệt là trong toán học, âm nhạc hoặc khoa học",
            "hasImg": true
        },
        {
            "id": "2e1ca494-ce6e-4480-abaa-9ff692d65c9a",
            "word": "allegory",
            "phonetic": "ælɪɡɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Zombification took root as an allegory for colonialism, imperialism, and oppression.",
                "You don’t ask about Plato’s allegory of the cave.",
                "They were actually very dark, violent allegories that scared children and adults alike.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "It ranges in theme and genre and maturity levels, but just like with graphic novels, many titles are rich storytelling devices filled with allegory and metaphor about humanity. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdvcnk&hash=ab7a5833d9eef26f0d5b794a4d3a5c389b4b493c&lang=en&cache-only=0",
            "defineEn": "a story, poem, painting, etc. in which the characters and events are used as symbols to convey moral or political lessons",
            "defineVi": "một câu chuyện, bài thơ, bức tranh, v.v. trong đó các nhân vật và sự kiện được sử dụng làm biểu tượng để truyền đạt các bài học đạo đức hoặc chính trị"
        },
        {
            "id": "d8694eab-365a-41fe-be02-78fe65b154dd",
            "word": "alliteration",
            "phonetic": "ɐlɪɾɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxsaXRlcmF0aW9u&hash=2e9f29d1bcdf314999b6f68bbfd912b10bcb5c16&lang=en&cache-only=0",
            "defineEn": "the use of the same letter or sound at the beginning of the words in a verse or sentence, used as a literary device",
            "defineVi": "việc sử dụng cùng một chữ cái hoặc âm thanh ở đầu các từ trong một câu hoặc câu, được sử dụng như một thiết bị văn học"
        },
        {
            "id": "186002a6-e9c3-4efc-9c80-d5e1519bbf30",
            "word": "allusion",
            "phonetic": "ɐluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When viewed in the context of his sculpture of Pope John Paul II being struck by a meteorite, or his miniature figure of Hitler kneeling in repentance, the banana is pretty inoffensive subject matter, even with its obvious phallic allusions.",
                "Their hard-edged, basic shapes and forms avoided allusion, metaphor, and overt symbolism.",
                "His most recent book reaches for the heavens, with allusions to astronomy and even astrological signs, while remaining grounded in the everyday.",
                "Using a lot of allusions to the Bible and so forth, which was also prevalent in a lot of the rhetoric during this time. ",
                "The treats the occupiers issue, and the allusions to war against Gaza have no meaning other than drawing the hour of vengeance and lesson-learning closer."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsdXNpb24&hash=6d5d6582c0c2c1d983ace095c3e55731a12b92bd&lang=en&cache-only=0",
            "defineEn": "a statement that implies or indirectly mentions something or someone else, especially as a literary device",
            "defineVi": "một tuyên bố ngụ ý hoặc gián tiếp đề cập đến một cái gì đó hoặc một người khác, đặc biệt là một thiết bị văn học"
        },
        {
            "id": "192786cd-04ca-4e67-b228-0ac8c9cadc78",
            "word": "amplification",
            "phonetic": "æmplɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They provide not only better amplification, but also better discrimination between various sounds. ",
                "Amplification is achieved by placing pickups inside the guitar body.",
                "It's the amplification of dangerous content that I would like to restrict.",
                "So in any of these molecular tests, we might go from a few virus particles to billions of virus particles after the amplification step.",
                "Scientists called their new invention a laser, which stands for light amplification by stimulated emission of radiation."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wbGlmaWNhdGlvbg&hash=cba8103b8e036897e0df6f41664ecd2c20138f98&lang=en&cache-only=0",
            "defineEn": "a rhetorical device in which the writer repeats a word or phrase while adding more detail to it, in order to emphasize or clarify the meaning of the original statement",
            "defineVi": "một thiết bị tu từ trong đó nhà văn lặp lại một từ hoặc cụm từ trong khi bổ sung thêm chi tiết cho nó, để nhấn mạnh hoặc làm rõ ý nghĩa của tuyên bố ban đầu"
        },
        {
            "id": "87ad9d8b-8261-4e2e-ba91-61c6ac550318",
            "word": "anadiplosis",
            "phonetic": "ænɐdɪploʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hZGlwbG9zaXM&hash=6a4b7e9d117a51c70ca4be7f912f8b351f01b322&lang=en&cache-only=0",
            "defineEn": "a rhetorical device in which a word or phrase at the end of one clause or sentence is repeated at the beginning of the next clause or sentence",
            "defineVi": "một thiết bị tu từ trong đó một từ hoặc cụm từ ở cuối một mệnh đề hoặc câu được lặp lại ở đầu mệnh đề hoặc câu tiếp theo"
        },
        {
            "id": "117bc29d-974b-4312-bf3e-cc6f2268fe31",
            "word": "anaphora",
            "phonetic": "ænɐfoːɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hcGhvcmE&hash=4df288dbc5fa94fa3675c128821fb708e67bc9d9&lang=en&cache-only=0",
            "defineEn": "the repetition of a word or expression at the beginning of a phrase, clause or sentence, used as a rhetorical device",
            "defineVi": "sự lặp lại của một từ hoặc biểu thức ở đầu cụm từ, mệnh đề hoặc câu, được sử dụng như một thiết bị tu từ"
        },
        {
            "id": "51a6ca4b-e640-4d3b-a083-2ae31ddfb894",
            "word": "pun",
            "phonetic": "pʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love puns.",
                "Boy I love puns.",
                "My puns are so good.",
                "Stan made that pun.",
                "It’s a pun."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVu&hash=b38e1ac753f26f207a9890ee426dfb5eac2fc0e1&lang=en&cache-only=0",
            "defineEn": "a clever or amusing use of words that takes advantage of the multiple meanings or interpretations that it has",
            "defineVi": "một cách sử dụng từ thông minh hoặc hài hước tận dụng nhiều nghĩa hoặc cách diễn giải mà nó có"
        },
        {
            "id": "c83f94f7-261b-48ed-be32-fbd43d62bf68",
            "word": "antanaclasis",
            "phonetic": "æntɐnɐklɑːsiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50YW5hY2xhc2lz&hash=642e8fe9d6e63425e4fb59ef99864c0cc651d709&lang=en&cache-only=0",
            "defineEn": "a rhetorical device in which a word is repeated, but with a different meaning each time",
            "defineVi": "một thiết bị tu từ trong đó một từ được lặp đi lặp lại, nhưng với một nghĩa khác nhau mỗi lần"
        },
        {
            "id": "558230fc-3315-4d38-9e32-0f9837102a78",
            "word": "antithesis",
            "phonetic": "æntɪθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, it’s true that market economists love competition, but monopolies are the antithesis of competition.",
                "They rebuilt a society that was the counter Egypt, that was the antithesis of what they'd experienced in their suffering in Egypt.",
                "So next time we’re going to check out a theory that is in many ways the antithesis of Kantianism: utilitarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXRoZXNpcw&hash=d6643a31af4307385c6b20abf9b474bab7312bd4&lang=en&cache-only=0",
            "defineEn": "a figure of speech in which two ideas or concepts are arranged in parallel clauses, words or sentences to express a contrast",
            "defineVi": "một hình thức nói trong đó hai ý tưởng hoặc khái niệm được sắp xếp trong các mệnh đề, từ hoặc câu song song để thể hiện sự tương phản"
        },
        {
            "id": "1f82bfd5-13e8-4373-af21-4f3160cf817c",
            "word": "apophasis",
            "phonetic": "ɐpəfɑːsiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvcGhhc2lz&hash=68c6c92fc94b0870c76396a4cd9c9e868475a1ab&lang=en&cache-only=0",
            "defineEn": "a rhetorical device that involves denying or dismissing something while actually acknowledging or emphasizing it",
            "defineVi": "một thiết bị hùng biện liên quan đến việc từ chối hoặc loại bỏ một cái gì đó trong khi thực sự thừa nhận hoặc nhấn mạnh nó"
        },
        {
            "id": "0170acc3-f5ce-443e-a149-47c85caa2742",
            "word": "figure of speech",
            "phonetic": "fɪɡjɚɹ ʌv spiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJlIG9mIHNwZWVjaA&hash=ca76be7c13fc2eb0cf3d67fe9f223c11853dee7a&lang=en&cache-only=0",
            "defineEn": "a word or phrase used in a non-literal sense for rhetorical or vivid effect",
            "defineVi": "một từ hoặc cụm từ được sử dụng theo nghĩa phi nghĩa đen cho hiệu ứng tu từ hoặc sinh động"
        },
        {
            "id": "9b5e4d45-61a9-4ec6-928b-90cb34def33d",
            "word": "simile",
            "phonetic": "sɪmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the subject of Homer’s poems, archeological evidence tells us that the Trojan War occurred around the twelfth century BCE, although it probably included far fewer gods and similes than in the epics based on it.",
                "That's such a good simile, Nathaniel Hawthorne."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltaWxl&hash=b84cf1e8fb2671d218bb97bcee0903b43311c181&lang=en&cache-only=0",
            "defineEn": "a word or phrase that compares two things or people, highlighting the similarities, often introduced by 'like' or 'as'",
            "defineVi": "một từ hoặc cụm từ so sánh hai sự vật hoặc con người, làm nổi bật những điểm tương đồng, thường được giới thiệu bằng 'like' hoặc 'as'"
        },
        {
            "id": "a850416a-9848-4b46-8896-a7f8bd555346",
            "word": "metaphor",
            "phonetic": "mɛɾəfɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These metaphors break down at some point.",
                "That metaphor is the idea of the prisoner of war.",
                "Basically, Sonnet 18 is one big extended metaphor.",
                "That's the wrong metaphor.",
                "There's a different metaphor."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YXBob3I&hash=083e29be842fe6eb380a7d5165dacc5da13a91b8&lang=en&cache-only=0",
            "defineEn": "a type of figure of speech by which a person describes something or someone by referring to something or someone else to point out their similarities or emphasize them or give a better description of what they mean",
            "defineVi": "một loại hình của bài phát biểu mà một người mô tả một cái gì đó hoặc ai đó bằng cách đề cập đến một cái gì đó hoặc người khác để chỉ ra những điểm tương đồng của họ hoặc nhấn mạnh họ hoặc đưa ra một mô tả tốt hơn về ý nghĩa của họ"
        },
        {
            "id": "4c67a7cc-afb1-44a7-bc76-23786a79d399",
            "word": "synecdoche",
            "phonetic": "saɪnɪkdɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3luZWNkb2NoZQ&hash=3c219be8152fe49aba0cc59b8bbd06fd45409146&lang=en&cache-only=0",
            "defineEn": "a figure of speech in which a part of something represents the whole or vice versa",
            "defineVi": "một con số của bài phát biểu trong đó một phần của một cái gì đó đại diện cho toàn bộ hoặc ngược lại"
        },
        {
            "id": "0f01c3a4-7cb9-43f5-a61f-33845e38f950",
            "word": "metonymy",
            "phonetic": "mɛtənɪmi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0b255bXk&hash=b30cd008666d1cacee72b93d86e8776e649ae572&lang=en&cache-only=0",
            "defineEn": "a figure of speech in which a name of something is used instead of another, the two of which are closely associated or one is an attribute of the other",
            "defineVi": "một hình ảnh của bài phát biểu trong đó tên của một cái gì đó được sử dụng thay vì tên khác, hai trong số đó được liên kết chặt chẽ hoặc cái này là thuộc tính của cái kia"
        },
        {
            "id": "3e2e60f6-3199-4118-a118-5a44573bc27a",
            "word": "personification",
            "phonetic": "pɜːsɑːnɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Dullahan is the personification of death.",
                "Personifications of Death continued to be popular reminding the living of the inevitability of their end.",
                "A pope must go on forever, be the personification of the crucified Christ.",
                "Some of the first great art that we see is, like, the personification of painful or beautiful abstract concepts as gods.",
                "The Windigo legend teaches us about Native American spiritual beliefs and social values, and has three major symbolic interpretations: the incarnation of winter, the embodiment of hunger, and the personification of selfishness, both spiritual and physical."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uaWZpY2F0aW9u&hash=d07e62dd401b3ae9e47a2d320292b3e2124323a5&lang=en&cache-only=0",
            "defineEn": "the practice of attributing human characteristics to abstract ideas, objects, etc. in literature or art",
            "defineVi": "thực hành gán các đặc điểm của con người cho các ý tưởng, đối tượng trừu tượng, v.v. trong văn học hoặc nghệ thuật"
        },
        {
            "id": "9788b661-591b-4f84-ab99-272e7d6d392d",
            "word": "imagery",
            "phonetic": "ɪmɪdʒɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "Tonight's program contains graphic imagery.",
                "You just use digital imagery."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2VyeQ&hash=abc0f00779601a5462361d7cc4807653b3e63c63&lang=en&cache-only=0",
            "defineEn": "the figurative language in literature by which the audience can form vivid mental images",
            "defineVi": "ngôn ngữ tượng hình trong văn học mà khán giả có thể hình thành những hình ảnh tinh thần sống động"
        },
        {
            "id": "5ded7cda-4ddd-4508-94aa-e6a3a14103cf",
            "word": "paradox",
            "phonetic": "pæɹədɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The border is a paradox.",
                "So what is the archer's paradox?",
                "Simpson's paradox isn't just a hypothetical scenario.",
                "So the origins and spread of fire in our evolutionary history remain full of paradoxes.",
                "So human faces are an interesting paradox."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRveA&hash=d7fd1bffb0325375ddaee4d9b5eef5ac4e2ef661&lang=en&cache-only=0",
            "defineEn": "a logically contradictory statement that might actually be true",
            "defineVi": "một tuyên bố mâu thuẫn về mặt logic mà thực sự có thể đúng"
        },
        {
            "id": "8146cc94-13ae-4217-98c2-dc6900bc0a48",
            "word": "motif",
            "phonetic": "moʊtiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the advent of the romantic movement, fantasy and folklore themes became common motifs.",
                "That's a motif.",
                "Narrator: All of Saied's paintings include ancient Egyptian motifs, to pay homage to papyrus' origin.",
                "Science fiction may have its roots in reactionary motifs and worries about the myriad ways civilization might fall.",
                "Then the spider switches to a sticky silk for its main motif: circle after circle of tenacious thread."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aWY&hash=bbe83ae204be63d0cd45fc835c2760b57ba0a427&lang=en&cache-only=0",
            "defineEn": "a subject, idea, or phrase that is repeatedly used in a literary work or musical composition",
            "defineVi": "một chủ đề, ý tưởng hoặc cụm từ được sử dụng nhiều lần trong một tác phẩm văn học hoặc tác phẩm âm nhạc"
        },
        {
            "id": "450efb49-18c3-4297-925a-d26dcd7801f4",
            "word": "assonance",
            "phonetic": "æsənəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNzb25hbmNl&hash=b9e33f5787a05e3aa2693112074fd009c1c6e0c2&lang=en&cache-only=0",
            "defineEn": "the use of similar vowels close to each other in nonrhyming syllables as a literary device",
            "defineVi": "việc sử dụng các nguyên âm tương tự gần nhau trong các âm tiết không vần như một thiết bị văn học"
        },
        {
            "id": "9b55d858-b243-4951-9391-a7a0cf8f02af",
            "word": "consonance",
            "phonetic": "kɑːnsənəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc29uYW5jZQ&hash=f75046fcfbd820e64f61604f2692356e8f4bf650&lang=en&cache-only=0",
            "defineEn": "a literary device that refers to the repetition of consonant sounds, particularly at the end of words, to create a pleasing or rhythmic effect in a sentence or phrase",
            "defineVi": "một thiết bị văn học đề cập đến sự lặp lại của các phụ âm, đặc biệt là ở cuối từ, để tạo hiệu ứng dễ chịu hoặc nhịp điệu trong một câu hoặc cụm từ"
        },
        {
            "id": "9ab34a66-b8ec-44a3-9edd-0d576c6b7ecc",
            "word": "onomatopoeia",
            "phonetic": "ɑːnəmæɾəpoʊiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's not a bad onomatopoeia for it.",
                "Since Ancient Greece, we’ve been trying to figure out why people feel that some words just sound like the thing they refer to that is, why onomatopoeias exist."
            ],
            "audio": "https://tts.langeek.co/read?text=b25vbWF0b3BvZWlh&hash=e836ae85f8130d536602587ec2a255a87490c4fb&lang=en&cache-only=0",
            "defineEn": "the naming of a thing or action based on the sound that they refer to",
            "defineVi": "việc đặt tên của một điều hoặc hành động dựa trên âm thanh mà họ đề cập đến"
        },
        {
            "id": "c433defa-b38a-424f-9029-f79ea583b28f",
            "word": "irony",
            "phonetic": "aɪɹəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the irony of Phil talking about ethics.",
                "The ironies were rich.",
                "The irony is that you can't even see the computer.",
                "So that's the irony. ",
                "It’s the ultimate irony."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbnk&hash=7eee5d7127ff80619c780cb843a7ba2289057328&lang=en&cache-only=0",
            "defineEn": "a form of humor in which the words that someone says mean the opposite, producing an emphatic effect",
            "defineVi": "một hình thức hài hước trong đó những từ mà ai đó nói có nghĩa ngược lại, tạo ra một hiệu ứng nhấn mạnh"
        },
        {
            "id": "4b29e0ac-7518-4668-9a55-322b6c4afd6a",
            "word": "verbal irony",
            "phonetic": "vɜːbəl aɪɹəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVyYmFsIGlyb255&hash=4cfa8f160a484b6105614abe368e95b39fd2c48f&lang=en&cache-only=0",
            "defineEn": "a literary device in which the speaker says something but means the opposite, often for humorous or sarcastic effect",
            "defineVi": "một thiết bị văn học trong đó người nói nói điều gì đó nhưng có nghĩa ngược lại, thường để tạo hiệu ứng hài hước hoặc châm biếm"
        },
        {
            "id": "32c9eca2-5cf4-4916-be73-535116856670",
            "word": "situational irony",
            "phonetic": "sɪtʃuːeɪʃənəl aɪɹəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2l0dWF0aW9uYWwgaXJvbnk&hash=161614a06eaa8530b5240f6e4b6137ab28ba4c99&lang=en&cache-only=0",
            "defineEn": "a literary device in which events or circumstances within a story are contrary to what one would expect, often leading to an unexpected outcome or twist",
            "defineVi": "một thiết bị văn học trong đó các sự kiện hoặc hoàn cảnh trong một câu chuyện trái ngược với những gì người ta mong đợi, thường dẫn đến một kết quả hoặc bước ngoặt bất ngờ"
        },
        {
            "id": "259b74f9-de6e-4041-9f1c-9796a85b9ad6",
            "word": "dramatic irony",
            "phonetic": "dɹəmæɾɪk aɪɹəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aWMgaXJvbnk&hash=4bb58b173f6ccdf1f5291770e0c4bc81ec4addf0&lang=en&cache-only=0",
            "defineEn": "a literary technique by which the audience is more aware of the significance of the words or actions of the story than characters are",
            "defineVi": "một kỹ thuật văn học mà khán giả nhận thức rõ hơn về ý nghĩa của các từ hoặc hành động của câu chuyện hơn là các nhân vật"
        },
        {
            "id": "10623559-38a1-49a6-a617-101952326453",
            "word": "aporia",
            "phonetic": "ɐpoːɹiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvcmlh&hash=13415f3269f6b63ea5d28493d2410614854233a4&lang=en&cache-only=0",
            "defineEn": "a situation in which a theory or argument cannot be true because two or more parts of it are contradictory",
            "defineVi": "một tình huống trong đó một lý thuyết hoặc lập luận không thể đúng bởi vì hai hoặc nhiều phần của nó mâu thuẫn"
        },
        {
            "id": "b40cbfc3-8349-4886-8180-607d92cdfbac",
            "word": "asyndeton",
            "phonetic": "ɐsɪndɛtən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXN5bmRldG9u&hash=c0a68cf085ed7c9093684aa1f95aac9f8db67277&lang=en&cache-only=0",
            "defineEn": "a literary device where conjunctions are omitted between clauses or phrases in a sentence",
            "defineVi": "một thiết bị văn học trong đó các liên kết được bỏ qua giữa các mệnh đề hoặc cụm từ trong câu"
        },
        {
            "id": "67ff5580-4e8e-4ac7-a9ff-161c6f1c4d8c",
            "word": "auxesis",
            "phonetic": "ɔːksiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV4ZXNpcw&hash=b6aab482b225c14a5f1a2f94015b12b3a44e4028&lang=en&cache-only=0",
            "defineEn": "a literary device that involves the use of exaggeration or hyperbole to create a dramatic or emotional effect, often used to build tension or emphasize the importance of something",
            "defineVi": "một thiết bị văn học liên quan đến việc sử dụng cường điệu hoặc cường điệu để tạo hiệu ứng kịch tính hoặc cảm xúc, thường được sử dụng để tạo căng thẳng hoặc nhấn mạnh tầm quan trọng của một cái gì đó"
        },
        {
            "id": "27b0f904-acd8-4698-94fd-34fa170e2d09",
            "word": "cacophony",
            "phonetic": "kɐkɑːfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "You go back to your unit and you can hear the cacophony of noises.",
                "So the Federalist Society, though, has also been incredibly important in bringing onto different campuses and into different communities an alternative point of view in what could sometimes seem like a cacophony of monotony, one point of view, which is usually very liberal.",
                "All this, combined with occasional military exercises in the area, creates an underwater cacophony that interrupts whale communications.",
                "We’re surrounded by a cacophony of repeating forms.",
                "Hired by the area's wealthy homeowners to keep their grand gardens pristine, the howling cacophony their blowers make is infuriating him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fjb3Bob255&hash=c6a7d52c7bd87fc791fcec8d0a4cf6ca17294a8f&lang=en&cache-only=0",
            "defineEn": "a literary device that uses a mixture of unpleasant, inharmonious, and harsh sounds to depict disorder or chaos",
            "defineVi": "một thiết bị văn học sử dụng hỗn hợp các âm thanh khó chịu, không hài hòa và gay gắt để mô tả sự hỗn loạn hoặc hỗn loạn"
        },
        {
            "id": "31e526f5-ea3a-46d4-a8b4-e07e553f5d97",
            "word": "catacosmesis",
            "phonetic": "kæɾɐkəzmiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWNvc21lc2lz&hash=beece753a3d240a519dbc6e6247e3884ee6af71d&lang=en&cache-only=0",
            "defineEn": "a rhetorical device that involves a series of phrases or clauses that are arranged in a descending order of importance or emphasis",
            "defineVi": "một thiết bị tu từ liên quan đến một loạt các cụm từ hoặc mệnh đề được sắp xếp theo thứ tự giảm dần tầm quan trọng hoặc mức độ nhấn mạnh"
        },
        {
            "id": "3428d5b4-b2c1-41ef-9e46-e470e3d1b2de",
            "word": "chiasmus",
            "phonetic": "kaɪæzməs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpYXNtdXM&hash=6511742017ca7e141433822a2880a7a28aaaea0a&lang=en&cache-only=0",
            "defineEn": "a rhetorical figure in which words, grammatical structures or concepts are repeated in a reverse order in successive phrases",
            "defineVi": "một hình tượng tu từ trong đó các từ, cấu trúc ngữ pháp hoặc khái niệm được lặp lại theo thứ tự ngược lại trong các cụm từ liên tiếp"
        },
        {
            "id": "89606a64-853d-4e85-be83-8fa7659052a4",
            "word": "conduplicatio",
            "phonetic": "kənduːplɪkeɪʃɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVwbGljYXRpbw&hash=df98e370a1a8b0bba4c409c2f06659e3a40d7c0f&lang=en&cache-only=0",
            "defineEn": "a writing technique that uses the repetition of a word or phrase at the beginning of successive clauses or sentences to create emphasis or persuade the audience",
            "defineVi": "một kỹ thuật viết sử dụng sự lặp lại của một từ hoặc cụm từ ở đầu các mệnh đề hoặc câu liên tiếp để tạo sự nhấn mạnh hoặc thuyết phục khán giả"
        },
        {
            "id": "5726d3b2-19e1-4869-ac8a-ce1839ea1bc9",
            "word": "derision",
            "phonetic": "dᵻɹɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The romance novel has been the subject of intrigue, derision, and shame in literary discourse long before the modern genre as we know it today existed.",
                "BMW is expected to launch the i4 a more sport focused car for its electric i brand, whereas the i3 was more of a small city car that even elicited some derision from BMW purists."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyaXNpb24&hash=89e54d2f09ffdbcdac5b17740d5d07ea93cf158f&lang=en&cache-only=0",
            "defineEn": "a type of rhetoric in which someone mocks or ridicules something or someone, often in a cruel or sarcastic way",
            "defineVi": "một loại hùng biện trong đó ai đó chế giễu hoặc chế giễu một cái gì đó hoặc một ai đó, thường là một cách tàn nhẫn hoặc châm biếm"
        },
        {
            "id": "c8e1e165-09fc-403c-b065-48e9ba3c2de4",
            "word": "diacope",
            "phonetic": "daɪəkoʊp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhY29wZQ&hash=7cf338864002f16c89c9057f142ca97625e07d44&lang=en&cache-only=0",
            "defineEn": "the repetition of a word or phrase with only a few words in between, usually to emphasize or create a dramatic effect",
            "defineVi": "sự lặp lại của một từ hoặc cụm từ chỉ có một vài từ ở giữa, thường để nhấn mạnh hoặc tạo hiệu ứng ấn tượng"
        },
        {
            "id": "1edde94d-fdff-4e14-b832-6fda114a5011",
            "word": "diasyrmus",
            "phonetic": "daɪəsɪəməs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhc3lybXVz&hash=e19bf5957befaa1bd0cea6f4792361231e1ffbe4&lang=en&cache-only=0",
            "defineEn": "a rhetorical device in which an author or speaker ridicules or denounces an opponent's argument, typically by using sarcasm or irony",
            "defineVi": "một thiết bị tu từ trong đó tác giả hoặc diễn giả chế giễu hoặc tố cáo lập luận của đối thủ, thường bằng cách sử dụng lời mỉa mai hoặc mỉa mai"
        },
        {
            "id": "e64bd066-14e1-4b51-a2ce-2eccb922d4ff",
            "word": "enthymeme",
            "phonetic": "ɛnθaɪmiːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW50aHltZW1l&hash=a655059dbc65bc392b37478dd1854014745b9023&lang=en&cache-only=0",
            "defineEn": "a rhetorical device that involves making a conclusion based on an assumption that is not explicitly stated",
            "defineVi": "một thiết bị tu từ liên quan đến việc đưa ra kết luận dựa trên một giả định không được nêu rõ ràng"
        },
        {
            "id": "ce50acab-d460-44ae-8979-b41c6a97270d",
            "word": "epanalepsis",
            "phonetic": "ɛpɐneɪlɛpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBhbmFsZXBzaXM&hash=b32facc932ef2c64b578f2f5dbddc86b5f90d95c&lang=en&cache-only=0",
            "defineEn": "a rhetorical device in which a word or phrase at the beginning of a sentence or clause is repeated at the end of the same sentence or clause",
            "defineVi": "một thiết bị tu từ trong đó một từ hoặc cụm từ ở đầu câu hoặc mệnh đề được lặp lại ở cuối cùng một câu hoặc mệnh đề"
        },
        {
            "id": "49d543ef-9143-4f1f-8680-90cad88b081f",
            "word": "epistrophe",
            "phonetic": "ᵻpɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpc3Ryb3BoZQ&hash=ea29bb8e41a897b5594ed384aaf4392955656ec8&lang=en&cache-only=0",
            "defineEn": "a rhetorical technique that involves the repetition of a word or phrase at the end of successive clauses or sentences to create emphasis or reinforce a point",
            "defineVi": "một kỹ thuật tu từ liên quan đến việc lặp lại một từ hoặc cụm từ ở cuối các mệnh đề hoặc câu liên tiếp để tạo sự nhấn mạnh hoặc củng cố một điểm"
        },
        {
            "id": "4ce35afb-a21e-4244-91bf-bd9c5cb8091d",
            "word": "epizeuxis",
            "phonetic": "ɛpɪzjuːksɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpemV1eGlz&hash=78b9b5084c7efd7cc060c7ed99448e8351e9aa59&lang=en&cache-only=0",
            "defineEn": "a figure of speech where a word or a phrase is repeated in quick succession for emphasis or intensity",
            "defineVi": "một con số của bài phát biểu trong đó một từ hoặc một cụm từ được lặp lại liên tiếp nhanh chóng để nhấn mạnh hoặc cường độ"
        },
        {
            "id": "4c8611e5-ae34-4b7e-a137-431958011b83",
            "word": "figurative language",
            "phonetic": "fɪɡjɚɹətɪv læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJhdGl2ZSBsYW5ndWFnZQ&hash=9785847551401eb6f37bff62d994de815261bde0&lang=en&cache-only=0",
            "defineEn": "the use of words and expressions that are not meant to be taken literally, but rather to create a vivid, imaginative image or effect in the reader's mind",
            "defineVi": "việc sử dụng các từ và cách diễn đạt không nhằm hiểu theo nghĩa đen mà là để tạo ra một hình ảnh hoặc hiệu ứng sống động, giàu trí tưởng tượng trong tâm trí người đọc"
        },
        {
            "id": "8cb1b3db-8651-45bd-807d-060f4205b44c",
            "word": "foreshadowing",
            "phonetic": "fɔːɹʃædoʊɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, you know, I wish it were something else, but I don't think that this speech will have been a foreshadowing of the year to come."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZXNoYWRvd2luZw&hash=9dde9c6d748e2041ed1721ebc4290f8f2136098c&lang=en&cache-only=0",
            "defineEn": "the act of giving a clue of the future events to the audience in advance while narrating a story",
            "defineVi": "hành động đưa ra manh mối về các sự kiện trong tương lai cho khán giả trước khi kể lại một câu chuyện"
        },
        {
            "id": "b9bbeb51-3574-480b-9921-be56dbc5ee8f",
            "word": "hyperbole",
            "phonetic": "haɪpɜːbəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its not hyperbole to say that, that appearance changed my career significantly.",
                "Well, I thought the hyperbole was unfortunate. ",
                "I’m using the techniques of hyperbole, in the case of obliteration, and metaphor, in the case of my broken heart, to try to describe the things that are happening inside of me.",
                "Stan just said that was hyperbole, but it’s not.",
                "And this kind of hyperbole is dangerous."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJib2xl&hash=c5800856a227b1f93b4dfbe22b13ada8e0fec233&lang=en&cache-only=0",
            "defineEn": "a technique used in speech and writing to exaggerate the extent of something",
            "defineVi": "một kỹ thuật được sử dụng trong nói và viết để phóng đại mức độ của một cái gì đó"
        },
        {
            "id": "9bdf922e-ec20-466a-a092-633360bc6f95",
            "word": "hypophora",
            "phonetic": "haɪpoʊfoːɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwb3Bob3Jh&hash=869ba8f561207a0866828ae5b51580681a082c1a&lang=en&cache-only=0",
            "defineEn": "a rhetorical device in which an author raises a question, and provides an answer right away",
            "defineVi": "một thiết bị hùng biện trong đó một tác giả đặt ra một câu hỏi, và cung cấp một câu trả lời ngay lập tức"
        },
        {
            "id": "e1e8fd54-fb79-4660-a444-a2bb39aeddcf",
            "word": "innuendo",
            "phonetic": "ɪnnjuːɛndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But we would, there again make innuendoes I guess, and adults would you know, listen to those guys, and the kids didn’t get it anyway.",
                "Ed Walker: And soap operas and radio where they use a lot of innuendos, but they never came right out, Rob Bamberger: Does anyone have the dictionary?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5udWVuZG8&hash=db2463cd05574784103fe229cb3e887e6e8e86b0&lang=en&cache-only=0",
            "defineEn": "a vague and allusive hint, especially a disapproving or suggestive one",
            "defineVi": "một gợi ý mơ hồ và ám chỉ, đặc biệt là một gợi ý không tán thành hoặc gợi ý"
        },
        {
            "id": "5023b240-1d00-407b-b3f1-67bb18a978a1",
            "word": "metanoia",
            "phonetic": "mɛtənɔɪə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0YW5vaWE&hash=eeef1ef5432431d03475b86d26b2a5d9d72564dd&lang=en&cache-only=0",
            "defineEn": "a figure of speech that involves a self-correction or a revision of what has just been said, usually to strengthen or emphasize the speaker's argument or to make a point more clearly",
            "defineVi": "một hình thức diễn đạt liên quan đến việc tự sửa lỗi hoặc sửa lại những gì vừa được nói, thường là để củng cố hoặc nhấn mạnh lập luận của người nói hoặc để làm cho quan điểm rõ ràng hơn"
        },
        {
            "id": "4a161693-5554-4270-b726-afdb5bd0a36b",
            "word": "oxymoron",
            "phonetic": "ɑːksɪmoːɹɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Isn’t that, like, an oxymoron?",
                "For starters, it’s an oxymoron.",
                "So, conductive plastics used to be an oxymoron.",
                "Been described as a folk experimentalist, which sounds like a COMPLETE oxymoron.",
                "As an urban geographer, I study environmental justice in cities, and so it just would be an oxymoron in a way, for me to move to Maine to work."
            ],
            "audio": "https://tts.langeek.co/read?text=b3h5bW9yb24&hash=58fd440befba9c44b70c2f81ca649a74e9e21c38&lang=en&cache-only=0",
            "defineEn": "a figure of speech that combines two contradictory or contrasting terms to create a unique expression",
            "defineVi": "một con số của bài phát biểu kết hợp hai thuật ngữ mâu thuẫn hoặc tương phản để tạo ra một biểu hiện độc đáo"
        },
        {
            "id": "7099f189-4b7a-4fe1-a315-0c6a7b29ca03",
            "word": "pleonasm",
            "phonetic": "plɪɑːnæzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxlb25hc20&hash=e91d5af96e9e821624552487a001a97cf5e66b18&lang=en&cache-only=0",
            "defineEn": "(linguistics) the redundant use of words in a way that might be considered a fault of style, or to create an emphatic effect",
            "defineVi": "(ngôn ngữ học) việc sử dụng các từ dư thừa theo cách có thể bị coi là lỗi về văn phong hoặc để tạo hiệu ứng nhấn mạnh"
        },
        {
            "id": "2b7cce9e-a8b8-48df-8930-f3ce58921378",
            "word": "polysyndeton",
            "phonetic": "pɑːlɪsɪndɛtən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seXN5bmRldG9u&hash=3f2b1d7b2c1a2fea18e0cb8e6b709bec17ccd587&lang=en&cache-only=0",
            "defineEn": "a deliberate repetition of a conjunction in a phrase, used as a literary trope",
            "defineVi": "một sự lặp lại có chủ ý của một sự kết hợp trong một cụm từ, được sử dụng như một phép ẩn dụ văn học"
        },
        {
            "id": "36fb7a51-d0a0-4e49-bc8d-cf12e03fa3a0",
            "word": "procatalepsis",
            "phonetic": "pɹɑːkɐɾeɪlɛpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvY2F0YWxlcHNpcw&hash=311cb72a3156500a2f51a673624f7cc5ceb20dbc&lang=en&cache-only=0",
            "defineEn": "a rhetorical strategy in which the speaker or writer anticipates an objection or counterargument from the audience and addresses it before it can be raised",
            "defineVi": "một chiến lược hùng biện trong đó diễn giả hoặc nhà văn dự đoán một sự phản đối hoặc phản đối từ khán giả và giải quyết nó trước khi nó có thể được nêu ra"
        },
        {
            "id": "5636cbab-5f1e-4304-b274-9a37389924ba",
            "word": "rhyme",
            "phonetic": "ɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That rhymed.",
                "These rhymes are Darryl's ♪",
                "- Didn't rhyme.",
                "but I'm rhyming.",
                "I can't rhyme."
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5bWU&hash=2a74241a1d45f5cdd122fd9482a80e4d8005767f&lang=en&cache-only=0",
            "defineEn": "agreement between the sound or the ending of a word and another word",
            "defineVi": "thỏa thuận giữa âm thanh hoặc kết thúc của một từ và một từ khác"
        },
        {
            "id": "2bad6440-427b-4643-9e6e-75dfeac37b4d",
            "word": "rhythm",
            "phonetic": "ɹɪðəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The music in the movie had a familiar rhythm to it.",
                "So the fight has this rhythm to it.",
                "But our body has a rhythm.",
                "Circadian rhythms also influence your immune system.",
                "Can we keep rhythm together?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5dGht&hash=fc99a0cfb0c357f7ffea7cb742d3360509073ac8&lang=en&cache-only=0",
            "defineEn": "a strong repeated pattern of musical notes or sounds",
            "defineVi": "một mô hình lặp đi lặp lại mạnh mẽ của các nốt nhạc hoặc âm thanh"
        },
        {
            "id": "6f1aae3f-a003-4733-b1b6-0d67918e182f",
            "word": "syllepsis",
            "phonetic": "sɪlɛpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3lsbGVwc2lz&hash=81f9e17c0dc8d3b137006263b1cb5273b4026e81&lang=en&cache-only=0",
            "defineEn": "a figure of speech where a word is used in the same sentence with two or more other words, but with different meanings",
            "defineVi": "một hình ảnh của bài phát biểu trong đó một từ được sử dụng trong cùng một câu với hai hoặc nhiều từ khác, nhưng với những ý nghĩa khác nhau"
        },
        {
            "id": "3e45734e-3104-4c5e-bbdc-99b9963553af",
            "word": "symploce",
            "phonetic": "sɪmploʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ltcGxvY2U&hash=d564e440b6a0072b5d44c677f9f2a6b92af5f346&lang=en&cache-only=0",
            "defineEn": "a rhetorical device that involves the repetition of words or phrases at the beginning and end of successive clauses or sentences",
            "defineVi": "một thiết bị tu từ liên quan đến việc lặp lại các từ hoặc cụm từ ở đầu và cuối của các mệnh đề hoặc câu liên tiếp"
        },
        {
            "id": "9048bddf-c034-46b1-9a2d-337f3980d2a8",
            "word": "understatement",
            "phonetic": "ʌndɚsteɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "To say that today was a slow day would be an understatement.",
                "Boy, was that an understatement.",
                "That's an understatement.",
                "That's probably an understatement, frankly.",
                "Well, that's an understatement."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJzdGF0ZW1lbnQ&hash=bfb105bdb6f0c3c3c4f3b57784aa5146394dfb25&lang=en&cache-only=0",
            "defineEn": "a figure of speech in which the speaker deliberately makes a situation seem less important or serious than it actually is",
            "defineVi": "một hình thức của bài phát biểu trong đó người nói cố tình làm cho một tình huống có vẻ ít quan trọng hoặc nghiêm trọng hơn thực tế"
        },
        {
            "id": "3d0615d1-8c64-467c-b82b-0dfb1cbab70a",
            "word": "zeugma",
            "phonetic": "zjuːɡmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=emV1Z21h&hash=affc7fb5f49fff8140ced90fb4d3402688aeac78&lang=en&cache-only=0",
            "defineEn": "the use of a word with two senses each of which apply to a different word in a sentence, as a figure of speech",
            "defineVi": "việc sử dụng một từ có hai nghĩa, mỗi nghĩa áp dụng cho một từ khác nhau trong một câu, như một hình ảnh của lời nói"
        },
        {
            "id": "6c415df0-cc70-40d2-94ca-f1ceca6c8c7a",
            "word": "antimetabole",
            "phonetic": "æntɪmətæbɑːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aW1ldGFib2xl&hash=b6674c7c815b89829a3c2e77054ebb3e700b0092&lang=en&cache-only=0",
            "defineEn": "a literary and rhetorical device that involves repeating words or phrases in successive clauses or sentences, but in reverse order",
            "defineVi": "một thiết bị văn học và tu từ liên quan đến việc lặp lại các từ hoặc cụm từ trong các mệnh đề hoặc câu liên tiếp, nhưng theo thứ tự ngược lại"
        }
    ]
}