{
    "id": "dba23d8d-2ace-4e4c-9519-0906f46221c4",
    "title": "Other Reptiles",
    "originalTitle": "Other Reptiles",
    "words": [
        {
            "id": "815662fd-4a1c-40cd-a6bd-76d51d54a4b4",
            "word": "Komodo dragon",
            "phonetic": "kəmoʊdoʊ dɹæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "An abnormally large snake, even an aggressive Komodo dragon became legendary monsters.",
                "- So he purchases a 170 pound Komodo Dragon.",
                "- For a teacher's salary you can get a Komodo Dragon.",
                "The okapi, giant panda, the komodo dragon, even the mountain gorilla were all discovered, at least in part, thanks to folklore.",
                "And there were also lots of bones of Komodo dragons, which are still formidable predators today."
            ],
            "audio": "https://tts.langeek.co/read?text=S29tb2RvIGRyYWdvbg&hash=8ef10b3ee50621fedac8b211623eba12f0b40c07&lang=en&cache-only=0",
            "defineEn": "the largest living lizard with a long venomous tongue and rough skin, endemic to Indonesian Islands",
            "defineVi": "loài thằn lằn lớn nhất còn sống với chiếc lưỡi dài có nọc độc và làn da sần sùi, loài đặc hữu của quần đảo Indonesia",
            "hasImg": true
        },
        {
            "id": "59d130f0-f30f-4ada-812b-87fb24957226",
            "word": "dinosaur",
            "phonetic": "daɪnəsɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He marveled at the dinosaur skeletons in the natural history museum.",
                "Dinosaurs were around back then.",
                "Hence the name of the park By this time, dinosaurs had already acquired a variety of body plans and adaptations.",
                "Dinosaurs totally bypassed that problem.",
                "Dinosaurs also had another evolutionary advantage."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlub3NhdXI&hash=751095c2f5d0d12a6ec614a455a63e9ac9b1af8e&lang=en&cache-only=0",
            "defineEn": "a now extinct group of reptiles that used to live in Mesozoic era, which had enormous bodies and were mainly terrestrial",
            "defineVi": "một nhóm bò sát hiện đã tuyệt chủng từng sống ở thời đại Trung sinh, có thân hình to lớn và chủ yếu sống trên cạn",
            "hasImg": true
        },
        {
            "id": "72912e84-7efe-41d3-a636-22c470fa0d28",
            "word": "alligator",
            "phonetic": "ælᵻɡeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an alligator!",
                "She adores her little alligator pouch.",
                "And some modern reptiles, like alligators, have keratin sheaths over their osteoderms.",
                "But there’s a problem with this idea: Alligators.",
                "It's a little alligator."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsaWdhdG9y&hash=ec5eb23fc6ad40723b85f91a349204662d52ee07&lang=en&cache-only=0",
            "defineEn": "a large animal living in both water and on land which has strong jaws, a long tail, and sharp teeth",
            "defineVi": "một loài động vật lớn sống ở cả dưới nước và trên cạn có bộ hàm khỏe, đuôi dài và hàm răng sắc nhọn",
            "hasImg": true
        },
        {
            "id": "3fe72888-b232-4451-b6a7-083fb6457da5",
            "word": "lizard",
            "phonetic": "lɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, from their slow start in the Triassic to the start of their rise in the Cretaceous, and their eventual explosion ever since, lizards have really played the long game.",
                "Shingleback lizards also have a tough pregnancy.",
                "These reptiles were true lizards, too.",
                "Regenerated lizard tails also regrow skeletal muscle.",
                "But crocodilians’ closest living relatives are not lizards."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl6YXJk&hash=311713b552fefde2ca18b4902d0ee7e13c7505b7&lang=en&cache-only=0",
            "defineEn": "a group of animals with a long body and tail, a rough skin and two pairs of short legs",
            "defineVi": "một nhóm động vật có thân và đuôi dài, da sần sùi và hai cặp chân ngắn",
            "hasImg": true
        },
        {
            "id": "cc1eb33c-ea2d-4dba-ab65-3b8e95a748ba",
            "word": "skink",
            "phonetic": "skɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moving down to the third shelf, we have Smaug the red eyed crocodile skink.",
                "They include a variety of lizards, like members of the groups that today include skinks and maybe geckos.",
                "While snails are okay to feed a skink as a treat as long as they aren't taken from the wild, they shouldn't be the only food offered.",
                "And next to Jabba is Blueberry the blue tongued skink.",
                "Then, by the middle of the Cretaceous, there were hundreds of species that belonged to the modern families of lizards - iguanas, geckos, skinks, varanids, and helodermatids or beaded lizards."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbms&hash=895555920e822c701e0725949e306f7265b4c3b1&lang=en&cache-only=0",
            "defineEn": "an insectivorous lizard with short limbs and an elongated body that inhabits tropical regions",
            "defineVi": "một loài thằn lằn ăn côn trùng với các chi ngắn và thân hình thon dài sống ở vùng nhiệt đới",
            "hasImg": true
        },
        {
            "id": "2832356f-406b-4c96-ab0f-dade28ce8fda",
            "word": "chameleon",
            "phonetic": "kəmiːliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chameleons actually have taste preferences.",
                "Guy's a chameleon.",
                "Chameleons change color to make a statement.",
                "This synthetic chameleon skin has just one layer of nano-scale arrays.",
                "Chameleons don’t change color to match their environment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbWVsZW9u&hash=4b42785fb83c751e048fc16fefde76ab13f01816&lang=en&cache-only=0",
            "defineEn": "a small slow-paced reptile of the lizard family with a long tongue and rotating eyes, which is able to change color based on its surroundings",
            "defineVi": "một loài bò sát nhỏ có tốc độ chậm thuộc họ thằn lằn với chiếc lưỡi dài và đôi mắt xoay tròn, có thể thay đổi màu sắc dựa trên môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "cefc8cbb-2d66-4a92-8527-1652a31cd18a",
            "word": "gecko",
            "phonetic": "ɡɛkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gecko will run away, which can run much faster without this heavy tail on it too.",
                "So this is a leopard gecko.",
                "Ok, this is a leopard gecko.",
                "When the gecko puts its foot down, the setae and spatulae come into very close contact with the contours of whatever surface the gecko is climbing.",
                "What gecko feet do have is a series of tiny structures called spatulae."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vja28&hash=156ed09984d87ba4ccd64b7494087aa7943bf884&lang=en&cache-only=0",
            "defineEn": "a small nocturnal reptile of the lizard family that feeds on insects and is found in warm climates",
            "defineVi": "một loài bò sát nhỏ sống về đêm thuộc họ thằn lằn ăn côn trùng và được tìm thấy ở vùng khí hậu ấm áp",
            "hasImg": true
        },
        {
            "id": "1495b835-b6e2-4564-b83c-67cf7a66df15",
            "word": "crocodile",
            "phonetic": "kɹɑːkədaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although the company had been performing well for years, the new CEO knew to never think there are no crocodiles because the water is calm, and he implemented changes to help the company stay competitive and adapt to new challenges.",
                "Crocodiles patrolled the waters.",
                "Also crocodiles.",
                "Crocodiles have these as well.",
                "Theories included crocodiles, misplaced sea mammals like seals, fossil bones, the duck-billed platypus, swamp gas, and the sounds from swamp birds."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvY29kaWxl&hash=e7b64715a657b231ccc1a8fdbf39fae0ddcff219&lang=en&cache-only=0",
            "defineEn": "a large reptile with very big jaws, sharp teeth, short legs, and a hard skin and long tail that lives in rivers and lakes in hot countries",
            "defineVi": "một loài bò sát lớn có hàm rất to, răng sắc nhọn, chân ngắn, da cứng và đuôi dài sống ở sông hồ ở các nước nóng",
            "hasImg": true
        },
        {
            "id": "da551aec-e8d1-4027-813b-3d1c4c08c759",
            "word": "iguana",
            "phonetic": "ɪɡjuːɑːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is it an iguana?",
                "That's iguana food.",
                "We both said iguana!",
                "Like mules or ligers, though, the hybrid iguanas are sterile.",
                "The iguana stared at them with its hot orange eyes, and did not move."
            ],
            "audio": "https://tts.langeek.co/read?text=aWd1YW5h&hash=9ae39e4c9201836b06861e24f9d9e7a71a90c457&lang=en&cache-only=0",
            "defineEn": "a large herbivorous reptilian of the lizard family with a dorsal crest, which lives in tropical areas of America",
            "defineVi": "một loài bò sát ăn cỏ lớn thuộc họ thằn lằn có mào ở lưng, sống ở các vùng nhiệt đới của Mỹ",
            "hasImg": true
        },
        {
            "id": "775dc970-6f81-4413-aaa4-0e09a4759bd1",
            "word": "caiman",
            "phonetic": "keɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This caiman isn’t closely related to Boverisuchus or the other Planocraniids.",
                "But there have been reports as far back as the early twentieth century of alligators, caimans, and crocodiles regrowing parts of their tails.",
                "And anything within that order, including modern animals like alligators and caimans, are called crocodilians.",
                "So researchers think that whatever Boverisuchus descended from probably looked and behaved a lot like today’s smooth-fronted caiman.",
                "On average, their about as long as a human man is tall, and usually prefer prey like catfish and piranas, but on rare occasions, they've been known to go after prey at least twice their length, like anacondas and croc-like caimans."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FpbWFu&hash=321c42f1074dbb81930d8f8b7373f9911b79edba&lang=en&cache-only=0",
            "defineEn": "a semi-aquatic reptile similar to an alligator with an armored underpart, originally from North and South America",
            "defineVi": "một loài bò sát bán thủy sinh tương tự như cá sấu với phần dưới bọc thép, có nguồn gốc từ Bắc và Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "2f21d7db-3041-44bc-b5db-0dd6589b12c8",
            "word": "slowworm",
            "phonetic": "sloʊwɜːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xvd3dvcm0&hash=5d2c6e5ec0649100413c2c8b811d0f527c1f4660&lang=en&cache-only=0",
            "defineEn": "a legless lizard with a long cylindrical body, smooth scales, and a non-aggressive nature",
            "defineVi": "một con thằn lằn cụt chân với thân hình trụ dài, vảy nhẵn và bản tính không hung dữ"
        },
        {
            "id": "14967e0c-1a5d-4767-84a2-3f332cbadd09",
            "word": "monitor",
            "phonetic": "mɑːnɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Simply knowing that you could be monitoring them closely will cause your team members to take their time on the clock more seriously.",
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uaXRvcg&hash=bc3d7532c650ef675a9ac4899646615dc814202c&lang=en&cache-only=0",
            "defineEn": "any carnivorous lizard that is large and tropical with a narrow head and strong claws",
            "defineVi": "bất kỳ loài thằn lằn ăn thịt nào lớn và nhiệt đới với cái đầu hẹp và móng vuốt khỏe",
            "hasImg": true
        },
        {
            "id": "790058d0-f0e6-4ec8-bb26-9d0d21cf27c2",
            "word": "tuatara",
            "phonetic": "tuːɐtɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "tuatara I just got a neck cramp",
                "Tuatara and its lineage comes off here.",
                "Tuatara have one really cool feature that nothing else in the world really has.",
                "For your consideration, there's the tuatara!",
                "Take me to the tuatara."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVhdGFyYQ&hash=4d6002528c8ec34ed589b9682de17d65dc7fa91b&lang=en&cache-only=0",
            "defineEn": "a reptile endemic to New Zealand, known for its unique physical features and long lifespan",
            "defineVi": "một loài bò sát đặc hữu của New Zealand, được biết đến với các đặc điểm thể chất độc đáo và tuổi thọ cao",
            "hasImg": true
        },
        {
            "id": "fcccee91-6e77-452c-8f98-b9940a161b07",
            "word": "agama",
            "phonetic": "æɡɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdhbWE&hash=42ab4c568d3fbfb3541eff2fa16122ead372bf3c&lang=en&cache-only=0",
            "defineEn": "a type of lizar known for its colorful appearance, and distinct behaviors, belonging to the family Agamidae",
            "defineVi": "một loại thằn lằn được biết đến với vẻ ngoài sặc sỡ và những hành vi khác biệt, thuộc họ Agamidae"
        },
        {
            "id": "6e89b458-0309-4251-819b-bffa2cf73c46",
            "word": "agamid",
            "phonetic": "æɡɐmɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWdhbWlk&hash=e9c30627c5a732e422646d8f501e46d56948d535&lang=en&cache-only=0",
            "defineEn": "a type of lizard characterized by its varied physical characteristics and specific habitat preference",
            "defineVi": "một loại thằn lằn được đặc trưng bởi các đặc điểm thể chất đa dạng và sở thích môi trường sống cụ thể"
        },
        {
            "id": "c3bb26a3-5a31-4b82-8395-7b509f69689c",
            "word": "flying lizard",
            "phonetic": "flaɪɪŋ lɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmx5aW5nIGxpemFyZA&hash=3b931716e3ba560e79bbca08fb60a56d8d1cd306&lang=en&cache-only=0",
            "defineEn": "a reptile capable of gliding through the air using elongated ribs that support their wing-like structures",
            "defineVi": "một loài bò sát có khả năng lướt trong không khí bằng cách sử dụng các xương sườn thon dài hỗ trợ các cấu trúc giống như cánh của chúng"
        },
        {
            "id": "45634b41-6ca5-4401-99a1-5230c534a8e9",
            "word": "freshwater crocodile",
            "phonetic": "fɹɛʃwɔːɾɚ kɹɑːkədaɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2h3YXRlciBjcm9jb2RpbGU&hash=888bdffb6510eb27fcd8ce818ea110b72850c87c&lang=en&cache-only=0",
            "defineEn": "a small to medium-sized crocodilian species found in freshwater habitats in parts of Australia and Southeast Asia",
            "defineVi": "một loài cá sấu cỡ nhỏ đến trung bình được tìm thấy trong môi trường sống nước ngọt ở các vùng của Úc và Đông Nam Á"
        },
        {
            "id": "a96aae1f-5685-41f5-89ac-637f284b9a85",
            "word": "frilled lizard",
            "phonetic": "fɹɪld lɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJpbGxlZCBsaXphcmQ&hash=c11403a31302c0718de968b38af4b5dc35a0bf35&lang=en&cache-only=0",
            "defineEn": "a reptile characterized by its large, fringed neck flap, which it can raise as a display to intimidate predators or potential threats",
            "defineVi": "một loài bò sát được đặc trưng bởi vạt cổ lớn, có tua, nó có thể nâng cao như một vật trưng bày để đe dọa những kẻ săn mồi hoặc các mối đe dọa tiềm ẩn"
        },
        {
            "id": "abc37292-9ffa-49dd-a7c0-d4523dd99c17",
            "word": "gavial",
            "phonetic": "ɡævɪəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2F2aWFs&hash=22730468b8ed4baa19ff0c355fda81567d8c42c5&lang=en&cache-only=0",
            "defineEn": "a long-snouted crocodilian species known for its slender build, sharp teeth, and specialized diet of fish",
            "defineVi": "một loài cá sấu mõm dài được biết đến với thân hình mảnh khảnh, hàm răng sắc nhọn và chế độ ăn đặc biệt là cá",
            "hasImg": true
        },
        {
            "id": "ee6eb0bf-1781-47aa-84ee-543e364a7a22",
            "word": "giant tortoise",
            "phonetic": "dʒaɪənt tɔːɹɾəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQgdG9ydG9pc2U&hash=8262be5587ef8553b9f710d7d67f262b48b72e41&lang=en&cache-only=0",
            "defineEn": "a large, long-lived reptile with a sturdy shell, short legs, and a herbivorous diet",
            "defineVi": "một loài bò sát lớn, sống lâu với lớp vỏ chắc chắn, chân ngắn và chế độ ăn cỏ"
        },
        {
            "id": "15b0a108-4817-436c-87c4-843ebedf4ad2",
            "word": "gila monster",
            "phonetic": "dʒiːlə mɔnstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lsYSBtb25zdGVy&hash=3b02c093e0b0b657a9c3cbe6fbc6fde3c6bff15a&lang=en&cache-only=0",
            "defineEn": "a venomous lizard with distinctive orange and black or pink and black scales",
            "defineVi": "một con thằn lằn có nọc độc với vảy màu cam và đen hoặc hồng và đen đặc biệt"
        },
        {
            "id": "ac7724c6-4136-43e4-9901-f6d2282ed5ce",
            "word": "glass snake",
            "phonetic": "ɡlæs sneɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3Mgc25ha2U&hash=a14387a0641995e4e328f707f3ff3d1849401928&lang=en&cache-only=0",
            "defineEn": "a reptile resembling a snake with a long, slender body and smooth, shiny scales, but it is actually a lizard without functional limbs",
            "defineVi": "một loài bò sát giống rắn với thân hình thon dài và vảy nhẵn bóng, nhưng thực ra nó là một loài thằn lằn không có tứ chi chức năng"
        },
        {
            "id": "21521159-fadf-4b26-8fce-7b11bbbc0a90",
            "word": "goanna",
            "phonetic": "ɡoʊnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29hbm5h&hash=6ae7292183edeb07a497d416ac6350c513c8407a&lang=en&cache-only=0",
            "defineEn": "a common name for various species of monitor lizards found in Australia, known for their powerful limbs and sharp claws",
            "defineVi": "tên gọi chung của nhiều loài thằn lằn theo dõi khác nhau được tìm thấy ở Úc, được biết đến với các chi mạnh mẽ và móng vuốt sắc nhọn"
        },
        {
            "id": "859152f9-0365-4ab4-9ddc-e4037371727c",
            "word": "green turtle",
            "phonetic": "ɡɹiːn tɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gdHVydGxl&hash=043ab1af6cfde3f5cd6483b394e99848d6b41f11&lang=en&cache-only=0",
            "defineEn": "a species of sea turtle characterized by its greenish-colored fat and cartilage, known for its long migrations and herbivorous diet",
            "defineVi": "một loài rùa biển được đặc trưng bởi chất béo và sụn màu xanh lục, được biết đến với những cuộc di cư dài ngày và chế độ ăn cỏ"
        },
        {
            "id": "09f480c7-fb2d-4d34-82cf-b56ecbac7f81",
            "word": "hawksbill",
            "phonetic": "hɔːksbɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you're ever in a market in a different country and you come across a product that looks like this really pretty pattern, this tortoiseshell pattern, it might actually be from a hawksbill turtle.",
                "So all of those seafaring nations brought hawksbills in huge quantities back to Europe.",
                "And almost every single button in Europe in the past centuries that were made from tortoiseshell were made from hawksbill.",
                "And we're studying hawksbill turtles, one of the two most endangered species.",
                "And we have hawksbills feeding there, and we actually have juvenile hawksbills and subadults feeding there."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF3a3NiaWxs&hash=b75b96d6213252fe03b06ec42312a2e26ea9dcd6&lang=en&cache-only=0",
            "defineEn": "a type of sea turtle characterized by its pointed beak, beautiful shell, and critically endangered status",
            "defineVi": "một loại rùa biển đặc trưng bởi mỏ nhọn, mai đẹp và tình trạng cực kỳ nguy cấp"
        },
        {
            "id": "8e01c1c9-07ad-4e90-8760-5dee14d3c88f",
            "word": "horned toad",
            "phonetic": "hɔːɹnd toʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9ybmVkIHRvYWQ&hash=ad4850319232e804425e638c1d893256f7a3d565&lang=en&cache-only=0",
            "defineEn": "a small lizard with a flattened body, short legs, and horns on its head, found in arid regions of North America",
            "defineVi": "một loài thằn lằn nhỏ có thân dẹt, chân ngắn và có sừng trên đầu, được tìm thấy ở những vùng khô cằn ở Bắc Mỹ"
        },
        {
            "id": "9a3fa203-6225-4ffc-bce7-3ac7bc2cb79b",
            "word": "bearded dragon",
            "phonetic": "bɪɹdᵻd dɹæɡən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVhcmRlZCBkcmFnb24&hash=1002dbcdfefc58fb573f11de5938dcc88064c774&lang=en&cache-only=0",
            "defineEn": "a popular species of lizard native to Australia, known for its docile nature and distinctive beard-like projection under the chin",
            "defineVi": "một loài thằn lằn phổ biến có nguồn gốc từ Úc, được biết đến với bản tính ngoan ngoãn và phần nhô ra giống như râu đặc biệt dưới cằm"
        },
        {
            "id": "cdc2416b-e8ad-452d-95c9-3b1f16504216",
            "word": "kabaragoya",
            "phonetic": "kæbɐɹɐɡɔɪə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2FiYXJhZ295YQ&hash=920cf1a051c7330b3443b8a97410e93a4b546e82&lang=en&cache-only=0",
            "defineEn": "a local name for the water monitor lizard, a large, aquatic reptile found in parts of Asia",
            "defineVi": "tên địa phương của thằn lằn theo dõi nước, một loài bò sát thủy sinh lớn được tìm thấy ở các vùng của Châu Á"
        },
        {
            "id": "61b98127-0264-46ee-b647-7e35886d6c51",
            "word": "Nile monitor",
            "phonetic": "naɪl mɑːnɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TmlsZSBtb25pdG9y&hash=0c5eb00121aa5b39e74804a6f69144b20fea0931&lang=en&cache-only=0",
            "defineEn": "a large, aggressive lizard species found in Africa, known for its excellent swimming ability and carnivorous diet",
            "defineVi": "một loài thằn lằn lớn, hung dữ được tìm thấy ở Châu Phi, được biết đến với khả năng bơi lội tuyệt vời và chế độ ăn thịt"
        },
        {
            "id": "87954b68-e968-42b4-aeb4-77b1cf9e50f3",
            "word": "loggerhead",
            "phonetic": "lɔɡɚhɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "One loggerhead was found with almost 150,000 animals, including nematodes, crustacean larvae, and shrimp!",
                "Loggerheads migrate thousands of kilometers each year, sometimes crossing entire ocean basins as they move from nesting to foraging sites.",
                "Rather, it’s the unexpected consequence of the loggerhead’s typical activities.",
                "And they found that loggerheads may carry an average of 34,000 such critters on their shells.",
                "To get a clearer picture of these little passengers, a 2020 study took a close look at the organisms that spend their time on loggerhead shells."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9nZ2VyaGVhZA&hash=356430a746b473d0f4ce65f4dc5f0559cf31c3db&lang=en&cache-only=0",
            "defineEn": "a species of marine turtle characterized by its large head and reddish-brown shell",
            "defineVi": "một loài rùa biển đặc trưng bởi cái đầu to và mai màu nâu đỏ"
        },
        {
            "id": "d24b0b12-867b-4fc9-a44b-927ff54da612",
            "word": "moloch",
            "phonetic": "mɑːlɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9sb2No&hash=8257b19ba9e152b5a93ab489147b5411e95da0db&lang=en&cache-only=0",
            "defineEn": "a unique lizard species found in Australia, known for its spiky body, specialized adaptations, and ability to survive in arid environments",
            "defineVi": "một loài thằn lằn độc đáo được tìm thấy ở Úc, được biết đến với cơ thể đầy gai nhọn, khả năng thích nghi chuyên biệt và khả năng sống sót trong môi trường khô cằn"
        },
        {
            "id": "bc94757f-e771-41b7-8010-4afb53fecaad",
            "word": "amphisbaena",
            "phonetic": "æmfɪsbiːnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1waGlzYmFlbmE&hash=68f4720080358ee3a0e162433fe1ef26a249c4a6&lang=en&cache-only=0",
            "defineEn": "a burrowing, legless lizard found in the Americas, with the ability to move in either direction",
            "defineVi": "một loài thằn lằn không chân, đào hang được tìm thấy ở châu Mỹ, với khả năng di chuyển theo cả hai hướng"
        },
        {
            "id": "e54d7d15-3402-4a99-8b0e-212d9fe4e1e5",
            "word": "mud turtle",
            "phonetic": "mʌd tɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVkIHR1cnRsZQ&hash=127ee2f4d7170f4bafdf494f9e086cbda69d7006&lang=en&cache-only=0",
            "defineEn": "a small freshwater turtle with a rounded shell that inhabits muddy or swampy areas and feeds on aquatic invertebrates",
            "defineVi": "một con rùa nước ngọt nhỏ có mai tròn sống ở những vùng bùn hoặc đầm lầy và ăn động vật không xương sống dưới nước"
        },
        {
            "id": "7ba9576d-4a17-4c10-aeb5-c96fc4312d95",
            "word": "anole",
            "phonetic": "ænoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their suspected extinction was probably caused by deforestation, since the anoles were only found within about 250 square kilometers of forest near the village of Mindo.",
                "They had to go at night because these anoles are super well camouflaged during the day, and they like to hang out high up in trees and creep around very slowly.",
                "They caught it and snapped some photos, and it was identified as the long-lost Ecuadorian Horned Anole.",
                "The anoles were first discovered in the 1950s, but the few scientists could find were all male, so they couldn’t tell if the females also supported that impressive nose."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbGU&hash=6000b3da532d7adaf7d10bca164d04e556862de7&lang=en&cache-only=0",
            "defineEn": "a small lizard known for its ability to change colors and its preference for tropical and subtropical habitats",
            "defineVi": "một loài thằn lằn nhỏ được biết đến với khả năng thay đổi màu sắc và sở thích của nó đối với môi trường sống nhiệt đới và cận nhiệt đới"
        },
        {
            "id": "252bf9d5-67ed-4f9d-8559-59cfcbb05fe7",
            "word": "perentie",
            "phonetic": "pɛɹɛnti ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyZW50aWU&hash=673856c386b2a0ff7953f497319d088224c27b84&lang=en&cache-only=0",
            "defineEn": "the largest monitor lizard species in Australia, known for its impressive size, sharp claws, and powerful tail",
            "defineVi": "loài thằn lằn theo dõi lớn nhất ở Úc, được biết đến với kích thước ấn tượng, móng vuốt sắc nhọn và chiếc đuôi mạnh mẽ"
        },
        {
            "id": "ae3151c4-44b5-4c1a-a381-6aa05728d49b",
            "word": "saltwater crocodile",
            "phonetic": "sɔltwɔːɾɚ kɹɑːkədaɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsdHdhdGVyIGNyb2NvZGlsZQ&hash=f7b2acccb5f73d4a5e123039cb2ee2ceb61178e6&lang=en&cache-only=0",
            "defineEn": "the largest living reptile, found in Southeast Asia and Australia, known for its aggressiveness and formidable hunting skills",
            "defineVi": "loài bò sát sống lớn nhất, được tìm thấy ở Đông Nam Á và Úc, được biết đến với sự hung dữ và kỹ năng săn mồi đáng gờm"
        },
        {
            "id": "cc5e31ff-7365-45c2-a2ea-79c1d971bcca",
            "word": "sand lizard",
            "phonetic": "sænd lɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FuZCBsaXphcmQ&hash=6f2548fb9cac2403f15d97ea48a2abac51115a95&lang=en&cache-only=0",
            "defineEn": "a reptile species that inhabits sandy and heathland areas, characterized by its ability to camouflage in its environment and its distinctive green coloration",
            "defineVi": "một loài bò sát sống ở vùng cát và đất hoang, đặc trưng bởi khả năng ngụy trang trong môi trường và màu xanh lục đặc biệt của nó"
        },
        {
            "id": "a256d636-79d6-4a86-8cec-96a1def646ed",
            "word": "blue-tongued skink",
            "phonetic": "bluːtʌŋd skɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZS10b25ndWVkIHNraW5r&hash=720de9ca809c793f2c9e5a9646be6dc299e5b5ce&lang=en&cache-only=0",
            "defineEn": "a type of lizard native to Australia, known for its distinctive blue tongue and a large, flattened head",
            "defineVi": "một loại thằn lằn có nguồn gốc từ Úc, được biết đến với chiếc lưỡi màu xanh đặc biệt và cái đầu to, dẹt"
        },
        {
            "id": "ef9e2533-9bb7-4ba9-b41a-bb70e494480b",
            "word": "snapping turtle",
            "phonetic": "snæpɪŋ tɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c25hcHBpbmcgdHVydGxl&hash=68b60a346c4b39fffd9f291824b40ae6ee2b33b7&lang=en&cache-only=0",
            "defineEn": "a large freshwater turtle known for its aggressive nature, powerful jaws, and ability to snap its mouth shut with great force",
            "defineVi": "một loài rùa nước ngọt lớn được biết đến với bản tính hung dữ, bộ hàm mạnh mẽ và khả năng ngậm miệng lại với lực rất lớn"
        },
        {
            "id": "8709b4ab-fc8e-4ce5-88b2-ad71b72c193e",
            "word": "tortoise",
            "phonetic": "tɔːɹɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gopher tortoises have to have an open habitat.",
                "Many tortoises have color preferences.",
                "Meanwhile, captive breeding programs produced more giant tortoises.",
                "But what is a tortoise, anyway?",
                "- This is tortoise, man. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ydG9pc2U&hash=28ede649ec7b803778a4bef9ac7a6942f304a7d0&lang=en&cache-only=0",
            "defineEn": "a type of turtle that lives on land and moves very slowly, with a large shell on its back",
            "defineVi": "một loại rùa sống trên cạn và di chuyển rất chậm, trên lưng có một cái mai lớn",
            "hasImg": true
        },
        {
            "id": "985d25e6-6195-468c-b28e-bd3929f953f4",
            "word": "terrapin",
            "phonetic": "tɛɹɐpɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVycmFwaW4&hash=29853734002efa7dc421aff5788139442ff5f528&lang=en&cache-only=0",
            "defineEn": "any aquatic turtle with square shapes on its shell that is found in Eastern US and is edible",
            "defineVi": "bất kỳ loài rùa thủy sinh nào có hình vuông trên mai được tìm thấy ở miền Đông Hoa Kỳ và có thể ăn được",
            "hasImg": true
        },
        {
            "id": "b90ec7f3-098a-4434-be53-5d04d8e16258",
            "word": "turtle",
            "phonetic": "tɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Picturing myself as a skilled home cook, I started making turtle bean sandwiches.",
                "Just as a turtle retreats into its shell for protection, the turtle bean provides a nutritious and hearty meal.",
                "The turtle bean's dark and glossy appearance, resembling the shell of a turtle.",
                "Just as a turtle retreats into its shell for protection, the turtle bean provides a nutritious and hearty meal.",
                "The turtle bean's dark and glossy appearance, resembling the shell of a turtle."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVydGxl&hash=b6d2f1b30204fccf50f6ae1b6d766f995fc0d55e&lang=en&cache-only=0",
            "defineEn": "an animal that has a hard shell around its body and lives mainly in water",
            "defineVi": "một loài động vật có lớp vỏ cứng bao quanh cơ thể và sống chủ yếu dưới nước",
            "hasImg": true
        },
        {
            "id": "9ee5cec4-bd0d-4a7c-9296-8362e2d8e98f",
            "word": "slider",
            "phonetic": "slaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food market offered delicious pulled pork loin sliders, topped with mushroom sauce.",
                "She made mini sliders with turkey patties, topped them with cranberry sauce.",
                "She transformed leftover meatloaf into meatloaf sliders, placing small slices of meatloaf on mini buns.",
                "A gourmet food truck serves mouthwatering tenderloin sliders with melted cheese and caramelized onions.",
                "It's sliders."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpZGVy&hash=397057344a28499b4612240c4967946344ef0f0c&lang=en&cache-only=0",
            "defineEn": "a freshwater turtle native to the Americas",
            "defineVi": "một con rùa nước ngọt có nguồn gốc từ châu Mỹ",
            "hasImg": true
        },
        {
            "id": "364fe344-066e-45f7-b3d4-ac07b42a94e5",
            "word": "leatherback",
            "phonetic": "lɛðɚbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember those giant leatherback sea turtles?",
                "So, like the other species on this list, the leatherback might not be the most terrifying animal on the planet.",
                "And today, the leatherback is the only skin-shelled sea turtle left.",
                "Ultimately, with the passage of years, the survivors will increase in size, from that of a dinner plate at year one to that of a dinner table, in the case of one species at least, the leatherback, a decade or so later.",
                "Like the leatherback, Archelon didn’t have a hard upper shell, or carapace."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhdGhlcmJhY2s&hash=adbe4efb363727248994fa272f388413f1e8a026&lang=en&cache-only=0",
            "defineEn": "the largest living sea turtle with a thick leathery shell that migrates in northern hemisphere",
            "defineVi": "loài rùa biển lớn nhất còn sống với lớp vỏ dày như da di cư ở bán cầu bắc",
            "hasImg": true
        },
        {
            "id": "fa8c8f5c-81e4-415f-9830-02c0aedebb2f",
            "word": "soft-shelled turtle",
            "phonetic": "sɔftʃɛld tɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdC1zaGVsbGVkIHR1cnRsZQ&hash=371aad19f9250d40c4b090036197c642196132b5&lang=en&cache-only=0",
            "defineEn": "a species of turtle with a leathery shell, streamlined body, and elongated neck, well-adapted for an aquatic lifestyle",
            "defineVi": "một loài rùa có mai bằng da, thân hình thuôn dài và cổ thon dài, thích nghi tốt với lối sống dưới nước"
        },
        {
            "id": "8093e70c-4620-4c35-b94c-f2c444aee300",
            "word": "box turtle",
            "phonetic": "bɑːks tɜːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym94IHR1cnRsZQ&hash=09f51a901551a8a8a9c6c3509ded2718a5267e42&lang=en&cache-only=0",
            "defineEn": "a kind of turtle that has a unique shell that can close tightly like a box to keep it safe",
            "defineVi": "một loại rùa có chiếc mai độc đáo có thể đóng chặt như một chiếc hộp để giữ an toàn"
        },
        {
            "id": "e547fded-bb13-448a-bd0c-60e3ab41e735",
            "word": "swift",
            "phonetic": "swɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "He paused, took a step back, and remembered to be swift to hear and slow to speak.",
                "Swift shows up looking very different.",
                "Swifts, for example, have very underdeveloped legs and live almost entirely on the wing.",
                "On February 4th, China's central bank also set up a joint venture with SWIFT, the global system for financial messaging and cross-border payments.",
                "And if another should emerge,that technology could facilitate a swift arrest."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpZnQ&hash=b97c6d17438a2a571bd74059cfb356b0f947def8&lang=en&cache-only=0",
            "defineEn": "a small, fast-flying bird characterized by its streamlined body, long wings, and aerial agility",
            "defineVi": "một loài chim nhỏ, bay nhanh, đặc trưng bởi thân hình thuôn dài, đôi cánh dài và sự nhanh nhẹn trên không",
            "hasImg": true
        },
        {
            "id": "cd5c1700-6dff-4538-8417-192eb7f3015b",
            "word": "tokay",
            "phonetic": "tɑːkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9rYXk&hash=b35c9ca5c1986efec4941e362feaa2b6a8e525a0&lang=en&cache-only=0",
            "defineEn": "a species of gecko found in Southeast Asia, known for its distinctive blue-gray coloration, loud vocalizations, and aggressive behavior",
            "defineVi": "một loài tắc kè được tìm thấy ở Đông Nam Á, được biết đến với màu xanh xám đặc biệt, giọng kêu to và hành vi hung dữ"
        },
        {
            "id": "3805d746-8d48-4c89-bd82-7b8e6bbea02d",
            "word": "chuckwalla",
            "phonetic": "tʃʌkwɔlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2h1Y2t3YWxsYQ&hash=31f68229624a9db9e1b6ee274292e24fbbfb4b28&lang=en&cache-only=0",
            "defineEn": "a large, herbivorous lizard species known for its robust body, rough scales, and ability to inflate itself when threatened",
            "defineVi": "một loài thằn lằn lớn, ăn cỏ được biết đến với thân hình cường tráng, vảy xù xì và khả năng tự phồng lên khi bị đe dọa"
        },
        {
            "id": "1332babe-d462-4438-875a-7ac8949d8ba6",
            "word": "diamondback terrapin",
            "phonetic": "daɪəməndbæk tɛɹɐpɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhbW9uZGJhY2sgdGVycmFwaW4&hash=acf06192f7cbbc8723502717394914804b749e4f&lang=en&cache-only=0",
            "defineEn": "a species of turtle known for its distinctive diamond-shaped markings on its shell and its ability to live in both land and water environments",
            "defineVi": "một loài rùa được biết đến với những mảng hình kim cương đặc biệt trên mai và khả năng sống ở cả môi trường trên cạn và dưới nước"
        },
        {
            "id": "e06772ba-781b-4d17-aaee-f9ec16a9c5d2",
            "word": "wall lizard",
            "phonetic": "wɔːl lɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FsbCBsaXphcmQ&hash=6e60eb702397f6d6b41550803110e2f726706cb6&lang=en&cache-only=0",
            "defineEn": "a small lizard found in Europe and Asia, known for its ability to climb walls with adhesive toe pads",
            "defineVi": "một loài thằn lằn nhỏ được tìm thấy ở châu Âu và châu Á, được biết đến với khả năng leo tường bằng miếng đệm ngón chân dính"
        },
        {
            "id": "08312c3f-255c-4d66-b99c-b333dd19a084",
            "word": "worm lizard",
            "phonetic": "wɜːm lɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29ybSBsaXphcmQ&hash=6cf304dc7b5f1b6089264cc0591c6c90333fc22d&lang=en&cache-only=0",
            "defineEn": "a limbless reptile with a cylindrical body, resembling an earthworm, and adapted for a burrowing lifestyle",
            "defineVi": "một loài bò sát không có chi với cơ thể hình trụ, giống như một con giun đất và thích nghi với lối sống đào hang"
        },
        {
            "id": "bcc87c8b-9e4f-4dd0-b2dd-066fe3a85290",
            "word": "gopher",
            "phonetic": "ɡoʊfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gopher tortoises have to have an open habitat.",
                "Gopher tortoises are declining due to habitat loss, being squashed by cars, poaching and disease.",
                "The horned gophers are part of a family of squirrel-like rodents called mylagaulids that has no living members.",
                "[CHEERY INTRO MUSIC] Bullsnakes are a sub-species of gopher snake.",
                "This is Slithers, he is a Sonoran gopher snake."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29waGVy&hash=37b11d5779f63397b1a776d53318c8b4fa4b5354&lang=en&cache-only=0",
            "defineEn": "a sand tortoise that makes tunnels in the ground, inhabiting Southern US",
            "defineVi": "một con rùa cát tạo đường hầm trong lòng đất, sinh sống ở miền Nam Hoa Kỳ",
            "hasImg": true
        }
    ]
}