{
    "id": "dbaed04c-a578-432d-a257-172aa9478cc9",
    "title": "Feel the Music!",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "bce1c7c6-38db-4927-964c-5525eb572c69",
            "word": "playlist",
            "phonetic": "pleɪlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next song on the playlist is her favorite.",
                "Here's a playlist just for you.",
                "Here's a playlist of our favorite aquatic episodes.",
                "Here's a playlist of our greatest hits.",
                "For our most recent episodes on COVID-19, check out the playlist in the description."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWxpc3Q&hash=32059dd1e765a828188c83abac65f2df6fdaa82a&lang=en&cache-only=0",
            "defineEn": "a set of recorded songs and pieces of music that have been selected to be broadcast on a radio station or a radio program",
            "defineVi": "một tập hợp các bài hát và đoạn nhạc đã ghi âm đã được chọn để phát trên đài phát thanh hoặc chương trình phát thanh"
        },
        {
            "id": "36348b04-2772-4c6a-8b83-ce0a750a38dd",
            "word": "acoustic",
            "phonetic": "ɐkuːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Acoustic instruments like the acoustic guitar is pretty much everywhere.",
                "Acoustic waveguides are specifically shaped tunnels that can amplify certain sounds.",
                "And that is acoustic levitation.",
                "Even the acoustics change when you enter a room with a work by Hicks in it."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvdXN0aWM&hash=cb322e6b23c2438c63d73bbb4272ee9809d4405a&lang=en&cache-only=0",
            "defineEn": "(of a musical instrument) making a sound that is natural not amplified",
            "defineVi": "(của một loại nhạc cụ) tạo ra âm thanh tự nhiên không khuếch đại",
            "hasImg": true
        },
        {
            "id": "c2625321-c635-4f80-95b3-91ef30d458c6",
            "word": "instrumental",
            "phonetic": "ɪnstɹəmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mother was super instrumental in so many aspects of my career.",
                "He’s pretty instrumental in the transition. ",
                "The Wall Street Journal called the firm instrumental in the energy companies transformation.",
                "And Stephen Miller was very instrumental to that. ",
                "I've very much instrumental in giving them good values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudGFs&hash=dba1af19153b4fc83210e9510b1fb59df2a2d5e4&lang=en&cache-only=0",
            "defineEn": "(of music) made only by instruments, instead of being sung",
            "defineVi": "(của âm nhạc) chỉ được thực hiện bởi nhạc cụ, thay vì được hát"
        },
        {
            "id": "7720f195-14ce-463f-9d75-d89e91aaedc7",
            "word": "tuneless",
            "phonetic": "tuːnləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVuZWxlc3M&hash=ffbf6dc8d2c1d25e753154647d777c79185b6117&lang=en&cache-only=0",
            "defineEn": "lacking a pleasant tune",
            "defineVi": "thiếu một giai điệu dễ chịu"
        },
        {
            "id": "e4845df3-53a0-4861-af22-6f44c3066af0",
            "word": "amplifier",
            "phonetic": "æmplɪfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, a thin box with an opening makes a rather good amplifier for strings.",
                "They transmit an electrical version of the vibration through wires to an amplifier.",
                "One of the main promoters or influencers or amplifiers of this was Congressperson Lauren Boebert.",
                "They vibrate at really low frequencies, and can be heard as radio waves by field amplifiers, telegraph lines, or any magnetic device.",
                "To do this, they stuck two prongs into the ground hundreds of meters away, then ran attached cables to a device called an amplifier."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wbGlmaWVy&hash=33fdca6ef3f648751d6aea0511df0104f6083841&lang=en&cache-only=0",
            "defineEn": "an electronic device that strengthens electrical signals or causes sounds to get louder",
            "defineVi": "một thiết bị điện tử tăng cường tín hiệu điện hoặc làm cho âm thanh to hơn",
            "hasImg": true
        },
        {
            "id": "ac45c39d-773a-4d40-b911-00889e6cb753",
            "word": "jukebox",
            "phonetic": "dʒuːkbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh dude, you have a jukebox!",
                "That is the number one jukebox tune of all time.",
                "You've got the tailer, jukebox.",
                "In the final scene of The Sopranos, Tony sits at a diner eating onion rings, Journey is playing on the jukebox, and a shady characters enters the restaurant one after another.",
                "Oh, cool, they still have that jukebox, and that woman who's always staring at me."
            ],
            "audio": "https://tts.langeek.co/read?text=anVrZWJveA&hash=471cc0be8a5a9b7fa3e2fb0dcd5e58cb3a6f46b5&lang=en&cache-only=0",
            "defineEn": "a machine that can play a chosen song when one inserts a coin or pays by card, found in bars, etc.",
            "defineVi": "một máy có thể phát một bài hát đã chọn khi một người đưa đồng xu vào hoặc thanh toán bằng thẻ, được tìm thấy trong các quán bar, v.v.",
            "hasImg": true
        },
        {
            "id": "6345de73-5cd3-46a8-9985-b7bebfd5180a",
            "word": "synthesizer",
            "phonetic": "sɪnθəsaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're actually biomechanical synthesizers that specialize in the domination of not just the time domain, but also the frequency domain.",
                "Trop house exploded in popularity on Spotify around 2015, bringing tropical sounding synthesizers and dancehall elements to a mainstream audience.",
                "(synthesizer music) - And as always, like and subscribe, and we'll see you guys next time.",
                "The room-sized multi-timbral, polyphonic, analog, synthesizer was used by many artists including the Isley Brothers and Stevie Wonder.",
                "Sound waves, though quite complex, can be defined mathematically, reproduced by a synthesizer, and amplified electronically."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ludGhlc2l6ZXI&hash=2a2dbc7d9cc7b78f697e58c4eaacd2c91e8fe845&lang=en&cache-only=0",
            "defineEn": "an electronic musical instrument that produces the sounds of other instruments",
            "defineVi": "một nhạc cụ điện tử tạo ra âm thanh của các nhạc cụ khác",
            "hasImg": true
        },
        {
            "id": "5aaf7662-2f55-46bf-a7b6-e08fb2298c40",
            "word": "anthem",
            "phonetic": "ænθəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The unofficial anthem of the black pride movement in the United States belongs to the Godfather of Soul, James Brown.",
                "The cartoonish anthem reduced the Third Reich to slapstick comedy.",
                "It was an anthem for an issue she's become outspoken about: the lack of opportunities for young women in country music.",
                "It was Joseph Stalin's national anthem with the words rewritten by one of the original authors.",
                "And the national anthem will be changed to \"God Save the King.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aGVt&hash=dc10e6856ee00fdd1500f15a8ba06fa30b549ac1&lang=en&cache-only=0",
            "defineEn": "an official song of great importance for a particular country that is performed on certain occasions",
            "defineVi": "một bài hát chính thức có tầm quan trọng lớn đối với một quốc gia cụ thể được thực hiện vào những dịp nhất định"
        },
        {
            "id": "35d929c9-454c-41c0-8013-4c5bf2a1ef78",
            "word": "ballad",
            "phonetic": "bæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then the lover, Sighing like furnace, with a woeful ballad Made to his mistress’ eyebrow.",
                "This started back in 1992 when one of the earliest K-pop groups, Seo Taiji and Boys, experimented by combining heavy metal, jazz and ballad genres in one song.",
                "There's a BALLAD singer",
                "There's a lot of great gospel-type things in it, too, like Peace in the Valley, Whispering Hope and a few things, but a lot of fun things like Gee Ma, I Wanna Go Home, Ballad of the Green Beret, God Bless the USA, a lot of songs that I've written.",
                "Yeah, it's great to write a song that's like loses to a Phil Collins ballad like that's- (audience laughing)"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbGFk&hash=88771297daf7fa16ba93001645f139884f732126&lang=en&cache-only=0",
            "defineEn": "a tale that is narrated in the form of a song or poem",
            "defineVi": "một câu chuyện được thuật lại dưới hình thức một bài hát hoặc bài thơ"
        },
        {
            "id": "847ca1d3-c915-4b60-ae58-9b8d51182c75",
            "word": "bagpipe",
            "phonetic": "bæɡpaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "When reaching out to a friend who is going through a difficult time, it's important to be mindful of their emotional state and avoid being overly cheerful or upbeat, as the saying goes, bring not a bagpipe to a man in trouble.",
                "If we think of talking like playing human bagpipes, constant pressure and intricate control, then laughing like one of those silly little horns.",
                "Srsly you should look up how birds breathe, it’s weird, they’re like living bagpipes.",
                "You can see big men tossing the caber, listen to Scottish music on the bagpipes, and watch Scottish dancing.",
                "We’re still not exactly sure how whales like humpbacks make those singing sounds, but scientists think they might use a big sac under their vocal chords to squeeze air into the larynx, kind of like a bagpipe, and then recycling it into their lungs so they don’t waste a breath."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFncGlwZQ&hash=9e6f3dc2d0d34f0523a79013f52a6de4e191ffae&lang=en&cache-only=0",
            "defineEn": "a woodwind instrument with a reed and several sticks, played by squeezing a bag and blowing through one of its pipes, originated from Scotland",
            "defineVi": "một nhạc cụ hơi bằng gỗ với một cây sậy và một số que, được chơi bằng cách bóp một cái túi và thổi qua một trong các ống của nó, có nguồn gốc từ Scotland",
            "hasImg": true
        },
        {
            "id": "161158f1-ead9-4b6a-aa3f-9d4a47d0b2f8",
            "word": "bow",
            "phonetic": "boʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave a bow.",
                "The rookie player made his bow on the field during the championship game.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a mark of respect, the students would bow down to their teacher at the end of each class."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93&hash=64e861cdac57c895016fbbb829906830bc39f58d&lang=en&cache-only=0",
            "defineEn": "a long and partially curved, thin rod made out of wood with horsehair strings stretched alongside it, used to play stringed instruments such as the cello and violin",
            "defineVi": "một thanh mỏng, dài và cong một phần làm bằng gỗ với dây lông ngựa kéo dài dọc theo nó, được sử dụng để chơi các nhạc cụ có dây như đàn Cello và violin",
            "hasImg": true
        },
        {
            "id": "ca8b81c2-d602-4c81-b408-f18b8b4241d2",
            "word": "string",
            "phonetic": "stɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has been digging his own grave with a string of poor results.",
                "After a difficult start, things were finally on the up and up for the team, with a string of victories in their last few games.",
                "I'll drive you home - no strings attached.",
                "Who do you think pulled the strings?",
                "And when a mature person gives love, he or she gives without any strings attached to it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5n&hash=77e59c89ae360c4fbf3e4a502166adc8b567ab6b&lang=en&cache-only=0",
            "defineEn": "a cord of stretched wire, nylon, etc. on a musical instrument that is plucked to produce sound",
            "defineVi": "một sợi dây bằng dây căng, nylon, v.v. trên một nhạc cụ được gảy để tạo ra âm thanh",
            "hasImg": true
        },
        {
            "id": "0f863a67-114c-4189-a220-01a689f9140e",
            "word": "harp",
            "phonetic": "hɑːɹp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Somewhere within, a harp was playing.",
                "And, just like harp strings, the fibers resonate at different frequencies.",
                "Everyone turned and looked at the harp at the back of the orchestra.",
                "But as her army readied for war, the bard played his magic harp, Kantele, entrancing all who heard it and sending Pohjola into a deep slumber.",
                "The regular HARP guns used gunpowder, but Project SHARP was a light gas gun, meaning it propelled objects using hydrogen compressed by a piston."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFycA&hash=0e5f2b08bf00821d45fca71c7fd82fb40860aabd&lang=en&cache-only=0",
            "defineEn": "a triangular musical instrument with a row of strings that are stretched vertically, played with the fingers",
            "defineVi": "một nhạc cụ hình tam giác với một hàng dây được kéo dài theo chiều dọc, chơi bằng ngón tay",
            "hasImg": true
        },
        {
            "id": "6486cd9d-8169-41be-92e4-340a351e32b0",
            "word": "percussion",
            "phonetic": "pɚkʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In hiphop, the break is all about the drums and percussion.",
                "Which is a tremendous percussion wave that would turn your insides to jello.",
                "So basically, I'm just like Dead-like uh, Deadpool with a percussion interest?",
                "We use percussion to shake things up and we use gravity to control which direction the stuff is going. -",
                "Some say the golden ratio and the Fibonacci Sequence are evident in Music for Strings, Percussion and Celesta by Hungarian composer, Bela Bartok."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY3Vzc2lvbg&hash=def53479bc7324f3371992e82c4a3eaac94e1688&lang=en&cache-only=0",
            "defineEn": "any musical instrument that is played by hitting with the hand or a stick, such as cymbals, drums, etc.",
            "defineVi": "bất kỳ nhạc cụ nào được chơi bằng cách đánh bằng tay hoặc gậy, chẳng hạn như chũm chọe, trống, v.v.",
            "hasImg": true
        },
        {
            "id": "ca67490b-68f4-4427-beb7-f962322c234c",
            "word": "brass",
            "phonetic": "bɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple parted brass rags over their children last night.",
                "The lazy employee's work was not worth a brass farthing, and he was eventually fired for his lack of effort.",
                "The entrepreneur saw an opportunity in the waste management industry, knowing that where there is muck there is brass.",
                "I'm not sure why they were parting brass rags with each other, but it was clear that they were not getting along.",
                "The situation was so serious that after a few polite exchanges they quickly got down to brass tacks."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhc3M&hash=5366486beaddb3045e56e8cbd2c5b4753921aef6&lang=en&cache-only=0",
            "defineEn": "any musical instrument that is made of metal, such as the trombone and the trumpet",
            "defineVi": "bất kỳ nhạc cụ nào được làm bằng kim loại, chẳng hạn như kèn trombone và kèn",
            "hasImg": true
        },
        {
            "id": "5550f2eb-f2ed-4251-8374-2204ade10843",
            "word": "woodwind",
            "phonetic": "wʊdwɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fear not, my fellow woodwind enthusiasts,?",
                "Fun fact, in 2017, Femi broke the record for the longest note on a woodwind instrument at 51 minutes and 35 seconds.",
                "By then, larger, more varied ensembles were the rule with woodwinds, brass, and percussion to help tell the tale."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZHdpbmQ&hash=f90d03dbc6f0b0733a19ffc1ca70e9d36d44ab6a&lang=en&cache-only=0",
            "defineEn": "any musical instrument that is usually made of wood or metal and is played by blowing, such as a flute, clarinet, etc.",
            "defineVi": "bất kỳ nhạc cụ nào thường được làm bằng gỗ hoặc kim loại và được chơi bằng cách thổi, chẳng hạn như sáo, kèn clarinet, v.v.",
            "hasImg": true
        },
        {
            "id": "20110d42-55a4-4210-9518-8a725bb681fd",
            "word": "in tune",
            "phonetic": "ɪn tuːn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdHVuZQ&hash=75c5c84f990b145d69d76f0b5cc00f00fcf3cdb1&lang=en&cache-only=0",
            "defineEn": "singing or playing with correct intonation or pitch",
            "defineVi": "hát hoặc chơi đúng ngữ điệu hoặc cao độ"
        },
        {
            "id": "852f4923-e5b8-4e5c-bfe9-5f23ba1c7352",
            "word": "concerto",
            "phonetic": "kəntʃɛɹɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you tell me, just what is a concerto?",
                "So maybe it's OK that we’ll never see Shakespeare put on Macbeth, or hear Mozart play a piano concerto."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VydG8&hash=4b0f02eba31226b01cc901e16c8c6caa606b24dd&lang=en&cache-only=0",
            "defineEn": "a musical composition that is written for one or more solo instruments and accompanied by an orchestra with three movements",
            "defineVi": "một tác phẩm âm nhạc được viết cho một hoặc nhiều nhạc cụ độc tấu và kèm theo một dàn nhạc với ba chuyển động"
        },
        {
            "id": "61cc5d12-448d-4959-9126-c86c24d89166",
            "word": "duo",
            "phonetic": "duːoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For all of their opulence, the duo is very philanthropic.",
                "The star duo of supermodel and elite athlete naturally dedicate some resources to health and fitness.",
                "I don't have a duo.",
                "I use Google's video-calling app, Duo.",
                "Finally, the duo worked on innovating the product line with smaller pack sizes and mini Twinkies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVv&hash=d9aaf21235a85e7973f396659267c4cfd0e050d4&lang=en&cache-only=0",
            "defineEn": "a musical work for two singers or players",
            "defineVi": "một tác phẩm âm nhạc cho hai ca sĩ hoặc người chơi",
            "hasImg": true
        },
        {
            "id": "db164b52-82b5-4aa7-b8e0-e954beca491a",
            "word": "bar",
            "phonetic": "bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "er killer was finally put behind bars.",
                "He has raised the bar for other filmmakers.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Apple iPhone is really raising the bar with the latest model.",
                "I washed my face and hands with a bar of soap."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFy&hash=ad2da7ff2333c91e5f56246cc478b9d3ea64829c&lang=en&cache-only=0",
            "defineEn": "any of the short sections of equal length consisting of musical beats located between two consecutive lines",
            "defineVi": "bất kỳ phần ngắn nào có độ dài bằng nhau bao gồm các nhịp nhạc nằm giữa hai dòng liên tiếp",
            "hasImg": true
        },
        {
            "id": "0273cb67-90fa-4961-8396-5363b752dfa3",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "a set of notes based on a particular note that form the tonal basis of a musical passage",
            "defineVi": "một tập hợp các ghi chú dựa trên một ghi chú cụ thể tạo thành cơ sở âm thanh của một đoạn nhạc"
        },
        {
            "id": "94e9ef54-c3ce-4c2a-a31d-e32be40b01f2",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "the degree of highness or lowness of a tone that is determined by the frequency of waves producing it",
            "defineVi": "mức độ cao hay thấp của âm thanh được xác định bởi tần số của sóng tạo ra nó"
        },
        {
            "id": "c97031c7-515c-4e36-a3e0-e2de5b21ab98",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "an arrangement of a series of musical notes with specified intervals, in ascending or descending pitch order",
            "defineVi": "một sự sắp xếp của một loạt các nốt nhạc với các khoảng thời gian xác định, theo thứ tự cao độ tăng dần hoặc giảm dần",
            "hasImg": true
        },
        {
            "id": "c78866a0-4c53-4ff6-ba0d-5b6dfcaf8f7e",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "notes of music played or sung in a combination that produces a pleasing effect",
            "defineVi": "các nốt nhạc được chơi hoặc hát trong sự kết hợp tạo ra hiệu ứng dễ chịu"
        },
        {
            "id": "0c7ddb64-7495-49fa-a3d0-bd8dcc33a570",
            "word": "symphony",
            "phonetic": "sɪmfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "Aboard Royal Caribbean's Symphony of the Seas, there are ice shows, Broadway-style plays, and an aqua performance.",
                "Like it, It's like a symphony.",
                "We could study a symphony by describing the physics of individual sound waves but it loses a bit of its beauty along the way.",
                "In the West, gongs have become commonplace not only in popular culture, but also in meditation studios and symphony orchestras."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGhvbnk&hash=314f5ae988537f382244500e68da923fc5edb92b&lang=en&cache-only=0",
            "defineEn": "a long and sophisticated musical composition written for a large orchestra, in three or four movements",
            "defineVi": "một tác phẩm âm nhạc dài và phức tạp được viết cho một dàn nhạc lớn, trong ba hoặc bốn chuyển động"
        },
        {
            "id": "2401bd42-9f08-4fda-9086-b070d8f48fe6",
            "word": "melody",
            "phonetic": "mɛlədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody.",
                "I love playing the piano and composing my own melodies.",
                "Rodgers’s melodies had a distinctly American sound.",
                "- You changed the melody.",
                "Every lyric and melody was right there."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb2R5&hash=fa6a0a1cda5db525ccfe29e095358fc279deac05&lang=en&cache-only=0",
            "defineEn": "the arrangement or succession of single musical notes in a tune or piece of music",
            "defineVi": "sự sắp xếp hoặc nối tiếp các nốt nhạc đơn lẻ trong một giai điệu hoặc một đoạn nhạc",
            "hasImg": true
        },
        {
            "id": "4f5e6dac-0adf-46ad-b7cf-38a72d6c89d0",
            "word": "movement",
            "phonetic": "muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "As she turned back, a movement across the lawn caught her eye.",
                "We are keeping tabs on their movements.",
                "Keeping track of his movements is like nailing jelly to the wall.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZW1lbnQ&hash=277ba7ecc155268ddf4d3067b935a4192a57d644&lang=en&cache-only=0",
            "defineEn": "one of the main parts that a long musical work is divided into, having its own structure",
            "defineVi": "một trong những phần chính mà một tác phẩm âm nhạc dài được chia thành, có cấu trúc riêng"
        },
        {
            "id": "77109eb8-115f-4670-b0ca-3459e539d37e",
            "word": "to improvise",
            "phonetic": "tʊ ɪmpɹəvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They improvised.",
                "We also have space to improvise.",
                "Drones are another area where the Ukrainian military improvises.",
                "According to Tom Silverman, Soul Sonic Force member Pow Wow had forgotten the lyrics he had written down going into the fifth verse of the song, so he improvised instead.",
                "Which is a music of like, you have a song and you improvise variations on that song and on that interpretation and on that performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92aXNl&hash=f7646d8d58a85b1db97bb379381142c1c3440f3d&lang=en&cache-only=0",
            "defineEn": "to create and perform words of a play, music, etc. on impulse and without preparation, particularly because one is forced to do so",
            "defineVi": "để tạo và biểu diễn các từ của một vở kịch, âm nhạc, v.v. một cách bốc đồng và không có sự chuẩn bị trước, đặc biệt là vì một người bị buộc phải làm như vậy"
        },
        {
            "id": "e8e61933-a6f9-49bf-bb4c-fc8c58640854",
            "word": "to stream",
            "phonetic": "tə stɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The cars run along the highway in a steady stream.",
                "The hiker bent at the waist to drink water from the stream.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZWFt&hash=4cde07b7bd384a8c95bf0a2c941dd825a2d215b6&lang=en&cache-only=0",
            "defineEn": "to play audio or video material from the Internet without needing to download the whole file on one's device",
            "defineVi": "để phát tài liệu âm thanh hoặc video từ Internet mà không cần tải xuống toàn bộ tệp trên thiết bị của một người",
            "hasImg": true
        },
        {
            "id": "8440bf19-57bb-4caa-93b3-133305cc65cf",
            "word": "to hum",
            "phonetic": "tə hʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything was properly locked or stored away, the factory was clean as a whistle, and the fans that were usually turned off were humming away.",
                "Humming: Brum, brum, brum, brum, brum, brum, brum.",
                "The reaction should hum along with no further hindrances, right?",
                "Offscreen: You hummed it earlier.",
                "Nagendra: We were humming from day one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVt&hash=49e1848aa3b794af1a923cf2c1ec7f98b1d804da&lang=en&cache-only=0",
            "defineEn": "to sing a tune with closed lips",
            "defineVi": "để hát một giai điệu với đôi môi khép kín"
        },
        {
            "id": "d93c2cbf-b622-4e46-abf0-fc4b216b0146",
            "word": "to whistle",
            "phonetic": "tə wɪsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Here, wet your whistle.",
                "The whistle went for the end of the game.",
                "He whistles constantly and it gets on Charlotte's nerves.",
                "Your Jeep is as clean as a whistle.",
                "Hearing the train whistle at night gives me itchy feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpc3RsZQ&hash=f21842073e59e885d34e60b6812d7ca63a04050f&lang=en&cache-only=0",
            "defineEn": "to make a high-pitched sound by forcing air out through one's partly closed lips",
            "defineVi": "để tạo ra âm thanh the thé bằng cách đẩy không khí ra ngoài qua đôi môi khép hờ của một người",
            "hasImg": true
        },
        {
            "id": "8966b2ff-89d7-458a-abc2-ec3a98c43f07",
            "word": "gospel",
            "phonetic": "ɡɑːspəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-2000s, gospel chops became a phenomenon.",
                "Chicago gospel musicians are constantly pushing this great art form and their skills forward.",
                "Pioneers like Andrae Crouch and Kirk Franklin have been mixing gospel with everything from funk to rock to hip hop.",
                "It's the true gospel of one Richard Simmons.",
                "It's a mixture of gospel, African beat, jazz."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29zcGVs&hash=e33bf4f2de080fad3c2a27a9415947c760e74070&lang=en&cache-only=0",
            "defineEn": "a type of religious music in which singers sing loudly, originally performed by African Americans",
            "defineVi": "một loại nhạc tôn giáo trong đó các ca sĩ hát to, ban đầu được biểu diễn bởi người Mỹ gốc Phi",
            "hasImg": true
        },
        {
            "id": "48464db2-15f8-4964-b30c-0456eeddc85a",
            "word": "funk",
            "phonetic": "fʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank you to Funk and all YouTubers who helped us.",
                "Or being in a funk because of situational factors.",
                "Pioneers like Andrae Crouch and Kirk Franklin have been mixing gospel with everything from funk to rock to hip hop.",
                "Thanks to our partnership with funk, this video has already been available on our German channel for two weeks!",
                "We struck a deal with Funk from German public broadcasting to revive the German channel and with Wix to start a Spanish channel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuaw&hash=f2332333e1ffc3042dd0f0c77497b4f053cd7460&lang=en&cache-only=0",
            "defineEn": "a style of dance music originated from African music and jazz, characterized by having a strong rhythm",
            "defineVi": "một phong cách nhạc khiêu vũ có nguồn gốc từ nhạc jazz và nhạc châu Phi, đặc trưng bởi nhịp điệu mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "3218b39b-ceb7-4e2c-9ab8-218f33c4dc09",
            "word": "soul",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "He bared his soul to me after the divorce.",
                "He dedicated himself body and soul to the education of young men.",
                "She kept body and soul together by working two jobs.",
                "The volunteers dedicated themselves heart and soul to helping those in need, selflessly giving their time and energy."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bA&hash=6ec926144fb8078f2581141a07ecdca80f619004&lang=en&cache-only=0",
            "defineEn": "a type of music popularized by African American musicians that expresses strong and deep emotions",
            "defineVi": "một thể loại âm nhạc được phổ biến bởi các nhạc sĩ người Mỹ gốc Phi thể hiện cảm xúc mạnh mẽ và sâu sắc"
        },
        {
            "id": "dfe84c94-1948-41d3-a99f-84f49c0236e4",
            "word": "samba",
            "phonetic": "sæmbə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FtYmE&hash=90b7a14035880e4521402a52c83eb02249acf1a6&lang=en&cache-only=0",
            "defineEn": "a piece of music that is composed for a fast dance of Brazilian origin called samba",
            "defineVi": "một bản nhạc được sáng tác cho một điệu nhảy nhanh có nguồn gốc từ Brazil được gọi là samba",
            "hasImg": true
        },
        {
            "id": "0d381e9b-2686-4830-9ee8-c2f894944955",
            "word": "tango",
            "phonetic": "tæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When negotiating a deal, both parties must be willing to compromise and work together, as it takes two to tango.",
                "- I said tango!",
                "But in the meantime, Tango classes will continue.",
                "And if you feel that strongly about Lay's-- - Well, it takes two to tango.",
                "If you showed up to one of these group classes, you’d most likely perform a Tango."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ28&hash=ceec9751866f69605dda1946dc8063b8875024bc&lang=en&cache-only=0",
            "defineEn": "a piece of music written for a South American dance called tango in which a male and female hold hands tightly and walk in the same direction",
            "defineVi": "một bản nhạc viết cho một điệu nhảy Nam Mỹ gọi là tango, trong đó nam và nữ nắm chặt tay nhau và đi về cùng một hướng",
            "hasImg": true
        }
    ]
}