{
    "id": "dbbf9478-0101-4723-a495-55efacdb329a",
    "title": "Top 51 - 75 Phrasal Verbs",
    "originalTitle": "Top 51 - 75 Phrasal Verbs",
    "words": [
        {
            "id": "0f89d9e9-ca80-4bff-9bc7-062f7f4a7283",
            "word": "to come back to",
            "phonetic": "tə kʌm bæk tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now go back to your corner and come back to me the next round.",
                "She heard on the grapevine that he had come back to London.",
                "The writer learned that the best advice is found on the pillow, after taking a break from their work and coming back to it with fresh eyes and renewed creativity.",
                "As soon as it's out of his system, he'll come back to you looking for a cuddle and a kiss.",
                "The wheels of the Memphis Belle come back to the soil of England for the 25th time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBiYWNrIHRv&hash=0668300afa1d7e4961d7fdc6eae6e0d7a0b1c4cb&lang=en&cache-only=0",
            "defineEn": "to start talking about a certain topic or idea again",
            "defineVi": "để bắt đầu nói lại về một chủ đề hoặc ý tưởng nhất định"
        },
        {
            "id": "c2ff1ff6-6ce5-4c39-aa05-1149f5ab416b",
            "word": "to take on",
            "phonetic": "tə teɪk ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As an adult, she took on the responsibilities of her career and family.",
                "They have taken on six more staff, bringing the total to 45.",
                "I move that a vote be taken on this.",
                "After a rigorous workout, Sarah felt as sound as a roach, ready to take on any challenge.",
                "He tried to take on too many responsibilities at work and ended up burning out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvbg&hash=c847200d93631cd988002efcf823ee439f27fc56&lang=en&cache-only=0",
            "defineEn": "to play or compete against someone in a game or contest; to fight against someone",
            "defineVi": "để chơi hoặc cạnh tranh với ai đó trong trò chơi hoặc cuộc thi; để chiến đấu chống lại một ai đó"
        },
        {
            "id": "ef1f2706-8ca0-48b9-b108-8dd0fdffdf2a",
            "word": "to take over",
            "phonetic": "tə teɪk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Military leaders took over the government.",
                "She waited in the wings to take over the company from her father.",
                "Ruth moved into our apartment and promptly took over.",
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "I’ll be happy to take a back seat when Robin takes over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvdmVy&hash=bb4c3b9e2a3495a73e6ab0c7a51aeb588970a629&lang=en&cache-only=0",
            "defineEn": "to take control and begin to be in charge of something",
            "defineVi": "kiểm soát và bắt đầu chịu trách nhiệm về một cái gì đó"
        },
        {
            "id": "093c2a3e-282e-4525-8477-a3f41e67799a",
            "word": "to rely on",
            "phonetic": "tə ɹᵻlaɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Unforunately, the poor elderly couple relied on government assistance to cover their expenses.",
                "I rely on you to set a good example.",
                "For God's sake don't drop the ball on this - we're relying on you.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVseSBvbg&hash=d627efdf92c010b7c6a2dd18eb5d314474ab3d60&lang=en&cache-only=0",
            "defineEn": "to put trust or have faith in someone or something",
            "defineVi": "để đặt niềm tin hoặc có niềm tin vào một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c5b183b2-27ff-413a-837c-669e4d58427a",
            "word": "to bring up",
            "phonetic": "tə bɹɪŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "You definitely struck a sour note when you brought up Dan's ex-girlfriends during your best man speech.",
                "Like Castle, Wilson had been brought up in a similar way, and they spoke the same language.",
                "I thought about bringing up my concerns but decided instead to let sleeping dogs lie.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "And if I ever felt tempted to bring up the situation, I zipped my lips before any words emerged."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgdXA&hash=ada8788d48b144424ced6a65e4f5cc03effa603b&lang=en&cache-only=0",
            "defineEn": "to look after a child until they reach maturity",
            "defineVi": "chăm sóc một đứa trẻ cho đến khi chúng trưởng thành",
            "hasImg": true
        },
        {
            "id": "d76e49cc-8181-4088-addc-de6136d09436",
            "word": "to reach out",
            "phonetic": "tə ɹiːtʃ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can two lonely men truly reach out?",
                "We are reaching out to the most vulnerable members of the community.",
                "He's reaching out to young voters.",
                "He reached out his hand to shake mine.",
                "I reached out to pat the dog."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY2ggb3V0&hash=a1431fc318c9eb27082c69eb2494acc968cff451&lang=en&cache-only=0",
            "defineEn": "to contact someone to obtain assistance or help",
            "defineVi": "để liên hệ với ai đó để có được hỗ trợ hoặc giúp đỡ"
        },
        {
            "id": "eba8480e-6617-4581-89ef-5e5361c5ad20",
            "word": "to come together",
            "phonetic": "tə kʌm təɡɛðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "People from all walks of life came together to support the charitable cause.",
                "It has provided the disparate opposition an opportunity to come together and rake the government over the coals.",
                "When the community came together to support those affected by the natural disaster, it was a reminder that love makes the world go round.",
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less.",
                "People came together."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB0b2dldGhlcg&hash=6e51118dab0b9622cfde20bfb8b78b166a427dcd&lang=en&cache-only=0",
            "defineEn": "(of people or things) to form a united group",
            "defineVi": "(của người hoặc vật) để tạo thành một nhóm thống nhất",
            "hasImg": true
        },
        {
            "id": "4a29c0e6-c4ce-42b9-9ebd-a0f24febfb0e",
            "word": "to result in",
            "phonetic": "tə ɹɪzʌlt ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The annual yield of the wheat fields surpassed expectations, resulting in a plentiful harvest.",
                "The baker substituted regular oil with safflower oil in the cake recipe, resulting in a moist and tender texture.",
                "She used the wrong ingredients in the recipe, resulting in a disappointing dish.",
                "He used corn oil to fry the chicken, resulting in a crispy and golden coating."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdWx0IGlu&hash=11f113a8a346ccd3c85e43cdd2c38757c562ff54&lang=en&cache-only=0",
            "defineEn": "to cause something to occur",
            "defineVi": "để gây ra một cái gì đó để xảy ra"
        },
        {
            "id": "fffbc9dd-244e-42d1-9882-75096c601dae",
            "word": "to sign up",
            "phonetic": "tə saɪn ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Follow the links to sign up for the webinar.",
                "This course seemed right up my alley when I signed up for it, but it ended up being dreadfully boring.",
                "Just sign up.",
                "Sign up for emergency alerts in your region.",
                "\"Signing up for Twitter.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbiB1cA&hash=f22bb36b1f30ffddc653d384cbfeef470cac074b&lang=en&cache-only=0",
            "defineEn": "to sign a contract agreeing to do a job",
            "defineVi": "để ký một hợp đồng đồng ý để làm một công việc",
            "hasImg": true
        },
        {
            "id": "ae635cd4-b8ba-499e-9635-8ad00cf30c4a",
            "word": "to stand up",
            "phonetic": "tə stænd ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "As she stood up, she hit her hand against the edge of the table.",
                "Our visitor stood up weakly.",
                "Stand up.",
                "The crowd was standing up.",
                "I stood up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQgdXA&hash=6cb5a35f0d28856ee352d95edbb4fc187897cdf2&lang=en&cache-only=0",
            "defineEn": "to rise to a standing position from a seated or lying position",
            "defineVi": "tăng lên một vị trí đứng từ một vị trí ngồi hoặc nằm",
            "hasImg": true
        },
        {
            "id": "d9b92140-8723-4807-9d8f-a14cafc14a92",
            "word": "to look back",
            "phonetic": "tə lʊk bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "George looked back on his career in government with a great deal of satisfaction.",
                "She hasn’t looked back since she started her own business five years ago.",
                "He moved to New York and never looked back.",
                "The athlete won several consecutive championships and did not look back on their way to becoming a legend in their sport.",
                "When I look back I can see where we went wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBiYWNr&hash=a36631f1191c9d82a4e2cf3685c9e5d93b2300a5&lang=en&cache-only=0",
            "defineEn": "to look toward one's back",
            "defineVi": "nhìn về phía sau của một người"
        },
        {
            "id": "de78afca-482e-4b6d-8417-d1e52705666f",
            "word": "to get back",
            "phonetic": "tə ɡɛt bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't worry, I'm not getting back together with Alex.",
                "We made a pit stop for some food before getting back on the highway.",
                "OK, let's get back on the road.",
                "Give me a call when you get back from your trip.",
                "He went at it hammer and tongs as soon as he got back from work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGJhY2s&hash=52c743326f395c82cd8db737bc0a64779f299522&lang=en&cache-only=0",
            "defineEn": "to return to a place",
            "defineVi": "trở về một nơi",
            "hasImg": true
        },
        {
            "id": "694a611a-d908-4003-949e-48359e2a33ad",
            "word": "to get through",
            "phonetic": "tə ɡɛt θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I got through school by the seat of my pants.",
                "You're not getting through here with me standing.",
                "It seems like every time I'm in a rush to catch a flight, the security line is extra long, and I always get stuck behind someone who's taking forever to get through.",
                "Get through the skin.",
                "They got through everything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHRocm91Z2g&hash=41eb08f9b99aa3702e28a6eb6b75b7fd1dadb81c&lang=en&cache-only=0",
            "defineEn": "to succeed in passing a difficult experience or period",
            "defineVi": "để thành công trong việc vượt qua một kinh nghiệm khó khăn hoặc giai đoạn"
        },
        {
            "id": "9a6ed62e-227d-49ea-a14a-1edd561b34d6",
            "word": "to look up",
            "phonetic": "tə lʊk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My little son was looking up at the sky and showing me the fluffy white clouds.",
                "She looked up from her work and gave a yawn.",
                "I looked up at the night sky and saw a shooting star.",
                "She held it, cast an eye over it and looked up at Harry suspiciously.",
                "The girl looks up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayB1cA&hash=3e09d410616668495cdd5613e6e0629717fbd81c&lang=en&cache-only=0",
            "defineEn": "to raise one's eyes just as one is looking down at something",
            "defineVi": "ngước mắt lên khi một người đang nhìn xuống một cái gì đó"
        },
        {
            "id": "02afe6c8-0948-4a06-9c9a-048cc947afb4",
            "word": "to engage in",
            "phonetic": "tʊ ɛŋɡeɪdʒ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "They know the consequences but still engage in risky behavior.",
                "He acts wild and woolly, constantly engaging in reckless behavior without regard for rules or consequences.",
                "The CEO was accused of engaging in creative accounting practices to inflate the company's stock price.",
                "They sat in a circle, passing around a box of areca nuts, engaging in lively discussions and laughter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5nYWdlIGlu&hash=cc34f511226dbff1746a811426033b24ea90409d&lang=en&cache-only=0",
            "defineEn": "to be involved in a particular thing",
            "defineVi": "được tham gia vào một điều cụ thể"
        },
        {
            "id": "dad00d96-cceb-47fc-8a94-67669480ea3d",
            "word": "to take out",
            "phonetic": "tə teɪk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We were taken out for a meal at the company's expense.",
                "Just take out the trash like I asked you to, and none of your lip!",
                "Sarah's family was tempted to take out a loan to go on a lavish vacation, but they remembered the saying 'better go to bed supperless than rise in debt.'",
                "Take out your lemon juice.",
                "Take out the trash!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvdXQ&hash=568f23ab1f923b756f6b70d0f11e21a807fa2614&lang=en&cache-only=0",
            "defineEn": "to remove a thing from somewhere or something",
            "defineVi": "để loại bỏ một điều từ một nơi nào đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c33c668c-3d8e-41a4-ad4c-2c9de9c119c3",
            "word": "to put out",
            "phonetic": "tə pʊt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She put out an arm to break her fall.",
                "I will put out feelers and see what I can find out about that.",
                "They have started putting out feelers to local residents and interest groups.",
                "As the saying goes, kindle not a fire you cannot put out.",
                "He's in good health and he feels it's too early to be put out to pasture."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG91dA&hash=4db994fc0d87232fe09837a11f182ecdd0071eac&lang=en&cache-only=0",
            "defineEn": "to make something stop burning or shining",
            "defineVi": "để làm cho một cái gì đó ngừng cháy hoặc tỏa sáng",
            "hasImg": true
        },
        {
            "id": "a90ef463-b010-4ba7-a172-bf65106d53a1",
            "word": "to go around",
            "phonetic": "tə ɡoʊ ɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flu is going around, and many people in town are as sick as horses.",
                "The discussion kept going around in circles.",
                "I tell you, coffee made the world go around when I was in grad school!",
                "There are enough chairs to go around, so everyone can sit down.",
                "Just went around."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYXJvdW5k&hash=e6ccbb5fcc0022efc9fdb9b4af7ba0278a91feff&lang=en&cache-only=0",
            "defineEn": "to rotate or spin around an axis or center point",
            "defineVi": "để xoay hoặc quay quanh một trục hoặc điểm trung tâm"
        },
        {
            "id": "09c4db64-407b-4a6a-ac69-2ad49f6ee82d",
            "word": "to get back to",
            "phonetic": "tə ɡɛt bæk tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, have a think, work out your priorities and get back to me.",
                "The athlete worked hard to get back to fighting fit after her injury.",
                "After recovering from the illness, he's feeling good as gold and ready to get back to his normal routine.",
                "Get back to that in a second.",
                "Becky, get back to your attic at once!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGJhY2sgdG8&hash=7d288d7f90fb7dd527ce26074393f160085b9f8a&lang=en&cache-only=0",
            "defineEn": "to talk to someone, usually on the telephone, for the second time about a specific subject to give them some information that they have asked for, or because you could not speak to them earlier",
            "defineVi": "nói chuyện với ai đó, thường là qua điện thoại, lần thứ hai về một chủ đề cụ thể để cung cấp cho họ một số thông tin mà họ đã yêu cầu hoặc vì bạn không thể nói chuyện với họ sớm hơn"
        },
        {
            "id": "cdaa25f4-4b56-4f71-9a37-85eb04cc07ed",
            "word": "to live on",
            "phonetic": "tə lɪv ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many people without jobs are living on the breadline.",
                "She lives on the third floor of a residential building.",
                "He was living on another planet.",
                "We live on planet Earth, which is our home.",
                "Sometimes I think he lives on another planet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZSBvbg&hash=3e750920055ffd5ea12693831a22b146f14c9682&lang=en&cache-only=0",
            "defineEn": "to continue to exist or remain alive",
            "defineVi": "để tiếp tục tồn tại hoặc vẫn còn sống"
        },
        {
            "id": "08cc1655-0cca-4886-8395-1f26c4c493dd",
            "word": "to come through",
            "phonetic": "tə kʌm θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hydrogen comes through here.",
                "Come through.",
                "- Woah. - Ooh, those pesticides really come through.",
                "You came through.",
                "Of which 60 percent of them came through online."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB0aHJvdWdo&hash=c8dc358818b1d0d639de946e35a3f22cba33476a&lang=en&cache-only=0",
            "defineEn": "to succeed in surviving or dealing with a difficult or dangerous situation",
            "defineVi": "để thành công trong việc sống sót hoặc đối phó với một tình huống khó khăn hoặc nguy hiểm"
        },
        {
            "id": "47c57313-9025-442a-818f-b7447d7bdbeb",
            "word": "to slow down",
            "phonetic": "tə sloʊ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The car approached a sharp bend in the road and slowed down.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "Investing more money on the project is like putting lipstick on a pig, might slow down our downfall but that's that.",
                "There was a sign telling motorists to slow down.",
                "The road bends sharply to the left just ahead, so be prepared to slow down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdyBkb3du&hash=7364b9fe3ee0d096fbebc74a921d5937bb6da78a&lang=en&cache-only=0",
            "defineEn": "to become slower",
            "defineVi": "trở nên chậm hơn",
            "hasImg": true
        },
        {
            "id": "95fa5f63-2beb-4b94-9e9b-01028c61c3af",
            "word": "to start out",
            "phonetic": "tə stɑːɹt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The business started out like a house on fire.",
                "The company started out with 30 employees.",
                "After my negative prediction for the season, I certainly ate dirt when the team started out undefeated.",
                "But the newborns start out the size of jelly beans.",
                "The babies all started out a dull brown color."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcnQgb3V0&hash=63c68817f116bc678a589673d7b2a2458849df4e&lang=en&cache-only=0",
            "defineEn": "to begin to act, happen, or move",
            "defineVi": "để bắt đầu hành động, xảy ra, hoặc di chuyển",
            "hasImg": true
        },
        {
            "id": "627c7d20-9097-4310-a2c1-01c6ecbd554a",
            "word": "to build up",
            "phonetic": "tə bɪld ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He built up the business at the expense of his health.",
                "Ross took 20 years to build up his business.",
                "He moved to London where he built up a successful career in journalism.",
                "He realized it is easier to tear down than to build up.",
                "When training for a marathon, it's important to pace yourself and build up your endurance gradually, as fair and softly goes far in a day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVpbGQgdXA&hash=13dc13b4e7f11e1a7126c05118fbcd61e1326ce1&lang=en&cache-only=0",
            "defineEn": "to increase in power, intensity, or quantity",
            "defineVi": "để tăng sức mạnh, cường độ, hoặc số lượng"
        },
        {
            "id": "2c01ca44-95f3-4012-84de-e02cc099f7b7",
            "word": "to start out",
            "phonetic": "tə stɑːɹt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The business started out like a house on fire.",
                "The company started out with 30 employees.",
                "After my negative prediction for the season, I certainly ate dirt when the team started out undefeated.",
                "But the newborns start out the size of jelly beans.",
                "The babies all started out a dull brown color."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcnQgb3V0&hash=63c68817f116bc678a589673d7b2a2458849df4e&lang=en&cache-only=0",
            "defineEn": "to begin to act, happen, or move",
            "defineVi": "để bắt đầu hành động, xảy ra, hoặc di chuyển"
        }
    ]
}