{
    "id": "dbc623a1-2165-4e25-9662-800586a8f77d",
    "title": "Lesson 32",
    "originalTitle": "Lesson 32",
    "words": [
        {
            "id": "b78ed515-9c8e-4e83-8f7e-a3d98360be5e",
            "word": "to lampoon",
            "phonetic": "tə læmpuːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "In 2021, fully 75 years after Charlie Chaplin famously lampooned working conditions in industrial America.",
                "He wasn't lampooning just one composer, but rather the classical music establishment, which he felt was stuck in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFtcG9vbg&hash=c9035f7ccfe8047cee9866ba2d204b881412f9eb&lang=en&cache-only=0",
            "defineEn": "to harshly criticize or joke about someone or something in public",
            "defineVi": "chỉ trích gay gắt hoặc nói đùa về ai đó hoặc điều gì đó ở nơi công cộng"
        },
        {
            "id": "dcb6ca0a-a2f0-469b-a961-bd7353a6fb41",
            "word": "to evict",
            "phonetic": "tʊ ᵻvɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "She's been living out of her suitcases in her brother's apartment ever since getting evicted from her house.",
                "Losing my job was bad enough, but being evicted was the final straw.",
                "When researchers stuck both species in the same cage, the green crabs evicted the marsh crabs from their burrows, and over 85% of them died.",
                "My landlords decided to evict me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZpY3Q&hash=626275bffc4d5bc5de484182e6efd21786e7e24c&lang=en&cache-only=0",
            "defineEn": "to force someone out of a property through legal actions, often because they failed to pay the agreed rent",
            "defineVi": "để buộc ai đó ra khỏi tài sản thông qua các hành động pháp lý, thường là do họ không trả tiền thuê đã thỏa thuận"
        },
        {
            "id": "4dff17fe-bd01-4c11-89cf-cc77fb34f506",
            "word": "to jaunt",
            "phonetic": "tə dʒɔːnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A month later, they had their first date, that jaunt in Paris I told you about.",
                "And it won’t kill you right away, but should you survive your jaunt on the Martian surface, problems will come up later, as that radiation starts to cause mutations in your cells."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamF1bnQ&hash=a6ecc259d1f5ed307946a4cc348be3e21c61a989&lang=en&cache-only=0",
            "defineEn": "make a trip for pleasure",
            "defineVi": "thực hiện một chuyến đi cho niềm vui"
        },
        {
            "id": "8ef3a26f-304a-4407-8593-53d1b486e54d",
            "word": "to flaunt",
            "phonetic": "tə flɔːnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tim flaunts the way he walks on thin ice with his risky investments, but one of these days he's going to end up losing it all.",
                "I try not to flaunt my wealth or possessions, because beauty provoketh thieves sooner than gold.",
                "The athlete was in great physical shape and wanted to show off his physique, thinking that if you've got it, flaunt it, and posted a picture of himself shirtless on social media.",
                "His apparel, however, still flaunts the logo of his most loyal sponsor, Nike.",
                "Up until the second half of the 20th century, these fish weren't flaunted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhdW50&hash=82da95e39d350c76403bb62e1044e80d009593f5&lang=en&cache-only=0",
            "defineEn": "display proudly; act ostentatiously or pretentiously",
            "defineVi": "trưng bày một cách tự hào; hành động phô trương hoặc tự phụ",
            "hasImg": true
        },
        {
            "id": "66ee5635-5051-4236-b33e-07dad0edcd6b",
            "word": "to marvel",
            "phonetic": "tə mɑːɹvəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He marveled at the dinosaur skeletons in the natural history museum.",
                "Ordinarily we could marvel and celebrate without any deeper pang of fear.",
                "She visited an old castle and marveled at its medieval architecture.",
                "Movie fans still marvel at the expressiveness and personality of these creatures.",
                "Marvel was better than DC ."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFydmVs&hash=60bcd3e69da2274d4c99f2e980bd5fcc27ee6f1d&lang=en&cache-only=0",
            "defineEn": "to feel surprise, astonishment, or disbelief",
            "defineVi": "để cảm thấy ngạc nhiên, ngạc nhiên, hoặc hoài nghi"
        },
        {
            "id": "7e862e62-5b94-4bc6-89c0-cd880d1670c0",
            "word": "to bustle",
            "phonetic": "tə bʌsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She goes hiking every weekend to escape the hustle and bustle of the city.",
                "Even more restaurants and cafes were bustling.",
                "The universe is bustling with matter and energy.",
                "The store is nestled between bustling Grand Central and Bryant Park.",
                "If you have been, you know it can feel they're all there at once, but not now, when the usual bustle is all but gone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVzdGxl&hash=5f0d543e5a41375f28f7d2a02b32f40f8474e503&lang=en&cache-only=0",
            "defineEn": "move or cause to move energetically or busily",
            "defineVi": "di chuyển hoặc gây ra để di chuyển hăng hái hoặc bận rộn"
        },
        {
            "id": "89e1749d-0e7a-43f9-8b4a-78677b07d823",
            "word": "to foist",
            "phonetic": "tə fɔɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Massive demographic changes have been foisted upon the American people, and they're changes that none of us ever voted for and most of us don't like.",
                "In fact when those same people reported how they felt about similar sounding words like hoist and foist they didn't have the same negative reaction.",
                "I'm a pyromaniac and I'm going to foist it on all of you."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9pc3Q&hash=beb7461273fcea316cf63fd2288ec8bc685ea10d&lang=en&cache-only=0",
            "defineEn": "insert surreptitiously or without warrant",
            "defineVi": "chèn lén lút hoặc không có lệnh"
        },
        {
            "id": "8b318075-eb29-48f8-9e02-a2e10e151103",
            "word": "to ladle",
            "phonetic": "tə leɪdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ladle it.",
                "- Where is that ladle now? ",
                "You're there with your ladle.",
                "Mike and I's personal ladle.",
                "To walk among them and restore their health, she took the form of a new avatar, carrying a golden bowl of porridge and armed with a jewel-encrusted ladle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFkbGU&hash=b2a899601398e14e14b65155b4980ad15b11f118&lang=en&cache-only=0",
            "defineEn": "remove with or as if with a ladle",
            "defineVi": "loại bỏ bằng hoặc như thể bằng một cái muôi",
            "hasImg": true
        },
        {
            "id": "01abc864-2404-46e1-8915-5c85acb55994",
            "word": "to chagrin",
            "phonetic": "tə ʃɐɡɹɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "To his, and many other astronomers’, chagrin, the name stuck.",
                "To NASCAR fans' chagrin, it's somewhat true.",
                "It has been winning Formula One races in recent years to the chagrin of longtime leader Ferrari.",
                "Much to the chagrin of other Polish thinkers, who felt it disrespectful to his country of birth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhZ3Jpbg&hash=512344600d119a9b7e30ae4d100a20026d0a905b&lang=en&cache-only=0",
            "defineEn": "cause to feel shame; hurt the pride of",
            "defineVi": "gây ra cảm giác xấu hổ; làm tổn thương niềm tự hào của"
        },
        {
            "id": "2f5ab039-0d15-47e1-9123-601e7ab7f517",
            "word": "to batten",
            "phonetic": "tə bæʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmF0dGVu&hash=30640a750d90263753b02b0f1b1d1eb87631b02e&lang=en&cache-only=0",
            "defineEn": "secure with battens",
            "defineVi": "an toàn với battens"
        },
        {
            "id": "e4a44160-3079-4ddd-9a47-ca7c1a71cedf",
            "word": "to reseat",
            "phonetic": "tə ɹᵻsiːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzZWF0&hash=1dcec2a85626f17c918bab8bd210a4070750a514&lang=en&cache-only=0",
            "defineEn": "provide with new seats",
            "defineVi": "cung cấp chỗ ngồi mới"
        },
        {
            "id": "ea1dd5d0-a0c2-41bd-9987-433ebbe93540",
            "word": "to connive",
            "phonetic": "tə kənaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lacking any rational, developed skills, women in Wollstonecraft’s formulation were, like aristocrats, conniving and manipulative instead of being forthright, skilled, and open like Emile in the eponymous Rousseau novel.",
                "Unfortunately people can be pretty conniving and ruthless, as well, which is why it’s so important to make sure your internet service is secure.",
                "And all of this goes to show that while, at times, the plant world may not seem as dramatic as the animal world, plants are every bit as conniving and ruthless."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ubml2ZQ&hash=05087e87390bc94f4d05092b9a3ee5b74b39a47f&lang=en&cache-only=0",
            "defineEn": "form intrigues (for) in an underhand manner",
            "defineVi": "hình thành âm mưu (cho) một cách lén lút"
        },
        {
            "id": "1afaf71f-0d99-45c7-8bfb-80d9f4dc0dab",
            "word": "to emote",
            "phonetic": "tʊ ɪmoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Gifts can include anything from emotes to holiday-themed skins.",
                "You can post your best kills or funniest emotes on YouTube.",
                "For $2 or $5, you will get exclusive perks like emotes, badges, and discounted merchandise, things like that.",
                "If you're a gamer, you probably know that those hilarious dances are all emotes from the hit video game Fortnite.",
                "and we can emote more because it's kind of that environment where we're supposed to be doing that in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1vdGU&hash=532ed07d12ac1442b47c9d8e0aaba0d10a75652b&lang=en&cache-only=0",
            "defineEn": "to express one's emotions through facial expressions, gestures, and tone of voice",
            "defineVi": "để thể hiện cảm xúc của một người thông qua nét mặt, cử chỉ và giọng nói"
        },
        {
            "id": "45833d30-a5ef-4475-a63b-c608a881aa6b",
            "word": "to reign",
            "phonetic": "tə ɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The underdog team, surprisingly, defeated the reigning champions in a stunning upset.",
                "The underdog team gave the reigning champions a run for their money, scoring multiple goals and nearly securing an unexpected victory.",
                "Since Zoe's father was a reigning emperor, she was born into the purple.",
                "In 20 years' time, the Emperor Vespasian's youngest son, Domitian, as emperor, will enact a reign of terror.",
                "Alas, the reign of Dimetrodon ended around 270 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpZ24&hash=2467549dd6d1bea5202b73163745689fd6ace580&lang=en&cache-only=0",
            "defineEn": "have sovereign power",
            "defineVi": "có chủ quyền"
        },
        {
            "id": "767970e7-8c01-4dc0-8996-4c86f4d624c2",
            "word": "to plod",
            "phonetic": "tə plɑːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A North American porcupine may be slow, as she plods along.",
                "It’s plodding ahead one mile at a time, two miles at a time. ",
                "We plodded along at about 10 percent growth a year for the last 10 years.",
                "And from this, we can estimate that, while the larger dinosaur was plodding along at a leisurely 7 kilometers per hour, Wintonopus and Skartopus were moving at 16km/h and 12km/hr respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxvZA&hash=59d73d9029e90a9075878228c0eadef57b53c7f7&lang=en&cache-only=0",
            "defineEn": "walk heavily and firmly, as when weary, or through mud",
            "defineVi": "bước đi nặng nề và chắc chắn, như khi mệt mỏi, hoặc đi qua bùn"
        },
        {
            "id": "2f7f0c5d-f02f-4979-b921-63f785e52051",
            "word": "to recount",
            "phonetic": "tə ɹᵻkaʊnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is it just flogging a dead horse to ask for another recount of the votes?",
                "When the dust settled and the votes were recounted, she had won the election.",
                "The 20th century French philosopher Albert Camus recounted the ancient Greek myth of Sisyphus.",
                "The state is recounting presidential votes after president-elect Biden won by 14,000 votes.",
                "A contested vote, a recount and all of it came down to the chads."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb3VudA&hash=8fd5e1e8122f30e6372163c7f22ddfbbeb9229c5&lang=en&cache-only=0",
            "defineEn": "to tell a story or describe an event or experience to someone",
            "defineVi": "để kể một câu chuyện hoặc mô tả một sự kiện hoặc kinh nghiệm cho ai đó"
        },
        {
            "id": "2dd9d3d7-f74f-473c-b060-4722c48510b0",
            "word": "to raze",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The houses are razed, the fields empty and the roads mangled by overgrowth and vegetation.",
                "And even after the ghetto was razed and she was in hiding, she helped administer rescue organizations that helped thousands of Jews in hiding in Warsaw."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF6ZQ&hash=5fb666654af0272a6de6f7d63152da02ce7cacc2&lang=en&cache-only=0",
            "defineEn": "to completely demolish a building, city, etc.",
            "defineVi": "để phá hủy hoàn toàn một tòa nhà, thành phố, vv"
        },
        {
            "id": "957d08c8-9aee-4987-874d-3cc6aa0dd4d9",
            "word": "to debauch",
            "phonetic": "tə dᵻbɔːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXVjaA&hash=ae3c67ad926004671a1a48175f49f44e64823921&lang=en&cache-only=0",
            "defineEn": "corrupt morally or by intemperance or sensuality",
            "defineVi": "hư hỏng về mặt đạo đức hoặc bởi sự quá độ hoặc nhục dục"
        },
        {
            "id": "48fddb5a-563c-4e9f-b94b-add918690578",
            "word": "to bluff",
            "phonetic": "tə blʌf ",
            "partOfSpeechType": "verb",
            "examples": [
                "When she threatened to quit her job, her boss called her bluff and told her she could leave if she wanted to.",
                "She was tempted to call his bluff, hardly able to believe he’d carry out his threat.",
                "At the deadline, they decided to call the president's bluff.",
                "Mine's just bluffing, so",
                "If you’re interested in how our minds work and like a good story, you might specifically be interested in The Biggest Bluff by Maria Konnikova."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmx1ZmY&hash=4f00aa045cac79bd6ca6b4c74e075e46e089a0f0&lang=en&cache-only=0",
            "defineEn": "frighten someone by pretending to be stronger than one really is",
            "defineVi": "làm ai đó sợ hãi bằng cách giả vờ mạnh mẽ hơn thực tế"
        },
        {
            "id": "8ad6b9be-2a7b-4ec8-8e6c-03f8084b92e9",
            "word": "to educe",
            "phonetic": "tʊ ᵻdjuːs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZWR1Y2U&hash=b937b0e43d7628861d7f6c705b140063f5bb0c7e&lang=en&cache-only=0",
            "defineEn": "develop or evolve from a latent or potential state",
            "defineVi": "phát triển hoặc phát triển từ trạng thái tiềm ẩn hoặc tiềm năng"
        }
    ]
}