{
    "id": "dbd668f8-0c23-480d-92b1-281134ee8a05",
    "title": "Express Your Feelings!",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "9062e9d8-9463-4675-b2f0-42fba6557cf5",
            "word": "absorbed",
            "phonetic": "ɐbsoːɹbd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This absorbed energy is emitted again, as infrared radiation.",
                "In 18 is my band, but everybody got a voice that Miles that's lift every voice again, but so that your your point about listening, receiving so that the giving that you do do is informed by the quality of what you have received, what you have been able to listen to and incorporate, absorbed and then critically filter it in such a way that in dialogue, in conversation, in a polyphonic encounter with voices inside of you and listening to voices who are here."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb3JiZWQ&hash=1f06719733d168ef4ca189017c11eb9359bc599d&lang=en&cache-only=0",
            "defineEn": "paying much attention to something or someone that makes one unaware of other things",
            "defineVi": "chú ý nhiều đến một cái gì đó hoặc ai đó khiến người ta không biết về những thứ khác"
        },
        {
            "id": "437d3cf5-ca4e-4ab1-ac05-112d62f7a771",
            "word": "inquisitive",
            "phonetic": "ɪŋkwɪzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We’re inquisitive, and we want to be right.",
                "Cheerio is an incredibly inquisitive chinchilla, and she likes to chew on cardboard and paper. ",
                "He was also celebrated for his mischievous and inquisitive spirit, and for the knowledge, progress, and power he brought to human hands.",
                "It’s an inquisitive, close-up look at how we shape the land and how in turn the land shapes us.",
                "Secondly because I had an inquisitive mind, I wanted to know a bit more about the history of Freemasonry."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5xdWlzaXRpdmU&hash=fe62aa291945d4a5d358fb8e0f203eca2e9bd9a0&lang=en&cache-only=0",
            "defineEn": "having a desire to learn many different things",
            "defineVi": "có mong muốn học hỏi nhiều điều khác nhau",
            "hasImg": true
        },
        {
            "id": "84b653c4-c096-4fbb-b1dc-78581a09f913",
            "word": "apprehensive",
            "phonetic": "æpɹihɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Finally it is coming to Russia, something that he had been apprehensive of.",
                "But at the same time, he’s always wary, and he’s always apprehensive, and he’s always suspicious.",
                "Staff now seems more apprehensive now that we're seeing another case.",
                "Just the look on my face and me being apprehensive around certain people.",
                "People in the liberal circles, people who supported Yeltsin’s government, who were in favor of those reforms, were really apprehensive of seeing a person who had his background in the KGB to become the leader of the country."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVoZW5zaXZl&hash=db1f0f13684fb84eb293364d5234886e9d88830a&lang=en&cache-only=0",
            "defineEn": "nervous or worried that something unpleasant may happen",
            "defineVi": "lo lắng hoặc lo lắng rằng một cái gì đó khó chịu có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "eb8eda8e-d77a-4247-bfa7-334e6ef678b4",
            "word": "astounded",
            "phonetic": "ɐstaʊndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But when he glanced back, he was astounded to see the bedraggled princess stumbling along.",
                "I am astounded, because I didn't have any experience going in.",
                "What you're about to see is without a doubt, one of the most chaotic and complicated mechanical systems I have ever seen, I was astounded at the complexity.",
                "My GRANDMOTHER died when I was STILL in COLLEGE, and she would be astounded to see what I BECAME."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0b3VuZGVk&hash=2335a51450d8d696235764a3f57a6824c95f2a33&lang=en&cache-only=0",
            "defineEn": "greatly shocked or surprised",
            "defineVi": "rất sốc hoặc ngạc nhiên",
            "hasImg": true
        },
        {
            "id": "a0678ee6-5860-4cae-8c4c-65f6772d26d1",
            "word": "agitated",
            "phonetic": "ædʒᵻteɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We can even be overly sexual or feel agitated.",
                "And it can make us feel very agitated.",
                "But the longer you stay put, the more agitated your body becomes.",
                "Overall, this side of impatience can make us agitated and less happy.",
                "The luciferin then becomes agitated and excited, elevating its energy level."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdpdGF0ZWQ&hash=60b0e97d6815c090770852b2c791603b50975994&lang=en&cache-only=0",
            "defineEn": "very nervous in a way that makes one unable to think clearly",
            "defineVi": "rất lo lắng theo cách khiến người ta không thể suy nghĩ rõ ràng",
            "hasImg": true
        },
        {
            "id": "577c20bd-0795-4423-ace9-e082a048141c",
            "word": "frantic",
            "phonetic": "fɹæntɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These people were frantic.",
                "Amateur video captured the frantic scene, as paramedics desperately tried to save the lives of officers Wenjian Liu and Rafael Ramos.",
                "And it's the most hilarious frantic, I guess you could say outrageous behavior that you'll see from men.",
                "Number one is frantic efforts to avoid real or imagined abandonment.",
                "Other Americans were pissed, you know, frantic, angry."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbnRpYw&hash=2e1db2e04eb7ada81bff5a92753d39d7bb08e751&lang=en&cache-only=0",
            "defineEn": "greatly frightened and worried about something, in a way that is uncontrollable",
            "defineVi": "rất sợ hãi và lo lắng về điều gì đó, theo cách không thể kiểm soát được"
        },
        {
            "id": "e706a844-6b63-4dc7-8d74-297c8fc9194c",
            "word": "broken",
            "phonetic": "bɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The surgeon set her broken arm.",
                "This broken promise is a real kick in the teeth for our fans.",
                "He sounds like a broken record.",
                "The X-rays show that he has a broken ankle.",
                "He'd walk around the house repeating his favourite sayings like a broken record."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2Vu&hash=2c903d7b310169d9315e17c2b1276fd860f0bba5&lang=en&cache-only=0",
            "defineEn": "physically or mentally weakened as a result of much suffering",
            "defineVi": "thể chất hoặc tinh thần bị suy yếu do chịu nhiều đau khổ"
        },
        {
            "id": "a5e25c5c-8605-428b-b3ee-253043270055",
            "word": "disturbing",
            "phonetic": "dɪstɜːbɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By the way, the audience is really disturbing.",
                "It's disturbing.",
                "it was disturbing.",
                "it was disturbing.",
                "This is so disturbing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHVyYmluZw&hash=46912d0f5d23301cf5bc24e9bbbecbec77539037&lang=en&cache-only=0",
            "defineEn": "upsetting or unsettling",
            "defineVi": "khó chịu hoặc đáng lo ngại"
        },
        {
            "id": "3762ec20-0993-48e9-b79a-a825a52bab14",
            "word": "disgusted",
            "phonetic": "dɪsɡʌstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This article crossed a line and I am disgusted.",
                "I was disgusted.",
                "He was probably just an ordinaryperson who was so disgusted at what he had seen for the lastfew days.",
                "Some lady just walked down the hallway and opened up a window and cast a very disgusted look into our lab.",
                "I went there first as a college student and later as a journalist, and I was amazed, I was dazzled, and I was disgusted. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZ3VzdGVk&hash=cb423c00a7bd042b9d6d6344c62ebdc2b34f33a4&lang=en&cache-only=0",
            "defineEn": "having or displaying great dislike for something",
            "defineVi": "có hoặc hiển thị rất không thích cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d29e9a14-0cf5-4bc8-abc0-56d0f12cb3bc",
            "word": "lovable",
            "phonetic": "lʌvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, Conan, Striker is a friendly lovable dog and.",
                "In the end, we may be better served by scary spiders than a lovable Rosie.",
                "Not to embarrass you, but you are so lovable as a guy.",
                "Pat Hatfield-Nalls: Pete is a bit of a curmudgeon but a lovable one.",
                "It's a lovable Jew talking about every kind of person, including himself, and, uh, meaning none of it."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92YWJsZQ&hash=fefadffa011e78098d83f28d6bc61536f5ae231f&lang=en&cache-only=0",
            "defineEn": "possessing traits that attract people's affection",
            "defineVi": "sở hữu những đặc điểm thu hút tình cảm của mọi người"
        },
        {
            "id": "e8599575-258f-4d46-ac85-670e8d07a797",
            "word": "desolate",
            "phonetic": "dɛsələt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We'll be up a creek if the car dies on that desolate road ahead.",
                "It would be a very desolate place to live.",
                "As Shiva despaired over the desolate Earth, He came to realize that the material world could not be so easily dismissed.",
                "And when the news came home, when I lost my dad, in some ways, I became every desolate family that I have reported on outside of hospital doors that are too overrun to make space for patients or cremation grounds that have run out of spaces.",
                "And when the news came home, when I lost my dad, in some ways, I became every desolate family that I have reported on outside of hospital doors that are too overrun to make space for patients or cremation grounds that have run out of spaces."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzb2xhdGU&hash=4afeb01e3da818c2cc3909bac02d06398ad192f1&lang=en&cache-only=0",
            "defineEn": "feeling very lonely and sad",
            "defineVi": "cảm thấy rất cô đơn và buồn"
        },
        {
            "id": "03f2e6ca-3d06-4745-ae3c-cefe030f8064",
            "word": "contemptuous",
            "phonetic": "kəntɛmptʃuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They didn't have time to grow contemptuous of you."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcHR1b3Vz&hash=058bbb14f35bad9c42237be8b71ac5162965d387&lang=en&cache-only=0",
            "defineEn": "devoid of respect for someone or something",
            "defineVi": "không có sự tôn trọng cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "14bc37ca-beb6-4936-9edb-baf85a29a27c",
            "word": "content",
            "phonetic": "kɑːntɛnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "People often judge a book by its cover without reading the contents.",
                "Avocado's high fiber content can aid in digestion and help promote a healthy gut.",
                "I often include nopal in my smoothies for its high fiber content and nutrient-rich properties."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudA&hash=5283aca2cf9afafdd4ed37a1da95167d5bb387f5&lang=en&cache-only=0",
            "defineEn": "satisfied and happy with one's situation",
            "defineVi": "hài lòng và hạnh phúc với tình hình của một người",
            "hasImg": true
        },
        {
            "id": "15e2affc-1734-47dd-bb66-576e8a95d7ba",
            "word": "devoted",
            "phonetic": "dɪvoʊɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a devoted wife, she takes care of the household chores and ensures a comfortable home for her family.",
                "He was a devoted husband who stood by his wife until death do them part.",
                "The woman's heart was filled with pity for the orphaned children, and as she spent time with them, she realized that pity is akin to love, and she became devoted to them.",
                "Number three: Is excessively devoted to work and productivity, to the exclusion of leisure activities and friendships.",
                "These are very devoted people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2b3RlZA&hash=842f1350055652413535b0aa8f22057729d86de7&lang=en&cache-only=0",
            "defineEn": "expressing much attention and love toward someone or something",
            "defineVi": "thể hiện nhiều sự quan tâm và tình yêu đối với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "8bc39eca-541c-4e0e-98dc-5d6e27775e76",
            "word": "ecstatic",
            "phonetic": "ɛkstæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was ecstatic!",
                "The crews were absolutely ecstatic when they came off the helicopters.",
                "You're ecstatic, and what's the first thing they bring out?",
                "Lemminkäinen was ecstatic at their success, and demanded that Väinämöinen sing of their triumph.",
                "We predict that experiences will be much more intense than they actually turn out to be: good things will be ecstatic, bad things will be traumatic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNzdGF0aWM&hash=638e8619b2621caf6acb3fdb59f17b685f882b06&lang=en&cache-only=0",
            "defineEn": "very excited and happy",
            "defineVi": "rất vui mừng và hạnh phúc",
            "hasImg": true
        },
        {
            "id": "d16a6b89-f4c8-4e6e-a90a-01abe104eff0",
            "word": "thrilled",
            "phonetic": "θɹɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're thrilled about starting a family.",
                "After months of planning, I'm thrilled that the event is finally at hand!",
                "The bride and groom were both thrilled with how everything turned out.",
                "After hiking all day without any food, the hikers were thrilled to come across a roadside stand selling hot dogs.",
                "The Smiths were thrilled to have a pigeon pair, as they had always dreamed of having both a son and a daughter."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxsZWQ&hash=5868536642ced1f65a7d93b49702c1590dfab030&lang=en&cache-only=0",
            "defineEn": "very excited, happy, or pleased about something",
            "defineVi": "rất vui mừng, hạnh phúc, hoặc hài lòng về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c9f28c55-7f76-4507-9a42-0df0826f9fa2",
            "word": "gloomy",
            "phonetic": "ɡluːmi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alex has been really gloomy lately.",
                "It seemed like any other dungeon he set foot in, but there was more than what met the eye, as it looked ominously gloomy.",
                "The economic picture from 2007 to 2009 was so gloomy it's called the Great Recession.",
                "If you are just feeling really down and gloomy all of the time.",
                "It's a pretty gloomy outlook I would have."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvb215&hash=8051a363b5f40ffa7b9549e3dbc7f04541f980c0&lang=en&cache-only=0",
            "defineEn": "hopeless or causing sadness",
            "defineVi": "vô vọng hoặc gây ra nỗi buồn",
            "hasImg": true
        },
        {
            "id": "b827a661-255b-4a52-9f46-720b1318b5a8",
            "word": "joyful",
            "phonetic": "dʒɔɪfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The vibrant colors and delightful flavors of pomelo make it a joyful addition to my kitchen.",
                "I have a lot to be joyful about.",
                "And Olga is a way to still do ballet, but give ballet to people in a way that is joyful.",
                "Your mind is focused and joyful.",
                "Funny and joyful, it was Sean's smile that caught Nicole's heart."
            ],
            "audio": "https://tts.langeek.co/read?text=am95ZnVs&hash=bb235afa165c419b33a86b38dfab1bf6c73f2f6e&lang=en&cache-only=0",
            "defineEn": "having, showing, or causing much happiness",
            "defineVi": "có, hiển thị, hoặc gây ra nhiều hạnh phúc",
            "hasImg": true
        },
        {
            "id": "d0f7cd25-5f9e-4bfe-b215-d6b9e4197db8",
            "word": "fond",
            "phonetic": "fɑːnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's not taking a trip down memory lane or longing and yearning for the good old days or fond memories of what's no more.",
                "Many of us have fond memories of our childhoods.",
                "We said a fond farewell to each other.",
                "Is it fond? ",
                "So we have fond memories of that too."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9uZA&hash=01b83e32f7b816b2f758d579ec37874a7c3e452c&lang=en&cache-only=0",
            "defineEn": "feeling or showing emotional attachment or nostalgia towards a person or thing",
            "defineVi": "cảm giác hoặc thể hiện tình cảm gắn bó hoặc nỗi nhớ đối với một người hoặc vật",
            "hasImg": true
        },
        {
            "id": "bf474553-c1d8-4211-8059-15cf63152fcc",
            "word": "appalled",
            "phonetic": "ɐpɔːld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwYWxsZWQ&hash=f1d33509d7299076c2fbecba2d705729557c3846&lang=en&cache-only=0",
            "defineEn": "very scared and shocked by something unpleasant or bad",
            "defineVi": "rất sợ hãi và bị sốc bởi một cái gì đó khó chịu hoặc xấu",
            "hasImg": true
        },
        {
            "id": "d486759d-d767-4005-86f6-82877191ba72",
            "word": "horrified",
            "phonetic": "hɔːɹɪfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was horrified.",
                "I was horrified.",
                "Yeah he's horrified",
                "In it I was horrified to find a whole pile of love letters from Linton.",
                "No, you looked horrified, which is appropriate."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ycmlmaWVk&hash=492f8cb049f9714f3ef84158710df7f266aad645&lang=en&cache-only=0",
            "defineEn": "very scared or shocked",
            "defineVi": "rất sợ hãi hoặc bị sốc",
            "hasImg": true
        },
        {
            "id": "d149f3d0-d2d6-4a72-a8d6-be419de0bdb1",
            "word": "disillusioned",
            "phonetic": "dɪsɪluːʒənd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I feel very disillusioned.",
                "And when she didn’t win the nomination eight years ago, she didn’t get angry or disillusioned.",
                "What our campaign is doing is reaching out to disillusioned working people who no longer vote, to young people who have not gotten involved in the political process to the degree that they should."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaWxsdXNpb25lZA&hash=5151808cf9bb44486b7943844d92be343c779ea3&lang=en&cache-only=0",
            "defineEn": "feeling disappointed because someone or something is not as worthy or good as one believed",
            "defineVi": "cảm thấy thất vọng vì ai đó hoặc điều gì đó không xứng đáng hoặc tốt như người ta tin tưởng"
        },
        {
            "id": "aa545278-bd30-4988-9071-ba9929bdee97",
            "word": "distressed",
            "phonetic": "dɪstɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Instead, the company bought pools of distressed mortgages from Fannie Mae and restructured them.",
                "The company also went on the offensive, buying distressed and struggling retailers.",
                "When you feel distressed, usually there's a combination of emotions and thoughts associated with the emotions.",
                "A few prisoners only made it through the first night before they became too emotionally distressed and had to be released.",
                "- I got to hear about it from the archbishop, who in fact was distressed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJlc3NlZA&hash=3aacf778d11b442aecd37e77f4df1676a72b8746&lang=en&cache-only=0",
            "defineEn": "very nervous and upset",
            "defineVi": "rất lo lắng và khó chịu",
            "hasImg": true
        },
        {
            "id": "d3c4acee-b6f3-47fb-a57a-68bc2f28379b",
            "word": "disturbed",
            "phonetic": "dɪstɜːbd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Next to Arabtu Ensessa Church, and across town next to Abuna Aregawi Church, Amnesty found disturbed earth, evidence of mass graves.",
                "I don't know, Jennifer Lawrence's head on my body, I would just feel very disturbed about it.",
                "My mind was full of confusing pictures and disturbed emotions.",
                "I was also very disturbed, because it was clear that Mr. Trump was dismayed and upset over Mr. Comey’s relentless pursuit of the truth.",
                "One notable post from a user with the screen name ce gars, mentions his own investigation into a film project that caused his friend to become increasingly disturbed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHVyYmVk&hash=38cd07efb706a09b2910aa2129e413aabc2465f6&lang=en&cache-only=0",
            "defineEn": "very upset or nervous",
            "defineVi": "rất khó chịu hoặc lo lắng",
            "hasImg": true
        },
        {
            "id": "730e839d-64bb-4f7c-9a05-c9d282d93e6c",
            "word": "uneasy",
            "phonetic": "ʌniːzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Nuclear energy creates an uneasy feeling of danger for many people.",
                "At home, Bai Su Zhen was uneasy.",
                "An uneasy cease-fire last year means fewer war-wounded bodies.",
                "But the alliance between beetles and museum is an uneasy one."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5lYXN5&hash=f6475b0f46e7d1fd2fd8064130d723a9244e0532&lang=en&cache-only=0",
            "defineEn": "nervous or worried, particularly about the imminence of something unpleasant",
            "defineVi": "lo lắng hoặc lo lắng, đặc biệt là về sự sắp xảy ra của một cái gì đó khó chịu"
        },
        {
            "id": "4abd8647-5d9c-48fa-a6db-af13d2040680",
            "word": "fierce",
            "phonetic": "fɪɹs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "The road was built in the teeth of fierce opposition from the public.",
                "The athlete was intimidated by his opponent's reputation, but soon discovered that the lion is not so fierce as he is painted.",
                "The bill was passed despite fierce opposition.",
                "Even though he's usually very timid and shy, my cat turns into a fierce protector when he's near his food bowl - every dog is valiant at his own door, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllcmNl&hash=ac8cfd104da69a9aa8f6562429e16f33576a8565&lang=en&cache-only=0",
            "defineEn": "having or displaying aggressiveness",
            "defineVi": "có hoặc thể hiện sự hung hăng"
        },
        {
            "id": "c926aec2-293b-41f4-afbe-2b005fbd871e",
            "word": "frozen",
            "phonetic": "fɹoʊzən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sledge ran smoothly over the frozen snow.",
                "He made a smoothie with a blend of frozen fruits.",
                "The frozen berries included a color retention agent that prevented the vibrant red color from fading during storage.",
                "Italian gelato is a delicious frozen treat that comes in a variety of flavors and is enjoyed by people of all ages.",
                "The frozen fruit bars used a stabilizer to prevent melting too quickly and maintain their shape."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvemVu&hash=a40a7563210b051d9746e229f9524b76fcb5534e&lang=en&cache-only=0",
            "defineEn": "not showing any emotion",
            "defineVi": "không thể hiện bất kỳ cảm xúc"
        },
        {
            "id": "133aa762-1a06-4637-9c66-423a8e0c3759",
            "word": "frustrated",
            "phonetic": "fɹʌstɹeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People are really frustrated.",
                "He's frustrated.",
                "He's frustrated.",
                "They're frustrated.",
                "Everybody was frustrated. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1c3RyYXRlZA&hash=4c8b847b9ff823f2e36c36831e1ff61bbb23bc54&lang=en&cache-only=0",
            "defineEn": "irritated and upset because of being unable to achieve something or change an unwanted situation",
            "defineVi": "khó chịu và khó chịu vì không thể đạt được điều gì đó hoặc thay đổi một tình huống không mong muốn"
        },
        {
            "id": "3f2d7e3a-8bef-42e7-a5da-9654b7ac8b26",
            "word": "intrigued",
            "phonetic": "ɪntɹiːɡd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, I'm very intrigued by this.",
                "Marc: I'm very intrigued to meet Chris, because I don't know what she looks like.",
                "And I thought, I am very intrigued and now I have to see the rest of the show.",
                "I'm very, very intrigued about how this is gonna go down."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmlndWVk&hash=2403a2a34ea39b276583faf6e9543222cf911187&lang=en&cache-only=0",
            "defineEn": "wanting to know more about something because it seems very interesting",
            "defineVi": "muốn biết thêm về một cái gì đó bởi vì nó có vẻ rất thú vị"
        },
        {
            "id": "6f8a6bc5-fc84-4862-80b2-249d9af3109a",
            "word": "protective",
            "phonetic": "pɹətɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is always protective of her younger brother and looks out for him.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Despite wearing protective gear, James's arms were black and blue after a day of intense martial arts training.",
                "Masks are protective.",
                "Protective gear that resembled gas masks."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGVjdGl2ZQ&hash=aaaabbbbf0e70fca8937caf33c1f8f0f9d4078e3&lang=en&cache-only=0",
            "defineEn": "displaying or having a desire to protect someone or something",
            "defineVi": "hiển thị hoặc có một mong muốn để bảo vệ một ai đó hoặc một cái gì đó"
        },
        {
            "id": "c7fa9400-604f-47e3-a9c7-d875e37c56e2",
            "word": "provocative",
            "phonetic": "pɹəvɑːkətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The provocative new book generates more heat than light.",
                "Olivia will be wearing provocative clothing to parties in an effort to appear younger, but everyone will see she's mutton dressed as lamb.",
                "President Putin's comments today were quite provocative.",
                "They would have been possibly, in some respects, provocative. ",
                "He said provocative things to get his ideas or other people to challenge his ideas. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdm9jYXRpdmU&hash=6b12c51781c0091518fce03bdeddea158aec2784&lang=en&cache-only=0",
            "defineEn": "causing anger or argument, particularly intentionally",
            "defineVi": "gây ra sự tức giận hoặc tranh luận, đặc biệt là cố ý"
        },
        {
            "id": "dab20ef6-7e5c-4d3e-b3aa-e6e4b0599f02",
            "word": "self-conscious",
            "phonetic": "sɛlfkɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite his warm personality, Steve was often self-conscious about his appearance, describing himself as ugly as sin.",
                "and I feel kind of self-conscious.",
                "Or self-conscious about what you did or didn’t learn in school.",
                "So they might literally be so self-conscious that they fail our test of self-consciousness.",
                "I didn't mean to make you all self-conscious about it."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25zY2lvdXM&hash=ab86bac407b41821601def4aeac36b9831ce573f&lang=en&cache-only=0",
            "defineEn": "embarrassed or worried about one's appearance or actions",
            "defineVi": "xấu hổ hoặc lo lắng về ngoại hình hoặc hành động của một người",
            "hasImg": true
        },
        {
            "id": "d9b6fa99-1ed2-416f-90d1-bc28006a729e",
            "word": "sentimental",
            "phonetic": "sɛntɪmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The murals on the Protestant side of Northern Ireland's religious divide are less sentimental and more militaristic.",
                "He's overly sentimental just to get attention.",
                "But I get very sentimental when I come in here.",
                "Russia had sentimental attachment to Serbia and therefore was opposed to Kosovo’s independence.",
                "Live streaming a sentimental wartime song from his tent, rally organizer Nigel Marcham, nicknamed Nobby, or the little veteran."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VudGltZW50YWw&hash=9fd7414e576bbeeebbbb5a50f9722dfab4cfcbaf&lang=en&cache-only=0",
            "defineEn": "easily affected by emotions",
            "defineVi": "dễ bị ảnh hưởng bởi cảm xúc"
        },
        {
            "id": "fec1b26f-677e-46da-a5cc-3ed75af818a4",
            "word": "speechless",
            "phonetic": "spiːtʃləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm speechless.",
                "I am speechless.",
                "I'm really just speechless.",
                "Unusually, Limbaugh himself was speechless.",
                "- We were floored, I was speechless."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlZWNobGVzcw&hash=ef04e3b9f04e27f89d5a02b11dc472d5dfc83b40&lang=en&cache-only=0",
            "defineEn": "unable to speak for a short time, particularly as a result of surprise, shock, or anger",
            "defineVi": "không thể nói trong một thời gian ngắn, đặc biệt là do ngạc nhiên, sốc hoặc tức giận"
        },
        {
            "id": "80a47253-d565-4a35-b3b5-bcc0a7115213",
            "word": "compassion",
            "phonetic": "kəmpæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "Erring on the side of compassion is something that members of our party do at all times.",
                "It's a reminder that faith and spirituality can be powerful forces in promoting love, compassion, and togetherness.",
                "It's a reminder to always value human life and to act with compassion and respect for others.",
                "Have some compassion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFzc2lvbg&hash=e9dfeb6bb59c03d3370f8ba9d20309b656321213&lang=en&cache-only=0",
            "defineEn": "great sympathy for a person or animal that is suffering",
            "defineVi": "rất thông cảm cho một người hoặc động vật đang đau khổ",
            "hasImg": true
        },
        {
            "id": "67f8e3f2-8e70-490e-a196-c18532ce8405",
            "word": "heartbreak",
            "phonetic": "hɑːɹtbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My brother's heartbreak is casting a cloud over my wedding.",
                "I've had my fair share of heartbreak and disappointment, but I still believe that there is more pleasure in loving than in being beloved - it's a risk worth taking.",
                "Julia's fiancé left her at the altar, causing her immense heartbreak and embarrassment.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "- Some found heartbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnRicmVhaw&hash=309ff60bd2380ede92359ac24ef5b44025a0c2db&lang=en&cache-only=0",
            "defineEn": "a feeling of great distress or sadness",
            "defineVi": "một cảm giác vô cùng đau khổ hoặc buồn bã"
        },
        {
            "id": "b60943fc-8830-4b3a-b90a-f9c868e33461",
            "word": "sob story",
            "phonetic": "sɑːb stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29iIHN0b3J5&hash=ebbb72e1049f5a0f83dcf70f2a474f4d88e96ac7&lang=en&cache-only=0",
            "defineEn": "a story told in order to gain the sympathy of other people, particularly one that seems to be fake",
            "defineVi": "một câu chuyện được kể để đạt được sự đồng cảm của người khác, đặc biệt là một câu chuyện có vẻ là giả"
        },
        {
            "id": "fd2e4039-19f1-494f-be81-78bd3eee3b12",
            "word": "to [come] to terms with {sth}",
            "phonetic": "tə kʌm tə tɜːmz wɪð ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB0byB0ZXJtcyB3aXRoIHtzdGh9&hash=93835e93a0fd415d968bca877b76285d26802fac&lang=en&cache-only=0",
            "defineEn": "to gradually learn to accept or deal with something unpleasant",
            "defineVi": "để dần dần học cách chấp nhận hoặc đối phó với một cái gì đó khó chịu"
        },
        {
            "id": "07d94723-8c80-444f-bc4f-c685fadc7307",
            "word": "poker face",
            "phonetic": "poʊkɚ feɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9rZXIgZmFjZQ&hash=53c74dde8191e21fa01833f15496ded733c06855&lang=en&cache-only=0",
            "defineEn": "a facial expression that does not reveal a person's feelings or thoughts",
            "defineVi": "một nét mặt không tiết lộ cảm xúc hoặc suy nghĩ của một người",
            "hasImg": true
        },
        {
            "id": "e6abd5a5-c799-4f1d-8e23-221e7d111573",
            "word": "goddamn",
            "phonetic": "ɡɑːdæm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Goddamn it!",
                "This whole thing's a goddamn scam.",
                "- No, it's just, his phi is so goddamn good.",
                "No thanks, we're not goddamn hillbillies.",
                "This is the goddamn coolest lady in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29kZGFtbg&hash=48f6a5d95c5e0fb6b037237bc2b242b124197353&lang=en&cache-only=0",
            "defineEn": "used for showing annoyance or anger with a person or thing, in a way that is not very polite",
            "defineVi": "được sử dụng để thể hiện sự khó chịu hoặc tức giận với một người hoặc vật theo cách không lịch sự lắm"
        },
        {
            "id": "28478cb0-8575-43b8-865c-db73d3e36c5f",
            "word": "bloody",
            "phonetic": "blʌdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She almost shouted bloody murder on top of her lungs.",
                "I've seen you in tears, sobbing your bloody eyes out.",
                "You gotta excuse my French, but I bloody hate the guts of your son.",
                "She screams bloody murder every time I get near her.",
                "I was bloodied."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2R5&hash=5901c52d6599a9d7cafc2dea289788b5c314cdec&lang=en&cache-only=0",
            "defineEn": "used for expressing annoyance or anger in a way that may seem a bit offensive",
            "defineVi": "được sử dụng để thể hiện sự khó chịu hoặc tức giận theo cách có vẻ hơi xúc phạm"
        },
        {
            "id": "eadbdffd-ee7c-40ae-a906-32fa4004362b",
            "word": "bananas",
            "phonetic": "bɐnænəz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bananas are one of the world's most wasteful crops.",
                "Bananas were first cultivated here on this tiny island 3000 years ago.",
                "Bananas arrived in the Americas in 1516, when a Spanish priest brought them from the Canary Islands to the Dominican Republic.",
                "Bananas! - Game stops stock is surging.",
                "We've got Pineapples, Bananas, Mangos, Papayas, tons of stuff that they're eating every day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5hcw&hash=0b5966fde552078e1e33f91e9cf846d49ab5f442&lang=en&cache-only=0",
            "defineEn": "experiencing an state of extreme anger, excitement, or craziness",
            "defineVi": "trải qua trạng thái cực kỳ tức giận, phấn khích hoặc điên cuồng"
        },
        {
            "id": "7b396033-78e8-429f-9891-e1202dff54ae",
            "word": "disenchanted",
            "phonetic": "dɪsɛntʃæntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I spent my whole college life thinking a cushy job like this was the end of the rainbow, but now that I have it, I'm feeling fairly disenchanted."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzZW5jaGFudGVk&hash=1e189c3165640049f63b8fcff97a5bb4be47a3f5&lang=en&cache-only=0",
            "defineEn": "not believing in the worth or value of a person or thing any longer",
            "defineVi": "không còn tin vào giá trị hoặc giá trị của một người hoặc vật nữa"
        }
    ]
}