{
    "id": "dbfbdbf4-4cb4-415c-8ea5-870ff3db86e3",
    "title": "Never Apologize for Your Personality!",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "ce87163a-17c2-4c63-9e4a-7a7dc29876e6",
            "word": "arrogant",
            "phonetic": "æɹəɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their arrogant attitude is what really made my hackles rise.",
                "The CEO's promotion to a higher position brought out a more arrogant side of him, demonstrating how honors change manners.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "They trade pragmatic advice, friendly jokes and not-so-friendly barbs about their arrogant peers.",
                "It was to me, arrogant to see this gift and then let it die."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb2dhbnQ&hash=c3be9a8019d32b2aaa0834da406c6698ec46cf85&lang=en&cache-only=0",
            "defineEn": "having a proud, unpleasant attitude toward others and showing an exaggerated sense of self-importance",
            "defineVi": "có thái độ tự hào, khó chịu với người khác và thể hiện thái độ tự trọng quá mức",
            "hasImg": true
        },
        {
            "id": "95c32306-e47e-427b-907d-bdb6073636b9",
            "word": "bold",
            "phonetic": "boʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The fashion designer's bold new collection was ahead of the curve, featuring styles and colors that were completely unexpected and ahead of their time.",
                "When I tasted the hot sauce, my taste buds were instantly awakened by its intense heat and bold flavor.",
                "The chorizo and pepperoni pizza offered a bold and savory combination.",
                "The snack chips used a flavor enhancer that heightened the bold and tangy taste of the seasoning."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9sZA&hash=b845cb508e509c370cd0c029be4b094a174796e8&lang=en&cache-only=0",
            "defineEn": "brave and confident, with the ability to take risks",
            "defineVi": "dũng cảm và tự tin, với khả năng chấp nhận rủi ro",
            "hasImg": true
        },
        {
            "id": "56d7b60c-2b4a-4ea9-8247-35c815471849",
            "word": "caring",
            "phonetic": "kɛɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mother is the most caring and loving person I know.",
                "She has always been a loving and caring mother, raising her children with patience and kindness.",
                "As a mother, Sarah is a loving and caring woman who always puts her children's needs before her own.",
                "But most people are very caring.",
                "When that stopped, my caring for skin stopped."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyaW5n&hash=a26ba51333c2cdbd33c49cd0b7d300e7d8768f76&lang=en&cache-only=0",
            "defineEn": "showing concern for other people and being kind to them",
            "defineVi": "thể hiện sự quan tâm đến người khác và tử tế với họ",
            "hasImg": true
        },
        {
            "id": "96709d5b-e679-4b03-a274-62eda6f24cbb",
            "word": "decent",
            "phonetic": "diːsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "George is a decent fella, it's just that he lacks the courage of his convictions.",
                "If there'd been a halfway decent house for rent on this island, I would have taken it.",
                "Coming in person seemed the decent thing for Lily to do, bearding the lion in her den, so to speak.",
                "Actually, it kinda have decent feeling little remote the standout feature of the MoGo Pro.",
                "They are decent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjZW50&hash=74c2e44bbdeec4cccd302d2671f1567679340c73&lang=en&cache-only=0",
            "defineEn": "treating others with respect and being honest with them",
            "defineVi": "đối xử với người khác bằng sự tôn trọng và trung thực với họ"
        },
        {
            "id": "b9135f51-1875-40e2-a889-09aa4a0177c9",
            "word": "dishonest",
            "phonetic": "dɪsɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had a lot of dishonest partners who really took him to the cleaners.",
                "A new law is proposed to curb this type of blatantly dishonest description, and not before time",
                "She's not the sharpest knife in the drawer, but she isn't dishonest",
                "Despite their pleas for forgiveness, the company did not give the dishonest employees house room and terminated their contracts immediately.",
                "It is against the grain for me to tackle dishonest people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaG9uZXN0&hash=6a4cc2e0b1810b35841b4fb38d192d64fe59267b&lang=en&cache-only=0",
            "defineEn": "deceitful or intending to trick people",
            "defineVi": "lừa dối hoặc có ý định lừa người",
            "hasImg": true
        },
        {
            "id": "c33ffd21-4be9-40c3-88af-5084a362b54c",
            "word": "easy-going",
            "phonetic": "iːziɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFzeS1nb2luZw&hash=8f82f4f32a67f3cbb98d91c54c0200e6d32f7d8e&lang=en&cache-only=0",
            "defineEn": "calm and not easily worried or annoyed",
            "defineVi": "bình tĩnh và không dễ dàng lo lắng hay khó chịu",
            "hasImg": true
        },
        {
            "id": "91bee412-ff88-4b80-9609-1b3e32af269a",
            "word": "energetic",
            "phonetic": "ɛnɚdʒɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is trying to create a young energetic image.",
                "You're energetic.",
                "It's so energetic.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5lcmdldGlj&hash=7abbdcd7bc2a4a57a153efc65c5d7d6e6dff0972&lang=en&cache-only=0",
            "defineEn": "active and full of energy",
            "defineVi": "năng động và tràn đầy năng lượng",
            "hasImg": true
        },
        {
            "id": "b147aa6c-f407-409f-aaad-c014ea8af019",
            "word": "enthusiastic",
            "phonetic": "ɛnθuːziæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The base immediately became enthusiastic around this strategy. ",
                "But some in the crowd were less enthusiastic.",
                "She wasn't an enthusiastic supporter.",
                "and not everybody was enthusiastic about joining.",
                "There was never an enthusiastic belief that recycling was ultimately going to work in a significant way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aHVzaWFzdGlj&hash=b6262d3404d9962ccf6fcba49b758e60441d63d7&lang=en&cache-only=0",
            "defineEn": "very excited about or interested in someone or something",
            "defineVi": "rất vui mừng về hoặc quan tâm đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "19bf1f1f-a2f9-4d47-bbbe-845f31d7685d",
            "word": "dynamic",
            "phonetic": "daɪnæmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "This first stage of the war was hugely dynamic.",
                "Fluid dynamics are awesome.",
                "Fluid dynamics is freakin' complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHluYW1pYw&hash=70bb9a94d85cefd6e7830d4dc5a5362f9b0d81ff&lang=en&cache-only=0",
            "defineEn": "determined and having a lot of energy and new ideas",
            "defineVi": "quyết tâm và có nhiều năng lượng và ý tưởng mới",
            "hasImg": true
        },
        {
            "id": "b5bf55d3-6ad7-4af1-b100-5e1bc7de8168",
            "word": "forgetful",
            "phonetic": "fɚɡɛtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When my grandfather became forgetful and needed constant care, I understood the truth behind the saying an old man is twice a child.",
                "And if you are forgetful, I can be forgetful.",
                "And if you are forgetful, I can be forgetful.",
                "If you consider yourself a forgetful person, it’s okay.",
                "It also has cognitive problems like making me very forgetful et cetera and my organs don't always work."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZ2V0ZnVs&hash=1c3bb9e868d7524ffab42ed485111b756cfc05a6&lang=en&cache-only=0",
            "defineEn": "likely to forget things or having difficulty to remember events",
            "defineVi": "có khả năng quên mọi thứ hoặc gặp khó khăn trong việc ghi nhớ các sự kiện",
            "hasImg": true
        },
        {
            "id": "d80af0e4-b0cb-47a2-a65b-68a67ac15985",
            "word": "greedy",
            "phonetic": "ɡɹiːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He learned the hard way that greedy never gets.",
                "It was no wonder that the CEO was also a ruthless and greedy person.",
                "But often one of the participants is more greedy.",
                "It’s very greedy, that universe.",
                "He’s scrappy, very ambitious, very, very greedy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZWR5&hash=01ab1b3292e35ceff5ef3d8915ad6c874819dfb5&lang=en&cache-only=0",
            "defineEn": "having an excessive desire for wealth and power",
            "defineVi": "có một ham muốn quá mức về sự giàu có và quyền lực",
            "hasImg": true
        },
        {
            "id": "732e96f2-514b-491c-9d0c-33f131029308",
            "word": "icy",
            "phonetic": "aɪsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was just about to tell them about Janet's pregnancy, but I stuffed a sock in it when she shot me an icy look.",
                "In Oklahoma, icy roads have led to fiery crashes.",
                "But many years ago, otters took an evolutionary leap into these icy waters.",
                "As of 2020 about 10% of Iceland is covered in icy glaciers.",
                "But it also attracts icy pebbles and larger rocks."
            ],
            "audio": "https://tts.langeek.co/read?text=aWN5&hash=44b003f7fca0e85f8f887413152707adf7741462&lang=en&cache-only=0",
            "defineEn": "not friendly or kind; behaving coldly",
            "defineVi": "không thân thiện hay tử tế; cư xử lạnh lùng"
        },
        {
            "id": "2025df21-2cc4-4328-9dec-3908c8cd8f76",
            "word": "impatient",
            "phonetic": "ɪmpeɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As time went on he grew more and more impatient.",
                "She turned to serve the impatient customer.",
                "The impatient commuter elbowed through the crowded train station to catch the departing train.",
                "I'm impatient.",
                "Simone: I'm impatient."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXRpZW50&hash=19a3dbcd91404bf9633714c80a24e35cb3fe32b6&lang=en&cache-only=0",
            "defineEn": "annoyed easily and quickly and unable to wait for a long time",
            "defineVi": "khó chịu một cách dễ dàng và nhanh chóng và không thể chờ đợi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "68f44c42-b366-4d27-a176-b3639ed9007e",
            "word": "lively",
            "phonetic": "laɪvli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They enjoyed lively conversations over dinner in the cozy dining room.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene.",
                "They sat in a circle, passing around a box of areca nuts, engaging in lively discussions and laughter."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZWx5&hash=0566e910f0c20bb2e3b3198bcf26b42134011bb5&lang=en&cache-only=0",
            "defineEn": "(of a person) very energetic and outgoing",
            "defineVi": "(của một người) rất năng động và hướng ngoại",
            "hasImg": true
        },
        {
            "id": "1d5796de-3741-4301-82ea-b55ce2516a10",
            "word": "logical",
            "phonetic": "lɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That does sound logical.",
                "They make no logical geographical sense.",
                "For Donald Trump, the next logical step was buying an airline.",
                "We're very logical creatures.",
                "So we did the next logical step."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naWNhbA&hash=c19f6c1ade6f940f4f5b00ab88d08737dd7b62d7&lang=en&cache-only=0",
            "defineEn": "capable of following rules of logic and forming ideas based on facts that are true",
            "defineVi": "có khả năng tuân theo các quy tắc logic và hình thành ý tưởng dựa trên các sự kiện có thật",
            "hasImg": true
        },
        {
            "id": "6f965ce2-3e40-4019-b885-471320510d0a",
            "word": "modest",
            "phonetic": "mɑːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The modest pace of economic growth has also kept the lid on price growth.",
                "I happened on a street with a few modest restaurants.",
                "They decided to plan a more modest vacation that they could afford without taking on debt.",
                "Stocks managed modest gains on Wall Street today.",
                "Well, these steps are modest steps."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXN0&hash=bddf2cba76a628276ac3cb5e462d32c39d825837&lang=en&cache-only=0",
            "defineEn": "not willing to talk much about one's own abilities or belongings",
            "defineVi": "không muốn nói nhiều về khả năng hoặc tài sản của chính mình",
            "hasImg": true
        },
        {
            "id": "232064c5-9cd5-44c2-8ec4-08916dc3234a",
            "word": "moody",
            "phonetic": "muːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moody's is one of the ratings agencies, and they rate Corporation A as BB.",
                "Because who paid Moody's to give them that rating?",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "And as long as Moody's doesn't get suspicious.",
                "In fact, some women will just see it as feeling a little moody the week before their menstrual cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vZHk&hash=8e727157c37958b0b8f40a32ccff2d76c65f3a02&lang=en&cache-only=0",
            "defineEn": "characterized by sudden changes of mood, typically with no apparent reason",
            "defineVi": "đặc trưng bởi sự thay đổi tâm trạng đột ngột, thường không có lý do rõ ràng",
            "hasImg": true
        },
        {
            "id": "b383f15a-c0a3-4491-b7c1-cc15d9391802",
            "word": "moral",
            "phonetic": "mɔːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "It seems like all our moral standards have just gone south.",
                "When you're tempted to seek revenge, remember that two wrongs never make a right and that the best response to bad behavior is to act in a manner that is just and moral.",
                "Moral facts apply as universally and as constantly as gravity or the speed of light.",
                "They deserve moral consideration."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYWw&hash=813dbc86b7a6e6a28d3f0bc54dbb6d7f5b2e522e&lang=en&cache-only=0",
            "defineEn": "following the principles of wrong and right and behaving based on the standards of a society",
            "defineVi": "tuân theo các nguyên tắc của sai và đúng và hành xử dựa trên các tiêu chuẩn của một xã hội",
            "hasImg": true
        },
        {
            "id": "732f7f31-9f92-4e42-9315-9fe9dddfcbff",
            "word": "nosy",
            "phonetic": "noʊzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In order to figure out the jobs, pains, and gains of our customers, we have to find them and get nosy about their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9zeQ&hash=960f92d3eb93e49365904cc5ed48e9301fe8d6a7&lang=en&cache-only=0",
            "defineEn": "showing too much interest in people's lives, especially when it is not one's concern",
            "defineVi": "thể hiện sự quan tâm quá nhiều đến cuộc sống của mọi người, đặc biệt khi đó không phải là mối quan tâm của một người",
            "hasImg": true
        },
        {
            "id": "6dc770ca-50d8-46bd-9bd5-f8cff4ad9362",
            "word": "optimistic",
            "phonetic": "ɑːptɪmɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity.",
                "They're so wise for their years, yet optimistic about the future!",
                "Despite the challenges, the team remained optimistic and focused on finding achievable solutions.",
                "He remained optimistic and confident despite facing multiple rejections from publishers, trusting that good things come to those who wait.",
                "And Dexter tried to calm his faint resentment against her for casting a shadow over his optimistic mood."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW1pc3RpYw&hash=d12e6f88e4c7cd909d77e10aafe4c6a63b780a67&lang=en&cache-only=0",
            "defineEn": "having or showing hope or a positive view of the future and always expecting good things to happen",
            "defineVi": "có hoặc thể hiện hy vọng hoặc một cái nhìn tích cực về tương lai và luôn mong đợi những điều tốt đẹp sẽ xảy ra",
            "hasImg": true
        },
        {
            "id": "84542d2f-a3c4-405f-b626-634c0ab38abd",
            "word": "pessimistic",
            "phonetic": "pɛsɪmɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The manager keeps changing his outlook on the project, now really hopeful, now very pessimistic.",
                "He was pessimistic about the impact of therapy.",
                "I am pessimistic about that.",
                "Thomas Malthus, he was so pessimistic.",
                "It's become more catastrophically pessimistic."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzc2ltaXN0aWM&hash=5f19b5e63e2b95381e8213e32922a4db0d56c814&lang=en&cache-only=0",
            "defineEn": "having or showing a negative view of the future and always waiting for something bad to happen",
            "defineVi": "có hoặc thể hiện một cái nhìn tiêu cực về tương lai và luôn chờ đợi điều gì đó tồi tệ xảy ra",
            "hasImg": true
        },
        {
            "id": "c2470dcc-4261-4a7c-9202-2f94ac8f37c5",
            "word": "passionate",
            "phonetic": "pæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The politician made his bow at the campaign rally and gave a passionate speech to the crowd.",
                "He got on his soapbox and gave a passionate speech about income inequality.",
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "Alex was offered a job opportunity, but it's not something he's passionate about.",
                "The cut and thrust of the political debate can be intense and passionate."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbmF0ZQ&hash=fc1a415ff217dfa01a9b65d9fb92c59754540ca3&lang=en&cache-only=0",
            "defineEn": "showing or having intense emotions or deep feelings",
            "defineVi": "thể hiện hoặc có cảm xúc mãnh liệt hoặc cảm xúc sâu sắc",
            "hasImg": true
        },
        {
            "id": "3fb33212-1622-44cc-a79d-7e810a15aa37",
            "word": "practical",
            "phonetic": "pɹæktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Equip yourself with five practical strategies that help you win the uphill battle and take your project professional career to new heights.",
                "Her husband is a man of ideas while she is a practical doctor, a woman of action.",
                "You need to have a practical plan in place to ensure your success.",
                "That experience made me open my eyes and started my search for a martial art that teaches practical self-defence skills.",
                "Mark was thinking about buying a new car, but he wanted to get a second opinion, so he took his dad's advice and went for a more practical model."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2Fs&hash=5b7747ced4b46fc74c9ea8ae1fe2d2318972a4da&lang=en&cache-only=0",
            "defineEn": "(of a person) realistic in facing different matters or problems",
            "defineVi": "(của một người) thực tế khi đối mặt với các vấn đề hoặc vấn đề khác nhau"
        },
        {
            "id": "f5c3717e-d400-4cdb-b7cd-6bebf821b18d",
            "word": "reasonable",
            "phonetic": "ɹiːzənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The court established, beyond any reasonable doubt, that the man was innocent.",
                "The state has not been able to prove guilt beyond reasonable doubt.",
                "Trying to have a reasonable debate with her father is like nailing jelly to the wall.",
                "It means only that prosecutors failed to prove their guilt beyond a reasonable doubt, he said."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc29uYWJsZQ&hash=bdb3bc3a2e03c85718e739b8af7107004cdf5f24&lang=en&cache-only=0",
            "defineEn": "(of a person) showing good judgment and acting by reason",
            "defineVi": "(của một người) thể hiện sự phán đoán tốt và hành động theo lý trí",
            "hasImg": true
        },
        {
            "id": "2752391e-9c25-408a-93d2-072a17572a6e",
            "word": "respectable",
            "phonetic": "ɹᵻspɛktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm trying to maintain a fair and respectable campaign, and Brad totally dragged my name through the mud!",
                "And there's a respectable amount of space in here.",
                "Kensington lock, and that's actually very respectable IO for a laptop of this class.",
                "So nothing quite matches the AirPods in this regard, you can see they really pop out quite easily, but that's also respectable.",
                "So both of the phones are 4500mAh power, which is this is pretty respectable."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGVjdGFibGU&hash=9d07326ea5c7213bb211d7acaf8d2f1e12bec5ae&lang=en&cache-only=0",
            "defineEn": "considered to be good, correct or acceptable by the society",
            "defineVi": "được xã hội coi là tốt, đúng đắn hoặc được xã hội chấp nhận"
        },
        {
            "id": "f30e38ac-7df0-48e5-ba37-439502665077",
            "word": "self-confident",
            "phonetic": "sɛlfkɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was very self-confident.",
                "And none of those things actually lead children to feeling self-confident and good about themselves and in control."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25maWRlbnQ&hash=e889343db2b3a65ca1e953f98390958b56d30589&lang=en&cache-only=0",
            "defineEn": "(of a person) having trust in one's abilities and qualities",
            "defineVi": "(của một người) có niềm tin vào khả năng và phẩm chất của một người",
            "hasImg": true
        },
        {
            "id": "5bddb875-280f-4ccd-9c13-cc9114c8ab11",
            "word": "sensitive",
            "phonetic": "sɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pig's nose is sensitive and sniffes the air for food.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves.",
                "I need to find a gentle soap for sensitive skin.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "Douglas held his tongue, preferring not to speak out on a politically sensitive issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2l0aXZl&hash=5f82638ea8b22b3ef877d4456cc2493538e1ceec&lang=en&cache-only=0",
            "defineEn": "capable of understanding other people's emotions and caring for them",
            "defineVi": "có khả năng hiểu cảm xúc của người khác và quan tâm đến họ",
            "hasImg": true
        },
        {
            "id": "264d7f57-2fa9-4ef5-8be9-a9e2420bb131",
            "word": "sincere",
            "phonetic": "sɪnsɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Although Sarah wasn't able to attend the event, her friends were grateful for her sincere apologies, and decided to take the will for the deed.",
                "If someone copies your fashion style, it can be a way of showing that they appreciate your taste - imitation is the sincerest form of flattery.",
                "They weren't sincere.",
                "But he's very sincere.",
                "He sounded so sincere that I forgave him at once in my heart."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luY2VyZQ&hash=2c3dc658505c07f6f817040312d33d014802c6dd&lang=en&cache-only=0",
            "defineEn": "(of statements, feelings, beliefs, or behavior) showing what is true and honest, based on one's real opinions or feelings",
            "defineVi": "(về lời phát biểu, cảm xúc, niềm tin hoặc hành vi) thể hiện điều gì là đúng và trung thực, dựa trên ý kiến hoặc cảm xúc thực sự của một người",
            "hasImg": true
        },
        {
            "id": "68ef27ec-1053-4364-a68d-c56d3cce9c9b",
            "word": "strong-willed",
            "phonetic": "stɹɔŋwɪld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25nLXdpbGxlZA&hash=fe483cdfc03670ac4a4660ca8668fd5ef7329819&lang=en&cache-only=0",
            "defineEn": "very determined in achieving what one wants although it is not advised",
            "defineVi": "rất quyết tâm đạt được điều mình muốn mặc dù không được khuyên",
            "hasImg": true
        },
        {
            "id": "6a6c22b4-05cd-458c-b9bd-de0fd2df1ec0",
            "word": "sympathetic",
            "phonetic": "sɪmpəθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "One of the two divisions of your autonomic nervous system is called the sympathetic system.",
                "The sympathetic division is responsible for, like, freaking out.",
                "as opposed to in the sympathetic system, where effectors get a dose of norepinephrine instead.",
                "While the sympathetic nerves all spring from the thoracolumbar area of your spinal cord, right around your midsection, the nerves of the parasympathetic division are craniosacral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWM&hash=1bd1baa158ccaef1eb4cc389cd5499267a17fe59&lang=en&cache-only=0",
            "defineEn": "showing care and understanding toward other people, especially when they are not feeling good",
            "defineVi": "thể hiện sự quan tâm và thấu hiểu đối với người khác, đặc biệt là khi họ cảm thấy không tốt",
            "hasImg": true
        },
        {
            "id": "1732f35e-114f-4619-936d-ec1eebbb80bd",
            "word": "unreliable",
            "phonetic": "ʌnɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mary keeps lending money to her unreliable friend, even though she never gets paid back.",
                "\"The temperature record is unreliable.\"",
                "Our memories are sometimes unreliable.",
                "Facial recognition is very unreliable.",
                "The test is also just weirdly unreliable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5yZWxpYWJsZQ&hash=17ea519ab41ffebd6290d91e57ab55844c801289&lang=en&cache-only=0",
            "defineEn": "not showing enough assurance to be dependend on or trusted",
            "defineVi": "không thể hiện đủ đảm bảo để được phụ thuộc hoặc tin cậy",
            "hasImg": true
        },
        {
            "id": "9aa492d3-8b0e-43a9-94f2-151a9aae8c8e",
            "word": "unstable",
            "phonetic": "ʌnsteɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse.",
                "With the population increasing exponentially, the environment crumbling, and world economies so unstable, I fear there are some truly dark days ahead.",
                "Supercooled liquids are highly unstable.",
                "Like other radioactive compounds, this stuff is unstable.",
                "In the days of Beslan, Putin’s rating became unstable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdGFibGU&hash=5d322ba09ef426b07c758b2da76aa5405a5149f7&lang=en&cache-only=0",
            "defineEn": "subject to sudden changes of mood or behavior",
            "defineVi": "chịu sự thay đổi đột ngột của tâm trạng hoặc hành vi",
            "hasImg": true
        },
        {
            "id": "c7888a28-cecc-4267-9d4e-b02b1c74de6d",
            "word": "unsure",
            "phonetic": "ʌnʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When you're unsure of what to say, remember that there is no wisdom like silence, and it's okay to take a moment to think.",
                "The investor followed the advice 'when in doubt, do nowt' when she was unsure about a particular stock, and decided to hold off on buying until she had more information.",
                "It's really unsure.",
                "I'm unsure about that, as we talk today.",
                "Stephen looked unsure for a moment, then spoke."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdXJl&hash=19a6ef19ee28c3361917e3d884b8f78de7be4d50&lang=en&cache-only=0",
            "defineEn": "not confident enough in oneself, especially in one's abilities",
            "defineVi": "không đủ tự tin vào bản thân, đặc biệt là trong khả năng của một người",
            "hasImg": true
        },
        {
            "id": "e73b0aa8-d50a-49ee-9684-bbdc089c3a74",
            "word": "strict",
            "phonetic": "stɹɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He followed a strict diet.",
                "The government has set strict limits on public spending this year.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0&hash=5bf5226fdc1d87ceda3c826416ff53c88f0236ed&lang=en&cache-only=0",
            "defineEn": "(of a person) demanding that rules be obeyed or not showing flexibility",
            "defineVi": "(của một người) yêu cầu các quy tắc phải được tuân thủ hoặc không thể hiện sự linh hoạt",
            "hasImg": true
        },
        {
            "id": "2fe0dff0-2944-4795-a06c-8209082a558d",
            "word": "violent",
            "phonetic": "vaɪələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One day, after years of violent abuse from her husband, she took the law into her own hands.",
                "Solving violent crimes is all in a day's work for these police detectives.",
                "There are reports of a violent incident involving local inhabitants and U.S. troops.",
                "When the leaders of the protest movement became violent, they played right into the hands of the police.",
                "On the third day the weather broke and they had a violent storm."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVudA&hash=58749a1dfc9e84239b721882465aaf48a801e736&lang=en&cache-only=0",
            "defineEn": "involving or caused by force that may result in physical damage",
            "defineVi": "liên quan hoặc gây ra bởi vũ lực có thể dẫn đến thiệt hại vật chất",
            "hasImg": true
        },
        {
            "id": "b57e3949-00df-4a92-b540-9beb86b43a37",
            "word": "lenient",
            "phonetic": "liːnɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, this is much more lenient.",
                "We're not more lenient with the stars.",
                "America has more lenient policies than other countries, including those that pay for plasma.",
                "Pruitt had backed a more lenient state plan to reduce emissions that was favored by the company.",
                "And when the rioters are brought to the court, when their verdict is being handed down by the court, it seems that, on many occasion, the sentence is too lenient."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVuaWVudA&hash=7b30fa9fe51c8c35441617ac24a9655cdb0fa010&lang=en&cache-only=0",
            "defineEn": "(of a person) showing mercy, flexibility, or tolerance, particularly while obeying rules or punishing someone",
            "defineVi": "(của một người) thể hiện lòng thương xót, linh hoạt hoặc khoan dung, đặc biệt là khi tuân theo các quy tắc hoặc trừng phạt ai đó"
        },
        {
            "id": "d8a16b3b-6dcc-4ce5-a340-4104ae0a5c13",
            "word": "tough",
            "phonetic": "tʌf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My job is the tough one.",
                "The boss is very tough on anyone who steps out of line.",
                "She is made of tougher stuff.",
                "The team's defense is a tough nut to crack.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Z2g&hash=df186714ac87553e6ce10d389ea56815023bf960&lang=en&cache-only=0",
            "defineEn": "insisting that rules be followed strictly and treating people harshly",
            "defineVi": "khăng khăng rằng các quy tắc được tuân thủ nghiêm ngặt và đối xử khắc nghiệt với mọi người",
            "hasImg": true
        },
        {
            "id": "c2f46086-5962-4fe8-8bf1-1225a3d5a108",
            "word": "leper",
            "phonetic": "lɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "King Baldwin the Leper was only sixteen when he learned that Saladin's army was attacking Palestine, and that there was no one to stop them.",
                "Saladin told his men, 'Thinking that Baldwin the Leper is weak because he's young and ill was a mistake!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGVwZXI&hash=40172e5f83acc76d35c849ff09cb0f7326b08762&lang=en&cache-only=0",
            "defineEn": "someone who is constantly ignored or pushed away by others",
            "defineVi": "một người liên tục bị người khác phớt lờ hoặc đẩy ra xa"
        },
        {
            "id": "157fe8e1-4594-4464-b06e-08330798bc79",
            "word": "close-fisted",
            "phonetic": "kloʊsfɪstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2UtZmlzdGVk&hash=2244a495598ba065334722f1f1830173b14577b3&lang=en&cache-only=0",
            "defineEn": "not willing to spend much money or offer someone financial support",
            "defineVi": "không sẵn sàng chi nhiều tiền hoặc cung cấp hỗ trợ tài chính cho ai đó"
        },
        {
            "id": "fced84b4-0ecd-4fc4-9d43-613b6c148d54",
            "word": "tight-fisted",
            "phonetic": "taɪtfɪstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQtZmlzdGVk&hash=fa4d9e6790c9b0ecb4f540786e3a86c39ee50290&lang=en&cache-only=0",
            "defineEn": "spending or giving money reluctantly",
            "defineVi": "chi tiêu hoặc cho tiền một cách miễn cưỡng",
            "hasImg": true
        }
    ]
}