{
    "id": "dc732e73-d7d5-41d3-afb8-5250e771db90",
    "title": "Don't Do the Crime, If You Can't Do the Time!",
    "originalTitle": "Don't Do the Crime, If You Can't Do the Time!",
    "words": [
        {
            "id": "f3070ea5-5012-43ce-add3-5627dacf621b",
            "word": "warden",
            "phonetic": "wɔːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has a good mind to go to the warden about this.",
                "This song's for your warden.",
                "Will the fire warden on the fifth floor pick up the warden phone immediately?",
                "And I know Warden Wright and Warden McClane",
                "Will the fire warden on the fifth floor pick up the warden phone immediately?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZGVu&hash=e333273e0c60a54db63981b0fdfefb238c1771e0&lang=en&cache-only=0",
            "defineEn": "the chief official in charge of a prison",
            "defineVi": "quan chức trưởng phụ trách một nhà tù"
        },
        {
            "id": "51d2a15a-9df6-402d-b30e-a49cbadf80fe",
            "word": "vigilante",
            "phonetic": "vɪdʒᵻlænti ",
            "partOfSpeechType": "noun",
            "examples": [
                "This armed vigilante is acting as judge, jury, and executioner.",
                "So today's theme is vigilante justice for superheroes.",
                "Vigilantes have been going to sea to turn back asylum seekers.",
                "Others have sought vigilante justice, documented on an Instagram account called Bird Graveyard.",
                "In Bisbee, Arizona vigilantes went so far to put striking copper miners in boxcars, shipped them out to the middle of the desert and left them there."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlnaWxhbnRl&hash=933b7856c4bbc92e6767f933272b281a02e887f4&lang=en&cache-only=0",
            "defineEn": "member of a vigilance committee",
            "defineVi": "thành viên của một ủy ban cảnh giác"
        },
        {
            "id": "2aa6e548-22aa-441c-a6e7-e2a99978b19d",
            "word": "to trespass",
            "phonetic": "tə tɹɛspəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't ever trespass!",
                "Don't ever trespass, kids!",
                "You guys are trespassing as far as I'm concerned.",
                "But neighbors were aware of the trespasses and the community was on alert.",
                "In fact, I'm pretty sure there is a video somewhere on YouTube of somebody that went and found somebody's house, another big YouTuber's house, and trespassed and they filmed it and put it on YouTube, and I can't remember who talked about it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlc3Bhc3M&hash=9d57eb3a566366c9d1357ddb89c74a73fa671a96&lang=en&cache-only=0",
            "defineEn": "to enter someone's land or building without permission",
            "defineVi": "vào đất hoặc tòa nhà của ai đó mà không được phép"
        },
        {
            "id": "e6ca8784-d784-432f-9e6f-2eb5a97c7939",
            "word": "treason",
            "phonetic": "tɹiːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The royal family was arrested and the king charged with treason.",
                "After they made an unsuccessful attempt at overthrowing the government, the party was banned, and Hitler jailed for treason.",
                "So the court of Elsinore can be read as a commentary on Shakespeare’s own environment, in which being tried and beheaded for secret treason was kind of a national pastime.",
                "There are lots of ways you could end up dead either from fighting, sickness, or being killed for treason.",
                "Therefore, to prevent the process from being used as a political weapon, the Constitution specifies that an official can only be impeached for treason, bribery, or other high crimes and misdemeanors."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXNvbg&hash=438402a8db1499044275fec983d6596baaeef5d5&lang=en&cache-only=0",
            "defineEn": "a crime that undermines the offender's government",
            "defineVi": "một tội phá hoại chính quyền của người phạm tội"
        },
        {
            "id": "7dfda9da-db08-4d36-a2f1-228c38f3d429",
            "word": "alibi",
            "phonetic": "ælᵻbaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suspect's alibi had more holes than Swiss cheese, and the jury didn't believe a word of it.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "That's a good alibi for anything."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpYmk&hash=433a1c2e8d3820811d909651efe9112e49dbbbe1&lang=en&cache-only=0",
            "defineEn": "proof that indicates a person was somewhere other than the place where a crime took place and therefore could not have committed it",
            "defineVi": "bằng chứng cho thấy một người đã ở đâu đó khác với nơi xảy ra tội phạm và do đó không thể thực hiện tội phạm đó"
        },
        {
            "id": "2f18f9cc-07d3-4156-94ab-09cb44dab362",
            "word": "appropriation",
            "phonetic": "ɐpɹoʊpɹɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Supreme's appropriation of images is one of the keys to its popularity.",
                "The NEA’s appropriation for 2018 came to $152.8 million dollars, or around 3% of France’s arts budget.",
                "As a term, cultural appropriation has its roots in the latter half of the 20th century with its highest usage coming after 1980.",
                "You could consider it cultural appropriation when a hearing person gives out a sign name.",
                "And this brings us back to the topic of cultural appropriation."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9wcmlhdGlvbg&hash=fa9323180b3de00abd739f27b62767c822089607&lang=en&cache-only=0",
            "defineEn": "a deliberate act of acquisition of something, often without the permission of the owner",
            "defineVi": "một hành động cố ý mua lại một cái gì đó, thường không có sự cho phép của chủ sở hữu"
        },
        {
            "id": "9589e9f4-5a30-43fd-adcd-bb10e0d36266",
            "word": "battery",
            "phonetic": "bæɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is currently taking a break to recharge her batteries.",
                "I often go for a walk to recharge my batteries.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "We have been resting all weekend to recharge our batteries for the upcoming week.",
                "If I feel burned out, I will take a day off to recharge my batteries."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVyeQ&hash=878c0f27d65d06605275048cb8495951e19208ee&lang=en&cache-only=0",
            "defineEn": "an assault in which the assailant makes physical contact",
            "defineVi": "một cuộc tấn công trong đó kẻ tấn công tiếp xúc vật lý",
            "hasImg": true
        },
        {
            "id": "62bbad0c-0494-4db9-9e01-6dc875101c81",
            "word": "to blackmail",
            "phonetic": "tə blækmeɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He may have decided to feather his nest by blackmail.",
                "The second sign, Is emotional blackmail.",
                "Emotional blackmail is a form of manipulation and emotional abuse.",
                "Can you please- Not blackmail!",
                "And I know all about blackmail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhY2ttYWls&hash=8bd9600d3cac31f77c9b7b515a3adedf1d03a6bf&lang=en&cache-only=0",
            "defineEn": "to demand funds or another benefit from someone in exchange for not damaging their reputation",
            "defineVi": "yêu cầu tiền hoặc lợi ích khác từ ai đó để đổi lấy việc không làm tổn hại đến danh tiếng của họ"
        },
        {
            "id": "db9d1a1c-b532-4bd9-a1ca-81b1c6eeea45",
            "word": "to bootleg",
            "phonetic": "tə buːtlɛɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You also have the incredibly robust bootleg market.",
                "And so bootleg DVD in the 1990s, that's where a lot of people are watching their Hollywood films.",
                "It's, I'm one of those people that has the, the books, and the bootlegs, and the rare bootleg unreleased of you guys tuning your instruments, and sleeping and making chili.",
                "The price point was a little bit high for essentially a glorified sweatshirt, but with a little bit of midriff showing, the cool bootleg, and seeing celebrities in some oversized sunglasses wearing it out and about, it kind of met that balance of just-within-reach pricing and somewhat of a luxury item pooled into one.",
                "It's, I'm one of those people that has the, the books, and the bootlegs, and the rare bootleg unreleased of you guys tuning your instruments, and sleeping and making chili."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vdGxlZw&hash=ad6b7f5101ca9df102c8ba72b6e61e06590f1a2e&lang=en&cache-only=0",
            "defineEn": "sell illicit products such as drugs or alcohol",
            "defineVi": "bán các sản phẩm bất hợp pháp như ma túy hoặc rượu",
            "hasImg": true
        },
        {
            "id": "f282d9de-a854-436f-8bd0-a671dd8a20f9",
            "word": "capital punishment",
            "phonetic": "kæpɪɾəl pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, some people favor capital punishment, and think it’s just.",
                "So in this view, capital punishment is morally correct in some cultures and is morally wrong in others.",
                "This line of reasoning is one way that people justify capital punishment.",
                "By this thinking, capital punishment is neither right nor wrong, but people definitely have preferences about it.",
                "It aims to prevent, restrict and end trade in goods intended for the use of torture or capital punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbCBwdW5pc2htZW50&hash=986b0aed06e62876ec92b480e0909cf2ff135f38&lang=en&cache-only=0",
            "defineEn": "the killing of a criminal as punishment",
            "defineVi": "việc giết một tên tội phạm như một sự trừng phạt"
        },
        {
            "id": "839ad513-ee06-4c6a-b3f8-88c8b9f350e9",
            "word": "thievery",
            "phonetic": "θiːvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "These days, some species are so dedicated to thievery that they’re basically unable to hunt for themselves.",
                "In this case, it could include everything from petty thievery to organized crime."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZXZlcnk&hash=a53110564be7bf013996a185c572de85ce063282&lang=en&cache-only=0",
            "defineEn": "the act of taking something from someone unlawfully",
            "defineVi": "hành động lấy thứ gì đó từ ai đó một cách bất hợp pháp"
        },
        {
            "id": "ece2f5dc-2d3f-49ed-a0d3-bf5360bd4a70",
            "word": "to swindle",
            "phonetic": "tə swɪndəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He swindled major charities, universities, and celebrities.",
                "Cheat and lie and swindle and threaten. ",
                "Not only was the system racist, it led to one of the largest state and federally sanctioned criminal enterprises as many of the guardians swindled, embezzled millions and millions of dollars.",
                "And do you believe this is all an attempt to swindle voters and change the results of the 2020 election?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbmRsZQ&hash=103ff59aeba3e5686ac55e460bdae94b97203b3f&lang=en&cache-only=0",
            "defineEn": "to use deceit in order to deprive someone of their money or possessions",
            "defineVi": "sử dụng sự lừa dối để tước đoạt tiền hoặc tài sản của ai đó"
        },
        {
            "id": "fe591bb3-0fa9-4104-9abf-e6c0b8d768a1",
            "word": "statutory rape",
            "phonetic": "stætʃətoːɹi ɹeɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0b3J5IHJhcGU&hash=6ffa47677d4b5ff6ddaff0abefacd4743f5804d9&lang=en&cache-only=0",
            "defineEn": "sexual intercourse with a person (girl or boy) who has not reached the age of consent (even if both parties participate willingly)",
            "defineVi": "quan hệ tình dục với một người (gái hoặc trai) chưa đến tuổi thành niên (ngay cả khi cả hai bên tự nguyện tham gia)"
        },
        {
            "id": "05c01785-199b-4dbc-84d2-a5496acb17d2",
            "word": "to stalk",
            "phonetic": "tə stɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "They picked the juicy tomatoes, gently twisting the stalks to separate them from the vine.",
                "As we walked through the cornfield, we came across a cob that had fallen from one of the stalks.",
                "The child's eyes were on stalks as he watched the magician's performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbGs&hash=b66370f32a218584892e8a5c9c6e4be3b523478c&lang=en&cache-only=0",
            "defineEn": "to follow, watch, or pursue them persistently and often secretly, causing them fear or discomfort",
            "defineVi": "theo dõi, theo dõi hoặc theo đuổi họ một cách dai dẳng và thường bí mật, khiến họ sợ hãi hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "7cb9092a-5bb0-4a95-bac0-9d8a6548f4d3",
            "word": "solitary confinement",
            "phonetic": "sɑːlətɛɹi kənfaɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29saXRhcnkgY29uZmluZW1lbnQ&hash=7bd61cbb4ac283a0b33d084546e85b5e11a11219&lang=en&cache-only=0",
            "defineEn": "confinement of a prisoner in isolation from other prisoners",
            "defineVi": "giam giữ một tù nhân cách ly với các tù nhân khác"
        },
        {
            "id": "2df65439-5380-4c90-b31a-68faa0843a51",
            "word": "carjacking",
            "phonetic": "kɑːɹdʒækɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A study published in 2017 by researchers from California State University had 289 undergrads watch a video of a carjacking in groups of five, then report what they saw one at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyamFja2luZw&hash=5b4f94e9fd1bf15f0a887ef3d0f2789886ec2e86&lang=en&cache-only=0",
            "defineEn": "the act of violently stealing a car while someone is inside it",
            "defineVi": "hành động đánh cắp một cách thô bạo một chiếc xe hơi khi có người ở trong đó"
        },
        {
            "id": "a582cfcf-36e1-4a91-be52-e0c6c6d4d533",
            "word": "to collude",
            "phonetic": "tə kəluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "People talk about collusion: Did Trump collude with Russia?",
                "Or we were saying that they are colluding.",
                "Some would say collude to set rules and practices that protect the industry from themselves, that protect themselves jointly from new competition.",
                "Do you believe that it will produce proof that this president colluded in some way with the Russians?",
                "And if they have a formal agreement to collude, we call these players right over here, we call them a cartel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbHVkZQ&hash=6bab180dcbd8a2ca842e9045cc959eaf5ac1d6ee&lang=en&cache-only=0",
            "defineEn": "‌to cooperate secretly or illegally for deceiving other people",
            "defineVi": "‌hợp tác bí mật hoặc bất hợp pháp để lừa dối người khác"
        },
        {
            "id": "b4c122ea-fa79-4346-90e1-546ea255ca7e",
            "word": "complicity",
            "phonetic": "kəmplɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this may be the onlyhuge fraud in history where the governmenthas extreme complicity.",
                "But that would require the complicity of a lot of the politicians in these states.",
                "There was the complicity of Congress, 101 members of Congress signing the Southern Manifesto.",
                "Stanton was so controversial, some accused him at that time of complicity in Lincoln's assassination.",
                "And we go into the fact that it's not just one man who killed Malcolm X, but, you know, a kind of COMPLICITY on the part of governmental AUTHORITIES and Law Enforcement as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpY2l0eQ&hash=ce77018d563c06b744baf0e8f296d1062c28e546&lang=en&cache-only=0",
            "defineEn": "guilt as an accomplice in a crime or offense",
            "defineVi": "tội như một đồng lõa trong một tội phạm hoặc hành vi phạm tội"
        },
        {
            "id": "e946bef3-637e-4e42-9431-dd3c792455b2",
            "word": "to confiscate",
            "phonetic": "tə kɑːnfɪskeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But police confiscated her passport.",
                "Actual photograph confiscated as evidence.",
                "His first gun was confiscated.",
                "This animal was confiscated by the U.S. fish and wildlife service.",
                "When they finally broke up the ring, they confiscated over $10 million."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlzY2F0ZQ&hash=3e7b59dd35e93874598b5ab0f928b4b45ba5dc8b&lang=en&cache-only=0",
            "defineEn": "to officially seize or take away something from someone, usually as punishment",
            "defineVi": "để chính thức nắm bắt hoặc lấy đi một cái gì đó từ một ai đó, thường là hình phạt"
        },
        {
            "id": "4ac4d3b3-9572-4dc2-a3ca-4098ef4232ce",
            "word": "contraband",
            "phonetic": "kɑːntɹəbænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Censorship laws in the country drove up the demand for film contraband, leading to a rampant industry of pirated films and television shows.",
                "[Narrator] JFK disposes of the contraband food in one of two ways: the grinder, or the incinerator.",
                "First, they're given one last chance to discreetly dispose of prohibited contraband like drugs, alcohol, tobacco, and inappropriate photographs.",
                "But if we can do that, advances like these could one day help us catch criminals, find contraband, and solve cold cases faster and more accurately than ever.",
                "So we're gonna go walk this bin, nice and full from those two passengers, down to our contraband room."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhYmFuZA&hash=e89509c2eeefad69b2e3858f925c7129d06ad5fd&lang=en&cache-only=0",
            "defineEn": "goods that are taken into or out of a country illegally",
            "defineVi": "hàng hóa được đưa vào hoặc ra khỏi một quốc gia bất hợp pháp"
        },
        {
            "id": "00b6d2c2-abe1-4818-9d47-d139d1396d0a",
            "word": "defamation",
            "phonetic": "dᵻfɐmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We could be sued for slander or defamation. ",
                "Dominion Voting Systems is accusing FOX News of defamation and suing for $1.6 billion.",
                "Hend slapped Ferrari with a defamation suit, which he later dropped.",
                "And in one case, he argued that the Justice Department was able to defend him in a private defamation suit brought by a former gossip columnist.",
                "At least two people arrested on royal defamation charges have been found dead under mysterious circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmYW1hdGlvbg&hash=e08e318695db629512ba8ab38604da597052ca43&lang=en&cache-only=0",
            "defineEn": "an abusive attack on a person's character or good name",
            "defineVi": "một cuộc tấn công lạm dụng vào nhân vật của một người hoặc tên tốt"
        },
        {
            "id": "aa4c9e2f-1f2a-4a13-8ee7-6af5029d9705",
            "word": "to embezzle",
            "phonetic": "tʊ ɛmbɛzəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you're caught embezzling money, you'll be digging your own grave with your own knife and fork.",
                "The accountant was tasked with managing the company's finances, but she was caught embezzling funds for her own benefit.",
                "The CEO of the company was fired after it was discovered that they had been embezzling funds - a harsh lesson that ill-gotten gains never prosper.",
                "I think she's embezzling.",
                "In August, former President Tony Saca confessed to embezzling $300 million from state coffers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iZXp6bGU&hash=b99dd3d7f6bce8905ae9a252832578e894bb8073&lang=en&cache-only=0",
            "defineEn": "appropriate (as property entrusted to one's care) fraudulently to one's own use",
            "defineVi": "phù hợp (như tài sản được giao cho một người chăm sóc) một cách gian lận để sử dụng cho chính mình"
        },
        {
            "id": "e6256cc2-a722-4fe9-ace0-02b239323f6d",
            "word": "entrapment",
            "phonetic": "ɛntɹæpmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFwbWVudA&hash=8a683e4b08247435a389332986112ad2e5c207b4&lang=en&cache-only=0",
            "defineEn": "a defense that claims the defendant would not have broken the law if not tricked into doing it by law enforcement officials",
            "defineVi": "bào chữa cho rằng bị cáo sẽ không vi phạm pháp luật nếu không bị các quan chức thực thi pháp luật lừa làm điều đó"
        },
        {
            "id": "167b22ea-daff-41a5-877a-405e8bdf6d70",
            "word": "to exile",
            "phonetic": "tʊ ɛɡzaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crowds sent him and the king into exile.",
                "So your dad, Eric the Red, was exiled from Iceland to Greenland because of manslaughter.",
                "On a December night in 1910, the exiled former leader of Honduras, Manuel Bonilla, boarded a borrowed yacht in New Orleans.",
                "And they exile him to Elba.",
                "It’s about total human exile."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhpbGU&hash=264b16a88ff31aa8ab24d56256bfc2ee75211e88&lang=en&cache-only=0",
            "defineEn": "to expel or banish someone from their native country, usually due to political reasons or for punishment",
            "defineVi": "trục xuất hoặc trục xuất ai đó khỏi quê hương của họ, thường là vì lý do chính trị hoặc để trừng phạt"
        },
        {
            "id": "b99f5713-236d-41b1-a6bf-5671b7f29a6a",
            "word": "to extradite",
            "phonetic": "tʊ ɛkstɹədaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Anyone could be extradited.",
                "A British judge today refused to order WikiLeaks founder Julian Assange extradited to the U.S. to face espionage charges.",
                "So one is Huawei's chief financial officer, Meng Wanzhou, is currently in Canada, and the US requested to extradite her to face trial in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0cmFkaXRl&hash=7274d2d740f1f878042103a08bd8a30b1a2b0cc1&lang=en&cache-only=0",
            "defineEn": "to use a legal process to send an accused person back to the state or country where the crime was committed to be put on trial",
            "defineVi": "sử dụng một quy trình pháp lý để đưa một người bị buộc tội trở lại tiểu bang hoặc quốc gia nơi tội phạm được thực hiện để đưa ra xét xử"
        },
        {
            "id": "c7b56ccd-0190-4db8-9a3c-22bbea04d601",
            "word": "forgery",
            "phonetic": "fɔːɹdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And forgery is one of those crimes.",
                "Forgery confirmed.",
                "And forgery was believed to be a black crime.",
                "Like Valyrian steel, the secrets of its forgery were lost to history forever.",
                "Today, this age-old chemical compound may help scientists prevent forgery and even save lives."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZ2VyeQ&hash=39bcda134aacede3a789ced33c9595053fb54710&lang=en&cache-only=0",
            "defineEn": "the criminal act of making a copy of a document, money, etc. to do something illegal",
            "defineVi": "hành vi phạm tội sao chép tài liệu, tiền, v.v. để làm điều gì đó bất hợp pháp"
        },
        {
            "id": "e692786e-df14-43fb-b520-c1cb912989bf",
            "word": "furlough",
            "phonetic": "fɜːloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "January 2019, the partial government shutdown furloughs some census staff during a critical preparation time.",
                "Terrence Jerard Shepherd was furloughed from his job at a restaurant in Charlotte, North Carolina.",
                "Santiago was laid off from a movie theater, Mauricio furloughed from his job as a chef.",
                "Herbert is currently furloughed from a part-time sales job that was funding his music degree.",
                "Speaking of serious I'm still not working on Fridays for pay, I'm furloughed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVybG91Z2g&hash=2d7d95b4d4e806b0030c539328b4f8679dec0ce3&lang=en&cache-only=0",
            "defineEn": "a temporary release of a convict from prison",
            "defineVi": "phóng thích tạm thời một người bị kết án ra khỏi nhà tù"
        },
        {
            "id": "8bc2cb20-809a-4ad4-abf7-1c8b53767d5d",
            "word": "to gaslight",
            "phonetic": "tə ɡæslaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And they can also gaslight people that they are in relationships with.",
                "They will gaslight those in their lives, and do things to intentionally hurt people.",
                "If you haven't heard that term before it comes from a movie Gaslight that came out a long time ago.",
                "But don’t worry, here comes bright-eyed virgin Anastasia Steele, whom he gaslights, abuses and makes her cry a lot.",
                "The word itself refers to a popular 1944 film and the 1938 stage play it was based on called Gaslight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FzbGlnaHQ&hash=f609bb127c0927baf5ad1b87b0e2dc2a100b036b&lang=en&cache-only=0",
            "defineEn": "*** manipulate (someone) by psychological means into questioning their own sanity.",
            "defineVi": "*** thao túng (ai đó) bằng các biện pháp tâm lý để đặt câu hỏi về sự tỉnh táo của chính họ."
        },
        {
            "id": "66d99927-5523-4047-971f-0bb1e648f2d6",
            "word": "genocide",
            "phonetic": "dʒɛnəsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, after 1500, Spanish genocide definitively crushed high Mayan culture.",
                "It was genocide.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "The U.N. accused it of genocide, crimes against humanity and war crimes.",
                "There had been genocide in Rwanda, and radios had played a really key role in the execution of this genocide in Rwanda."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vub2NpZGU&hash=cffca58a72d44f9e70210e355f273d048750a928&lang=en&cache-only=0",
            "defineEn": "a mass murder committed in order to destroy a particular nation, religious or ethnic group, or race",
            "defineVi": "một vụ giết người hàng loạt được thực hiện để tiêu diệt một quốc gia, tôn giáo hoặc nhóm sắc tộc hoặc chủng tộc cụ thể"
        },
        {
            "id": "d72f3347-3042-4ce1-b031-e875f94d60be",
            "word": "grand larceny",
            "phonetic": "ɡɹænd lɑːɹsɛni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQgbGFyY2VueQ&hash=4e061018e529cf3c6e836cc1051406156be27144&lang=en&cache-only=0",
            "defineEn": "larceny of property having a value greater than some amount (the amount varies by locale)",
            "defineVi": "ăn cắp tài sản có giá trị lớn hơn một số tiền (số tiền thay đổi theo địa phương)"
        },
        {
            "id": "fa93398f-324b-4aed-a727-0b0d78f63ce8",
            "word": "guillotine",
            "phonetic": "ɡɪlətiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because it killed so swiftly and allegedly painlessly, the guillotine was considered an enlightened form of execution.",
                "There’s a revolution, but, like, not the guillotine one.",
                "Dr. Joseph Guillotine, the inventor of the guillotine, envisioned it as an egalitarian way of dying.",
                "But you’ll be happy to know that the last legal execution in France was via guillotine.",
                "Because as you’ll remember from Crash Course World History, Robespierre was guillotining everyone, up until the point where he himself was guillotined."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbGxvdGluZQ&hash=da9cad8e3c43bbe1583a177483ad9205aac36d30&lang=en&cache-only=0",
            "defineEn": "instrument of execution that consists of a weighted blade between two vertical poles; used for beheading people",
            "defineVi": "công cụ hành quyết bao gồm một lưỡi dao có trọng lượng giữa hai cọc thẳng đứng; dùng để chặt đầu người"
        },
        {
            "id": "5c4196ce-fe7a-4d2e-8b3a-ea85caf880ee",
            "word": "to hustle",
            "phonetic": "tə hʌsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She goes hiking every weekend to escape the hustle and bustle of the city.",
                "But the real hustle comes just before the dinner rush.",
                "So they really hustled to close that thing down pretty quickly.",
                "For most musicians, it’s a constant hustle, with little return.",
                "It was of the most intense magic hour hustles in the film."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVzdGxl&hash=cbab57e7f09b036cf7faae2ea050ef2b21513473&lang=en&cache-only=0",
            "defineEn": "to convince or make someone to do something",
            "defineVi": "để thuyết phục hoặc làm cho một ai đó để làm một cái gì đó"
        },
        {
            "id": "d030b40c-7770-4ebd-af4f-04f52f5ddcb8",
            "word": "to incarcerate",
            "phonetic": "tʊ ɪŋkɑːɹsɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father was formerly incarcerated for terrorist activity on behalf of the Ulster Volunteer Force.",
                "I've been incarcerated five times in the Kentucky State Prison system.",
                "It costs the state an average of $87,000 a year to incarcerate a child.",
                "Incarcerating people is very, very expensive.",
                "The United States comprises about four and a half to five percent of the world's population, yet we incarcerate 24% to 25% of the world's prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jYXJjZXJhdGU&hash=5ef074101bfe54373ebc56bf268f1759ac4fdd24&lang=en&cache-only=0",
            "defineEn": "lock up or confine, in or as in a jail",
            "defineVi": "khóa hoặc giam giữ, trong hoặc như trong tù"
        },
        {
            "id": "f9dd4bb3-5520-45f0-b594-98856ac97fd0",
            "word": "to incriminate",
            "phonetic": "tʊ ɪŋkɹɪmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Could congress force you to incriminate yourself?",
                "\"The crown prosecutor of Russia offered to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.\"",
                "Well, why should I believe that the president was not incriminated himself?",
                "Most incriminating is a collection of explicit love letters Gonzalo sent Michelle from prison before he was bailed and disappeared.",
                "You were actually doing a lot of really incriminating stuff earlier in the day, and I was like, no, Mort, don't waste your film."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jcmltaW5hdGU&hash=d17536eeab03d9369d81b7ff43a1778637798b74&lang=en&cache-only=0",
            "defineEn": "bring an accusation against; level a charge against",
            "defineVi": "đưa ra một lời buộc tội chống lại; cấp một khoản phí chống lại"
        },
        {
            "id": "c9330a16-7975-47f8-bb9f-998963d6e9fb",
            "word": "informant",
            "phonetic": "ɪnfɔːɹmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was betrayed by a childhood friend who turned government informant.",
                "The informant tells Paulo we're getting close.",
                "The data includes identities of informants and police disciplinary files.",
                "Now he's an informant leading the caravan to his fellow loggers.",
                "It is filled with the photos of informants who were murdered while working with him."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYW50&hash=9c1c270b772907b9e53fa65cdc7681d67b7ab7ed&lang=en&cache-only=0",
            "defineEn": "a person who supplies information",
            "defineVi": "một người cung cấp thông tin"
        },
        {
            "id": "4808c48c-c42a-4320-9b03-1feda09047b7",
            "word": "intruder",
            "phonetic": "ɪntɹuːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here’s another intruder.",
                "Photographers captured an intruder sitting at the desk of House Speaker Nancy Pelosi.",
                "They swallow the intruder whole and trap it inside a membrane.",
                "The result is a ring galaxy, sometimes with the culprit intruder seen nearby.",
                "Then, they engulf the intruder and use hypochlorous acid to kill it."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cnVkZXI&hash=7572d551728c7494824feefc52e729196aed60cf&lang=en&cache-only=0",
            "defineEn": "someone who intrudes on the privacy or property of another without permission",
            "defineVi": "ai đó xâm phạm quyền riêng tư hoặc tài sản của người khác mà không được phép"
        },
        {
            "id": "d97e9f6c-89eb-4211-b741-1acc8b98cebd",
            "word": "to launder",
            "phonetic": "tə lɔːndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Money laundering itself wasn't officially recognized as a federal crime in the United States until 1986.",
                "The US Treasury estimates that something like 300 billion dollars a year is laundered through the United States.",
                "Lori Porter: It was a nightmare because our members were laundering their PPE.",
                "But Capone wasn't the first to launder money.",
                "No one knows for sure the total amount of money that's laundered on a yearly basis, but some organizations estimate it to be in the hundreds of billions of dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmRlcg&hash=bc074c33041d8ea82a7ea5a09849ab4fe4685e89&lang=en&cache-only=0",
            "defineEn": "to make some alterations in order to make something that has been obtained illegally, especially money and currency appear legal or acceptable",
            "defineVi": "để thực hiện một số thay đổi để làm cho thứ gì đó có được một cách bất hợp pháp, đặc biệt là tiền và tiền tệ có vẻ hợp pháp hoặc chấp nhận được"
        },
        {
            "id": "52b519d2-8d65-443b-9b99-351db14eb3d2",
            "word": "to kidnap",
            "phonetic": "tə kɪdnæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He kidnaps my poor Arthur.",
                "Because it kind of was - kidnapping with a cause.",
                "This was pretty common among the Mongols, Temüjin’s mom had also been kidnapped.",
                "My daddy kidnapped himself and then escaped instead of paying his own ransom. ",
                "I am kidnapping you and keeping you for the rest of my life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lkbmFw&hash=62ddd625e25b234b14ed406a35cd71fd7b2a6ecc&lang=en&cache-only=0",
            "defineEn": "to take someone away and hold them in captivity, typically to demand something for their release",
            "defineVi": "để đưa ai đó đi và giam giữ họ, thường là để yêu cầu một cái gì đó để phát hành của họ",
            "hasImg": true
        },
        {
            "id": "21c51cd3-9505-4022-9276-6c95ba886dd8",
            "word": "misdemeanor",
            "phonetic": "mɪsdᵻmiːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Former Governor Rick Snyder is facing misdemeanor counts of willful neglect.",
                "He pleaded not guilty this morning to two misdemeanor charges of willful neglect of duty.",
                "It is a misdemeanor offense or a felony offense for repeated entries. ",
                "\"Johnson is charged with two counts of misdemeanor assault \"on a handicapped person.",
                "Investigators said today that his previous misdemeanor assault conviction did not prevent the purchase."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzZGVtZWFub3I&hash=f6a28d1951eb00ecbfce5d69e140834d3f7eb00e&lang=en&cache-only=0",
            "defineEn": "an action that is considered wrong or unacceptable yet not very serious",
            "defineVi": "một hành động được coi là sai hoặc không thể chấp nhận nhưng không phải là rất nghiêm trọng"
        },
        {
            "id": "7ea47f7c-9578-4ab3-9cbf-1f9f41782e84",
            "word": "mugshot",
            "phonetic": "mʌɡʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A 2018 study by the ACLU tested Amazon's Rekognition software on members of Congress, running their images through a mugshot database.",
                "When they run the suspect's faceprint against the Chicago police department's database of mugshots, they find a match.",
                "Those viral mugshots are copied into pieces of RNA, and loaded into a special protein called Cas9.",
                "Together, these metrics make up a faceprint, and there are actually databases of faceprints compiled from things like mugshots."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVnc2hvdA&hash=4db502ad5fda636ba140912e5644bf39926687bd&lang=en&cache-only=0",
            "defineEn": "a photographic portrait taken by law enforcement agencies of a person who has been arrested, typically taken at the time of booking and used for identification purposes",
            "defineVi": "một bức ảnh chân dung được chụp bởi các cơ quan thực thi pháp luật của một người đã bị bắt giữ, thường được chụp tại thời điểm đặt chỗ và được sử dụng cho mục đích nhận dạng"
        }
    ]
}