{
    "id": "dc9257d7-afbc-4270-b0f9-ec26a352e8ca",
    "title": "Top 351 - 375 Adjectives",
    "originalTitle": "Top 351 - 375 Adjectives",
    "words": [
        {
            "id": "d7dee8f4-a37c-4f07-89cb-30eea7d0d4a0",
            "word": "minor",
            "phonetic": "maɪnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Minor celebrity status did not become Potter.",
                "It's just a minor setback.",
                "Harold had worked himself into a minor rage.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "What began as a minor scuffle turned into a full-scale riot."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3I&hash=f8b89e1df33a65fd76960164e37d776a5d7046ae&lang=en&cache-only=0",
            "defineEn": "of little importance, effect, or seriousness, particularly when compared to other similar things",
            "defineVi": "ít quan trọng, ảnh hưởng hoặc mức độ nghiêm trọng, đặc biệt khi so sánh với những thứ tương tự khác"
        },
        {
            "id": "d4bf339c-a20f-4119-834d-9726ee56055f",
            "word": "uncomfortable",
            "phonetic": "ʌŋkʌmftəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As Jessica watched her son's new girlfriend interact with their family, she couldn't help but feel a bit uncomfortable, considering that the girl appeared to be old enough to be his mother.",
                "After walking all day in uncomfortable shoes, Jane exclaimed, \"My dogs are barking!\"",
                "Eating a big meal right before bed doesn't sit right with me - I always end up feeling bloated and uncomfortable.",
                "Real eyes realise, and it's time for us to start confronting the uncomfortable truths about our society.",
                "That chair looks super uncomfortable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb21mb3J0YWJsZQ&hash=1b239823d06343d8b42921837ca38feb9a03c733&lang=en&cache-only=0",
            "defineEn": "describing something that makes one feel embarrassed or anxious",
            "defineVi": "mô tả một cái gì đó mà làm cho một người cảm thấy xấu hổ hoặc lo lắng"
        },
        {
            "id": "262a3f42-b23a-4189-acf5-2dfbdb8d8bbd",
            "word": "evil",
            "phonetic": "iːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sufficient unto the day is the evil thereof.",
                "Evil doers are evil dreaders as they say.",
                "Evil doers are evil dreaders as they say.",
                "He goes hammer and tongs in exposing the evil men through his pen.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpbA&hash=7fd3f0f15c711bd2bc790deee86e84d68f3275fd&lang=en&cache-only=0",
            "defineEn": "wicked and morally wrong",
            "defineVi": "xấu xa và sai trái về mặt đạo đức",
            "hasImg": true
        },
        {
            "id": "ec74783a-ed6f-471f-9d3d-28820b1e6f4d",
            "word": "consistent",
            "phonetic": "kənsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "She believes that with the right mindset and consistent effort, any dream is achievable.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The gardener tended to their plants with consistent care and attention, trusting that slow and steady wins the race, and eventually grew a beautiful garden",
                "\"In learning a new skill, consistent practice and small improvements can lead to mastery, as many a little makes a mickle,\" said the instructor during the class."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVudA&hash=c3a3e30d4002de161b0979ec55fc5b25a17ef776&lang=en&cache-only=0",
            "defineEn": "following the same course of action or behavior over time",
            "defineVi": "theo cùng một quá trình hành động hoặc hành vi theo thời gian"
        },
        {
            "id": "e4bf96c3-0fdc-4709-8850-082ea1562338",
            "word": "stable",
            "phonetic": "steɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A stable relationship stands the test of time.",
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "She led the horse back into the stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmxl&hash=0e994ae64d736eae6f6f9f6cda6d814939bef921&lang=en&cache-only=0",
            "defineEn": "firm and able to stay in the same position or state",
            "defineVi": "công ty và có thể ở cùng một vị trí hoặc trạng thái",
            "hasImg": true
        },
        {
            "id": "89211c81-fbf0-4617-9a4c-6b83119dff8d",
            "word": "African",
            "phonetic": "æfɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "African clothing is known for its vibrant patterns and intricate designs.",
                "African literature is rich with stories that reflect the continent's history and culture.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts.",
                "Nelson Mandela was a well-respected African leader who fought for equality.",
                "We watched a documentary that highlighted the rich history of African civilizations."
            ],
            "audio": "https://tts.langeek.co/read?text=QWZyaWNhbg&hash=fe7d8e082aa68ea7f4d25354a84faeb5d2082054&lang=en&cache-only=0",
            "defineEn": "related to Africa, its people, or culture",
            "defineVi": "liên quan đến Châu Phi, con người hoặc văn hóa của nó",
            "hasImg": true
        },
        {
            "id": "3ad4839e-7d70-4dc1-9fb2-1c0bb25ccb76",
            "word": "asleep",
            "phonetic": "ɐsliːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I nearly fell asleep.",
                "I don't think he's really asleep.",
                "A solution finally came home to me as I was falling asleep last night.",
                "When the firemen arrived too late at the scene, the night watchman was accused of being asleep at the wheel.",
                "Let's hope the regulators are not asleep at the wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNsZWVw&hash=c7c20f869eafd3e1bd336ff593dc294182314516&lang=en&cache-only=0",
            "defineEn": "not awake and in a state of sleep",
            "defineVi": "không tỉnh táo và trong trạng thái ngủ",
            "hasImg": true
        },
        {
            "id": "ca08998a-38be-4ac9-aa64-d0c48016fc75",
            "word": "surprising",
            "phonetic": "sɚpɹaɪzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it's not really surprising that this accommodation should happen.",
                "It’s not surprising when you consider that he only arrived six months ago.",
                "It’s not surprising when you consider that he only arrived six months ago.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves.",
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VycHJpc2luZw&hash=ca27bd6477c1703f504b1fb2fe0bcaaf58e7a931&lang=en&cache-only=0",
            "defineEn": "causing a feeling of shock, disbelief, or wonder",
            "defineVi": "gây ra cảm giác sốc, hoài nghi hoặc ngạc nhiên",
            "hasImg": true
        },
        {
            "id": "30bdc436-76c7-475c-bea4-caa990cbf03a",
            "word": "technical",
            "phonetic": "tɛknɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "So, technical instructors like Ivan Lipscomb wear two hats.",
                "I like your technical terms.",
                "Of course these people, they provided technical data.",
                "In technical terms, economies enter a recession after two consecutive quarters of negative GDP growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5pY2Fs&hash=79842dbf34d64a9d9c094e90f584a645bf2ccf97&lang=en&cache-only=0",
            "defineEn": "relating to the practical application of a subject that is categorized by scientific principles",
            "defineVi": "liên quan đến ứng dụng thực tế của một chủ đề được phân loại theo các nguyên tắc khoa học",
            "hasImg": true
        },
        {
            "id": "1d64f22a-32c0-4420-88d3-020d264332df",
            "word": "usual",
            "phonetic": "juːʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The day followed the usual pattern.",
                "In other words, it's business as usual.",
                "They had to listen to the usual yada yada about bike safety.",
                "Once I contact my usual sources at the tabloids, I should be able to dig up the dirt on that actress.",
                "As usual, the conversation turned back to her children."
            ],
            "audio": "https://tts.langeek.co/read?text=dXN1YWw&hash=a4157108693e0c942baaa6e81f39c6a03f4983d3&lang=en&cache-only=0",
            "defineEn": "happening or done most of the time",
            "defineVi": "xảy ra hoặc thực hiện hầu hết thời gian",
            "hasImg": true
        },
        {
            "id": "5de75739-b30d-4012-9fd0-f23a016c455c",
            "word": "pregnant",
            "phonetic": "pɹɛɡnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, this can't go beyond these four walls, but Janet told me that she's pregnant!",
                "Now, I don't want anyone to know that I'm pregnant yet, so mum's the word.",
                "Shirley was four months pregnant and just starting to show.",
                "There are designated seats for elderly and pregnant passengers on the subway.",
                "Someone who is pregnant can pass a disease onto their child."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZ25hbnQ&hash=ea85084c73e08369b3443691eee10b9063640304&lang=en&cache-only=0",
            "defineEn": "describing a woman or a female animal that carries a baby inside her or its body",
            "defineVi": "mô tả một người phụ nữ hoặc một con vật cái mang một em bé bên trong cơ thể của mình hoặc của nó",
            "hasImg": true
        },
        {
            "id": "46719ed1-5041-4af2-b0ca-62531b8f24ac",
            "word": "welcome",
            "phonetic": "wɛlkʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "Welcome to my world!",
                "\"You're welcome.\"",
                "When all fruit fails, welcome haws.",
                "A port in a storm is a welcome thing."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsY29tZQ&hash=c1011837b07177a9500356a9cd14a94655e3860f&lang=en&cache-only=0",
            "defineEn": "received with pleasure into one's presence; that one is delighted to have, receive, etc.",
            "defineVi": "được đón nhận với niềm vui khi có sự hiện diện của một người; người đó vui mừng khi có, nhận được, v.v."
        },
        {
            "id": "7c3c13f3-9eb9-4cde-9695-b3cc7b9dc84e",
            "word": "middle",
            "phonetic": "mɪdəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His hair reached down to the middle of his back.",
                "Wednesday is the middle of the week.",
                "The guitarist went AWOL in the middle of the recording.",
                "Woe was me as the middle child.",
                "Hershel just asked me out in the middle of class in front of everyone."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxl&hash=77e1b3dda325934ce9f6cdd26cf2a99c28e6c039&lang=en&cache-only=0",
            "defineEn": "in the center of something; having an equal number of members or objects on each side",
            "defineVi": "ở trung tâm của một cái gì đó; có số lượng thành viên hoặc đối tượng bằng nhau ở mỗi bên",
            "hasImg": true
        },
        {
            "id": "8a774e63-bb78-43ef-8c20-385ac86896a7",
            "word": "ultimate",
            "phonetic": "ʌltᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Graduating from college was her ultimate destination after years of hard work and dedication.",
                "To possess power is the ultimate ego trip for most people.",
                "She's been my ultimate girl crush for years!",
                "These crafty rodents are the ultimate urbanites.",
                "Its ultimate goal is to mess with the insects’ game."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0aW1hdGU&hash=2988e8fdb756f4ca238d3042a6e4c9b32d6a44ec&lang=en&cache-only=0",
            "defineEn": "being the last or occurring at the end of a process",
            "defineVi": "là cuối cùng hoặc xảy ra ở phần cuối của một quá trình"
        },
        {
            "id": "883cbe95-3013-486a-af3b-c9c7392e9f80",
            "word": "decent",
            "phonetic": "diːsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "George is a decent fella, it's just that he lacks the courage of his convictions.",
                "If there'd been a halfway decent house for rent on this island, I would have taken it.",
                "Coming in person seemed the decent thing for Lily to do, bearding the lion in her den, so to speak.",
                "Actually, it kinda have decent feeling little remote the standout feature of the MoGo Pro.",
                "They are decent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjZW50&hash=74c2e44bbdeec4cccd302d2671f1567679340c73&lang=en&cache-only=0",
            "defineEn": "treating others with respect and being honest with them",
            "defineVi": "đối xử với người khác bằng sự tôn trọng và trung thực với họ"
        },
        {
            "id": "f258a411-d179-44e7-bf62-9cc778d51185",
            "word": "golden",
            "phonetic": "ɡoʊldən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "He wasted a golden opportunity when he missed from the penalty spot.",
                "We tried golden and crispy fryer chicken nuggets as a tasty snack.",
                "The chef roasted the Brussels sprouts until they turned golden brown.",
                "Want to spend your golden years in Europe?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVu&hash=451d3e97f08544ddf03642e078691d9b860ec549&lang=en&cache-only=0",
            "defineEn": "having a bright yellow color or colored like the metal gold",
            "defineVi": "có màu vàng sáng hoặc có màu giống như vàng kim loại",
            "hasImg": true
        },
        {
            "id": "1392c224-9cc5-49e5-adab-dea258b453e1",
            "word": "practical",
            "phonetic": "pɹæktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Equip yourself with five practical strategies that help you win the uphill battle and take your project professional career to new heights.",
                "Her husband is a man of ideas while she is a practical doctor, a woman of action.",
                "You need to have a practical plan in place to ensure your success.",
                "That experience made me open my eyes and started my search for a martial art that teaches practical self-defence skills.",
                "Mark was thinking about buying a new car, but he wanted to get a second opinion, so he took his dad's advice and went for a more practical model."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2Fs&hash=5b7747ced4b46fc74c9ea8ae1fe2d2318972a4da&lang=en&cache-only=0",
            "defineEn": "of, based on, or relating to practice or action rather than theory or hypothesis",
            "defineVi": "của, dựa trên, hoặc liên quan đến thực tiễn hoặc hành động hơn là lý thuyết hoặc giả thuyết"
        },
        {
            "id": "90295aa5-f944-4298-b33c-4049491c42e0",
            "word": "sensitive",
            "phonetic": "sɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pig's nose is sensitive and sniffes the air for food.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves.",
                "I need to find a gentle soap for sensitive skin.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "Douglas held his tongue, preferring not to speak out on a politically sensitive issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2l0aXZl&hash=5f82638ea8b22b3ef877d4456cc2493538e1ceec&lang=en&cache-only=0",
            "defineEn": "capable of understanding other people's emotions and caring for them",
            "defineVi": "có khả năng hiểu cảm xúc của người khác và quan tâm đến họ",
            "hasImg": true
        },
        {
            "id": "8198f7ea-882f-4fc0-a8be-6870de34eb4d",
            "word": "Greek",
            "phonetic": "ɡɹiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nobody has ever made head or tail of Greek music.",
                "For a simple and healthy dessert, try topping Greek yogurt with tamarillo slices.",
                "This makes unnecessary the question of which Hebrew or Aramaic phrases stand behind the Greek.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war."
            ],
            "audio": "https://tts.langeek.co/read?text=R3JlZWs&hash=8d17579c2357ae97d6bba929d7f9f67ba6683e14&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Greece, its people, or its language",
            "defineVi": "thuộc về hoặc liên quan đến Hy Lạp, con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "6a993171-e0a5-4761-97df-96668777b53a",
            "word": "commercial",
            "phonetic": "kəmɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The south of the city is more residential, while the north is more commercial.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "Each company is fighting to protect its own commercial interests.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbA&hash=5adbca0bdab83703ff258e0b9f5fc7904ab65798&lang=en&cache-only=0",
            "defineEn": "related to the purchasing and selling of different goods and services",
            "defineVi": "liên quan đến việc mua và bán các hàng hóa và dịch vụ khác nhau"
        },
        {
            "id": "05d8e05d-887a-4224-9583-b1472900a32d",
            "word": "violent",
            "phonetic": "vaɪələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One day, after years of violent abuse from her husband, she took the law into her own hands.",
                "Solving violent crimes is all in a day's work for these police detectives.",
                "There are reports of a violent incident involving local inhabitants and U.S. troops.",
                "When the leaders of the protest movement became violent, they played right into the hands of the police.",
                "On the third day the weather broke and they had a violent storm."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVudA&hash=58749a1dfc9e84239b721882465aaf48a801e736&lang=en&cache-only=0",
            "defineEn": "using or involving physical force that is intended to damage, harm, or kill",
            "defineVi": "sử dụng hoặc liên quan đến vũ lực nhằm mục đích gây thiệt hại, làm hại hoặc giết",
            "hasImg": true
        },
        {
            "id": "90b19ed8-2db7-4b57-8de1-72de1c170619",
            "word": "odd",
            "phonetic": "ɑːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The price of food and wine was a bit over the odds.",
                "Whether we leave now or in an hour, it makes no odds to me.",
                "Whether you agree or not, it makes no odds to the outcome of the decision.",
                "Whether you take the scenic route or the highway, it makes no odds to the length of the journey.",
                "The odds were stacked against him, but he never gave up."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rk&hash=195ef3c4267dcd1dc53cb8a8bebdd94225ec6626&lang=en&cache-only=0",
            "defineEn": "considered unusual, particularly in a way that makes one confused",
            "defineVi": "được coi là bất thường, đặc biệt là theo cách khiến người ta bối rối",
            "hasImg": true
        },
        {
            "id": "37df8ffe-4e62-4ff8-a568-21ffad5f2ee7",
            "word": "spiritual",
            "phonetic": "spɪɹɪtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His duties include spiritual guide, counselor, pal, nutrition advisor, trainer, and massage therapist.",
                "The unmistakable sound of the gong has held spiritual significance in Southeast Asia for centuries.",
                "People with a spiritual background can hear voices of spiritual entities.",
                "Paris' great mosque, with its North African design, is the spiritual home of France's six million Muslims.",
                "Of course I grew up in a family very spiritual."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFs&hash=c1a70fb2c2fed758b9e98efa6103bb1d0d40e2e6&lang=en&cache-only=0",
            "defineEn": "relating to or connected with the human spirit, rather than the body or mind",
            "defineVi": "liên quan đến hoặc kết nối với tinh thần con người, hơn là cơ thể hoặc tâm trí",
            "hasImg": true
        },
        {
            "id": "bf9b6273-a82b-4c07-8c63-9944564b6ff8",
            "word": "ridiculous",
            "phonetic": "ɹɪdɪkjʊləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thanks for the pearl of wisdom, buddy, but your suggestion is ridiculous.",
                "You've put our entire business at risk with this ridiculous scheme!",
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "I'm sorry, but that ridiculous rationale cuts no ice with me and will not change my mind.",
                "I can't believe he was able to pass off that ridiculous excuse as the truth."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlkaWN1bG91cw&hash=2aa2537bbeab2c1f16b3ade62d68cb9a775750d0&lang=en&cache-only=0",
            "defineEn": "extremely absurd, silly, or unreasonable and deserving to be laughed at",
            "defineVi": "vô cùng vô lý, ngớ ngẩn, hoặc vô lý và đáng bị cười nhạo",
            "hasImg": true
        },
        {
            "id": "4e792415-271e-4ea1-aa58-dda027e83550",
            "word": "reasonable",
            "phonetic": "ɹiːzənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The court established, beyond any reasonable doubt, that the man was innocent.",
                "The state has not been able to prove guilt beyond reasonable doubt.",
                "Trying to have a reasonable debate with her father is like nailing jelly to the wall.",
                "It means only that prosecutors failed to prove their guilt beyond a reasonable doubt, he said."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc29uYWJsZQ&hash=bdb3bc3a2e03c85718e739b8af7107004cdf5f24&lang=en&cache-only=0",
            "defineEn": "(of a person) showing good judgment and acting by reason",
            "defineVi": "(của một người) thể hiện sự phán đoán tốt và hành động theo lý trí",
            "hasImg": true
        }
    ]
}