{
    "id": "dccc9dff-0946-48e8-ae40-d42e9f8662d5",
    "title": "No Time Left!",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "b142089a-80f1-467e-9377-0928ccf98a48",
            "word": "A.D.",
            "phonetic": "ɐ diː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Wars were a fact of life, even in A.D. 73.",
                "Bedirhan Cinar It's March the 17th in A.D. 73.",
                "Voyages became less frequent by around 1300 A.D. as Polynesian societies became more rooted in specific locations.",
                "Around 1159 A.D., a mathematician called Bhaskara the Learned sketched a design for a wheel containing curved reservoirs of mercury."
            ],
            "audio": "https://tts.langeek.co/read?text=QS5ELg&hash=d7baf88644855055761f608662ecbc0f94e4e09b&lang=en&cache-only=0",
            "defineEn": "used to refer to a date that is after the birth of Jesus Christ",
            "defineVi": "được sử dụng để chỉ một ngày sau khi Chúa Giêsu giáng sinh"
        },
        {
            "id": "95550acd-fd44-4c00-944f-170fab9ad24f",
            "word": "B.C.",
            "phonetic": "biː siː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "People have been living on this island since around 3000 B.C.",
                "He was born in 287 B.C. in the city of Syracuse in Sicily.",
                "You see, the Jewish week dates to at least five hundred B.C. and it's drawn not from the planets, but from the seven days of creation in the Hebrew Bible.",
                "And that was precise enough for a farmer in five thousand B.C. as a fundamental division of time.",
                "Humans have been harnessing wind energy for millennia, as early as 5000 B.C., our ancestors sailed boats along the Nile River."
            ],
            "audio": "https://tts.langeek.co/read?text=Qi5DLg&hash=375c6bab2f19a22395993b2e6c95f3adc78bcde9&lang=en&cache-only=0",
            "defineEn": "used with a date to refer to things happened or existed before the birth of Christ",
            "defineVi": "được sử dụng với một ngày để chỉ những điều đã xảy ra hoặc tồn tại trước khi Chúa giáng sinh"
        },
        {
            "id": "54996d6c-4a29-4499-9bcd-71432e7e942e",
            "word": "c.e.",
            "phonetic": "siː iː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Because of this, there are good records of its water levels for almost 1000 years, between 622 and 1470 C.E.",
                "And it revealed that around 774 to 775 C.E., its carbon-14 levels jumped by 20 times the normal amount of variation.",
                "Between around 750 and 1250 C.E., the Islamic empire made incredible advances in science, and many of these discoveries have shaped our modern world, giving us things like cataract surgery and algebra."
            ],
            "audio": "https://tts.langeek.co/read?text=Yy5lLg&hash=7905614a68458d7162a9ed0730e402ac72462c09&lang=en&cache-only=0",
            "defineEn": "used with a date to refer to things happened or existed after the birth of Christ",
            "defineVi": "được sử dụng với một ngày để chỉ những điều đã xảy ra hoặc tồn tại sau khi Chúa giáng sinh"
        },
        {
            "id": "6b6d1fbc-cf99-47c5-b533-ab834eda2fec",
            "word": "beforehand",
            "phonetic": "bᵻfoːɹhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He knew about the attack beforehand and it shows.",
                "During the event last week, he had a bad hair day and regretted not scheduling a salon appointment beforehand.",
                "It's beforehand.",
                "They can see the victory beforehand.",
                "Just driving around with it beforehand."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3JlaGFuZA&hash=7c06bbb916211de10b07049afe7d1bdc22939862&lang=en&cache-only=0",
            "defineEn": "before an event or an action",
            "defineVi": "trước một sự kiện hoặc một hành động"
        },
        {
            "id": "854b563b-9d22-4860-b6f9-c7224b85396d",
            "word": "forthcoming",
            "phonetic": "fɔːɹθkʌmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These allegations appear in a forthcoming documentary.",
                "That will be forthcoming regulatory and perhaps some legal action from shareholders.",
                "There were no instructions forthcoming.",
                "Healthcare companies are panicked about Amazon's forthcoming entry into the healthcare market.",
                "It is false, however, She Poops in Dress is actually the title of my forthcoming documentary about my cousin who contracted salmonella at her wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydGhjb21pbmc&hash=f98935cb4669b6f164aaae0ab01c27adea54c46e&lang=en&cache-only=0",
            "defineEn": "about to take place",
            "defineVi": "sắp diễn ra"
        },
        {
            "id": "f7c61dfa-fe13-48bf-b86a-7c0839257fa4",
            "word": "chronologically",
            "phonetic": "kɹɑːnəlɑːdʒɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "For the Qom people, time is fluid, and history is not always recounted exactly chronologically and older oral traditions merge with modern history.",
                "And this rise in the number of incarcerated Americans also aligns chronologically with another trend in the justice system: the rise of private prisons.",
                "It fills in that gap in with what's around it, chronologically.",
                "Overall, in all of my experience working with couples and even families where we talk about sexual abuse, I find that if you're able, it's best done chronologically.",
                "I think that in some ways, this may be best if we go chronologically, but we can, if you want to jump around, that's fine with me. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9naWNhbGx5&hash=336b4d4d32e1bd01a3b9c5aae4fd1052f9ecf062&lang=en&cache-only=0",
            "defineEn": "arranged based on the time at which some things take place or come to existence",
            "defineVi": "được sắp xếp dựa trên thời gian mà một số thứ diễn ra hoặc tồn tại"
        },
        {
            "id": "a77e3529-55cf-4262-a627-4e3051a97913",
            "word": "indefinitely",
            "phonetic": "ɪndɛfɪnətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Since early April, at least 48 processing plants have closed down temporarily or indefinitely.",
                "If someone humiliates us, we will hold that grudge indefinitely, and we will get our revenge.",
                "But cancer cells ignore these signals, dividing indefinitely and crowding out normal cells.",
                "The craft could wander through the solar system almost indefinitely, inspecting whatever happened to get close enough and teaching us a lot along the way.",
                "For me it's not healthy to just sit by myself indefinitely inside."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWZpbml0ZWx5&hash=ed898a18a3f495a7262a91fb52b97706211c1d7c&lang=en&cache-only=0",
            "defineEn": "for an unspecified period of time",
            "defineVi": "trong một khoảng thời gian không xác định"
        },
        {
            "id": "536c1187-d8e4-45df-93e5-fe15be814f4f",
            "word": "to date",
            "phonetic": "tə deɪt ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGF0ZQ&hash=8c8225bf3363bca18541976e089bd8d0478711a0&lang=en&cache-only=0",
            "defineEn": "up until now",
            "defineVi": "cho tới bây giờ"
        },
        {
            "id": "e7d85acb-472a-4a06-a298-873eedd459c0",
            "word": "for the time being",
            "phonetic": "fɚðə taɪm biːɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "For the time being, our plans remain unchanged until something convinces us otherwise.",
                "Laura has left John and is living with her parents for the time being.",
                "Sorry for not being more straightforward about my plans, but I'm holding my cards close to my chest for the time being.",
                "However, for the time being, the demand for macadamia nuts outpaces the supply, which drives up prices.",
                "MALCOLM BRABANT: For the time being, Danes will keep on community singing."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yIHRoZSB0aW1lIGJlaW5n&hash=5caa2a46584f8c298ed524c97a8714638c33344d&lang=en&cache-only=0",
            "defineEn": "temporarily or for a short period of time",
            "defineVi": "tạm thời hoặc trong một khoảng thời gian ngắn"
        },
        {
            "id": "39810683-87ba-4f5e-9cd9-06e77d8735ce",
            "word": "from time to time",
            "phonetic": "fɹʌm taɪm tə taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvbSB0aW1lIHRvIHRpbWU&hash=04a860e6de4155795b9b73d4dd7a8e09fb8c591b&lang=en&cache-only=0",
            "defineEn": "sometimes, but not very often",
            "defineVi": "đôi khi, nhưng không thường xuyên lắm",
            "hasImg": true
        },
        {
            "id": "5448c243-5973-4588-835b-ac4a92669981",
            "word": "in due time",
            "phonetic": "ɪn duː taɪm ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gZHVlIHRpbWU&hash=38c0f388aca9bf0e041de26360f54d24259c8372&lang=en&cache-only=0",
            "defineEn": "at the right time",
            "defineVi": "vào đúng thời điểm"
        },
        {
            "id": "29fe55fb-5ade-4ff1-b3f3-78c8cb98fc71",
            "word": "yearlong",
            "phonetic": "jɪɹlɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Instead, we look at the change in the star's apparent location over six months, the halfway point of the Earth's yearlong orbit around the Sun.",
                "The yearlong postponement increased operational costs by another $1.6 billion.",
                "Our managing editor, my co-anchor and dear friend, Gwen Ifill, died earlier today after an almost yearlong battle with cancer.",
                "In a yearlong series, we've shown you how your privacy is being invaded at an industrial scale.",
                "He acknowledges that a yearlong trip to Mars isn't the same as a year on the ISS."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcmxvbmc&hash=68238b2bb2c17bea10939a1ef9c75f973681e071&lang=en&cache-only=0",
            "defineEn": "continuing the whole year",
            "defineVi": "tiếp tục cả năm"
        },
        {
            "id": "d973086d-6f53-4757-bf3f-b8fbf794b144",
            "word": "instant",
            "phonetic": "ɪnstənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Be patient and trust in the process, rather than seeking instant gratification.",
                "They had an instant connection without her even laying a finger on him.",
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "Things can change in an instant in this industry, so you've got to think quick on your feet to be successful.",
                "Every day, 290 million people eat instant noodles."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudA&hash=b4b5f7da8c9e110d261ace503f3d997260b42402&lang=en&cache-only=0",
            "defineEn": "a moment or a certain point in time",
            "defineVi": "một khoảnh khắc hoặc một thời điểm nhất định trong thời gian"
        },
        {
            "id": "a50f8885-6a38-4012-8cd7-39484eb1066c",
            "word": "spell",
            "phonetic": "spɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "The flowers died during a dry spell.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "If we don't take action soon, it will spell disaster for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlbGw&hash=4bfdceeb35e37377bb646c8dc8aca4b340ca5633&lang=en&cache-only=0",
            "defineEn": "a short period of time of something particular",
            "defineVi": "một khoảng thời gian ngắn của một cái gì đó cụ thể"
        },
        {
            "id": "8a07a75b-a6d8-4c49-9f66-9d3a2e542a56",
            "word": "chapter",
            "phonetic": "tʃæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each chapter begins with a quotation.",
                "We shall continue our discussion of retailing in Chapter 7.",
                "There are fourteen chapters in the novel I'm reading.",
                "She came home and gave me chapter and verse about going to his place after a drink.",
                "The author tied up all the loose ends of the story in the final chapter."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcHRlcg&hash=e82fa1256aa22b21e73fe69e7c3ff1a9b956733c&lang=en&cache-only=0",
            "defineEn": "a specific period of time in history or in someone's life",
            "defineVi": "một khoảng thời gian cụ thể trong lịch sử hoặc trong cuộc sống của một ai đó"
        },
        {
            "id": "f65efdbc-3e6f-4f72-b19a-a8b336fdc474",
            "word": "dusk",
            "phonetic": "dʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Around dusk, Archias goes to a friend’s house for a symposium.",
                "She lingers on the steps of the House of Life, admiring the city at dusk.",
                "When dusk came, Vorachhun and Ream Eyso ventured into the forest.",
                "Between sundown and dusk, let us shine the lights in the darkness along the sacred Pool of Reflection and remember all whom we lost.",
                "In the schools, scribes studying from dawn to dusk, from childhood well into adulthood."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVzaw&hash=18928adc654efb1d5aaff4cad3fadfc75ca88510&lang=en&cache-only=0",
            "defineEn": "the time after sun sets that is not yet completely dark",
            "defineVi": "thời gian sau khi mặt trời lặn mà trời chưa tối hẳn",
            "hasImg": true
        },
        {
            "id": "4c79ea7c-1d72-4638-ab71-d64ce260d379",
            "word": "eternity",
            "phonetic": "ɪtɜːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, they had always been falling down forever, backward into eternity.",
                "From now until eternity we're replacing all of your desks with igloos.",
                "Prometheus was to be chained to a cliff for eternity.",
                "Potentially, one could experience an eternity of pure ecstasies without ever being bored or sad, a perfect life.",
                "A TV, so I can watch myself for all eternity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRlcm5pdHk&hash=1790767f4c3c20d04e1041fb5dfd059b7ec74d93&lang=en&cache-only=0",
            "defineEn": "time that is endless",
            "defineVi": "thời gian là vô tận"
        },
        {
            "id": "cce24f72-c359-436b-8715-43fe436fcece",
            "word": "midsummer",
            "phonetic": "mɪdsʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They suffer through dust storms, flies, and midsummer temperatures higher than 120°",
                "Set over the course of one night, Midsummer progresses at a rollicking pace.",
                "These were planted back in midsummer because they take around 60 to 70 days to reach a size large enough that they'll then be mulched for over wintering."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkc3VtbWVy&hash=e68df7c6a0a9f5191ad720cd2fda033ecbf63bf1&lang=en&cache-only=0",
            "defineEn": "the middle part of summer when it is hottest",
            "defineVi": "phần giữa của mùa hè khi trời nóng nhất"
        },
        {
            "id": "f9c05568-224e-41c0-beda-4eea4e594691",
            "word": "midwinter",
            "phonetic": "mɪdwɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlkd2ludGVy&hash=8ceec71aaae31f3cf6b4ee8ff1b47be8236333fc&lang=en&cache-only=0",
            "defineEn": "the middle part of winter when it is coldest",
            "defineVi": "phần giữa của mùa đông khi trời lạnh nhất"
        },
        {
            "id": "9748acae-58ab-4d35-9c77-d1b5bc9f8f51",
            "word": "solstice",
            "phonetic": "sɑːlstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next stage of Stonehenge's turbulent history is just a solstice away.",
                "The next stage of Stonehenge's turbulent history is just a solstice away.",
                "The summer solstice is when the tilt is pointing us exactly toward the sun.",
                "Their winter solstice is the same day as our summer solstice, and their summer solstice is the same day as our winter solstice!",
                "And because Earth’s orbit is elliptical, the solstices and equinoxes don’t divide the year into even halves or quarters."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sc3RpY2U&hash=eff67ec0d59eac17daece6cc67703ddd05f751d6&lang=en&cache-only=0",
            "defineEn": "either of the two times of the year when the sun reaches its farthest or closest distance from the equator",
            "defineVi": "một trong hai thời điểm trong năm khi mặt trời đạt khoảng cách xa nhất hoặc gần nhất so với đường xích đạo"
        },
        {
            "id": "32f67768-85e9-40e3-bb9c-0f37b817a948",
            "word": "quarter",
            "phonetic": "kwɔːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The storekeeper changed my dollar bill for four quarters.",
                "The business has already closed the books for this quarter.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "Things are looking good for the company after they revealed their financial results for the quarter.",
                "A: \"I managed to get the highest number of sales this quarter!\""
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcnRlcg&hash=5b39ac933b3e5d74246c851ff2d0b2d060e2282c&lang=en&cache-only=0",
            "defineEn": "one fourth of a year, which is a period of three months",
            "defineVi": "một phần tư của một năm, đó là khoảng thời gian ba tháng"
        },
        {
            "id": "790e2f09-fc59-4cde-a171-279f1c9c6521",
            "word": "leap year",
            "phonetic": "liːp jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Looking at you here, leap years.",
                "But 2020’s a leap year, and weekdays jump by two.",
                "Of course, no one was around in the beginning to plan any of this planet/solar system stuff, and even a tropical year doesn't divide up evenly into days, so we have to correct it with a complex system of leap years, which CGPGrey explains really well in this video.",
                "Assume for the sake of argument that there are no twins, that every birthday is equally likely, and ignore leap years.",
                "Now, a perpetual calendar is a mechanical watch which knows the difference between a leap year and a non-leap year, and which also advances the date correctly at the end of each month, whether it's a 30-day month or a 31-day month."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcCB5ZWFy&hash=f53c493142b52a9923d8956653eeae5a8f4db06a&lang=en&cache-only=0",
            "defineEn": "a year in every four years that has 366 days instead of 365",
            "defineVi": "một năm trong bốn năm có 366 ngày thay vì 365"
        },
        {
            "id": "64faaabe-2085-4264-b291-01fae14c0f44",
            "word": "alternate",
            "phonetic": "ɔːltɜːnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mood states don't have to alternate.",
                "Once in the forward department, and once in the engine room We alternate every two hours.",
                "We create this ideal alternate universe.",
                "The winners of ties will alternate, starting with you.",
                "- Independently, at NASA's Langley Research Center, and alternate approach to lunar simulation was initiated."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRl&hash=b2b2a2a1b0c1391b4e6e3b85b6e9464961194fc3&lang=en&cache-only=0",
            "defineEn": "(of two things) regularly happening one after another",
            "defineVi": "(của hai điều) thường xuyên xảy ra lần lượt"
        },
        {
            "id": "08966f5a-ec2d-4224-97a3-027354078bdf",
            "word": "continual",
            "phonetic": "kəntɪnjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it's not a continual contribution necessarily to a higher pay scale to maintain to maintain that business.",
                "The continual activation theory proposes that your dreams result from your brain's need to constantly consolidate and create long-term memories in order to function properly.",
                "Emerging from the Shinto conceptions of death, renewal, and the impermanence of all things, this ritual allows the shrine to survive through continual reframing and rebirth.",
                "People are going to stores, and they seem to want more toilet paper than they could ever use in a 6-year period, if they had continual diarrhea.",
                "Microaggressions for people of color are constant, continual and cumulative."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWFs&hash=495dace1f64a61d3695468b9fd8154f943170f81&lang=en&cache-only=0",
            "defineEn": "happening repeatedly in an annoying or problematic way",
            "defineVi": "xảy ra lặp đi lặp lại một cách khó chịu hoặc có vấn đề",
            "hasImg": true
        },
        {
            "id": "a29b3faf-7bb4-433d-8b58-7116860f04c4",
            "word": "consecutive",
            "phonetic": "kənsɛkjuːtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The athlete won several consecutive championships and did not look back on their way to becoming a legend in their sport.",
                "I finally got a hold of Jack after trying for 2 consecutive days.",
                "In 2018, he struggled through a six-month dry spell in which he lost 17 consecutive matches.",
                "Look how he failed us two consecutive terms just because we are guys.",
                "They're consecutive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VjdXRpdmU&hash=65caa45df13ae49295ee7b3010417750079fbfb7&lang=en&cache-only=0",
            "defineEn": "continuously happening one after another",
            "defineVi": "liên tục xảy ra nối tiếp nhau"
        },
        {
            "id": "a10d091c-c188-4434-aed5-9a74f72038c2",
            "word": "successive",
            "phonetic": "səksɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has been waging successive wars on the north of Yemen.",
                "And then each successive term is a previous term times our common ratio, times r.",
                "And because stars convert hydrogen and helium into heavier elements, each successive generation of stars contains a larger fraction of heavier stuff.",
                "And second, the ratio between successive Fibonacci numbers is quite similar.",
                "For example, add up the numbers in each row, and you'll get successive powers of two."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc2l2ZQ&hash=29345a4724abcdd2b39019e840dc2c317fe3c2ee&lang=en&cache-only=0",
            "defineEn": "happening one after another",
            "defineVi": "xảy ra lần lượt"
        },
        {
            "id": "3182d8e0-91c9-4282-ab0c-0cbc61fef25c",
            "word": "eternal",
            "phonetic": "ɪtɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No matter how tough things get, I always remember that hope springs eternal.",
                "Your eternal future may depend on it.",
                "JEH JOHNSON - I'm an eternal optimist.",
                "Eternal reefs take that concept to the depths of the ocean using a mixture of ashes and cement to create marine habitats for sea life.",
                "The binding of Osiris and his revival is a promise to Egyptians of eternal life."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRlcm5hbA&hash=9151e04294eb6ec0f8c86076ce25acf67aadd810&lang=en&cache-only=0",
            "defineEn": "continuing or existing forever; with no end",
            "defineVi": "tiếp tục hoặc tồn tại mãi mãi; không có kết thúc"
        },
        {
            "id": "efbcfd62-0d66-4389-b96a-29f60104d2b6",
            "word": "eventual",
            "phonetic": "ᵻvɛntʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, you do currently know your eventual wife.",
                "The eventual fall of Aleppo became a key turning point for Assad, with devastating consequences for civilians.",
                "Delian's tweet and eventual move has fueled momentum that Suarez and other locals have capitalized on.",
                "So, from their slow start in the Triassic to the start of their rise in the Cretaceous, and their eventual explosion ever since, lizards have really played the long game.",
                "The eventual success and influence of the Vikings was really about settlements and the exchange of goods, and, in the process, the exchange of cultures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnR1YWw&hash=248759d01085c78427a4907a72f08727817d58dd&lang=en&cache-only=0",
            "defineEn": "happening at the end of a process or a particular period of time",
            "defineVi": "xảy ra ở phần cuối của một quá trình hoặc một khoảng thời gian cụ thể"
        },
        {
            "id": "d5279c14-ff7e-4b9b-8575-602408b2722d",
            "word": "imminent",
            "phonetic": "ɪmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And to some, equality and an expansion of rights felt imminent.",
                "Its sound means imminent danger and often, impending death.",
                "The fear of imminent death is different from other types of fear.",
                "So Twitter and Facebook both have the standard of imminent harm.",
                "They didn't mention any imminent threat coming from the boat."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taW5lbnQ&hash=3cdaf8c420ecbe17236a71a5e7524fb48a5a1f55&lang=en&cache-only=0",
            "defineEn": "(particularly of something unpleasant) likely to take place in the near future",
            "defineVi": "(đặc biệt của một cái gì đó khó chịu) có khả năng xảy ra trong tương lai gần"
        },
        {
            "id": "9c3ddd7c-f703-4897-8357-068142372e94",
            "word": "lengthy",
            "phonetic": "lɛŋθi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The last thing we need is a lengthy court battle, so let's try to end our marriage as civilly as possible.",
                "The fact that minor drug offenders are often given lengthy prison sentences while powerful drug lords evade capture and prosecution is a clear example of the proverb little thieves are hanged, but great ones escape.",
                "Unfortunately, these are lengthy and exhaustive processes.",
                "But I had a pretty lengthy conversation with the DNC chair, Jaime Harrison.",
                "This lengthy history was revealed in a 2018 study that examined fossilized fly pupae from southern France."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVuZ3RoeQ&hash=5cdf3f8355d80eb4667e6ec6177619147d2f23e7&lang=en&cache-only=0",
            "defineEn": "continuing for too long",
            "defineVi": "tiếp tục quá lâu"
        },
        {
            "id": "129becee-6c64-49ca-94b2-b25acda2c5f7",
            "word": "long-standing",
            "phonetic": "lɔŋstændɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1zdGFuZGluZw&hash=644e67626beca5b34054dabe9113835592aad558&lang=en&cache-only=0",
            "defineEn": "having continued or existed for a long time",
            "defineVi": "đã tiếp tục hoặc tồn tại trong một thời gian dài"
        },
        {
            "id": "c69c0fe8-8204-472d-9cb0-7eb23656c9e6",
            "word": "long-time",
            "phonetic": "lɔŋtaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "Well, I'm a long-time entrepreneur.",
                "Or are you looking for a long-time partner?",
                "But long-time staffers have been shocked by the way he's leading the agency.",
                "The main problem with banks nowadays is, that a lot of them have abandoned their traditional role as providers of long-time financial products, in favour of short-time gains that carry much higher risks."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZy10aW1l&hash=9a927d3269115692df61487363ad92ad62a2b0a0&lang=en&cache-only=0",
            "defineEn": "having had a specific role for a long time",
            "defineVi": "đã có một vai trò cụ thể trong một thời gian dài"
        },
        {
            "id": "3f77e76f-bf8c-4a3a-88fb-dca84e9d58bc",
            "word": "occasional",
            "phonetic": "əkeɪʒənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite their occasional disagreements, the siblings always stood by each other's side, as they believed that blood is thicker than water.",
                "The CEO held occasional company events that were lighthearted and fun, as he believed that a little nonsense now and then is cherished by the wisest men, and that it helped to foster a positive work culture.",
                "The International Space Station even has the occasional pizza night.",
                "But over the last few decad es, this occasional feeling has become chronic for millions.",
                "Other areas have occasional outbreaks of bioluminescence, including Australia, the US, the UK, and the Maldives."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjYXNpb25hbA&hash=381f691877b49cfc42e337d671b16221c9b80e99&lang=en&cache-only=0",
            "defineEn": "happening or done from time to time, not frequently",
            "defineVi": "xảy ra hoặc thực hiện theo thời gian, không thường xuyên"
        },
        {
            "id": "036e5548-df60-47c8-a70c-2549791bb288",
            "word": "prospective",
            "phonetic": "pɹəspɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "And even though it had about $1 billion in losses at the time, the prospective shareholders were forgiving.",
                "The changes also require that prospective candidates be vetted by a pro-Beijing committee.",
                "And the other one is prospective in the sense that it ensures that in a race conscious way, everyone will in perpetuity have access to capital and it works toward mitigating concentrations in the future of wealth.",
                "Likewise, she could be subjected to prospective labeling, which looks forward in time, predicting her future behavior based on her stigma."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3BlY3RpdmU&hash=3284626f59b76e119c4fd3b1251353a98b288b8a&lang=en&cache-only=0",
            "defineEn": "likely to occur soon",
            "defineVi": "có khả năng xảy ra sớm"
        },
        {
            "id": "5638fd4c-c879-4a80-8408-8e5aae27e1c0",
            "word": "simultaneous",
            "phonetic": "saɪməlteɪniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles.",
                "Both side boosters made a simultaneous successful landing back at Kennedy Space Center shortly after takeoff.",
                "Many ancient civilizations allowed some form of multiple simultaneous marriage.",
                "But after the advent of radio technology, a new simultaneous interpretations system was developed in the wake of World War II."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltdWx0YW5lb3Vz&hash=506ae63595b51e03caf8538741fc4c0bb0f768a0&lang=en&cache-only=0",
            "defineEn": "taking place at precisely the same time",
            "defineVi": "diễn ra chính xác cùng một lúc"
        },
        {
            "id": "dc1994b1-32a0-4066-9c1e-ade08ee812f8",
            "word": "latter",
            "phonetic": "læɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As the old proverb goes, an ordinary teacher tells, a good teacher explains, an excellent teacher inspires, and I strive to be the latter.",
                "And over the latter half of Ivan’s reign, whole towns were destroyed.",
                "As a term, cultural appropriation has its roots in the latter half of the 20th century with its highest usage coming after 1980.",
                "RVs became an established American cultural phenomenon by the latter 20th century.",
                "And then in the latter half of the last century, digital detectors were invented, which were even more sensitive than film."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0dGVy&hash=36c5592e2e812dac5ee620a317c52b1b07b1a708&lang=en&cache-only=0",
            "defineEn": "closest to the end of a particular period of time",
            "defineVi": "gần nhất đến cuối một khoảng thời gian cụ thể"
        },
        {
            "id": "3967b5ab-f9f6-46f5-b74e-551410e78100",
            "word": "nightly",
            "phonetic": "naɪtli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It touched off nightly protests.",
                "Hey, our last nightly show is next Thursday, June 24th.",
                "Well, Tucker Carlson has a nightly viewership of millions of people.",
                "You just explained my life on a nightly basis.",
                "While living in Los Angeles, Fela's group held down a nightly residency at Citadel 'd Haiti, a small club on Sunset Boulevard."
            ],
            "audio": "https://tts.langeek.co/read?text=bmlnaHRseQ&hash=5cba7aad0610f9f132be2bc39715da1d57706385&lang=en&cache-only=0",
            "defineEn": "occurring every night",
            "defineVi": "xảy ra mỗi đêm"
        },
        {
            "id": "56418f8e-5073-42cb-8010-1688704db0ab",
            "word": "yearly",
            "phonetic": "jɪɹli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're losing $200,000 on this deal, but that's chickenfeed to a company with yearly profits of $25 million.",
                "Yearly flu shots aren’t so much boosters as whole new vaccines.",
                "So yearly adjustment in the case that we're looking at.",
                "Therefore, we're still learning a lot of new information yearly.",
                "And so is getting your yearly checkup at the doctor!"
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcmx5&hash=0dca8afa614912fc0bc599b4d3c6be1b1c653e40&lang=en&cache-only=0",
            "defineEn": "appearing or happening once a year",
            "defineVi": "xuất hiện hoặc xảy ra mỗi năm một lần"
        },
        {
            "id": "d6d9a575-b003-47b4-a0a4-82b9836e54d6",
            "word": "year-round",
            "phonetic": "jɪɹaʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What's with our year-round obsession with wearing shades?",
                "The raised beds allow the farmers to control the amount of water each plant gets exactly, and air conditioning and heating keep the temperatures constant year-round.",
                "Half a billion don't have enough water year-round.",
                "But things stayed warm and wet year-round near the equator, so temnospondyls still did OK.",
                "With such nifty homes, it’s no surprise that weaver birds live in their nests year-round."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhci1yb3VuZA&hash=426dff4ea806446a27014bfb43ed72ae9e569c49&lang=en&cache-only=0",
            "defineEn": "happening the whole year",
            "defineVi": "xảy ra cả năm"
        },
        {
            "id": "9ca1f4c3-dc54-450e-8738-72faf309bd4c",
            "word": "extension",
            "phonetic": "ɛkstɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That extension is busy right now.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She knew she was pushing the limit of her boss's patience by asking for yet another extension on the deadline.",
                "But thanks to this extension, my work seems easy as a pie.",
                "The extension runs five years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaW9u&hash=f0a69e4e46fab78161cd725926a173eb1b2a004b&lang=en&cache-only=0",
            "defineEn": "a period of time added to something to prolong it",
            "defineVi": "một khoảng thời gian thêm vào một cái gì đó để kéo dài nó"
        },
        {
            "id": "5cce7ea0-e1c8-4942-a8a5-b11eba68637b",
            "word": "around-the-clock",
            "phonetic": "ɚɹaʊndðəklɑːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She will need around-the-clock care for the rest of her life.",
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "I prepared an around-the-clock chart detailing all my care requirements.",
                "The networks used to give these things around-the-clock attention, gavel to gavel."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJvdW5kLXRoZS1jbG9jaw&hash=5a5db0274911cc18a2b79d5236deba2537cfd2fd&lang=en&cache-only=0",
            "defineEn": "non-stop and continues through the whole day and night",
            "defineVi": "không ngừng và tiếp tục suốt cả ngày lẫn đêm"
        },
        {
            "id": "4de925c5-77c2-4128-809a-7001bcc53108",
            "word": "get-go",
            "phonetic": "ɡɛtɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've been down for the West side since the get-go.",
                "She didn't like me from the get-go.",
                "They were involved in the project right from the get-go.",
                "But he was clearly thinking in those terms from the get-go.",
                "The US, right from the get-go in 1950, start sending advisers to aid the anti-communists in South Vietnam."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2V0LWdv&hash=2ddd0ae1540fc7d9c8f1652719e75bfb3d628c33&lang=en&cache-only=0",
            "defineEn": "a point in time when something begins or is started",
            "defineVi": "một thời điểm khi một cái gì đó bắt đầu hoặc được bắt đầu"
        },
        {
            "id": "c51a49c3-675a-4863-9889-7c3871abc5f8",
            "word": "in the (same|next) breath",
            "phonetic": "ɪnðə seɪm slæʃ nɛkst bɹɛθ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIHNhbWUgYnJlYXRo&hash=4f4774940991cdf144d49c0ac89d041eea5be542&lang=en&cache-only=0",
            "defineEn": "used when something happens almost at the same time as another",
            "defineVi": "được sử dụng khi một cái gì đó xảy ra gần như cùng lúc với một cái khác"
        }
    ]
}