{
    "id": "dd3ee187-a493-467c-bb37-55d258d3b144",
    "title": "Computer Geeks",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "4c5a340c-3f18-42f4-9572-6d597bdc23c1",
            "word": "animation",
            "phonetic": "ænɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The amazing team at Thought Cafe makes the animation.",
                "Our animation team is Thought Café.",
                "Our animation team is Thought Cafe.",
                "And our animation team is Thought Cafe.",
                "Instead, time is shown through an animation."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0aW9u&hash=f5770b6f05320e05544712247cd9f785fe6c3705&lang=en&cache-only=0",
            "defineEn": "the act or process of making animated programs, cartoons, etc.",
            "defineVi": "hành động hoặc quá trình thực hiện các chương trình hoạt hình, phim hoạt hình, v.v."
        },
        {
            "id": "968cb22b-e51a-4130-93da-d45def955ad7",
            "word": "artificial intelligence",
            "phonetic": "ɑːɹɾɪfɪʃəl ɪntɛlɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "Artificial Intelligence raises serious questions about philosophical boundaries.",
                "Sometimes, they enlist artificial intelligence for help.",
                "Whether we notice it or not, artificial intelligence is EVERYWHERE.",
                "He was an early pioneer in artificial intelligence."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZpY2lhbCBpbnRlbGxpZ2VuY2U&hash=358c4ce189007957d1fa6666084627cd87ed0ec7&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with creating programs able to learn or copy human behavior",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc tạo ra các chương trình có thể học hoặc sao chép hành vi của con người"
        },
        {
            "id": "0abef1b3-62a2-4d69-b153-7eaf7476bb99",
            "word": "virtual",
            "phonetic": "vɜːtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Phobia sufferers often find themselves virtual prisoners in their own home.",
                "- Defend the virtual farm?",
                "- Virtual dating has become the new norm.",
                "On the other hand, virtual work amplifies some differences.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHVhbA&hash=0a9f11d25b360871fc818f232e44c69da8aa0a3d&lang=en&cache-only=0",
            "defineEn": "(computing) describing something that is generated through the use of software",
            "defineVi": "(máy tính) mô tả thứ gì đó được tạo ra thông qua việc sử dụng phần mềm"
        },
        {
            "id": "ee0ddfaf-c0a0-45db-8039-689cbc14a271",
            "word": "virtual reality",
            "phonetic": "vɜːtʃuːəl ɹɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Virtual reality is an expensive commitment.",
                "And some training will now be virtual reality.",
                "Not to mention, virtual reality is very platform specific.",
                "Is it a rejected virtual reality ride at Action Park, New Jersey.",
                "It uses VR, not virtual reality, vein recognition."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydHVhbCByZWFsaXR5&hash=78c19bdc2caf499e29f355aa18456ec70a76ff18&lang=en&cache-only=0",
            "defineEn": "an artificial environment generated by a computer that makes the user think what they are seeing or hearing is real, by using a special headphone and a helmet that displays the generated environment",
            "defineVi": "một môi trường nhân tạo do máy tính tạo ra khiến người dùng nghĩ rằng những gì họ đang nhìn hoặc nghe là có thật, bằng cách sử dụng tai nghe đặc biệt và mũ bảo hiểm hiển thị môi trường được tạo"
        },
        {
            "id": "539552eb-0017-41ed-9a44-64a6a6f584d5",
            "word": "programming",
            "phonetic": "pɹoʊɡɹæmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For her, computer programming is child’s play.",
                "With computer programming becoming an increasingly in-demand skill, many who might have been picked on in high school are now going from zeros to heroes.",
                "Netflix customers expect quality programming, good predictive suggestions, excellent customer service, and high-end technology performance.",
                "Fikr Shalltoot runs Gaza programming for the U.K.-based group Medical Aid For Palestinians.",
                "Ants are essentially tiny machines with simple programming."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3JhbW1pbmc&hash=245c3372f836fa7764dff6d1cd8de37cdee498af&lang=en&cache-only=0",
            "defineEn": "the process of writing a computer program",
            "defineVi": "quá trình viết một chương trình máy tính"
        },
        {
            "id": "010543af-4ab8-42b6-ab0d-917c86679595",
            "word": "bug",
            "phonetic": "bʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've really got the bug for it!",
                "I put a bug in his ear about giving Helen a call.",
                "Yes, I'm as snug as a bug in a rug.",
                "My daughters are all snug as a bug in a rug watching a movie together.",
                "Emily had a terrible stomach bug and spent the entire night puking her guts out."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVn&hash=7cbe26be53b2060c3ba1f3c21f41690b7b11136f&lang=en&cache-only=0",
            "defineEn": "an error or fault in a computer program, system, etc.",
            "defineVi": "lỗi hoặc lỗi trong chương trình máy tính, hệ thống, v.v."
        },
        {
            "id": "d56697b6-5ae8-4ad0-9c5a-79d488afa856",
            "word": "to code",
            "phonetic": "tə koʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "To break a code.",
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "Is it a code, or what?",
                "He could make nothing of the coded message.",
                "Yes, the new dress code is at the top of my agenda to discuss with the principal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29kZQ&hash=04960aa81febd3cb36cac5b1f4c5964e626a4a41&lang=en&cache-only=0",
            "defineEn": "(computing) to write a computer program using specific instructions",
            "defineVi": "(máy tính) để viết một chương trình máy tính bằng cách sử dụng các hướng dẫn cụ thể",
            "hasImg": true
        },
        {
            "id": "c13156f9-9a1c-4e7b-94a6-4a22c9b724ef",
            "word": "command",
            "phonetic": "kəmænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her wish was my command",
                "Your wish is my command sire.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "The manager offered her team suggestions on how to complete the project, but reminded them that counsel is no command and that they were free to pursue their own strategies.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWFuZA&hash=a7ad107d662ebaab8edb4ce21f5945e08119bfd2&lang=en&cache-only=0",
            "defineEn": "(computing) an instruction that tells a computer what to do",
            "defineVi": "(máy tính) một hướng dẫn cho máy tính biết phải làm gì"
        },
        {
            "id": "1144111a-a6c6-4550-b62c-fb9f9c078828",
            "word": "instruction",
            "phonetic": "ɪnstɹʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save the instructions to a new file.",
                "Religious instruction is banned in all state schools in the country.",
                "Do you understand the instructions?",
                "She had no formal instruction in music.",
                "She followed the right instructions to assemble the furniture."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1Y3Rpb24&hash=4c9da91c4358e40d38501e8a3d8ce346c90f230c&lang=en&cache-only=0",
            "defineEn": "(computing) a line of command that tells a computer what to do",
            "defineVi": "(máy tính) một dòng lệnh cho máy tính biết phải làm gì"
        },
        {
            "id": "1960737d-3be6-4792-b662-14b2a6521281",
            "word": "database",
            "phonetic": "deɪɾəbeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "In recent years, various teams of astronomers have compiled a database of carbon-14 levels in ancient trees.",
                "Call centers had databases of every landline phone number and the street address associated with it.",
                "So there's a database somewhere. ",
                "We brought together 12 different databases with financial information, GIS information, depth information."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0YWJhc2U&hash=ca0b90e1f06550c4aa29fdccc2fbd590732b1d29&lang=en&cache-only=0",
            "defineEn": "a large structure of data stored in a computer that makes accessing necessary information easier",
            "defineVi": "một cấu trúc lớn dữ liệu được lưu trữ trong máy tính giúp truy cập thông tin cần thiết dễ dàng hơn"
        },
        {
            "id": "04c7b11d-9d63-40a5-b32c-827754d2b71e",
            "word": "file name",
            "phonetic": "faɪl neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "but we looked at the folder titles and the file titles they were downloads you could tell that by the file name."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZSBuYW1l&hash=1ed3c2123d51cb5cb5e8de0aa26df0078ebbd27d&lang=en&cache-only=0",
            "defineEn": "(computing) the name one assigns to a computer file for identification",
            "defineVi": "(máy tính) tên người ta gán cho một tệp máy tính để nhận dạng"
        },
        {
            "id": "c9501918-d147-4674-bea9-9b39cd926a31",
            "word": "firewall",
            "phonetic": "faɪɚwɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a firewall separating our system from the mainland system.",
                "Very soon after you cross the event horizon, you would hit a firewall and be terminated in an instant.",
                "Firewall is in theaters now, Paul, always really fun to talking to you, Paul Bettany, we'll be right back.",
                "Now how was the Firewall premiere?",
                "We have a clip here from Firewall, and what do we need to know about this?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZXdhbGw&hash=06147c1998397c0a58d2ff9c09629c47281194a1&lang=en&cache-only=0",
            "defineEn": "(computing) a computer program whose task is providing protection against cyber attacks by limiting outside access of data",
            "defineVi": "(máy tính) một chương trình máy tính có nhiệm vụ bảo vệ chống lại các cuộc tấn công mạng bằng cách hạn chế quyền truy cập dữ liệu từ bên ngoài"
        },
        {
            "id": "db4a864e-7f2b-4d75-90e0-d7d408f7407e",
            "word": "icon",
            "phonetic": "aɪkɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Images of thatextraordinary confrontation became icons of freedom.",
                "Pot icon I guess.",
                "Click the calendar icon here.",
                "Then tap the share icon.",
                "The three-lines icon will display a menu of additional settings."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNvbg&hash=7408974a1491bd5778e92dae2ebbffbfab491782&lang=en&cache-only=0",
            "defineEn": "(computing) a small picture on a computer screen, etc. representing a program that when clicked will start running",
            "defineVi": "(máy tính) một bức tranh nhỏ trên màn hình máy tính, v.v. đại diện cho một chương trình mà khi bấm vào sẽ bắt đầu chạy",
            "hasImg": true
        },
        {
            "id": "fe66edd0-35da-432a-83fb-52d08d41e4a0",
            "word": "input",
            "phonetic": "ɪnpʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She appreciated their input, but reminded herself that advice is cheap and that she needed to do her own research and make her own decisions.",
                "Input equals output.",
                "Get a disabled creator's input.",
                "We are soliciting input.",
                "Your input was greatly appreciated."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5wdXQ&hash=283fe3ad9d41e070bee40c3671cffffd0cba6d31&lang=en&cache-only=0",
            "defineEn": "(computing) the act of inserting information into a computer; the information that is inserted",
            "defineVi": "(máy tính) hành động đưa thông tin vào máy tính; thông tin được chèn vào"
        },
        {
            "id": "b402476b-2314-4814-8c49-be252d5dfa6e",
            "word": "output",
            "phonetic": "aʊtpʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "Input equals output.",
                "The output is sum0.",
                "We output this result as sum1.",
                "In the 2008 recession, economic output hit a peak in December 2007."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0cHV0&hash=40f40b51e22853a2d41d3bdacbf94605a8749709&lang=en&cache-only=0",
            "defineEn": "(computing) the data produced by a computer",
            "defineVi": "(máy tính) dữ liệu do máy tính tạo ra"
        },
        {
            "id": "e95d12d1-a29b-408f-894f-3a81a30bf92a",
            "word": "to crash",
            "phonetic": "tə kɹæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It crashed just after take-off.",
                "The bank crash has had a ripple effect on the whole community.",
                "She lost a leg in a car crash.",
                "The loud crash made everyone in the room sit up and take notice.",
                "The car crashed into a tree and went down in flames, leaving no survivors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhc2g&hash=23f3947697f830a7174ce25160eb4c0364f9586b&lang=en&cache-only=0",
            "defineEn": "(computing) to suddenly stop working",
            "defineVi": "(máy tính) đột nhiên ngừng hoạt động"
        },
        {
            "id": "c7d8692f-1eec-4580-a361-7b938e53fea5",
            "word": "to hack",
            "phonetic": "tə hæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "We've actually begun employing prominent members of the hacking community to improve our cyber security, setting thieves to catch thieves, as it were.",
                "Officials discovered the hack in December.",
                "John Podesta email account was hacked only in March.",
                "Russians hacked the computers of Moldavian government.",
                "Sister Kathleen McGuire at the gate, Sister Shirley Kolmer and Sister Agnes Mueller outside the wall of the compound, their bodies then hacked to pieces."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFjaw&hash=bd9eab2501a63f8b619a41d9e3ef6e02d89e3267&lang=en&cache-only=0",
            "defineEn": "(computing) to access someone else's computer without their knowledge in order to steal or look at their information",
            "defineVi": "(máy tính) truy cập vào máy tính của người khác mà họ không biết để ăn cắp hoặc xem thông tin của họ",
            "hasImg": true
        },
        {
            "id": "d8e69f0c-1504-4a17-9500-8efdb438385b",
            "word": "to import",
            "phonetic": "tʊ ɪmpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "If push comes to shove, the government will impose quotas on imports.",
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "By importing large quantities and selling at low prices, they have cornered the market.",
                "Importing hookah tobacco."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3J0&hash=cf2f515544bd55ec2e06eead323605d65d101d6b&lang=en&cache-only=0",
            "defineEn": "(computing) to put data into another computer program",
            "defineVi": "(máy tính) để đưa dữ liệu vào một chương trình máy tính khác"
        },
        {
            "id": "230d4276-2a25-429d-90b3-d6d4400969d7",
            "word": "to export",
            "phonetic": "tʊ ɛkspoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "ur company mainly produces goods for export.",
                "The recent economic recovery was almost entirely led by exports.",
                "Exporting pine to Scandinavia seems like carrying coals to Newcastle.",
                "More land was needed to grow crops for export.",
                "The government is committed to holding exports at their present level."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwb3J0&hash=472fe0326f30961ec609551e10b92eb4a4b363f8&lang=en&cache-only=0",
            "defineEn": "to make a file readable in other programs by changing its format and sending it",
            "defineVi": "để làm cho một tập tin có thể đọc được trong các chương trình khác bằng cách thay đổi định dạng của nó và gửi nó"
        },
        {
            "id": "a2afd162-c118-4588-84f4-691483fe2130",
            "word": "to network",
            "phonetic": "tə nɛtwɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV0d29yaw&hash=fbe60af7cf220578ccad43c22381351d4cdde59b&lang=en&cache-only=0",
            "defineEn": "to link devices or computers in a way that they can send and receive information",
            "defineVi": "để liên kết các thiết bị hoặc máy tính theo cách mà chúng có thể gửi và nhận thông tin",
            "hasImg": true
        },
        {
            "id": "8012e8ac-2d90-49de-b820-acefc256a108",
            "word": "to process",
            "phonetic": "tə pɹɑːsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He knew the process backwards.",
                "The slow healing process of the wound required regular care.",
                "They explained the process of making a paper airplane step by step.",
                "The filtration process works by physically removing the contaminants from the water.",
                "Processes to check against deterioration in the quality of the data held."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvY2Vzcw&hash=d0b97c5b29351106bfb8a09b690fce11f96f82a1&lang=en&cache-only=0",
            "defineEn": "(computing) to handle data by operating on them in a computer",
            "defineVi": "(máy tính) để xử lý dữ liệu bằng cách thao tác trên chúng trong máy tính"
        },
        {
            "id": "f688b804-89af-484b-b1b7-e05930feeb18",
            "word": "to select",
            "phonetic": "tə sᵻlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully selected the least overripe avocados from the pile.",
                "Being selected as the team captain was a feather in his cap, reflecting his leadership skills and dedication to the sport.",
                "When selecting d'Anjou pears, look for ones that are firm.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsZWN0&hash=5e8e97763c277dad8a2ae84f3c845010e110485d&lang=en&cache-only=0",
            "defineEn": "(computing) to highlight or choose something on a computer screen",
            "defineVi": "(máy tính) đánh dấu hoặc chọn thứ gì đó trên màn hình máy tính"
        },
        {
            "id": "0997e1e8-c609-49ea-b06b-d109012365a8",
            "word": "CD-ROM",
            "phonetic": "siːdiːɹɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My computer can't read the CD-ROM you sent.",
                "They removed the floppy drive, they removed the CD-ROM drive from their Macs.",
                "If a file is stored and accessed on a computer system, it cannot be marked physically as a CD-Rom or flash drive could."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0QtUk9N&hash=8083e94f11f513defcd70a1f2d4c9a5b30524d06&lang=en&cache-only=0",
            "defineEn": "a disk that can be used in computers which is capable of holding a specific amount of unchangeable data",
            "defineVi": "một đĩa có thể được sử dụng trong các máy tính có khả năng chứa một lượng dữ liệu không thể thay đổi cụ thể"
        },
        {
            "id": "920ec025-47e8-48f3-9193-aea55dd15305",
            "word": "disk",
            "phonetic": "dɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "It attempts to read a floppy disk without regard to its format.",
                "Images are captured in black and white to save hard disk space.",
                "Disk A will always summon a level 3 Burgersaur.",
                "Accretion disks could have any orientation.",
                "My disk looks something like this."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaw&hash=09814c0a8696542cfa954d6502173be30accd367&lang=en&cache-only=0",
            "defineEn": "(computing) a flat round object used to store data on",
            "defineVi": "(máy tính) một vật tròn phẳng được sử dụng để lưu trữ dữ liệu trên",
            "hasImg": true
        },
        {
            "id": "04a574c8-1985-4574-803c-deca7c0146e4",
            "word": "mouse pad",
            "phonetic": "maʊs pæd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW91c2UgcGFk&hash=bd9caca0d2e88e4079ffb3cd37c0e67e8ab0bbf6&lang=en&cache-only=0",
            "defineEn": "a piece of material only on which a computer mouse works well",
            "defineVi": "một mảnh vật liệu duy nhất mà chuột máy tính hoạt động tốt",
            "hasImg": true
        },
        {
            "id": "993e9792-eb78-4fd3-9314-cc0cd3bde3f6",
            "word": "processor",
            "phonetic": "pɹɑːsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "Processors cut down orders with growers.",
                "The processor works very differently than on Earth.",
                "Processor designs can apply the same idea."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2Vzc29y&hash=50a9f80f79d82e274ce2fc1c739f1a32c89304b9&lang=en&cache-only=0",
            "defineEn": "(computing) the part of a computer by which all programs work",
            "defineVi": "(máy tính) một phần của máy tính mà tất cả các chương trình hoạt động"
        },
        {
            "id": "ae2ddc64-399f-417b-b9e9-d8595a5a97c0",
            "word": "scanner",
            "phonetic": "skænɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scanner reads the bar code. ",
                "This scanner measures polarization in red.",
                "Select your scanner.",
                "These machines were called scanners. ",
                "Neatly position your document inside your scanner."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nhbm5lcg&hash=28f555108826f3c7b8a3f82aa656ca3fb368b129&lang=en&cache-only=0",
            "defineEn": "a device that creates a digital copy of a document or photo and sends it to a computer",
            "defineVi": "một thiết bị tạo bản sao kỹ thuật số của tài liệu hoặc ảnh và gửi nó tới máy tính",
            "hasImg": true
        },
        {
            "id": "1653b5bf-357b-44c3-bfcc-1804e6b5c945",
            "word": "touchscreen",
            "phonetic": "tʌtʃskɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this monitor is touchscreen.",
                "Although you don't get a touchscreen.",
                "I didn't check, is this touchscreen?",
                "We're so close to a MacBook with a touchscreen.",
                "And then you can actually navigate the touchscreen when you are looking through the EVF."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Y2hzY3JlZW4&hash=41f25b1abf9496f1e35718b4076f2360b3128f8f&lang=en&cache-only=0",
            "defineEn": "a display by which the user can interact with a computer, smartphone, etc. by touching its surface",
            "defineVi": "một màn hình mà người dùng có thể tương tác với máy tính, điện thoại thông minh, v.v. bằng cách chạm vào bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "4032d63e-7cc9-4ab5-8b9b-6287b26f1f76",
            "word": "webcam",
            "phonetic": "wɛbkæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They forget their webcam.",
                "Oh, it has a webcam.",
                "And they have a webcam, too.",
                "It doesn't have a webcam.",
                "This is an exceptional webcam."
            ],
            "audio": "https://tts.langeek.co/read?text=d2ViY2Ft&hash=043f7c4d1158bc92f5f5e2f7d143ac33bd2e99f0&lang=en&cache-only=0",
            "defineEn": "a camera connected to a computer that is used for recording or broadcasting videos of the user",
            "defineVi": "một máy ảnh được kết nối với máy tính được sử dụng để ghi hoặc phát video của người dùng",
            "hasImg": true
        },
        {
            "id": "1229bb1c-2a9c-4ac4-a1c0-205c8d8784c9",
            "word": "geek",
            "phonetic": "ɡiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please, like that geek has killed a puma with his bare hands?",
                "Mike was a tech geek and wouldn't be seen dead using an outdated smartphone model.",
                "Was it a British geek in a Swiss underground lab?",
                "To do a cyberattack, you need a couple of really good computer geeks in a room, anywhere, with a good Internet connection.",
                "- Well listen, Monster is for road warriors, metalheads, geeks, hipsters, and bikers."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vlaw&hash=55971958d0d4ca143e5038954013a6bbabed3cfa&lang=en&cache-only=0",
            "defineEn": "someone who has a great deal of knowledge and passion for computers, etc.",
            "defineVi": "một người có nhiều kiến thức và đam mê máy tính, v.v."
        }
    ]
}