{
    "id": "dd654091-1cae-48bd-8069-0bd34f7fb679",
    "title": "Lesson 46",
    "originalTitle": "Lesson 46",
    "words": [
        {
            "id": "97d944ca-a654-4cc7-a88f-97acc5d97789",
            "word": "to coddle",
            "phonetic": "tə kɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She's 17 now, so my job is to not coddle her.",
                "They say, if you coddle these students on campus, how does that prepare them to live in the real world?",
                "Some people think they’re important for creating safe and open spaces for everyone, while others believe they coddle people and stifle free speech."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29kZGxl&hash=8b2c968e7c9b4c09919fd11111ccb429b93a4c36&lang=en&cache-only=0",
            "defineEn": "treat with excessive indulgence",
            "defineVi": "đối xử với sự nuông chiều quá mức"
        },
        {
            "id": "5da4c376-d92a-444a-9fa6-97f3bc5baf5c",
            "word": "to careen",
            "phonetic": "tə kɚɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "But in reality, stars are careening through the galaxy at speeds of hundreds of thousands of kilometers per hour.",
                "Humankind careens from disaster to disaster, but still we press on, like boats against the current, and sometimes we even learn from previous disasters.",
                "Let’s say the raptor bus is careening towards my first cousin, and I die saving them.",
                "But even when they’re functioning well, some of your immune cells are careening around your body like miniature, biological versions of Mad Max war boys.",
                "Tidal forces from the black hole would probably disrupt the near-Earth asteroids, maybe even parts of the asteroid belt, sending rocks careening through the Solar system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZWVu&hash=24dcf77ce03c71bf2dcf188903342b73f833143a&lang=en&cache-only=0",
            "defineEn": "walk as if unable to control one's movements",
            "defineVi": "đi bộ như thể không thể kiểm soát chuyển động của một người"
        },
        {
            "id": "739d6600-7493-4d1c-8742-02acfbfe65fd",
            "word": "to enact",
            "phonetic": "tʊ ɛnækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All states and territories had enacted their own unemployment insurance laws.",
                "Several states have already enacted such bans.",
                "In 20 years' time, the Emperor Vespasian's youngest son, Domitian, as emperor, will enact a reign of terror.",
                "In both states, these laws were enacted during the Jim Crow Era and other discriminatory regimes.",
                "To fight against this, some cities have enacted access to counsel initiatives."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5hY3Q&hash=4c964a87f7d0697c61be0252081e93d6dd5e950c&lang=en&cache-only=0",
            "defineEn": "to act a role in a motion picture or perform a play on stage",
            "defineVi": "để diễn một vai trong một bộ phim chuyển động hoặc biểu diễn một vở kịch trên sân khấu",
            "hasImg": true
        },
        {
            "id": "0ff4b1af-0f88-462a-9a03-4ce3564d2eec",
            "word": "to bawl",
            "phonetic": "tə bɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then after the phone call, I finished the cup of coffee, and I just started bawling.",
                "I know my friend, Vera, bawled like a baby.",
                "That might be because participants rated the photos of bawling babies as more irritating.",
                "But, for me, if something's gonna make me cry a bunch, it's only gonna be Sailor Moon battle scenes, like big battle scenes, that's like the only thing that's ever made me bawl like a baby."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmF3bA&hash=b2db1cc1cc3c65dec0f80e9f36cc825bd261f50f&lang=en&cache-only=0",
            "defineEn": "shout loudly and without restraint",
            "defineVi": "hét to và không kiềm chế",
            "hasImg": true
        },
        {
            "id": "8dd7ba06-68b6-45f7-855d-950aeae57aa7",
            "word": "to affect",
            "phonetic": "tʊ ɐfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "The organization has moved mountains to provide aid to those affected by the natural disaster.",
                "He asked if she had any skeletons in her closet that might affect her political campaign.",
                "The CEO's decisions were made in the corridors of power, far from the view of the employees and customers who were affected by them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmZWN0&hash=4a2f32ca83b82ad50342b98b35d92f8d7be31fa9&lang=en&cache-only=0",
            "defineEn": "to cause a change in a person, thing, etc.",
            "defineVi": "để gây ra một sự thay đổi trong một người, điều, vv",
            "hasImg": true
        },
        {
            "id": "da7ef88e-ebde-496d-a60c-09164ddec252",
            "word": "to cringe",
            "phonetic": "tə kɹɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I cringe.",
                "A seated woman cringes as she massages her finger joints.",
                "My reaction was, I cringed. ",
                "So does moist make you cringe?",
                "It’s bad enough suddenly cringing because you remembered that time you sneezed all over your middle-school crush."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jpbmdl&hash=304a30aaeb555ea4a420365ac6d0940b30976ae1&lang=en&cache-only=0",
            "defineEn": "draw back, as with fear or pain",
            "defineVi": "lùi lại, như sợ hãi hoặc đau đớn",
            "hasImg": true
        },
        {
            "id": "7109bc1d-594d-415f-b49d-bd6c83cc8b64",
            "word": "to keen",
            "phonetic": "tə kiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2Vlbg&hash=3aab530f20d278c94541eae6a9d907339b28fc36&lang=en&cache-only=0",
            "defineEn": "express grief verbally",
            "defineVi": "thể hiện sự đau buồn bằng lời nói"
        },
        {
            "id": "2b7364a1-fdef-41eb-bbcf-e9219260161a",
            "word": "to lance",
            "phonetic": "tə læns ",
            "partOfSpeechType": "verb",
            "examples": [
                "And Lance likes cats.",
                "Lance: Can't wait to meet you.",
                "And then I'm going to shoot Lance later on, and we're going to add him to this scene where he walks in.",
                "He charges the dragon and wounds it with a lance.",
                "They became highly prized mercenaries, and during one of these battles, they made the first recorded heavy cavalry charge with couched lances, a devastating tactic that soon became standard in medieval warfare."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuY2U&hash=156fc33c6f6ab9172b37389fa4054d90ab532d25&lang=en&cache-only=0",
            "defineEn": "pierce with a lance, as in a knights' fight",
            "defineVi": "đâm bằng giáo, như trong trận chiến của hiệp sĩ"
        },
        {
            "id": "220e1be6-0606-4cd8-b048-ec54ebdacc35",
            "word": "to lynch",
            "phonetic": "tə lɪntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her friends, for example, had been lynched when their grocery store became popular enough to divert business from a white competitor.",
                "The rescuers who basically look like a Lynch mob to not look like saviors to me as a black person.",
                "Lynch mobs and vigilante groups were common throughout the United States, often with implicit or explicit blessings from local police officers.",
                "And it certainly seemed to shame the Democrats, who had just been accused of lynching a Black man.",
                "Lynch says all kinds of people wrote negative comments about how the city was wasting money on extremely ugly, distasteful objects."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbHluY2g&hash=b9a409cfb923cf44298020925afef282c2e7200f&lang=en&cache-only=0",
            "defineEn": "kill without legal sanction",
            "defineVi": "giết mà không bị pháp luật trừng phạt"
        },
        {
            "id": "b0fd897d-b9a5-47b1-ba9e-0ba73c99a53f",
            "word": "to deflect",
            "phonetic": "tə dᵻflɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I deflected the ball!",
                "When a breeze flows over a hill, the air is deflected over the top.",
                "They deflect or initiate sexual advances.",
                "Because our planet’s magnetic field deflects the solar wind, this environment is unlike anything on Earth.",
                "We have a rubber abrasion boot on the tail to deflect rocks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmbGVjdA&hash=8b4066d92c4902754f226af8bc33d11ab3ff1aa9&lang=en&cache-only=0",
            "defineEn": "draw someone's attention away from something",
            "defineVi": "thu hút sự chú ý của ai đó khỏi một cái gì đó"
        },
        {
            "id": "e5b3f803-3a12-4324-a5a7-3a2e8b3c6630",
            "word": "to inject",
            "phonetic": "tʊ ɪndʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bill injected 600 million dollars into the development of the Internet.",
                "The researchers injected these mice with REV-ERB.",
                "First, they injected a bunch of college guys with the hormone epinephrine.",
                "First, they injected lampreys with bits of the extracellular matrix from mice brains.",
                "You inject old people with blood from young people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5qZWN0&hash=d86b3e3a43fdbc7c4edfe57037d2e4d46728f535&lang=en&cache-only=0",
            "defineEn": "force or drive (a fluid or gas) into by piercing",
            "defineVi": "buộc hoặc lái (một chất lỏng hoặc khí) vào bằng cách đâm"
        },
        {
            "id": "73981666-c4f6-42a0-bea5-dd7b67e26de0",
            "word": "to engrave",
            "phonetic": "tʊ ɛŋɡɹeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers took ochre and ostrich shells that our ancestors had engraved with lines and hashtag patterns between 110,000 and 52,000 years ago.",
                "One of the services Tuxedo Computer offers is fully custom engraving on your key caps.",
                "How would they have reacted to their names being engraved in a monument in a permanent way in American history?",
                "With eight legs and teeth engraved with runes, he galloped through the air and across the sea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5ncmF2ZQ&hash=bd222626e982dc0ff95fbc9e5b6e10dac93c9c40&lang=en&cache-only=0",
            "defineEn": "to carve or cut a design or lettering into a hard surface, such as metal or stone",
            "defineVi": "để khắc hoặc cắt một thiết kế hoặc chữ vào một bề mặt cứng, chẳng hạn như kim loại hoặc đá"
        },
        {
            "id": "813b66a4-65b3-4e4d-85d7-399974184b30",
            "word": "to canvas",
            "phonetic": "tə kænvəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Picasso began on a great canvas.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "-Link's face will be my canvas.",
                "I put the color on the canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FudmFz&hash=becd5a887c683279f35e4680d65f005761f6ac3c&lang=en&cache-only=0",
            "defineEn": "cover with canvas",
            "defineVi": "che bằng vải bạt"
        },
        {
            "id": "80cbf33b-4f80-477a-a883-a6d532c7da03",
            "word": "to broadcast",
            "phonetic": "tə bɹɔːdkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWRjYXN0&hash=5598f39d736217c3640c441a7902ce902437e435&lang=en&cache-only=0",
            "defineEn": "to use airwaves to send out TV or radio programs",
            "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "e0026978-66a7-42a3-ae68-6fff5ad041d7",
            "word": "to joust",
            "phonetic": "tə dʒaʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The two parties jousted over the need for action vs. border enforcement.",
                "In advance, Democrats and Republicans jousted again over the benefits and costs.",
                "The meeting had real weight to it because they were jousting over important issues like Iran sanctions, like Russia's potential accession to the World Trade Organization.",
                "In Medieval times and go jousting.",
                "We don't have-- - I've seen a Mountie joust."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam91c3Q&hash=85514f293cc684544a9f45277586e87e1c8ebd92&lang=en&cache-only=0",
            "defineEn": "joust against somebody in a tournament by fighting on horseback",
            "defineVi": "đấu với ai đó trong một giải đấu bằng cách chiến đấu trên lưng ngựa"
        },
        {
            "id": "9c3c9fec-74dd-4765-89d4-6fb34a78b4ac",
            "word": "to arouse",
            "phonetic": "tʊ ɚɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "But BMW s new mini also aroused the ire of many purists.",
                "But our bodies can only do that when they are in balance, somewhere between excitement and inhibition, both aroused enough and calm enough to keep things working.",
                "And she was seething with that sensibility, that anger, and she aroused others who felt the same way and gave them a permission structure to be more overt about their feelings.",
                "In addition, the Mustang has always been a two-door car, but the Mustang Mach-E is a four-door crossover, a very popular configuration that nonetheless arouses the ire of sports car traditionalists.",
                "So as Muhammad’s following in Mecca grew, the umma aroused the suspicion of the most powerful tribe, the Quraysh."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJvdXNl&hash=1cea66b0d7a8f8bb2a5ea9c721df52d23a20f57a&lang=en&cache-only=0",
            "defineEn": "call forth (emotions, feelings, and responses)",
            "defineVi": "gọi ra (cảm xúc, cảm xúc và phản ứng)"
        },
        {
            "id": "1fe4c8f9-95e5-4942-9eff-42156de77194",
            "word": "to condemn",
            "phonetic": "tə kəndɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young officer went above and beyond the call of duty when he repaired the old woman's home so that the township wouldn't condemn it.",
                "John watched as people easily criticized and condemned others, but found few who were willing to offer constructive support.",
                "The prime minister condemned the apparent bombing.",
                "Foreign Minister Sergei Lavrov condemned the protesters and outside criticism.",
                "We condemn, in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides-- on many sides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZGVtbg&hash=01abf1e28451160a7bee9417a9d3d5b6ff818158&lang=en&cache-only=0",
            "defineEn": "to give a severe punishment to someone who has committed a major crime",
            "defineVi": "để đưa ra một hình phạt nghiêm khắc cho một người đã phạm một tội ác lớn",
            "hasImg": true
        },
        {
            "id": "a45b948c-2960-43c3-adcf-712bacb5449c",
            "word": "to denounce",
            "phonetic": "tə dᵻnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's income tax arrangement has been denounced as a sweetheart deal.",
                "More and more people are getting on the bandwagon to denounce cigarette smoking.",
                "China's Foreign Ministry denounced the move.",
                "The State Department also denounced human rights abuses in China, Russia and Syria.",
                "All of the contenders have denounced President Trump's immigration policies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVub3VuY2U&hash=c24113b451318b88b88f77355beff41781e88a91&lang=en&cache-only=0",
            "defineEn": "to publicly say that someone or something is evil, illegal, wrong, etc.",
            "defineVi": "công khai nói rằng ai đó hoặc cái gì đó là xấu xa, bất hợp pháp, sai, v.v."
        }
    ]
}