{
    "id": "dd69c16f-9428-41e3-bf5d-6ebd57639205",
    "title": "Texting and Texting Language",
    "originalTitle": "Texting and Texting Language",
    "words": [
        {
            "id": "166bd6ad-f042-4c96-8e16-eab344b9bd10",
            "word": "AFAIC",
            "phonetic": "ɐfeɪɪk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QUZBSUM&hash=2c8abefbc6982ba0818a76ee0f19ff4f12d0650a&lang=en&cache-only=0",
            "defineEn": "used in a text message, email, etc. to share a personal opinion of something",
            "defineVi": "được sử dụng trong tin nhắn văn bản, email, v.v. để chia sẻ ý kiến cá nhân về điều gì đó"
        },
        {
            "id": "56f74918-7ae4-4a05-8c2d-5f5d9ea77f8b",
            "word": "AFAIK",
            "phonetic": "ɐfeɪk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QUZBSUs&hash=984c5fc0ed9dc980644afe52c47df130a36212b4&lang=en&cache-only=0",
            "defineEn": "used in a text message, email, etc. to express one's doubt while giving an opinion",
            "defineVi": "được sử dụng trong tin nhắn văn bản, email, v.v. để thể hiện sự nghi ngờ của một người khi đưa ra ý kiến"
        },
        {
            "id": "0412d7dd-3b59-4eed-bcc6-57f00331d38e",
            "word": "BF",
            "phonetic": "biːɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "If we cut BF and DH we’d get fourths, but we need fifths."
            ],
            "audio": "https://tts.langeek.co/read?text=QkY&hash=6fdd6ea9e4df0e69ffc4dc2591e71a0880e80e52&lang=en&cache-only=0",
            "defineEn": "(especially in text messages, on social media, etc.) a male partner that one has a sexual or romantic relationship with",
            "defineVi": "(đặc biệt là trong tin nhắn văn bản, trên phương tiện truyền thông xã hội, v.v.) một đối tác nam mà một người có quan hệ tình dục hoặc lãng mạn với"
        },
        {
            "id": "0d90c9a2-c969-457b-b170-8dac706248e9",
            "word": "BFF",
            "phonetic": "biːɛfɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you're looking for a friend, choose bff mode.",
                "Okay, John, it's your nemesis-slash-BFF, cauliflower.",
                "You and your BFF might not agree on every hottie at the bar, but studies show that preferences overlap more between friends and family than they do between strangers.",
                "After dusting themselves off and becoming bffs, Gilgamesh and Enkidu return to Uruk to do kingly stuff.",
                "Maybe you’re trying to make sure your BFF doesn’t fail algebra, or helping your kid with their social studies homework."
            ],
            "audio": "https://tts.langeek.co/read?text=QkZG&hash=001c342bad263b228fa0f1f071e0ccc3f69d6743&lang=en&cache-only=0",
            "defineEn": "someone's best friend, ‌used by young people on social media, especially in text messages",
            "defineVi": "bạn thân của ai đó, được giới trẻ sử dụng trên mạng xã hội, đặc biệt là trong tin nhắn văn bản"
        },
        {
            "id": "55d74492-5b06-4f0f-b7cd-c7f0f0ab2d31",
            "word": "BRB",
            "phonetic": "biːɑːɹbiː ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QlJC&hash=18534bca55e5c11b64586d7f61185ab5d068e50c&lang=en&cache-only=0",
            "defineEn": "used in online conversations indicating that one would be back after a short time",
            "defineVi": "được sử dụng trong các cuộc trò chuyện trực tuyến chỉ ra rằng một người sẽ quay lại sau một thời gian ngắn"
        },
        {
            "id": "8b6efae8-ff9f-42ca-bf23-b711f421f4e6",
            "word": "DD",
            "phonetic": "diːdiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=REQ&hash=c2cd0cc88a9f91f161779700f120edf3725906ad&lang=en&cache-only=0",
            "defineEn": "used in online conversations referring to one's daughter",
            "defineVi": "được sử dụng trong các cuộc trò chuyện trực tuyến đề cập đến con gái của một người"
        },
        {
            "id": "20893af1-1db4-4938-a524-dc6ebf29d308",
            "word": "DW",
            "phonetic": "diːdʌbəljuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RFc&hash=5d0c7f521ba40c02d42978dd2f66cb9a07c09834&lang=en&cache-only=0",
            "defineEn": "used in online conversations referring to one's wife",
            "defineVi": "được sử dụng trong các cuộc trò chuyện trực tuyến đề cập đến vợ của một người"
        },
        {
            "id": "27f80cb6-353b-4ce9-999b-396d06af35e8",
            "word": "emoji",
            "phonetic": "ɪmoʊdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "- So Calah, you've chosen my emoji.",
                "- It's an emoji, man!",
                "It's a sad face emoji.",
                "The Unicode Consortium deals with about 50 emoji proposals a year.",
                "I do my own emoji."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vamk&hash=475d1d1b3e04e028c43f35c60ee782ef8ac56ee0&lang=en&cache-only=0",
            "defineEn": "a small digital icon or image used on social media or in text messages to show the tone of a message or its sender's facial expression, originated in Japan",
            "defineVi": "một biểu tượng hoặc hình ảnh kỹ thuật số nhỏ được sử dụng trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản để thể hiện âm điệu của tin nhắn hoặc nét mặt của người gửi, có nguồn gốc từ Nhật Bản",
            "hasImg": true
        },
        {
            "id": "60d9c653-572e-499d-9f47-43dc6c9583b8",
            "word": "emoticon",
            "phonetic": "ɪmɑːɾɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So people are using creative respelling, like repeated letters and all caps, and visual additions, like emojis, emoticons, and gifs to convey more than the literal meaning of words."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGljb24&hash=e3ac743e889ae006aaec58d4109182e912ee6318&lang=en&cache-only=0",
            "defineEn": "a sign formed by keyboard characters to show the tone of a message or its sender's facial expression, used on social media or in text messages",
            "defineVi": "một dấu hiệu được tạo bởi các ký tự bàn phím để hiển thị âm điệu của tin nhắn hoặc nét mặt của người gửi, được sử dụng trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản",
            "hasImg": true
        },
        {
            "id": "a87ff36c-b7c4-427f-a160-45f257f70ec2",
            "word": "GF",
            "phonetic": "dʒiːɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"My GF has been sheltering in place with us \"and last night F came in to ask me a question.",
                "\"F laughed about it \"and said he was pissed my GF ruined his joke.",
                "Now, for those of you who don't know, this lens is a big deal, because it's the first, I believe, GF lens that Fuji has designed, that is below F2.",
                "Now, unfortunately, before, I got too excited, I also realized that most of Fuji's lenses, that you would use with the GF mount on this camera, for stills, are not really gonna be able to take advantage of that larger sensor because there's at stops that are pretty deep."
            ],
            "audio": "https://tts.langeek.co/read?text=R0Y&hash=1201488e93dbe875c88a09524e6d097c96f96356&lang=en&cache-only=0",
            "defineEn": "(especially in text messages, on social media, etc.) a female partner that one has a sexual or romantic relationship with",
            "defineVi": "(đặc biệt là trong tin nhắn văn bản, trên mạng xã hội, v.v.) một đối tác nữ mà một người có quan hệ tình dục hoặc lãng mạn với"
        },
        {
            "id": "4ec4de56-e855-4f37-a877-bc571f5c23e9",
            "word": "IDK",
            "phonetic": "aɪdk ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SURL&hash=17ab0e32391fc2c53a9cccbfc4c54f8b3d68a6ab&lang=en&cache-only=0",
            "defineEn": "a common abbreviation used in texts or online conversations, which means one does not know something",
            "defineVi": "một từ viết tắt phổ biến được sử dụng trong các văn bản hoặc các cuộc trò chuyện trực tuyến, có nghĩa là một người không biết điều gì đó"
        },
        {
            "id": "1a587503-20f6-49b9-a9b1-0df850cbd1db",
            "word": "LOL",
            "phonetic": "lɑːl ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Also, Linus: we have a new channel, lol.",
                "Like saying LOL out loud.",
                "So, I'll text them and say, I'm so proud of you, lol.",
                "Like, lol, like I always assumed lol was lots of love.",
                "If you don't know what that means because I know some people have been like LOL, mainstream, what the heck are you talking about?"
            ],
            "audio": "https://tts.langeek.co/read?text=TE9M&hash=e11c941633a39aef5469f4c2cb514a44bbd8c182&lang=en&cache-only=0",
            "defineEn": "used especially in text or online messages to express laughter or amusement about something funny",
            "defineVi": "được sử dụng đặc biệt trong văn bản hoặc tin nhắn trực tuyến để thể hiện tiếng cười hoặc sự thích thú về điều gì đó buồn cười"
        },
        {
            "id": "697e642c-5351-4009-9a5e-290ff00346b9",
            "word": "LOLZ",
            "phonetic": "lɑːlz ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TE9MWg&hash=4cfb016b6163b05e06e0c7310e4c2d2bcaa29a5e&lang=en&cache-only=0",
            "defineEn": "used in texts or online messages about something that is funny and amusing, expressing laughter",
            "defineVi": "được sử dụng trong các văn bản hoặc tin nhắn trực tuyến về một cái gì đó hài hước và thú vị, thể hiện tiếng cười"
        },
        {
            "id": "a952f33a-1acf-47fa-ac62-7980ae979e69",
            "word": "lulz",
            "phonetic": "lʌlz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you think Rochester would be able to get away with having a wife in his attic for the lulz if he wasn’t a white dude?"
            ],
            "audio": "https://tts.langeek.co/read?text=bHVseg&hash=ca65e941dbe805b020829fe45020d4bf1141afbb&lang=en&cache-only=0",
            "defineEn": "used in texts or online messages expressing laughter, especially because someone has done something silly",
            "defineVi": "được sử dụng trong văn bản hoặc tin nhắn trực tuyến thể hiện tiếng cười, đặc biệt là vì ai đó đã làm điều gì đó ngớ ngẩn"
        },
        {
            "id": "d9c71a46-93be-490c-8246-2c1c1586bdcd",
            "word": "message",
            "phonetic": "mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2FnZQ&hash=6773ed9649876ed7a289a00dc5c085a3edf90f02&lang=en&cache-only=0",
            "defineEn": "a written or spoken piece of information or communication sent to or left for another person",
            "defineVi": "một mẩu thông tin hoặc thông tin liên lạc bằng văn bản hoặc lời nói được gửi đến hoặc để lại cho người khác",
            "hasImg": true
        },
        {
            "id": "e29b91b3-2a37-4aa3-8c32-06e236d1c3e8",
            "word": "MMS",
            "phonetic": "ɛmɛmɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TU1T&hash=e57b0eae97ed4d30b1312672cbd6cc756edf4d7a&lang=en&cache-only=0",
            "defineEn": "a cellular service that allows one to send and receive color pictures, sounds, etc. on their cell phone",
            "defineVi": "một dịch vụ di động cho phép một người gửi và nhận hình ảnh màu, âm thanh, v.v. trên điện thoại di động của họ"
        },
        {
            "id": "0977270e-ff4e-4f22-9797-824f3d5ce69b",
            "word": "MYOB",
            "phonetic": "maɪɑːb ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TVlPQg&hash=7ff83a2979b1af026dbf1a96827a0d29e81258f9&lang=en&cache-only=0",
            "defineEn": "used in text messages, emails, etc. emphasizing that someone should not interfere in other's lives",
            "defineVi": "được sử dụng trong tin nhắn văn bản, email, v.v. nhấn mạnh rằng ai đó không nên can thiệp vào cuộc sống của người khác"
        },
        {
            "id": "980f13d1-525f-4584-9706-0ddb4d21e064",
            "word": "obvs",
            "phonetic": "ɑːbvz ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2J2cw&hash=ce6232b7cde96500e45c30331d0f03d3459855e9&lang=en&cache-only=0",
            "defineEn": "especially used in text messages, emails, etc. indicating that something is clear and easily understood",
            "defineVi": "đặc biệt được sử dụng trong tin nhắn văn bản, email, v.v. chỉ ra rằng điều gì đó rõ ràng và dễ hiểu"
        },
        {
            "id": "e072de56-50dc-4dcb-9f5c-a1c31cc5b64b",
            "word": "OMG",
            "phonetic": "oʊɛmdʒiː ",
            "partOfSpeechType": "interjection",
            "examples": [
                "\"Me too, omg I don't know either!\"",
                "And umm when I realized, omg this is the depression coming back, I went back on my meds and within three days I was feeling better.",
                "We're so tired of hearing society always going, \"omg these poor broken deaf kids, we need to fix them.\"",
                "When you shift your primary selective attention from driving to OMG, LOLOLOLOLOL, you also unwittingly activate your selective inattention, which means that you failed to see that cyclist who you almost ran over, which would not only have ruined her life but also yours so DON’T TEXT AND DRIVE!"
            ],
            "audio": "https://tts.langeek.co/read?text=T01H&hash=b47a57c493d4da6d34d6901f113ec42ef8b57929&lang=en&cache-only=0",
            "defineEn": "used to express shock, surprise, or excitement, particularly on social media or in text messages",
            "defineVi": "được sử dụng để thể hiện sự sốc, ngạc nhiên hoặc phấn khích, đặc biệt là trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản"
        },
        {
            "id": "d92e3af4-ffd6-4f0b-8ba0-6c26dae0539a",
            "word": "picture messaging",
            "phonetic": "pɪktʃɚ mɛsɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZSBtZXNzYWdpbmc&hash=edca216e18e38924c398b5c750c25930508636c7&lang=en&cache-only=0",
            "defineEn": "a cellular service that enables one to send and receive an image by text on their cell phone",
            "defineVi": "một dịch vụ di động cho phép một người gửi và nhận hình ảnh bằng văn bản trên điện thoại di động của họ"
        },
        {
            "id": "f3d52026-67a7-47d6-b688-0ed2724c52e6",
            "word": "predictive",
            "phonetic": "pɹɪdɪktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You can see that predictive power on this chart.",
                "Netflix customers expect quality programming, good predictive suggestions, excellent customer service, and high-end technology performance.",
                "Meteorologists then run the data through predictive physics models that generate the final weather forecast.",
                "At the end of the day, no predictive algorithm is perfect.",
                "In other words, this re steepening has proven part of the yield curve's normal predictive behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGljdGl2ZQ&hash=e44971ee2773e0d98e31b3a9b333d9aefe0d3f3b&lang=en&cache-only=0",
            "defineEn": "(computing) relating to a technology that helps one type more quickly by finishing their words based on a few first letters",
            "defineVi": "(máy tính) liên quan đến một công nghệ giúp một người gõ nhanh hơn bằng cách hoàn thành các từ của họ dựa trên một vài chữ cái đầu tiên"
        },
        {
            "id": "c3b26d72-d659-4d44-9862-d15752eb2ded",
            "word": "to send",
            "phonetic": "tə sɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "I sent the package by airmail.",
                "He sent me a copy of his new book.",
                "She sent the kids to bed early."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZA&hash=c2cf48074fe387a6f0654706360efe1e2af5e741&lang=en&cache-only=0",
            "defineEn": "to make a text, email, online message, etc. be delivered to someone",
            "defineVi": "để gửi văn bản, email, tin nhắn trực tuyến, v.v. cho ai đó",
            "hasImg": true
        },
        {
            "id": "b7ecba6c-3af3-42d7-8eb6-40c14981887c",
            "word": "smiley",
            "phonetic": "smaɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do they go in like a smiley face or like a rainbow?",
                "Whenever they followed the rules, they got a felt token like a smiley face or a dinosaur.",
                "Mine are different kinds of smileys and definitely the thumbs up.",
                "It has a smiley-face, but the real message is clear.",
                "and they talk about how you can like put on a smiley face and have a good time and be \"fine.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c21pbGV5&hash=322cf93b71192f74772a66bf8b6bf0944f501ae7&lang=en&cache-only=0",
            "defineEn": "a group of characters, such as ':-)',  resembling a smiling face used in online conversations",
            "defineVi": "một nhóm ký tự, chẳng hạn như ':-)', giống như một khuôn mặt tươi cười được sử dụng trong các cuộc hội thoại trực tuyến"
        },
        {
            "id": "fd705a69-edd3-40fc-a8d3-57fc3a188451",
            "word": "SMS",
            "phonetic": "ɛsɛmɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then verify via SMS, email, or a call.",
                "Twitter's 140 character limit was originally inspired by the length limit of SMS messages.",
                "Well, I'm the next Dr. Phil of SMS I'm poppin' out babies with the power of text",
                "If someone sends you an iMessage, you won't receive it, and if you're in an iMessage group message, you'll need to make a new one for SMS.",
                "Twilio, so we can't send SMS."
            ],
            "audio": "https://tts.langeek.co/read?text=U01T&hash=2d0d3165acf414f8cdf1da5be53546beaff12172&lang=en&cache-only=0",
            "defineEn": "a cellular service of sending and receiving brief text messages on a mobile phone",
            "defineVi": "một dịch vụ di động gửi và nhận tin nhắn văn bản ngắn trên điện thoại di động"
        },
        {
            "id": "744a7556-4133-4d5b-94f9-060f9ebe6b22",
            "word": "to SMS",
            "phonetic": "tʊ ɛsɛmɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then verify via SMS, email, or a call.",
                "Twitter's 140 character limit was originally inspired by the length limit of SMS messages.",
                "Well, I'm the next Dr. Phil of SMS I'm poppin' out babies with the power of text",
                "If someone sends you an iMessage, you won't receive it, and if you're in an iMessage group message, you'll need to make a new one for SMS.",
                "Twilio, so we can't send SMS."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gU01T&hash=9eee7b8e7e15cca2c43454fb6396f8e02572b8db&lang=en&cache-only=0",
            "defineEn": "to send someone a short text message using a cellular service",
            "defineVi": "để gửi cho ai đó một tin nhắn văn bản ngắn bằng dịch vụ di động"
        },
        {
            "id": "70fb6321-2d79-4b24-a051-63d65b7439f6",
            "word": "text",
            "phonetic": "tɛkst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The text runs along the margin of the page.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "The student struggled with a challenging book, but knew that every book must be chewed to get out its juice - it was essential to persevere and put in the effort to understand and appreciate the text.",
                "Most people always just text.",
                "- Text a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dA&hash=9995dc6219eb8d3968eebea941d88c8f15b00704&lang=en&cache-only=0",
            "defineEn": "a written message that one sends or receives using a cell phone",
            "defineVi": "một tin nhắn bằng văn bản mà một người gửi hoặc nhận bằng điện thoại di động",
            "hasImg": true
        },
        {
            "id": "c17b0760-79d3-4d30-b61e-3bcbff79ef02",
            "word": "to text",
            "phonetic": "tə tɛkst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The text runs along the margin of the page.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "The student struggled with a challenging book, but knew that every book must be chewed to get out its juice - it was essential to persevere and put in the effort to understand and appreciate the text.",
                "Most people always just text.",
                "- Text a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGV4dA&hash=7619158a70fa8dd4d68b313fc1124c55909f85d8&lang=en&cache-only=0",
            "defineEn": "to send a written message using a cell phone",
            "defineVi": "để gửi một tin nhắn bằng văn bản sử dụng một điện thoại di động",
            "hasImg": true
        },
        {
            "id": "8e371f86-8da0-4cec-8359-3b7e8d152906",
            "word": "text message",
            "phonetic": "tɛkst mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll send you a text message.",
                "Text message scams are also illegal.",
                "Text messages would be sent.",
                "They send three, four, five anti-union text messages a day.",
                "Text messages, Twitter, I might have even got a phone call."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dCBtZXNzYWdl&hash=a5909baec3af386915145117e4d37c1172479e95&lang=en&cache-only=0",
            "defineEn": "a written message that one sends or receives using a mobile phone",
            "defineVi": "một tin nhắn bằng văn bản mà một người gửi hoặc nhận bằng điện thoại di động",
            "hasImg": true
        },
        {
            "id": "9eda00b8-4e1e-4f98-bc03-b873ae5d686b",
            "word": "to text",
            "phonetic": "tə tɛkstmɛsɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The text runs along the margin of the page.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "The student struggled with a challenging book, but knew that every book must be chewed to get out its juice - it was essential to persevere and put in the effort to understand and appreciate the text.",
                "Most people always just text.",
                "- Text a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGV4dA&hash=7619158a70fa8dd4d68b313fc1124c55909f85d8&lang=en&cache-only=0",
            "defineEn": "to send a written message using a cell phone",
            "defineVi": "để gửi một tin nhắn bằng văn bản sử dụng một điện thoại di động",
            "hasImg": true
        },
        {
            "id": "7da97319-f6f3-43a5-9020-11c8c33e275f",
            "word": "text messaging",
            "phonetic": "tɛkst mɛsɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you didn't know, I started a text messaging club.",
                "AIM is basically text messaging before text messaging was a thing.",
                "AIM is basically text messaging before text messaging was a thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dCBtZXNzYWdpbmc&hash=63db41be6d09e2adcd0134b203ae9ee34ad34c6d&lang=en&cache-only=0",
            "defineEn": "the act of sending a written message using a mobile phone",
            "defineVi": "hành động gửi tin nhắn bằng văn bản bằng điện thoại di động",
            "hasImg": true
        },
        {
            "id": "2baab4af-d8d0-4df8-b680-113872b76631",
            "word": "TL;DR",
            "phonetic": "tiːɛl diːɑːɹ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "TL;DR, the new one has four.",
                "And TL;DR: ’Oumuamua is generally kind of boring, but in the best way."
            ],
            "audio": "https://tts.langeek.co/read?text=VEw7RFI&hash=3a8744e60a6ee63e4527c142d4c80256bcced660&lang=en&cache-only=0",
            "defineEn": "used in a text message, email, etc. as a dismissive response to a long post or text or to give a summary",
            "defineVi": "được sử dụng trong tin nhắn văn bản, email, v.v. như một phản hồi bác bỏ đối với một bài đăng hoặc văn bản dài hoặc để đưa ra một bản tóm tắt"
        },
        {
            "id": "907c70f0-00d3-45c2-818f-39abfe9610b9",
            "word": "to unsend",
            "phonetic": "tʊ ʌnsɛnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5zZW5k&hash=257e3a606f6a8f5016012c495c738da2665c3a30&lang=en&cache-only=0",
            "defineEn": "to use a mailing feature that enables one to prevent a sent email or text from being delivered",
            "defineVi": "để sử dụng tính năng gửi thư cho phép một người ngăn không cho gửi email hoặc văn bản đã gửi"
        }
    ]
}