{
    "id": "dd7e5a4d-b255-41f9-adea-5996b73ee985",
    "title": "Lesson 8C",
    "originalTitle": "Lesson 8C",
    "words": [
        {
            "id": "0c8162ba-a94b-43c7-9833-86c17f318653",
            "word": "opposite",
            "phonetic": "ɑːpəzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She stopped the car opposite the school.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "The Foreign Secretary is currently having talks with his opposite number in the White House.",
                "He was proud to be playing opposite a famous actor.",
                "Do you agree that the opposite side of the coin is too often untold?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGU&hash=273d7e0d83e4f02b978e1361143a009e031ab326&lang=en&cache-only=0",
            "defineEn": "on the other side of an area when seen from a particular vantage point",
            "defineVi": "ở phía bên kia của một khu vực khi nhìn từ một điểm thuận lợi cụ thể"
        },
        {
            "id": "e639c4a1-bceb-482d-ad51-593b0eff4450",
            "word": "next to",
            "phonetic": "nɛkst tuː ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Check the box next to the right answer.",
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "We know next to nothing about our ancestors.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I placed my bag on the empty chair next to me."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV4dCB0bw&hash=5b67cd2ed6bbdf249b7af9fbbecc82bcb7a96c7c&lang=en&cache-only=0",
            "defineEn": "in or into a position immediately to or right by one side of someone or something",
            "defineVi": "trong hoặc vào một vị trí ngay lập tức hoặc ngay bên cạnh một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a24f4a04-db9a-4ce0-9f27-03c66daadcc4",
            "word": "over",
            "phonetic": "oʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Get a load of George over there.",
                "The incident was over in a twinkle.",
                "Buses take priority over other vehicles on the road.",
                "People held handkerchiefs over their mouths.",
                "The chef drizzled cream over the warm apple pie."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlcg&hash=b1095898af664e8de6882db3d391011134b31068&lang=en&cache-only=0",
            "defineEn": "across from one side to the other",
            "defineVi": "từ bên này sang bên kia"
        },
        {
            "id": "a3f2ef6a-0103-452b-ac98-91d5208e279c",
            "word": "in",
            "phonetic": "ɪn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The police closed in.",
                "The mother gently cradled her newborn baby in her arms.",
                "His partner left the table in a fit of pique.",
                "In 2018 the party had 10 000 members.",
                "The birds built their nest in the tree."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4&hash=d9f99e59087477e0ce749c9005cc1d3a28dfe1d6&lang=en&cache-only=0",
            "defineEn": "at a point inside or within a space or an area",
            "defineVi": "tại một điểm bên trong hoặc trong một không gian hoặc một khu vực",
            "hasImg": true
        },
        {
            "id": "25af3b99-1879-4ca5-adc2-2a7d1b9d96f1",
            "word": "in front of",
            "phonetic": "ɪn fɹʌnt ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [
                "In front of them the valley dropped sharply away from the road.",
                "My eyes were glued to the wall in front of me.",
                "Ann stopped in front of the house.",
                "The rug in front of the fireplace provides a comfortable spot to sit.",
                "She sat him down in front of the fire with a hot drink."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gZnJvbnQgb2Y&hash=5526763f1543a9f79e53cce210ca44a37410245b&lang=en&cache-only=0",
            "defineEn": "in a position at the front part of someone or something else or further forward than someone or something",
            "defineVi": "ở một vị trí ở phía trước của ai đó hoặc cái gì khác hoặc xa hơn về phía trước so với ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "d1df8679-9b95-4e28-9408-0dfc118073ad",
            "word": "on",
            "phonetic": "ɔn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The heat was really on at work.",
                "That hot guy had a good head on his shoulders.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Our company puts the emphasis on quality."
            ],
            "audio": "https://tts.langeek.co/read?text=b24&hash=17e412bb945ed7419a7b7f8c1bda62c2e7095c7d&lang=en&cache-only=0",
            "defineEn": "used to show that an object is physically in contact with or attached to a surface or object",
            "defineVi": "được sử dụng để chỉ ra rằng một vật thể đang tiếp xúc hoặc gắn vào một bề mặt hoặc vật thể",
            "hasImg": true
        },
        {
            "id": "e81e205c-68e9-4d17-b87e-d94dab4d3fed",
            "word": "under",
            "phonetic": "ʌndɚ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "The flowers bloomed under the sunny sky.",
                "The bag broke under the weight of the bottles inside it.",
                "Lots of people had left comments under the post.",
                "A reporter obtained documents from the company under false pretenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXI&hash=f57c5b40f3717c9d7a31c2a2bc73b5e10cfdb64a&lang=en&cache-only=0",
            "defineEn": "in, to, or through a position that is below something",
            "defineVi": "trong, đến hoặc thông qua một vị trí bên dưới một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ac9709a3-879b-4861-a0d0-b39224241425",
            "word": "behind",
            "phonetic": "bᵻhaɪnd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Our equipment is a bit behind the times.",
                "The meeting was held behind closed doors.",
                "Programs are running a few minutes behind schedule this evening.",
                "A man suddenly appeared from behind a tree.",
                "Shoppers took cover behind cars as police marksmen returned fire."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVoaW5k&hash=e24c2fa02ff99297d3225b65edfd2dd3b4b53deb&lang=en&cache-only=0",
            "defineEn": "toward or at the back of something or someone",
            "defineVi": "về phía hoặc ở phía sau của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "53eaa4e0-1e7f-4681-8b46-38b8e90d1686",
            "word": "between",
            "phonetic": "bᵻtwiːn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Trains between London and Brighton run throughout the day.",
                "Responsibility is shared between parents and teachers.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His incorrect translation of the phrase caused a misunderstanding between the two parties."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV0d2Vlbg&hash=5c7acbd0ca106b82b756a46a413225fb817d5856&lang=en&cache-only=0",
            "defineEn": "in, into, or at the space that is separating two things, places, or people",
            "defineVi": "trong, vào hoặc tại không gian ngăn cách hai sự vật, địa điểm hoặc con người",
            "hasImg": true
        }
    ]
}