{
    "id": "dd839b94-72e9-4bd3-be9f-bcedb162c68c",
    "title": "Health Care Providers",
    "originalTitle": "Health Care Providers",
    "words": [
        {
            "id": "d87c5ae7-2136-40ac-a0fb-58187cbe14fc",
            "word": "nurse",
            "phonetic": "nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "The nurses had to spoon-feed my mother after her stroke.",
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2U&hash=5749553055d3ea36337ab6fb54c9d6deca56f5d8&lang=en&cache-only=0",
            "defineEn": "someone who has been trained to care for injured or sick people, particularly in a hospital",
            "defineVi": "một người đã được đào tạo để chăm sóc người bị thương hoặc bị bệnh, đặc biệt là trong bệnh viện",
            "hasImg": true
        },
        {
            "id": "e64164f8-affe-4cf6-92cb-053e7705b925",
            "word": "nutritionist",
            "phonetic": "njuːtɹɪʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was no certified nutritionist.",
                "Use a dietician or a nutritionist.",
                "Instinctively, we've become expert nutritionists, hunting out what we need from our food.",
                "But so far, all scientific studies on the health benefits of coconut oil have been inconclusive, and nutritionists remain skeptical.",
                "And so, I would urge you to not, and to see a nutritionist or a dietitian, and a therapist."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9uaXN0&hash=dcf0464edfb3fbc657c8534be02daddf0dfe743d&lang=en&cache-only=0",
            "defineEn": "someone who is an expert in the field of food and nutrition",
            "defineVi": "một người là một chuyên gia trong lĩnh vực thực phẩm và dinh dưỡng",
            "hasImg": true
        },
        {
            "id": "58882ea7-2b10-4c46-88ce-b800fbc111b7",
            "word": "occupational therapist",
            "phonetic": "ɑːkjʊpeɪʃənəl θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "An occupational therapist is there to help develop skills, such as handwriting or fine motor skills and activities of daily living."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbmFsIHRoZXJhcGlzdA&hash=b4cac1b8dec270c42e076026ca203f1a23ede97c&lang=en&cache-only=0",
            "defineEn": "a branch of health care that is primarily concerned with promoting people's health and well being through occupation",
            "defineVi": "một ngành chăm sóc sức khỏe chủ yếu liên quan đến việc tăng cường sức khỏe và hạnh phúc của mọi người thông qua nghề nghiệp"
        },
        {
            "id": "fdcd4b8d-30e4-4671-be95-5d601ad7c902",
            "word": "ophthalmologist",
            "phonetic": "ɑːfθɐlmɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am a board-certified ophthalmologist.",
                "My mother, obviously knows I'm an ophthalmologist, still comes to my house and tells me, \"Your son should not read in the dark.\"",
                "Really, it looks like you're an ophthalmologist or something.",
                "We can’t take otters or ostriches to the ophthalmologist, so it’s hard to know exactly how common bad eyesight is in the animal kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BodGhhbG1vbG9naXN0&hash=27e3b7df563e56a078afb8e64d756ce087dcdbb7&lang=en&cache-only=0",
            "defineEn": "a physician who specializes in the and treatment and study of diseases of the eye",
            "defineVi": "một bác sĩ chuyên về điều trị và nghiên cứu các bệnh về mắt",
            "hasImg": true
        },
        {
            "id": "d7aaadab-dce0-4e73-ba05-9707f1244b24",
            "word": "optician",
            "phonetic": "ɑːptɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1727, a British optician named Edward Scarlett developed the modern style of glasses which are kept in place with arms which hook over each ear."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aWNpYW4&hash=c4746f5519c8b8be4ee7fd24a78bb2d8e147c12f&lang=en&cache-only=0",
            "defineEn": "a person whose job is to test people's eyes and sight or to make and supply glasses or contacts",
            "defineVi": "một người có công việc là kiểm tra mắt và thị lực của mọi người hoặc chế tạo và cung cấp kính hoặc kính áp tròng",
            "hasImg": true
        },
        {
            "id": "0936325a-013e-4824-997f-a469b166d4a5",
            "word": "optometrist",
            "phonetic": "ɑːptoʊmɛtɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am the optometrist at the Honolulu Eye Clinic.",
                "But some optometrists worry that this method oversimplifies prescriptions and puts consumers at risk of getting a faulty product.",
                "Walmart's health centers are stacked with a range of disciplines, including primary care physicians, dentists, audiologists, optometrists and mental health counselors.",
                "And then after the war, Billy Pilgrim has trouble returning to civilian life, spends some time in a mental institution, but then eventually marries and becomes an optometrist.",
                "For decades, optometrists purposely prescribed glasses for nearsighted kids that didn’t fully correct their vision, because they thought it would keep their eyesight from getting worse."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0b21ldHJpc3Q&hash=cb0b5cccd8dcc1f4514a22c821c07274ac671023&lang=en&cache-only=0",
            "defineEn": "a professional whose job is examining people's eyes and telling them what type of glasses they should wear",
            "defineVi": "một chuyên gia có công việc kiểm tra mắt của mọi người và cho họ biết họ nên đeo loại kính nào",
            "hasImg": true
        },
        {
            "id": "4a07ad28-4af9-4d56-bdba-30bbd841fcd6",
            "word": "orderly",
            "phonetic": "ɔːɹdɚli ",
            "partOfSpeechType": "noun",
            "examples": [
                "He heard Nora tearing a strip off an orderly for not returning the food bins to the kitchen soon enough.",
                "They would, of course, be parked very orderly.",
                "I am in favor of an orderly withdrawal.",
                "It started orderly and got more and more chaotic over time.",
                "This dance is not an orderly ballet, more like a skating rink filled with drunk toddlers."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JkZXJseQ&hash=bc62e0b069a6e64f1b1ebce8cca3962b620e8e39&lang=en&cache-only=0",
            "defineEn": "a hospital attendant whose job is to help medical staff with activities that do not require special medical training",
            "defineVi": "một nhân viên bệnh viện có công việc là giúp nhân viên y tế thực hiện các hoạt động không yêu cầu đào tạo y tế đặc biệt",
            "hasImg": true
        },
        {
            "id": "bec94d15-acef-4653-8135-368053ba64d9",
            "word": "paramedic",
            "phonetic": "pæɹəmɛdɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paramedics hoist him into a capsule for safe transport.",
                "Paramedics took in stretchers for those who couldn't move.",
                "Can I get some paramedics over here?",
                "In Los Angeles, paramedics are declining to take less-than-critically-ill patients to hospitals.",
                "Microglia act as the brain’s janitors, nurses, paramedics, police, judges, juries, and executioners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1lZGlj&hash=a1f5b01f88a2be6c985f8ed66b0521002b0ade80&lang=en&cache-only=0",
            "defineEn": "a trained individual who gives medical aid to people in emergency before taking them to the hospital",
            "defineVi": "một cá nhân được đào tạo để hỗ trợ y tế cho những người trong trường hợp khẩn cấp trước khi đưa họ đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "f8e6066e-9f65-4355-8074-304d258ad73c",
            "word": "PA",
            "phonetic": "pɑː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In PA, the first unconventional well was drilled in Washington County in 2004.",
                "I was a PA on a Arnold Schwarzenegger movie called Collateral Damage and hey!",
                "These chemicals reduce the caterpillars’ ability to grow, but there’s also a pretty big benefit to eating them: PAs protect the caterpillars against parasitoids.",
                "But when we want great hoagies, discount prices on beer, and a great atmosphere, we go to Lee's Hoagies in Horsham, PA.",
                "But if a caterpillar’s tissues are laced with PAs, it has a chance to survive this horror, because the alkaloids are even more toxic to the maggots than they are to the caterpillars."
            ],
            "audio": "https://tts.langeek.co/read?text=UEE&hash=8a6ffe36bf8c997965b789022428782e8ac08bb5&lang=en&cache-only=0",
            "defineEn": "a person who is licensed to diagnose and treat illness and disease under the supervision of a licensed physician",
            "defineVi": "một người được cấp phép chẩn đoán và điều trị bệnh tật dưới sự giám sát của một bác sĩ được cấp phép"
        },
        {
            "id": "aadceefa-6226-44c3-9a31-f95c56e7e32f",
            "word": "attendant",
            "phonetic": "ɐtɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The attendant showed us to our seats.",
                "He tried to catch the attendant’s eye but the man was already turning away.",
                "It's odd to me that someone so motivated by his career would punch below his weight with some gas station attendant like her.",
                "The attendant said, \"Two dollars and fifty cents.\"",
                "Only Oregon and New Jersey still require a gas station attendant to pump a customer's gasoline."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW5kYW50&hash=d4a37729873527be88d74f1e95042be78dae6355&lang=en&cache-only=0",
            "defineEn": "someone who lives with a sick or disabled person to take care of them",
            "defineVi": "một người sống với một người bệnh tật hoặc tàn tật để chăm sóc họ",
            "hasImg": true
        },
        {
            "id": "23bcfb85-6bd7-4163-b879-3c831dc52e7d",
            "word": "caregiver",
            "phonetic": "kɛɹɡɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My caregiver is my lifeline.",
                "The caregiver is not just a taskmaster.",
                "Or, maybe our caregiver sent us mixed messages about whether we could trust them or not.",
                "So, this is my caregiver bible.",
                "Many times women, mothers are the primary caregivers of children prior to their incarceration."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWdpdmVy&hash=3202daf049f9e74aa2ae148436e4a7af60850593&lang=en&cache-only=0",
            "defineEn": "someone who looks after a child or an old, sick, or disabled person at home",
            "defineVi": "một người chăm sóc trẻ em hoặc người già, bệnh tật hoặc tàn tật ở nhà"
        },
        {
            "id": "4798f51e-a2a2-467c-b9ed-7440c3bf2a50",
            "word": "caretaker",
            "phonetic": "kɛɹɾeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The caretaker had taken French leave.",
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "As part of the intake process for the program, caretakers fill out a form detailing information about the participant and their past.",
                "Or whoever that character, that main caretaker could be like father, grandpa, aunt, uncle, whoever.",
                "Jeanelle Austin is one of the square's lead caretaker."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZXRha2Vy&hash=ab4171dd3dfce289110f4e05523d80a3a6e19cf2&lang=en&cache-only=0",
            "defineEn": "a custodian who is hired to take care of something (property or a person)",
            "defineVi": "một người giám sát được thuê để chăm sóc một cái gì đó (tài sản hoặc một người)",
            "hasImg": true
        },
        {
            "id": "1099dd93-d584-4583-a01b-3bf2533f7a10",
            "word": "physiotherapist",
            "phonetic": "fɪzɪoʊθɪɹeɪpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Six years of pain, six years of frustration, six years of being passed from hospital to specialist to physiotherapist to a different kind of drug, and really the best kind of drug I had was sat beside me, and his name was Max."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2lvdGhlcmFwaXN0&hash=73c884f3a89fa65be0bde3b054a672b21b4965c8&lang=en&cache-only=0",
            "defineEn": "a professional whose job is treating physical disorders concerned with movements of limbs by giving massages, exercises, etc.",
            "defineVi": "một chuyên gia có công việc điều trị các rối loạn thể chất liên quan đến cử động chân tay bằng cách xoa bóp, tập thể dục, v.v.",
            "hasImg": true
        },
        {
            "id": "37c67ed1-d435-4be8-a5a2-3007e1805610",
            "word": "pharmacy technician",
            "phonetic": "fɑːɹməsi tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY3kgdGVjaG5pY2lhbg&hash=21b0981ad79d5dda66869df8dcb03639d1245096&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who assists pharmacists in dispensing medications, managing inventory, and processing prescriptions in a pharmacy setting",
            "defineVi": "một chuyên gia chăm sóc sức khỏe hỗ trợ dược sĩ phân phối thuốc, quản lý hàng tồn kho và xử lý đơn thuốc trong môi trường hiệu thuốc"
        },
        {
            "id": "058b84ba-300c-4150-be11-25ce888735c7",
            "word": "pharmacy assistant",
            "phonetic": "fɑːɹməsi ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY3kgYXNzaXN0YW50&hash=e7178339e8c2ae2f8919be7283644969e58ed429&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who helps pharmacists with tasks like dispensing medications, managing inventory, and processing prescriptions in a pharmacy setting",
            "defineVi": "một chuyên gia chăm sóc sức khỏe giúp dược sĩ thực hiện các nhiệm vụ như phân phát thuốc, quản lý hàng tồn kho và xử lý đơn thuốc trong môi trường hiệu thuốc"
        },
        {
            "id": "62500467-4556-40b8-a9a3-2603229eccc7",
            "word": "speech therapist",
            "phonetic": "spiːtʃ θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlZWNoIHRoZXJhcGlzdA&hash=faf9218a31214ad067e96f52b10edba16c2894e5&lang=en&cache-only=0",
            "defineEn": "a therapist who treats speech defects and disorders",
            "defineVi": "một nhà trị liệu điều trị các khiếm khuyết và rối loạn về ngôn ngữ"
        },
        {
            "id": "a00b8c20-015c-4495-83e4-6168d7244934",
            "word": "physical therapist",
            "phonetic": "fɪzɪkəl θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sreenivasan: JOSHUA, A PHYSICAL THERAPIST, GOT A JOB AT THE LOCAL HEALTH CENTER IN THE TOWN'S COMMERCIAL HUB BEFORE THEY MOVED IN."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWwgdGhlcmFwaXN0&hash=8d6a365744d756a780962f5487abcbbe7bccc242&lang=en&cache-only=0",
            "defineEn": "therapist who treats injury or dysfunction with exercises and other physical treatments of the disorder",
            "defineVi": "nhà trị liệu điều trị chấn thương hoặc rối loạn chức năng bằng các bài tập và các phương pháp điều trị vật lý khác cho chứng rối loạn",
            "hasImg": true
        },
        {
            "id": "179f94d0-3435-4b1e-a4ac-1ce326142368",
            "word": "respiratory therapist",
            "phonetic": "ɹɛspɹətoːɹi θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVzcGlyYXRvcnkgdGhlcmFwaXN0&hash=9b86ac91972ff57b350926a57a8d6f7395ccb3d1&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who evaluates, diagnoses, and treats patients with respiratory disorders using treatments, therapies, and ventilator management",
            "defineVi": "một chuyên gia chăm sóc sức khỏe đánh giá, chẩn đoán và điều trị bệnh nhân bị rối loạn hô hấp bằng cách sử dụng các phương pháp điều trị, liệu pháp và quản lý máy thở"
        },
        {
            "id": "0b413451-8aa5-4d10-92ee-1324cc6a9f71",
            "word": "radiology technician",
            "phonetic": "ɹeɪdɪɑːlədʒi tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9sb2d5IHRlY2huaWNpYW4&hash=7d45750842618d605b7d22f5126f88d9811cacef&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who performs diagnostic imaging procedures, such as X-rays, CT scans, MRI scans, and other imaging studies",
            "defineVi": "một chuyên gia chăm sóc sức khỏe thực hiện các quy trình chẩn đoán hình ảnh, chẳng hạn như chụp X-quang, chụp CT, chụp MRI và các nghiên cứu hình ảnh khác"
        },
        {
            "id": "f1d175cb-ccca-4dc1-b3ae-4282192428c8",
            "word": "senior nursing officer",
            "phonetic": "siːnjɚ nɜːsɪŋ ɑːfɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9yIG51cnNpbmcgb2ZmaWNlcg&hash=4f3c59f06d6ed3eb36847da04439160184fbf967&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of all nursing services in a hospital",
            "defineVi": "một người chịu trách nhiệm về tất cả các dịch vụ điều dưỡng trong bệnh viện"
        },
        {
            "id": "06611d64-7d0e-41ed-a6e1-3dd4fb694dba",
            "word": "sister",
            "phonetic": "sɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My sister has a job at a restaurant as a waitress.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "My sister has a girl crush on Billie Eilish.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "He loved his sister dearly."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lzdGVy&hash=e3f6556d90506c42ccf7f0b16654d10dc56ab040&lang=en&cache-only=0",
            "defineEn": "a female nurse who is in charge of a hospital ward",
            "defineVi": "một nữ y tá phụ trách khu bệnh viện",
            "hasImg": true
        },
        {
            "id": "cfeb207d-f4c8-4285-9641-5172183e7c96",
            "word": "specialist",
            "phonetic": "spɛʃəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans 50,000 years ago were survival specialists.",
                "The specialists are not even in the area.",
                "They are specialists, yes. ",
                "Different specialists had different ways of turning the outputs of their forecast models into percentages.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGlzdA&hash=ddc9c751898b72aef81faefe027b233659f5734d&lang=en&cache-only=0",
            "defineEn": "a doctor who is highly trained in a particular area of medicine",
            "defineVi": "một bác sĩ được đào tạo chuyên sâu trong một lĩnh vực cụ thể của y học",
            "hasImg": true
        },
        {
            "id": "2af3437e-2a80-4f1d-bdd6-bf2930ba0601",
            "word": "surgical technician",
            "phonetic": "sɜːdʒɪkəl tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2ljYWwgdGVjaG5pY2lhbg&hash=5ab4a224bd068be4fba40b4d0bab76b940f6b0e8&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who assists surgeons and other members of the surgical team during surgical procedures",
            "defineVi": "một chuyên gia chăm sóc sức khỏe hỗ trợ bác sĩ phẫu thuật và các thành viên khác của nhóm phẫu thuật trong quá trình phẫu thuật"
        },
        {
            "id": "8e80d209-51e4-4283-9f3c-4c74a9b2d85a",
            "word": "EEG technician",
            "phonetic": "iːiːdʒiː tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RUVHIHRlY2huaWNpYW4&hash=933929d71bd9cc78c5e3aa193e7ad3ce3918c87e&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who performs electroencephalogram (EEG) tests to measure and record electrical activity in the brain",
            "defineVi": "một chuyên gia chăm sóc sức khỏe thực hiện các xét nghiệm điện não đồ (EEG) để đo và ghi lại hoạt động điện trong não"
        },
        {
            "id": "b4897e88-2155-40ad-8250-5ed3618b7590",
            "word": "patient care technician",
            "phonetic": "peɪʃənt kɛɹ tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudCBjYXJlIHRlY2huaWNpYW4&hash=ee86a2903628141340e1f47de1cf80b6543cf476&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who provides direct care to patients in a variety of healthcare settings",
            "defineVi": "một chuyên gia chăm sóc sức khỏe cung cấp dịch vụ chăm sóc trực tiếp cho bệnh nhân ở nhiều cơ sở chăm sóc sức khỏe khác nhau"
        },
        {
            "id": "f4cf53f1-e2b8-4ff0-a670-66a664c30a2c",
            "word": "ultrasound technician",
            "phonetic": "ʊltɹɐsaʊnd tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dWx0cmFzb3VuZCB0ZWNobmljaWFu&hash=c6f5a993c34b6ef5c3c215b8920a3385cc7770d0&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who uses specialized equipment to perform ultrasound examinations and capture images of internal body structures for diagnostic purposes",
            "defineVi": "một chuyên gia chăm sóc sức khỏe sử dụng thiết bị chuyên dụng để thực hiện kiểm tra siêu âm và chụp ảnh cấu trúc bên trong cơ thể cho mục đích chẩn đoán"
        },
        {
            "id": "e325f475-3a79-48fa-bf78-8ae1e715853f",
            "word": "EMT",
            "phonetic": "ɛmt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I currently work as an Emergency Medical Technician, or EMT all over the Denver metro area here in Colorado.",
                "We saw evidence in the medical records of EMTs or supervisors discouraging their workers from seeking medical care.",
                "An ultrasound scanner for your brain could be small enough for ambulances to carry, enabling EMTs to diagnose things like strokes before a patient even gets to the hospital.",
                "Because all of the rescue squads, dispatchers and EMT are volunteers, the organization can operate without high staffing costs.",
                "Former medical officer for OSHA, Kathleen Fagan, investigated Amazon for years and found the company was using its in-house EMTs to give workers improper medical care."
            ],
            "audio": "https://tts.langeek.co/read?text=RU1U&hash=1bbbd2f385247960142c8c7302139b91e819e1a0&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who provides pre-hospital emergency medical care",
            "defineVi": "một chuyên gia chăm sóc sức khỏe cung cấp dịch vụ chăm sóc y tế khẩn cấp trước bệnh viện"
        },
        {
            "id": "c598fe01-f966-4d37-a087-df17e21263da",
            "word": "therapist",
            "phonetic": "θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "The therapist reminded the client that a good laugh and a long sleep are the best cures in the doctor's book, encouraging them to find joy in life and prioritize self-care to help manage their mental health.",
                "If you're in a hole, stop digging and seek support from a therapist or trusted friend or family member.",
                "As a therapist, I know that it's important to create a safe and non-judgmental space for my clients."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwaXN0&hash=c6236b708e5861c24609416133ac336cc9531431&lang=en&cache-only=0",
            "defineEn": "a person who is trained to treat a particular type of disease or disorder, particularly by using a specific therapy",
            "defineVi": "một người được đào tạo để điều trị một loại bệnh hoặc rối loạn cụ thể, đặc biệt là bằng cách sử dụng một liệu pháp cụ thể"
        },
        {
            "id": "f893a505-4daf-4948-a6cf-000416a49625",
            "word": "herbalist",
            "phonetic": "hɜːbəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "As a herbalist, he grows woodruff in his backyard and uses it to create herbal remedies.",
                "Women also served as herbalists and midwives, which are valuable roles in society.",
                "The midwives, herbalists, and shamans were recast as witches to discredit their influence.",
                "The talented young herbalist named Xu Xian was in trouble."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyYmFsaXN0&hash=008633eb415500d6b3209c05c96363b7c2947f63&lang=en&cache-only=0",
            "defineEn": "a therapist who heals by the use of herbs",
            "defineVi": "một nhà trị liệu chữa bệnh bằng cách sử dụng các loại thảo mộc"
        },
        {
            "id": "f18cc4d9-565f-474b-9f56-6fe0e8ee0c05",
            "word": "epidemiologist",
            "phonetic": "ɛpɪdɛmɪɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jennifer Nuzzo is an epidemiologist at the Coronavirus Resource Center at Johns Hopkins University.",
                "Ramona Antone-Nez is senior epidemiologist at the Navajo Epidemiology Center.",
                "Dr. Ramanan Laxminarayan is an economist, epidemiologist and senior research scholar with Princeton University.",
                "It all started in late February with a renowned Chinese epidemiologist.",
                "She's a physician, epidemiologist, and professor and chair of epidemiology and biostatistics at the University of California, San Francisco."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGVtaW9sb2dpc3Q&hash=4f5bd8b350ec1dfe2486fea8881146b1162a2a6d&lang=en&cache-only=0",
            "defineEn": "a medical scientist who studies the transmission and control of epidemic diseases",
            "defineVi": "một nhà khoa học y tế nghiên cứu về sự lây truyền và kiểm soát các bệnh dịch"
        },
        {
            "id": "1e608387-f2d3-4f89-a473-e6492a186f57",
            "word": "nurse practitioner",
            "phonetic": "nɜːs pɹæktɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVyc2UgcHJhY3RpdGlvbmVy&hash=943b69e5da9f28dc3904104ef8e7315e65d0b63e&lang=en&cache-only=0",
            "defineEn": "a registered nurse who has received special training and can perform many of the duties of a physician",
            "defineVi": "một y tá đã đăng ký đã được đào tạo đặc biệt và có thể thực hiện nhiều nhiệm vụ của một bác sĩ"
        },
        {
            "id": "c81aedce-f22a-4a1f-bb27-6777b1184bc2",
            "word": "registered nurse",
            "phonetic": "ɹɛdʒɪstɚd nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0ZXJlZCBudXJzZQ&hash=5a773899ff50cd7dee1ff154e34d9cf1de668c0f&lang=en&cache-only=0",
            "defineEn": "a graduate nurse who has passed examinations for registration",
            "defineVi": "một y tá tốt nghiệp đã vượt qua kỳ thi đăng ký"
        },
        {
            "id": "cefbc93d-9ba5-4147-b0ac-4c5ca00642c0",
            "word": "licensed practical nurse",
            "phonetic": "laɪsənst pɹæktɪkəl nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGljZW5zZWQgcHJhY3RpY2FsIG51cnNl&hash=0e608155513a533aa88af499666c6256e03d99c3&lang=en&cache-only=0",
            "defineEn": "a nurse who has enough training to be licensed by a state to provide routine care for the sick",
            "defineVi": "một y tá được đào tạo đầy đủ để được tiểu bang cấp giấy phép chăm sóc thường xuyên cho người bệnh"
        },
        {
            "id": "8d9fa874-893a-4b82-b525-b28f191723d0",
            "word": "CNA",
            "phonetic": "siːɛneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lori Porter: More than anything, a CNA tries to protect the quality of life and the dignity of those they serve."
            ],
            "audio": "https://tts.langeek.co/read?text=Q05B&hash=e97026fa51c5d5fd5c2c16926cd3840397aad166&lang=en&cache-only=0",
            "defineEn": "a healthcare professional who provides basic patient care under the supervision of a registered nurse (RN) or licensed practical nurse (LPN) in healthcare settings",
            "defineVi": "một chuyên gia chăm sóc sức khỏe cung cấp dịch vụ chăm sóc bệnh nhân cơ bản dưới sự giám sát của y tá đã đăng ký (RN) hoặc y tá thực hành được cấp phép (LPN) trong môi trường chăm sóc sức khỏe"
        },
        {
            "id": "ca89b1b8-1ace-45f7-a9d4-fdc9d099b629",
            "word": "hypnotist",
            "phonetic": "hɪpnətɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those are the folks whom a hypnotist could get to smile at the smell of sour milk just by suggesting it was rosewater."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwbm90aXN0&hash=2bc0ab1f14f2525b171d9503534b6faf96cffa63&lang=en&cache-only=0",
            "defineEn": "a person who induces hypnosis",
            "defineVi": "một người thôi miên"
        },
        {
            "id": "dc27075f-dafe-441f-a1b1-99e68e5334f8",
            "word": "hypnotherapist",
            "phonetic": "hɪpnoʊθɛɹeɪpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, I redirected my natural actor's curiosity into becoming a hypnotherapist."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwbm90aGVyYXBpc3Q&hash=938c7ff2758ed5c11f1b1783a6e9865f4f45a25e&lang=en&cache-only=0",
            "defineEn": "a person who utilizes hypnosis to treat people with physical or emotional problems",
            "defineVi": "một người sử dụng thôi miên để điều trị cho những người có vấn đề về thể chất hoặc cảm xúc"
        },
        {
            "id": "7b4caf8c-51f6-4767-ad3a-9a29bb5a5caf",
            "word": "hospital social worker",
            "phonetic": "hɑːspɪɾəl soʊʃəl wɜːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWwgc29jaWFsIHdvcmtlcg&hash=08a33347684b9fe311f032946ce3653d94beb391&lang=en&cache-only=0",
            "defineEn": "***a professional who supports patients and their families in hospitals, community clinics, and other health care settings by coordinating patients' care with the larger medical team",
            "defineVi": "***một chuyên gia hỗ trợ bệnh nhân và gia đình của họ trong bệnh viện, phòng khám cộng đồng và các cơ sở chăm sóc sức khỏe khác bằng cách phối hợp chăm sóc bệnh nhân với đội ngũ y tế lớn hơn"
        },
        {
            "id": "290c1db4-c227-4f99-a9cd-59d4a5aef3da",
            "word": "hygienist",
            "phonetic": "haɪdʒiːnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hygienist brought out another electric tool!",
                "A group of nurses and dental hygienists came to save the day.",
                "In the 1920s, the racial hygienists had to wait around.",
                "I was a little nervous at first, so I asked the hygienist what it was for.",
                "Well, the person who cleaned my teeth wasn’t actually the dentist herself, she was a dental hygienist."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlnaWVuaXN0&hash=e864a26c3da9d9e75f3c034fc80424039237edee&lang=en&cache-only=0",
            "defineEn": "a medical specialist in hygiene",
            "defineVi": "một chuyên gia y tế về vệ sinh"
        },
        {
            "id": "758fc2ee-04e3-4ca6-8341-2d2cb504fec4",
            "word": "doula",
            "phonetic": "duːlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you have a doula?",
                "The Changing Woman Initiative held its indigenous doula training inside this hogan, which the women say was representative of a mother's womb.",
                "It's so much more than just the doula training and learning about birth.",
                "They're learning how to be doulas, or people trained to support women through pregnancy and birth.",
                "You'll get a healthy meal, and then if you want to be matched with a doula, you can be matched with a doula for your birth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91bGE&hash=7ea4b1dbf962e2e0fbf1048d96b1bf876fb5cf61&lang=en&cache-only=0",
            "defineEn": "an assistant (often the father of the soon-to-be-born child) who provides support for a woman in labor by encouraging her to use techniques learned in childbirth-preparation classes",
            "defineVi": "một trợ lý (thường là cha của đứa trẻ sắp chào đời), người hỗ trợ người phụ nữ chuyển dạ bằng cách khuyến khích cô ấy sử dụng các kỹ thuật đã học trong các lớp chuẩn bị sinh con"
        },
        {
            "id": "071b6e16-5f57-43db-9851-4bd8d15e20fd",
            "word": "aromatherapist",
            "phonetic": "ɚɹoʊmɐθɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJvbWF0aGVyYXBpc3Q&hash=1ec36d153bc29975b0ea547890882e93834c4d9e&lang=en&cache-only=0",
            "defineEn": "a trained professional who utilizes essential oils and their therapeutic properties to promote physical and emotional well-being in clients",
            "defineVi": "một chuyên gia được đào tạo sử dụng các loại tinh dầu và các đặc tính trị liệu của chúng để thúc đẩy sức khỏe thể chất và tinh thần của khách hàng"
        },
        {
            "id": "8000c0fc-3f40-4e32-96f2-e4f059d13306",
            "word": "acupuncturist",
            "phonetic": "ækjuːpʌŋktʃɚɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "she puts her patients in touch with a great acupuncturist in London."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1cHVuY3R1cmlzdA&hash=90c0a21d3c8b3d17b2da4796f77f4bead123a809&lang=en&cache-only=0",
            "defineEn": "a person who is trained in acupuncture",
            "defineVi": "một người được đào tạo về châm cứu",
            "hasImg": true
        },
        {
            "id": "7f53d3e3-e93c-4c85-9853-7b8bf0623cb7",
            "word": "clinician",
            "phonetic": "klɪnɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clinicians sometimes call these micro psychotic episodes.",
                "Up until this point, clinicians had used urine to measure blood sugar.",
                "The authors of one study urged clinicians not to automatically dismiss complaints that might be symptoms of autoimmune disease as hallucinations or delusions.",
                "She also served as a clinician during the Ebola outbreaks in West and East Africa in 2014 and 2015.",
                "Some clinicians still do think that Rorschach test can be a helpful diagnostic tool when used correctly and cautiously."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljaWFu&hash=47e72f268ec244cb2ed9c04134e3143b0573cd67&lang=en&cache-only=0",
            "defineEn": "a health care professional who treats and examines patients through direct contact",
            "defineVi": "một chuyên gia chăm sóc sức khỏe điều trị và kiểm tra bệnh nhân thông qua tiếp xúc trực tiếp",
            "hasImg": true
        },
        {
            "id": "9f4591ed-e483-4e7e-b607-410648ca4403",
            "word": "consultant",
            "phonetic": "kənsʌltənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "The business consultant said during the meeting that in a business setting, better go about than fall into the ditch, and always be prepared and make informed decisions to avoid costly mistakes.",
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Our consultant is Dr. Brandon Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFudA&hash=82ab363f57ebb7961e9f75ce9e5737613ec2b045&lang=en&cache-only=0",
            "defineEn": "someone who gives professional advice on a given subject",
            "defineVi": "một người đưa ra lời khuyên chuyên nghiệp về một chủ đề nhất định",
            "hasImg": true
        },
        {
            "id": "0b517b1b-d9b6-4d94-bc7b-0ad606ca986e",
            "word": "healer",
            "phonetic": "hiːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And healers often used leeches to suck that blood out.",
                "The 70-year-old elder was a healer and a recognized chief of the Lakota Tribe.",
                "But Hippocratic physicians had to compete among many schools of healers.",
                "In around 1624, for instance, the slave and healer Paula de Eguiluz was tried in Spanish Cuba for witchcraft.",
                "For Evelyn Webb, Max has been a healer and stress reliever."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbGVy&hash=157f114714610eccc4641a1fd54c8eb171f03b82&lang=en&cache-only=0",
            "defineEn": "a person believed to be able to cure diseases or treat people using natural powers",
            "defineVi": "một người được cho là có thể chữa bệnh hoặc chữa bệnh cho mọi người bằng sức mạnh tự nhiên"
        },
        {
            "id": "19cf0533-5ab2-4b2e-96c4-6504be4f8b3f",
            "word": "homeopath",
            "phonetic": "hoʊmiːɑːpæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since nitroglycerin cause violent headaches, early homeopaths thought that small doses of it could relieve them.",
                "Homeopaths take one part of the solution and mix it with nine parts of water, diluting it down to one tenth of its original concentration, and shaking it.",
                "The first consultation with a homeopath can take hours and is very personal."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZW9wYXRo&hash=a3581ebc2ac6a7e09d951d4f7e18f82a6ceb6b2a&lang=en&cache-only=0",
            "defineEn": "someone who treats an ill person by giving them small doses of the substance that caused their illness",
            "defineVi": "ai đó điều trị một người bệnh bằng cách cho họ liều lượng nhỏ của chất gây bệnh cho họ"
        },
        {
            "id": "dc2bc399-3a8a-4d8b-ab7b-edff96e9300f",
            "word": "naturopath",
            "phonetic": "neɪtʃɚɹɑːpæθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJvcGF0aA&hash=020bbd6b284df58645f9abfd4eeed911ac7a3bd0&lang=en&cache-only=0",
            "defineEn": "a health practitioner who treats illnesses using natural remedies, rather than artificial drugs",
            "defineVi": "một bác sĩ điều trị bệnh bằng các biện pháp tự nhiên, thay vì thuốc nhân tạo"
        },
        {
            "id": "3b8ceaa0-2e07-412e-8de0-a967e9fbdf30",
            "word": "analyst",
            "phonetic": "ænɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Analysts predict record growth of sales in 2021, especially in Europe and China.",
                "Analysts predict record growth for EVs in 2021, especially in Europe and China.",
                "And according to analysts, the restaurant had another big advantage over its competitors: technology.",
                "Analysts might look for certain vehicles outside.",
                "Its explorers are its geographic analysts."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHlzdA&hash=deecd51f2ba93f36fe52944d2c70c94614db724e&lang=en&cache-only=0",
            "defineEn": "a licensed practitioner of psychoanalysis",
            "defineVi": "một học viên phân tâm học được cấp phép"
        },
        {
            "id": "3ee5121d-f007-4877-a79a-e461fff9e775",
            "word": "dental hygienist",
            "phonetic": "dɛntəl haɪdʒiːnɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVudGFsIGh5Z2llbmlzdA&hash=0785e0e4175dd6243f815edfb97037585d51f2f0&lang=en&cache-only=0",
            "defineEn": "someone trained to provide preventive dental service (cleaning teeth or taking x-rays)",
            "defineVi": "người được đào tạo để cung cấp dịch vụ nha khoa phòng ngừa (làm sạch răng hoặc chụp x-quang)"
        },
        {
            "id": "dfc629f4-0a1f-49c9-8679-1cbda84a36fc",
            "word": "dental nurse",
            "phonetic": "dɛntəl nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVudGFsIG51cnNl&hash=391c6e1fff5f046d2772b41a6605b1e0b19e9972&lang=en&cache-only=0",
            "defineEn": "a trained healthcare professional who assists dentists in providing oral healthcare services to patients",
            "defineVi": "một chuyên gia chăm sóc sức khỏe được đào tạo, người hỗ trợ nha sĩ cung cấp dịch vụ chăm sóc sức khỏe răng miệng cho bệnh nhân"
        }
    ]
}