{
    "id": "dd860937-769c-45ca-a92b-0d677c783ad1",
    "title": "The Last Word (Unit 1)",
    "originalTitle": "The Last Word (Unit 1)",
    "words": [
        {
            "id": "1de76329-4a1c-4feb-94da-c4473d5babcd",
            "word": "hectic",
            "phonetic": "hɛktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I promise to take you to the park after the dust settles and work isn't so hectic.",
                "The entrepreneur's hectic schedule keeps her on the go, managing her business ventures and attending meetings.",
                "Living in the city can be hectic, so sometimes I crave the tranquility of the country.",
                "Yesterday was very hectic, but today I feel like I can finally breathe again.",
                "Despite being in her early thirties, Lisa looks like she's on the wrong side of forty due to her stress and hectic lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVjdGlj&hash=b2bb39a2d1b50aed7ee6b5e99875f90fc0e8a451&lang=en&cache-only=0",
            "defineEn": "characterized by intense activity, confusion, or haste",
            "defineVi": "đặc trưng bởi hoạt động mạnh mẽ, nhầm lẫn hoặc vội vàng"
        },
        {
            "id": "c4d6e2aa-7f25-4cee-9c8d-131a918772dc",
            "word": "emotional",
            "phonetic": "ɪmoʊʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film had a surprisingly emotional ending, leaving the audience in tears.",
                "The issue is highly emotional and will cause a lot of blood on the carpet.",
                "Sarah went through a lot of emotional turmoil after her breakup with Mark.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGlvbmFs&hash=bf5e8680571a9d0cc8f189e19af52c65b432de0f&lang=en&cache-only=0",
            "defineEn": "relating to people's emotions",
            "defineVi": "liên quan đến cảm xúc của mọi người"
        },
        {
            "id": "4bec2762-9e09-41e4-97b1-520ac26cc0ca",
            "word": "to [make] a fuss",
            "phonetic": "tə meɪk ɐ fʌs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBhIGZ1c3M&hash=45ffdc03e3259657c4829c1fe5db881ddbc08344&lang=en&cache-only=0",
            "defineEn": "to say something incorrect or unsatisfactory, often in an angry tone",
            "defineVi": "nói điều gì đó không đúng hoặc không thỏa đáng, thường với giọng điệu tức giận"
        },
        {
            "id": "2e080d0c-8c20-4c59-97e4-1830d036c2d9",
            "word": "gutted",
            "phonetic": "ɡʌɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "AMNA NAWAZ: Devastation across the South this morning, downed power lines, gutted forests, and homes eviscerated, the aftermath of a series of powerful tornadoes that wreaked havoc last night, including in Georgia."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V0dGVk&hash=2433efbfe7e4ed508c59700d81627a18fdc1288b&lang=en&cache-only=0",
            "defineEn": "experiencing great sadness, shock, or disappointment",
            "defineVi": "trải qua nỗi buồn, cú sốc hoặc sự thất vọng lớn"
        },
        {
            "id": "f8e846cf-7c09-4bfa-a095-562d35383978",
            "word": "to blow away",
            "phonetic": "tə bloʊ ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have a cottage in the Cotswolds, and getting back there after a few days in London really blows away the cobwebs.",
                "I'm blown away.",
                "I was just blown away.",
                "I am kind of really blown away.",
                "TOM CASCIATO: Were you completely blown away by that?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdyBhd2F5&hash=6b2c06a3ed67d7dfe3e3d680121dadea214c01ca&lang=en&cache-only=0",
            "defineEn": "to impress someone greatly",
            "defineVi": "để gây ấn tượng với ai đó rất nhiều"
        },
        {
            "id": "8451d3e7-ace5-47a9-8ecc-7c54cb84ce2c",
            "word": "thrilled to bits",
            "phonetic": "θɹɪld tə bɪts ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxsZWQgdG8gYml0cw&hash=a79f91c196231129ae6ac09fcf736869a11054e0&lang=en&cache-only=0",
            "defineEn": "used to describe a person who is very excited and pleased",
            "defineVi": "được sử dụng để mô tả một người đang rất vui mừng và hài lòng"
        },
        {
            "id": "cf21a3c7-3cf7-4efa-8a3e-876cb1adba3e",
            "word": "to get through to",
            "phonetic": "tə ɡɛt θɹuː tuː ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The message was finally getting through to him.",
                "Only a handful of the candidates were able to get through to the final stage of the interview process.",
                "I feel I’m not getting through to some of the kids in my class.",
                "I couldn’t seem to get through to her.",
                "I find it impossible to get through to her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHRocm91Z2ggdG8&hash=7a141274b2f25c07ca1ad95436a0c12a80d2944e&lang=en&cache-only=0",
            "defineEn": "to successfully communicate a message or idea to someone in a way that they understand or accept it",
            "defineVi": "để truyền đạt thành công một thông điệp hoặc ý tưởng cho ai đó theo cách mà họ hiểu hoặc chấp nhận nó"
        },
        {
            "id": "a0d22775-0efa-4260-b787-674d98c6d66c",
            "word": "couch potato",
            "phonetic": "kaʊtʃ pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Choosing to be a couch potato, or to indulge one’s pleasures, he said, is to live a not-good life.",
                "Some never did anything more than sit on a couch, you know, as a couch potato.",
                "Next time, we’ll delve more deeply into our couch potato friends the alkanes, from where we get them to how they like to arrange themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291Y2ggcG90YXRv&hash=ad1ce3806c4a37e46a3d2a03eca865baf2dc63cd&lang=en&cache-only=0",
            "defineEn": "someone who sits around and watches TV a lot",
            "defineVi": "một người ngồi xung quanh và xem TV rất nhiều",
            "hasImg": true
        },
        {
            "id": "790aac21-0b5c-4775-aef1-ab0bf496e7c5",
            "word": "to get at",
            "phonetic": "tə ɡɛt æt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We got at first a trickle of people.",
                "Now they got at the when pretty quickly.",
                "You can get at the battery.",
                "You can get at the storage.",
                "What are you getting at, here?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGF0&hash=3d56b4632cd36f362ea258584c3cfce031907ff4&lang=en&cache-only=0",
            "defineEn": "to criticize or attack someone, usually in a subtle or indirect manner",
            "defineVi": "chỉ trích hoặc tấn công ai đó, thường là một cách tế nhị hoặc gián tiếp"
        },
        {
            "id": "1d525d69-e2dc-4b7f-b955-d92399ba2c29",
            "word": "adoration",
            "phonetic": "ædɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had lost customers' trust and Wall Street's adoration.",
                "We’ve actually found him a wonderful home as a classroom pet, where he will get the dedication of a wonderful teacher who knows turtle care, and the adoration of many students.",
                "He loves the energy and he loves the adoration that he gets from those rallies.",
                "So before we start the incoherent screaming and fan adoration, let’s get to the heart and soul of where these teenage dreams originated.",
                "And so came the Giotto mission, named for the Italian painter Giotto di Bondone of the Late Middle Ages, on account of his representing the Star of Bethlehem as a comet in his painting, Adoration of the Magi."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcmF0aW9u&hash=20c68b0b7633d8a5a69c04df6e1fa0c4b027d68b&lang=en&cache-only=0",
            "defineEn": "the act of showing great love or admiration, usually through gestures or actions",
            "defineVi": "hành động thể hiện tình yêu lớn hoặc sự ngưỡng mộ, thường thông qua cử chỉ hoặc hành động"
        },
        {
            "id": "39787a1e-2e52-48fb-8c05-f71b0bcc17a5",
            "word": "pride",
            "phonetic": "pɹaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should take more pride in your appearance.",
                "I swallowed my pride and phoned him.",
                "As a chef, I take pride in creating a homemade Bearnaise sauce that elevates any dish.",
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpZGU&hash=486f61f90ec1d0260d1108e379b00d8c54d41b2c&lang=en&cache-only=0",
            "defineEn": "a feeling of dignity and self-respect",
            "defineVi": "một cảm giác về nhân phẩm và lòng tự trọng"
        },
        {
            "id": "04ab684f-ea75-42e6-8272-d560cab75138",
            "word": "curiosity",
            "phonetic": "kjʊɹɹɪɔsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Curiosity killed the cat, but satisfaction brought it back.",
                "You know what they say - curiosity killed the cat.",
                "The pig greeted me with curiosity and approached the fence.",
                "She scratched that itch of curiosity by exploring different cultures and traditions.",
                "As a brilliant scientist, Dr. Johnson's daughter proves to be a chip off the old block, showing the same level of curiosity and dedication to scientific research."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyaW9zaXR5&hash=c451ef75d8f910f16b35a7aac6f8ed841a5cd440&lang=en&cache-only=0",
            "defineEn": "a strong wish to learn something or to know more about something",
            "defineVi": "một mong muốn mạnh mẽ để tìm hiểu một cái gì đó hoặc để biết thêm về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "02b9cae2-a4e9-4e4c-baff-5b1334cf9843",
            "word": "encouragement",
            "phonetic": "ɛŋkɜːɹɪdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His parents gave him the encouragement he needed to succeed.",
                "I literally would never have considered giving writing a shot without your example and encouragement.",
                "You need some encouragement?",
                "Here are some tips for encouragement.",
                "- One thing of encouragement I just wanna leave you with."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jb3VyYWdlbWVudA&hash=0325c76fd5b375434a36eed9f2bd91b0fd1c9be1&lang=en&cache-only=0",
            "defineEn": "something that is told or given to someone in order to give them hope or provide support",
            "defineVi": "một cái gì đó được nói hoặc trao cho ai đó để cho họ hy vọng hoặc cung cấp hỗ trợ"
        },
        {
            "id": "1db78245-abb4-45d9-998f-5737a39cedc4",
            "word": "fury",
            "phonetic": "fjʊɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fury of robot and rocket weapons was unleashed against our front.",
                "Now, the campaign mounted in fury as France crumbled.",
                "He was in a controlled fury. ",
                "The fallout from a day of fury in Washington is still very much in the air tonight.",
                "It was like I don't know, fury, you could make the argument for fury."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVyeQ&hash=0570a5f7be04d3a0ebaf4b7b78f916878df3261a&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme and often violent anger",
            "defineVi": "một cảm giác cực kỳ tức giận và thường dữ dội",
            "hasImg": true
        },
        {
            "id": "89fb5ada-03cb-4bc6-842e-59eac526a154",
            "word": "indignation",
            "phonetic": "ɪndɪɡneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the sphere's indignation is understandable.",
                "That righteous indignation lit up conservatives across the country. ",
                "This resulted in huge indignation, and people started going to the streets and demanded their reforms.",
                "Bounderby's great face turned purple with indignation.",
                "I know everyone focuses about the anger of the Republicans in their support of Thomas and their indignation over his attacks, and yet the public was more interested in Anita Hill and more interested in watching how Democrats handled Thomas than they were the Republican indignation. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWduYXRpb24&hash=4b0493e0981cbdb295b362e5c0ed0ecb228f9f1f&lang=en&cache-only=0",
            "defineEn": "a feeling of anger or annoyance aroused by something unjust, unworthy, or mean",
            "defineVi": "một cảm giác tức giận hoặc khó chịu gây ra bởi một cái gì đó bất công, không xứng đáng, hoặc có ý nghĩa",
            "hasImg": true
        },
        {
            "id": "a44da16b-89be-4f9e-890d-cf0af43b66aa",
            "word": "irritation",
            "phonetic": "ɪɹɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations.",
                "Irritation is good for comedy.",
                "And, at high concentrations, acetone can cause skin rashes and irritation.",
                "This can lead to irritation in their GI tract, impaction, and death.",
                "Fleas cause skin irritations, which can lead to hair loss and wounds caused by persistent scratching."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyaXRhdGlvbg&hash=53cbd5ff03abe3585bddd362c47c3c37ecb9ba01&lang=en&cache-only=0",
            "defineEn": "a feeling of annoyance or discomfort caused by something that is bothersome or unpleasant",
            "defineVi": "một cảm giác khó chịu hoặc khó chịu gây ra bởi một cái gì đó là khó chịu hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "da6fcc31-d0b5-47fe-aea3-991da9a5e4d8",
            "word": "modesty",
            "phonetic": "mɑːdəsti ",
            "partOfSpeechType": "noun",
            "examples": [
                "You don't have a shyness thing or a modesty thing at all.",
                "So, all in all, modesty is a pretty good tactic in social situations.",
                "Not only was it thought to be more hygienic to have a layer between the genitals and outer clothes, but also disguising the shape of the genitals was believed to promote modesty and chastity.",
                "When male physicians and surgeons began attending to female patients during labor in the 18th and 19th centuries, modesty was a huge concern for both parties.",
                "The sacred texts of these four faiths all refer to ideals like modesty, equality, or changes in status or age, which the practice of covering your hair or head are supposed to manifest."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXN0eQ&hash=6491ab5e120562286911a2981528ff5a64a02d96&lang=en&cache-only=0",
            "defineEn": "he quality of not being too proud or boastful about one's abilities or achievements, and not drawing too much attention to oneself",
            "defineVi": "phẩm chất không quá tự hào hay khoe khoang về khả năng hoặc thành tích của mình, và không thu hút quá nhiều sự chú ý vào bản thân",
            "hasImg": true
        },
        {
            "id": "a66e1921-8a53-4a20-92e5-87d8a4f67e53",
            "word": "reassurance",
            "phonetic": "ɹiːəʃʊɹɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "R stands for reassurance.",
                "That reassurance is always short-lived.",
                "At first Sugriv mistrusts the two humans, but after reassurance from his Chief councillor Hanuman, he decides to give them a chance.",
                "But we focused more on the reassurance than actually deterring the Russians.",
                "This is avoiding situations or seeking reassurance from people."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc3N1cmFuY2U&hash=bb0b99d7a4343e2733d374bde25feaeaf10b4ab2&lang=en&cache-only=0",
            "defineEn": "a comforting action or statement made to someone to ease their worries, uncertainties, or anxieties about something",
            "defineVi": "một hành động hoặc tuyên bố an ủi được thực hiện với ai đó để giảm bớt lo lắng, sự không chắc chắn hoặc lo lắng của họ về điều gì đó"
        },
        {
            "id": "9656121c-b096-4fc6-be50-68db6c953f64",
            "word": "anxiety",
            "phonetic": "æŋzaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My anxiety usually keeps me from taking time by the forelock.",
                "Leave it to anxiety to put a situation out of perspective.",
                "Jane's parents were worried about her anxiety, but they knew that care is no cure and encouraged her to seek professional help.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "He took to practicing yoga every morning to help him manage his stress and anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=YW54aWV0eQ&hash=fba9f40d830c7a836f85bc7754c4133f3a9a730b&lang=en&cache-only=0",
            "defineEn": "a feeling of nervousness or worry that one might have about an uncertain outcome in the future",
            "defineVi": "một cảm giác hồi hộp hoặc lo lắng mà một người có thể có về một kết quả không chắc chắn trong tương lai",
            "hasImg": true
        },
        {
            "id": "d1f8e5ce-5710-4ef0-a1b4-e9aef51b490e",
            "word": "boastfulness",
            "phonetic": "boʊstfəlnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9hc3RmdWxuZXNz&hash=d46513f51da2a9f27a41b274bdf01208147d0102&lang=en&cache-only=0",
            "defineEn": "the act of bragging or expressing excessive pride or self-importance about oneself, one's achievements, possessions, or status",
            "defineVi": "hành động khoe khoang hoặc thể hiện niềm tự hào hoặc tầm quan trọng quá mức về bản thân, thành tích, tài sản hoặc địa vị của một người",
            "hasImg": true
        },
        {
            "id": "a41702a1-42de-41e8-bca3-b73b3ad6b0dd",
            "word": "disappointment",
            "phonetic": "dɪsɐpɔɪntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boy's disappointment was thinly veiled when he opened his present.",
                "As the saying goes, expect disappointment and you will never be disappointed.",
                "As a parent, I try not to shield my children from every disappointment.",
                "Personal failures, disconnect from friends, and academic disappointments casted a cloud on my sense of purpose.",
                "I've had my fair share of heartbreak and disappointment, but I still believe that there is more pleasure in loving than in being beloved - it's a risk worth taking."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludG1lbnQ&hash=2110f936780b424049c493ff74347530dd319a49&lang=en&cache-only=0",
            "defineEn": "dissatisfaction that is resulted from the unfulfillment of one's expectations",
            "defineVi": "sự không hài lòng là kết quả của việc không đáp ứng mong đợi của một người"
        },
        {
            "id": "7c179a2f-47bc-4e94-9068-e221a86e9c59",
            "word": "fear",
            "phonetic": "fɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I fear no one.",
                "Your fears are all in the mind.",
                "Scientists fear that global warming has gone beyond the point of no return.",
                "Fear got a hold of me, but I gave it a twirl anyways.",
                "There are fears of a hidden agenda behind this new proposal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcg&hash=6e1f3f0d311d861b5aa876b19940c6db7f4a7644&lang=en&cache-only=0",
            "defineEn": "a bad feeling that we get when we are afraid or worried",
            "defineVi": "một cảm giác tồi tệ mà chúng ta nhận được khi chúng ta sợ hãi hoặc lo lắng",
            "hasImg": true
        },
        {
            "id": "a97a0928-ac7f-44a6-a6cf-ae05f3ea26af",
            "word": "gratitude",
            "phonetic": "ɡɹæɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And remembering gratitude.",
                "In the best case, gratitude can trigger a feedback loop.",
                "The easiest gratitude exercise, with the most solid research behind it, is gratitude journaling.",
                "Number three make a gratitude list.",
                "Surprisingly, the Little’s feelings of gratitude also predicted her Big’s sense of the relationship a month later."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGl0dWRl&hash=97f04e8212a4ff8a402660a0071a72ae16e0e6c9&lang=en&cache-only=0",
            "defineEn": "the quality of being thankful or showing appreciation for something",
            "defineVi": "chất lượng của lòng biết ơn hoặc thể hiện sự đánh giá cao cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "683a527d-a772-46d5-a1d3-38f17d3fc194",
            "word": "sarcasm",
            "phonetic": "sɑːɹkæzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The non-human scanning software can easily misread jokes or sarcasm.",
                "It wasn't sarcasm.",
                "Sarcasm is wit with bitterness behind it.",
                "Do they use sarcasm as a way to hurt you?",
                "They may see it as sarcasm."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyY2FzbQ&hash=1ba3eec2788cfc58fba2903a16f87df4aa1b0d5d&lang=en&cache-only=0",
            "defineEn": "the practice of uttering words that convey the opposite meaning as a way to annoy someone or for creating a humorous effect",
            "defineVi": "thực hành thốt ra những từ truyền đạt ý nghĩa ngược lại như một cách để làm phiền ai đó hoặc để tạo ra một hiệu ứng hài hước"
        },
        {
            "id": "e57b3adf-9a53-4b6f-af9e-be44a80330ef",
            "word": "relief",
            "phonetic": "ɹᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Morning brought no relief from the heat.",
                "He felt a sense of relief when the doctor assured him that his stomach issue was temporary.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "Even though I love traveling and seeing new places, I always feel a sense of relief when I return to my own house."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWVm&hash=b227d2573ce859a087939f7f626fb84d1e47279c&lang=en&cache-only=0",
            "defineEn": "a feeling of comfort that comes when something annoying or upsetting is gone",
            "defineVi": "một cảm giác thoải mái đến khi một cái gì đó gây phiền nhiễu hoặc khó chịu đã biến mất",
            "hasImg": true
        },
        {
            "id": "419c3980-1fec-4633-83cb-156955e7dec0",
            "word": "astonishment",
            "phonetic": "ɐstɑːnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think on my part there was a certain feeling of astonishment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0b25pc2htZW50&hash=4c4e106967b037f28a471caf875269509440721e&lang=en&cache-only=0",
            "defineEn": "a feeling of total surprise",
            "defineVi": "một cảm giác hoàn toàn bất ngờ",
            "hasImg": true
        },
        {
            "id": "8c5a4cf9-8bd1-4a2f-8e64-90f94228c660",
            "word": "delight",
            "phonetic": "dᵻlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's always a delight to find fresh spring onions at the farmers market.",
                "The girl giggled with delight as she unwrapped her birthday presents, revealing a new bicycle.",
                "The baby giggled and clapped its hands in delight.",
                "My sister showed me the monkey eating a banana with delight.",
                "The vegetarian lentil burger delighted my taste buds with its savory and wholesome flavors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWdodA&hash=2daa532749249a8b61e151b5a2f2cbba566c8cea&lang=en&cache-only=0",
            "defineEn": "a feeling of great pleasure or joy",
            "defineVi": "một cảm giác của niềm vui lớn hoặc niềm vui",
            "hasImg": true
        },
        {
            "id": "e12f0c55-c871-4173-89fa-90597344d8cc",
            "word": "to pull the other (one|leg) (, it has got bells on|)",
            "phonetic": "tə pʊl ðɪ ʌðɚ wʌn slæʃ lɛɡ ɪt hɐz ɡɑːt bɛlz ɔn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCB0aGUgb3RoZXIgb25lICwgaXQgaGFzIGdvdCBiZWxscyBvbg&hash=a051cf2b62f7abdd5db8b7897b7c240b3e7c4e89&lang=en&cache-only=0",
            "defineEn": "to show that one believes that someone is joking or lying",
            "defineVi": "để chỉ ra rằng một người tin rằng ai đó đang nói đùa hoặc nói dối"
        },
        {
            "id": "121abefc-0b8e-4e1c-bc95-266df076ef2a",
            "word": "to die",
            "phonetic": "tə daɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old customs are dying.",
                "All men must die.",
                "The flowers died during a dry spell.",
                "My father died suddenly at the age of 48.",
                "The die is cast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGll&hash=d5585a0e5dddb4aa72b8b22963f91261cd2b2d52&lang=en&cache-only=0",
            "defineEn": "to have a strong longing or intense desire for something or someone",
            "defineVi": "để có một khao khát mạnh mẽ hoặc mong muốn mãnh liệt cho một cái gì đó hoặc ai đó"
        }
    ]
}