{
    "id": "de0f40c3-b803-4776-be4c-25af85c030ee",
    "title": "Lesson 4",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "04b2ff9c-29f5-4b8c-856f-dd6b6c23a447",
            "word": "indemnity",
            "phonetic": "ɪndɛmnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the Allies decided that they would occupy France until that indemnity was paid.",
                "After Napoleon and his forces were defeated at Waterloo in June of 1815, the Allies imposed an indemnity, meaning France would be responsible for some of the losses they caused."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZW1uaXR5&hash=892b0444a951353c28e6e1b1639ed72e75122254&lang=en&cache-only=0",
            "defineEn": "a sum of money paid in compensation for loss or injury",
            "defineVi": "một khoản tiền được trả để bồi thường cho mất mát hoặc thương tích"
        },
        {
            "id": "105b3a69-e4bc-4887-b664-c142e2863eca",
            "word": "to indemnify",
            "phonetic": "tʊ ɪndɛmnᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Why not indemnify hospitals? "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kZW1uaWZ5&hash=af2ac92bfd4f2dd186b148043a406ad0a99e3a46&lang=en&cache-only=0",
            "defineEn": "make amends for; pay compensation for",
            "defineVi": "đền bù cho; trả tiền bồi thường cho"
        },
        {
            "id": "1519bd73-b4c5-471d-816f-d82e3e3a4f17",
            "word": "to apportion",
            "phonetic": "tʊ ɐpoːɹʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Back in this country, there's word that the Census Bureau will miss tomorrow's deadline to report numbers for apportioning congressional seats.",
                "And so by understanding the time that something happened on the ground, we could then examine what was going on in the skies at that time, and then, you know, basically apportion blame to specific pilots for attacks on hospitals, on an IDP camp, a busy commercial street in Syria."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwb3J0aW9u&hash=b4e9fc5f99311822d85c359dc4fb38eb84724e70&lang=en&cache-only=0",
            "defineEn": "distribute according to a plan or set apart for a special purpose",
            "defineVi": "phân phối theo kế hoạch hoặc dành riêng cho một mục đích đặc biệt"
        },
        {
            "id": "a28f326e-8660-4021-9c20-97e07c35dfa4",
            "word": "to appertain",
            "phonetic": "tʊ ɐpɜːteɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZXJ0YWlu&hash=38a3bd2be3932f042359ddd717118f1ff9350643&lang=en&cache-only=0",
            "defineEn": "be a part or attribute of",
            "defineVi": "là một phần hoặc thuộc tính của"
        },
        {
            "id": "7d95748a-7f7a-4678-92ae-30b34eedd70b",
            "word": "to scrutinize",
            "phonetic": "tə skɹuːtɪnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He scrutinized the masters on YouTube to learn their techniques.",
                "This and other evidence will be scrutinized in what has now become a homicide investigation.",
                "The practice of greenwashing has forced Wall Street to scrutinize companies.",
                "and I know we should be scrutinized",
                "Over the centuries we’ve learned a lot about them by scrutinizing them with telescopes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NydXRpbml6ZQ&hash=d50fc25c368bd2bb396a29c1e1b8b94ab8aed42c&lang=en&cache-only=0",
            "defineEn": "to look at critically or searchingly, or in minute detail",
            "defineVi": "để xem xét nghiêm túc hoặc tìm kiếm, hoặc chi tiết phút"
        },
        {
            "id": "9f1ab11f-89a6-4aab-9724-bc63b7ee7a2d",
            "word": "scurrilous",
            "phonetic": "skɜːɹɪləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What I thought was, it was an outrageous, scurrilous attack on an honorable person. ",
                "You're protected by the Constitution if you say something libelous or slanderous or scurrilous or whatever. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1cnJpbG91cw&hash=609d32ccb9820e9ee4cc1cc028ae68ef17c44bcd&lang=en&cache-only=0",
            "defineEn": "expressing offensive reproach",
            "defineVi": "thể hiện sự trách móc xúc phạm"
        },
        {
            "id": "211f8363-b6c7-4ac1-b193-e5130141046e",
            "word": "to conspire",
            "phonetic": "tə kənspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thousands of people never conspire to do anything secretly.",
                "In 1893, the US Minister to the Kingdom of Hawai`i conspired with US citizens and a bunch of other non-native people to overthrow the Native Hawaiians’ sovereign government, which, yes, was a direct violation of international treaties.",
                "Six men were later charged with conspiring to kidnap Michigan's Democratic Governor Gretchen Whitmer.",
                "The suspicion is that these tribe members may be conspiring or cooperating with the illegal loggers to let them onto the land.",
                "With this type, the person feels that they're being conspired against, spied on, or poisoned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3BpcmU&hash=af7f83b27f9e5a1e2ebfbfe5285b041dd67eabcd&lang=en&cache-only=0",
            "defineEn": "engage in plotting or enter into a conspiracy, swear together",
            "defineVi": "tham gia vào âm mưu hoặc tham gia vào một âm mưu, thề với nhau"
        },
        {
            "id": "29e30e3c-937b-4d98-8091-337e6e6cf3fb",
            "word": "conspirator",
            "phonetic": "kənspɪɹəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conspirators thought that the death of Caesar would bring about the restoration of the Republic, and they were wrong.",
                "The FBI says that the conspirators talked of targeting Whitmer over coronavirus regulations.",
                "Osiris gave it a shot, and when he lay down in the box, the conspirators nailed it shut and sealed it with lead.",
                "A group of conspirators calling themselves the liberators began to secretly discuss plans for assassination.",
                "Unfortunately for Brutus, he and the other conspirators had underestimated Caesar's popularity among the Roman public, many of whom saw him as an effective leader, and the senate as a corrupt aristocracy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3BpcmF0b3I&hash=67c75b6613d32361d719b042d8b8590ba94768b8&lang=en&cache-only=0",
            "defineEn": "a person involved in a conspiracy",
            "defineVi": "một người tham gia vào một âm mưu"
        },
        {
            "id": "21ff4214-d7e7-46dd-a356-4d579a71dce3",
            "word": "conspicuous",
            "phonetic": "kənspɪkjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have taken this vow of silence, with conspicuous consumptions.",
                "In the aftermath of the 2008 Recession, consumers were less interested in conspicuous consumption.",
                "Their conspicuous tails of water and dust spark renewed interest whenever they grace the night sky.",
                "The title of the strip became synonymous with conspicuous consumption, driven by social pressure.",
                "For years, my name, Te-Ping, has made me feel incredibly conspicuous."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3BpY3VvdXM&hash=7d31d0f1dd2dda1afbb5ea8183452c9255412e84&lang=en&cache-only=0",
            "defineEn": "standing out and easy to see or notice",
            "defineVi": "nổi bật và dễ nhìn hoặc chú ý"
        },
        {
            "id": "d701f67c-d7cf-45c2-aaaf-39d38d61f9c7",
            "word": "subterranean",
            "phonetic": "sʌbtɪɹeɪniən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In Rome, subterranean catacombs housed both cremation urns and intact remains.",
                "It was kind of subterranean. ",
                "Subterranean living has become normal in Coober Pedy. ",
                "And subterranean animals have all sorts of cool adaptations for living below ground.",
                "For centuries, subterranean gravity transport like this was the stuff of dreams. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGVycmFuZWFu&hash=181e23b1f6ae6ed1e36180205f777a3264e2871a&lang=en&cache-only=0",
            "defineEn": "lying beyond what is openly revealed or avowed (especially being kept in the background or deliberately concealed)",
            "defineVi": "nằm ngoài những gì được tiết lộ hoặc thừa nhận một cách công khai (đặc biệt là được giữ kín hoặc che giấu có chủ ý)"
        },
        {
            "id": "b0539862-d3f8-4537-b64e-fe61fc0c8c0a",
            "word": "subtrahend",
            "phonetic": "sʌbtɹæhɛnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VidHJhaGVuZA&hash=3253f5a771ab5db87a24bc309ce9710c7a27f67d&lang=en&cache-only=0",
            "defineEn": "the number to be subtracted from the minuend",
            "defineVi": "số bị trừ ở số bị trừ"
        },
        {
            "id": "57966875-2d14-4162-9d3e-7892bd6c11d2",
            "word": "subtle",
            "phonetic": "sʌɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "The Pinot grape juice had a subtle sweetness, making it a great base for refreshing cocktails.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGxl&hash=971cb165686953e56157bb414624828c0bf6067e&lang=en&cache-only=0",
            "defineEn": "hard to notice or detect",
            "defineVi": "khó nhận thấy hoặc phát hiện"
        },
        {
            "id": "123a11a8-ea1c-4177-8b73-ca80bc04d0f2",
            "word": "subterfuge",
            "phonetic": "sʌbtɚfjuːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this subterfuge is hard on Shen Teh.",
                "The couriers exploited a naive German belief that women were incapable of sabotage and subterfuge.",
                "But this was not something that we’d ever seen before, an invasion out in the open that was, in effect, being conducted by stealth, by subterfuge, so it took us some time to really figure out, how do you effectively respond to that?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGVyZnVnZQ&hash=00b06373f6f1513162b4ae30b2b9bed16278f58b&lang=en&cache-only=0",
            "defineEn": "the use of deceptive methods or devices to achieve something",
            "defineVi": "việc sử dụng các phương pháp hoặc thiết bị lừa đảo để đạt được điều gì đó"
        },
        {
            "id": "532aaa9d-db3a-4694-b54b-77cabcd1dad9",
            "word": "to subtend",
            "phonetic": "tə sʌbtɛnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VidGVuZA&hash=0f7bab758c4543e4d303a1ea0b828cc0ed05c82e&lang=en&cache-only=0",
            "defineEn": "be opposite to; of angles and sides, in geometry",
            "defineVi": "đối diện với; góc và cạnh trong hình học"
        },
        {
            "id": "3f84aff9-580b-46b5-8682-c904862282a5",
            "word": "anachronism",
            "phonetic": "ænækɹənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "- It doesn't mean anything, it's just a really small anachronism.",
                "So today, thanks to a certain amount of luck and resourcefulness, these anachronisms still patrol the skies, circling around, searching for food, and serving as messengers to us from a different time.",
                "Its circulation was limited by an odd anachronism: these gazettes were still being written by hand.",
                "There are lots of examples of anachronisms around today, and many of them date back to the Pleistocene."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hY2hyb25pc20&hash=b439c648b1901bfbc57f8af5858c6807664dd8a7&lang=en&cache-only=0",
            "defineEn": "*** a person, a custom or an idea that seems old-fashioned and does not belong to the present",
            "defineVi": "*** một người, một phong tục hoặc một ý tưởng có vẻ lỗi thời và không thuộc về hiện tại"
        },
        {
            "id": "2ba4f058-4706-45ac-9793-361b632acacb",
            "word": "analgesic",
            "phonetic": "ænɐldʒiːzɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hbGdlc2lj&hash=40aef04c182efa7b50e0cf0c999fa2c524a45515&lang=en&cache-only=0",
            "defineEn": "capable of relieving pain",
            "defineVi": "có khả năng giảm đau"
        },
        {
            "id": "0ddbab30-785b-40b0-8db9-fddd123ad365",
            "word": "anarchy",
            "phonetic": "ænɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was anarchy.",
                "It's called anarchy and trial by media.",
                "This was about democracy and our constitution versus anarchy.",
                "Because Shades is Juice from Sons of Anarchy.",
                "Also, did anybody else make Sons of Anarchy jokes throughout the show?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hcmNoeQ&hash=9ba10cf511c5476d7ca45557475a43fcf27b0632&lang=en&cache-only=0",
            "defineEn": "the state of an organization or country that is lacking in order, authority, or control",
            "defineVi": "trạng thái của một tổ chức hoặc quốc gia thiếu trật tự, thẩm quyền hoặc kiểm soát"
        },
        {
            "id": "7e90bd70-fa50-4554-b9a6-8addc5274513",
            "word": "anathema",
            "phonetic": "ɐnæθəmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like immigration reform that are an anathema to most of his colleagues, he has always been a proponent of, and consequently he has been given probably more respect by Democrats across the aisle than an awful lot of Republicans.",
                "Almost everything stylistically, and many things about Trump substantively, were anathema to John McCain.",
                "A Donald Trump presidency is going to be anathema to at least part of the population and greatly welcomed by another part, and those two Americas have been at war with one another and they are likely to continue to be so. ",
                "But now, here again, was going to be a conservative taking the place of a liberal, and it was worse yet for many people, because he was an African American, and many people resented or despised the fact that a conservative African American would take positions that were anathema to many people in the more liberal wing of American politics. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdGhlbWE&hash=3b23ac1bce9c53a0ba66a1d3aef7d96f4f4e5fb4&lang=en&cache-only=0",
            "defineEn": "someone that is said to bring misery or distress as they are cursed by pope or council of the Church",
            "defineVi": "ai đó được cho là mang lại đau khổ hoặc đau khổ khi họ bị nguyền rủa bởi giáo hoàng hoặc hội đồng của Giáo hội"
        },
        {
            "id": "599d8d4d-105f-4467-9364-e54bb86d227e",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with the physical structure of humans, animals, or plants",
            "defineVi": "ngành khoa học liên quan đến cấu trúc vật lý của con người, động vật hoặc thực vật",
            "hasImg": true
        }
    ]
}