{
    "id": "de2e2b78-3f62-4270-95df-5e01ccbdce1a",
    "title": "Components of Clothes",
    "originalTitle": "Components of Clothes",
    "words": [
        {
            "id": "eb1166df-daa5-4467-9944-266c10e16383",
            "word": "bow",
            "phonetic": "boʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave a bow.",
                "The rookie player made his bow on the field during the championship game.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a mark of respect, the students would bow down to their teacher at the end of each class."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93&hash=64e861cdac57c895016fbbb829906830bc39f58d&lang=en&cache-only=0",
            "defineEn": "a knot tied with two loops and two loose ends, usually used for fastening shoelaces",
            "defineVi": "một nút buộc với hai vòng và hai đầu lỏng lẻo, thường được sử dụng để buộc dây giày",
            "hasImg": true
        },
        {
            "id": "a5e991f1-8c75-4343-992c-06b0db236ee9",
            "word": "buckle",
            "phonetic": "bʌkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Will the government there buckle?",
                "Buckle up.",
                "So buckle up for five fantastic women in engineering.",
                "because we've seen 750, even 850 watt units just buckle under the momentary current spikes from these RTX 3000 series cards.",
                "ACTRESS: Buckle up for some steamy teen romance."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVja2xl&hash=b4ca365e3eb2a79f2fc692f9f198ae6ae9c357f2&lang=en&cache-only=0",
            "defineEn": "a piece of metal or plastic with a hinged pin that is used for fastening a belt, bag, shoe, etc.",
            "defineVi": "một miếng kim loại hoặc nhựa có chốt bản lề được sử dụng để buộc thắt lưng, túi xách, giày, v.v.",
            "hasImg": true
        },
        {
            "id": "2579cd83-d8db-4fe8-b008-b134b0db4e72",
            "word": "button",
            "phonetic": "bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9u&hash=2d432cb662d9a50ff1ece8509faedbd391c40fe4&lang=en&cache-only=0",
            "defineEn": "a small, round object, usually made of plastic or metal, sewn onto a piece of clothing and used for fastening two parts together",
            "defineVi": "một vật tròn, nhỏ, thường làm bằng nhựa hoặc kim loại, được khâu vào một mảnh quần áo và dùng để buộc hai phần lại với nhau",
            "hasImg": true
        },
        {
            "id": "12aacc9a-2981-4e70-8470-59bf2281dbf0",
            "word": "collar",
            "phonetic": "kɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turn a collar down.",
                "A collar that turns down.",
                "He turned up the collar of his coat.",
                "Some of you were getting very hot under the collar about Royals.",
                "She'd got him by the collar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFy&hash=0828b17a324cd23e8e7f049127b7220cc8391adc&lang=en&cache-only=0",
            "defineEn": "the part around the neck of a piece of clothing that usually turns over",
            "defineVi": "phần quanh cổ của một bộ quần áo thường lật lại",
            "hasImg": true
        },
        {
            "id": "0dc25bb9-755c-4c74-9fa9-4e1c3e46ffa7",
            "word": "zipper",
            "phonetic": "zɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The skirt has a zipper at the back for easy wearing.",
                "He gently pulled the zipper to close his jacket.",
                "Sorry my zipper was exposed.",
                "We look at the symmetry of the logos by the manufacturer, the zippers.",
                "I mean, you cross your legs with jockey shorts with zippers."
            ],
            "audio": "https://tts.langeek.co/read?text=emlwcGVy&hash=0111292f5999a6a265615161d5d309bedc93cbf8&lang=en&cache-only=0",
            "defineEn": "an object with two plastic toothed strips used for fastening the open edges of a piece of clothing, bag, etc.",
            "defineVi": "một vật có hai dải răng bằng nhựa được sử dụng để buộc chặt các cạnh hở của một bộ quần áo, túi xách, v.v.",
            "hasImg": true
        },
        {
            "id": "a30901eb-e6e1-44c3-bf7d-bf16ad629b5b",
            "word": "cuff",
            "phonetic": "kʌf ",
            "partOfSpeechType": "noun",
            "examples": [
                "He rolled up the cuffs of his pants for a more casual look.",
                "Mr Baker was speaking off the cuff when he made those suggestions.",
                "I hadn't prepared a speech so I just said a few words off the cuff.",
                "The officers cuff Floyd’s hands behind his back.",
                "Blood pressure cuffs are easy to get."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VmZg&hash=8988d40979ec4ab91e84fa9ea16828d812e4a11b&lang=en&cache-only=0",
            "defineEn": "the part of a sleeve at the wrist that can be turned back",
            "defineVi": "một phần của tay áo ở cổ tay có thể quay lại",
            "hasImg": true
        },
        {
            "id": "92170375-6819-4997-a651-fbbd2b94eb9c",
            "word": "fastener",
            "phonetic": "fæsənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, in airplanes, engineers use fasteners to hold together the parts of the engine.",
                "They have Velcro fasteners that come free.",
                "But fasteners weaken and weigh down the structure and can even cause fractures over time.",
                "We haven't seen a single fastener yet made of copper or brass.",
                "So boat builders began to use iron nails for fasteners rather than sewing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzdGVuZXI&hash=f2479b21292f9e19c2113d747aa410be7201df79&lang=en&cache-only=0",
            "defineEn": "any device that is used to close or secure something, such as a zipper or strap",
            "defineVi": "bất kỳ thiết bị nào được sử dụng để đóng hoặc cố định thứ gì đó, chẳng hạn như dây kéo hoặc dây đeo",
            "hasImg": true
        },
        {
            "id": "aace0591-d0e8-413f-982a-c4d91dc5b5f2",
            "word": "fly",
            "phonetic": "flaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful bird flew high in the sky.",
                "\"And pigs can fly!\"",
                "The airplane flew through the clouds on its way to the destination.",
                "a black raven is flying across the night sky.",
                "Birds can fly freely in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx5&hash=aa55c36b5ecdd5f84fa1a6ed9cbbe47269ba950c&lang=en&cache-only=0",
            "defineEn": "an opening in a piece of clothing that is hidden under a fold of cloth that covers the fastening",
            "defineVi": "một lỗ hở trong một bộ quần áo được giấu dưới một nếp vải che đi dây buộc",
            "hasImg": true
        },
        {
            "id": "3153b84a-96c9-4e91-b6d5-205ecfc6a1bf",
            "word": "hem",
            "phonetic": "hɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bobby hemmed and hawed when his parents asked him where had spent the night.",
                "Buying a dress without sleeves or a skirt with a high hem?",
                "She helped to steal gunpowder from a munitions factory two miles from Birkenau and smuggle it back in the hems of her clothes.",
                "But even though hems were higher, stockings remained a popular alternative for ladies who weren’t into shaving their whole leg.",
                "It is true that in some respects Trump’s over-the-top praise of Putin and the Russian investigation, it has hemmed him in a little bit, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVt&hash=e08106be7746deb045d960b6f8c2361ce6270744&lang=en&cache-only=0",
            "defineEn": "the edge of a piece of cloth or clothing that has been doubled back and sewn in place",
            "defineVi": "mép của một mảnh vải hoặc quần áo đã được gấp đôi lại và khâu vào vị trí",
            "hasImg": true
        },
        {
            "id": "87a0fbfd-d952-44f1-97ca-b9d3adc98b04",
            "word": "hood",
            "phonetic": "hʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "I've seen plenty of people who carry two faces under a hood, so it's no surprise she did that.",
                "This baby here is a fume hood.",
                "First step, you got the hood on.",
                "But under the hood, each cancer works differently."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZA&hash=cef6abb9c6aaddd38fa11095f276003f4dc6e24a&lang=en&cache-only=0",
            "defineEn": "a part of a sweatshirt or coat that covers the head but leaves the face open",
            "defineVi": "một phần của áo len hoặc áo khoác che đầu nhưng để hở khuôn mặt",
            "hasImg": true
        },
        {
            "id": "3273bb61-13d2-4e1b-9077-7c99b1a25466",
            "word": "knee",
            "phonetic": "niː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company was on its knees.",
                "She's the bee's knees.",
                "I must have hit my knee.",
                "The weight of the world pushed him to his knees.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=a25lZQ&hash=2d46c9f74da84a871ab175f4deb3cd5f27adfa25&lang=en&cache-only=0",
            "defineEn": "the part of any garment that covers the knee",
            "defineVi": "một phần của bất kỳ quần áo nào che đầu gối",
            "hasImg": true
        },
        {
            "id": "9690bd95-802d-488f-bdc3-72679619eb72",
            "word": "leg",
            "phonetic": "lɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business has legs.",
                "The street vendor served flavorful turkey legs.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "She lost a leg in a car crash.",
                "College tuitions cost an arm and leg nowadays."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVn&hash=5f8f04ff0cf2f7301b58813e1b162bc9a90143e0&lang=en&cache-only=0",
            "defineEn": "each part of an article of clothing that covers the leg",
            "defineVi": "mỗi bộ phận của một bộ quần áo che chân",
            "hasImg": true
        },
        {
            "id": "1f1808b5-cba8-464f-8be7-e0f507051e26",
            "word": "lining",
            "phonetic": "laɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although my flight was delayed, every cloud has a silver lining - I was able to catch up on some work while waiting at the airport.",
                "- There is a silver lining though.",
                "Fatu, meanwhile, has a degenerated uterine lining.",
                "But there's one silver lining.",
                "Your stomach lining can handle the acid and bile, but your esophagus is too delicate for that."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluaW5n&hash=74b68843b43a9eb51ca647f452c46e15c0b7d630&lang=en&cache-only=0",
            "defineEn": "a piece of fabric that is used to cover the inside surface of something, such as clothes",
            "defineVi": "một mảnh vải được sử dụng để che phủ bề mặt bên trong của một cái gì đó, chẳng hạn như quần áo",
            "hasImg": true
        },
        {
            "id": "ce53d6ac-76cb-45a6-8013-3ca912c268c3",
            "word": "neck",
            "phonetic": "nɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "His parents are always breathing down his neck.",
                "My debts are a millstone round my neck.",
                "The bullet got him in the neck.",
                "She wore a necklace around her neck."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjaw&hash=9de013395b3339c27a4c2a894134f0c10d0c1667&lang=en&cache-only=0",
            "defineEn": "the opening part of any garment that is near or around the neck",
            "defineVi": "phần mở của bất kỳ quần áo nào gần hoặc quanh cổ",
            "hasImg": true
        },
        {
            "id": "f82249a5-97f0-4cd6-b5af-a20bd5ceeca1",
            "word": "pocket",
            "phonetic": "pɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "That one mistake left him thousands of pounds out of pocket.",
                "My parents give me pocket money every week.",
                "The shirt has a pocket on the chest for small items.",
                "Last year's winners again have the championship firmly in their pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ja2V0&hash=6ea4c48acb2bf51a3b3b2141cbf0a44372e51e54&lang=en&cache-only=0",
            "defineEn": "a type of small bag in or on clothing (pants, coats, et.), used for carrying small things such as money, keys, etc.",
            "defineVi": "một loại túi nhỏ trong hoặc trên quần áo (quần, áo khoác, v.v.), dùng để đựng những vật nhỏ như tiền, chìa khóa, v.v.",
            "hasImg": true
        },
        {
            "id": "aab9a0a4-ebbd-4ec0-a9a9-5033c96a9820",
            "word": "shoulder",
            "phonetic": "ʃoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That hot guy had a good head on his shoulders.",
                "The jacket sat beautifully on her shoulders.",
                "He gently rested his chin on her shoulder.",
                "He received a cold shoulder from his former friends after the argument.",
                "She gave a shrug of her shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXI&hash=aa6c794c911628c3d4b3f9c5d63eca18f0f0f4f5&lang=en&cache-only=0",
            "defineEn": "the part of clothing that covers the shoulders",
            "defineVi": "một phần của quần áo che vai",
            "hasImg": true
        },
        {
            "id": "d5641ff3-33eb-4410-81a7-b04a7d4441b4",
            "word": "sleeve",
            "phonetic": "sliːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "They still have some surprises up their sleeves.",
                "Darren Kinder has a couple aces up his sleeve this week.",
                "He rolled up his sleeve to reveal a tattoo on his arm.",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXZl&hash=681d1e7649d28d6cbdf4b97e89e989bd9e6adf2d&lang=en&cache-only=0",
            "defineEn": "the part of an item of clothing that completely or partly covers one's arm",
            "defineVi": "một phần của một mặt hàng quần áo che phủ hoàn toàn hoặc một phần cánh tay của một người",
            "hasImg": true
        },
        {
            "id": "6ea884a6-398b-4056-ab7e-29df1de9df69",
            "word": "shoulder pad",
            "phonetic": "ʃoʊldɚ pæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "See those light gray shoulder pads on the one on the right?",
                "On the bottom, there's a very thin silicone adjustable shoulder pad, battery compartment, and then we have our dual media card slots.",
                "And then if you don't want to hold your hands up there, it goes down, shoulder pads!",
                "I would pick her over Godzilla, Mechagodzilla, even Space Godzilla (although I do love those crystal shoulder pads)"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXIgcGFk&hash=498796c29eef21ff38303b7fce6954dbca4b477d&lang=en&cache-only=0",
            "defineEn": "a hard protective material worn under the jersey on the shoulder of players in sports such as ice hockey or football",
            "defineVi": "một vật liệu bảo vệ cứng được mặc dưới áo thi đấu trên vai của các cầu thủ trong các môn thể thao như khúc côn cầu trên băng hoặc bóng đá",
            "hasImg": true
        },
        {
            "id": "cacf3752-e05d-479d-a24f-67ea1767b1f6",
            "word": "strap",
            "phonetic": "stɹæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wore a chin strap to protect her jaw during sports activities.",
                "I'd strapped him in his chair in the back and he'd sat there, happy as Larry, all the time I couldn't get the thing going.",
                "You just need a strap.",
                "Strap it to my foot and skate to the town.",
                "One jock strap would work."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXA&hash=fb73be462a5bc0b7c4fbf9114d8e8f1d92569d4d&lang=en&cache-only=0",
            "defineEn": "a narrow piece of cloth, leather, etc. used for fastening, carrying, or holding onto something",
            "defineVi": "một mảnh vải hẹp, da, vv được sử dụng để buộc, mang hoặc giữ một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d1f1b48f-61f1-4032-8737-a40d1aea6127",
            "word": "toggle",
            "phonetic": "tɑːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have an EVF toggle.",
                "Inside the hotkey settings, find \"Toggle in-game overlay.\"",
                "I'm going to toggle single top on and off.",
                "Toggle the dictation on and off by clicking the microphone icon here.",
                "It's got a toggle switch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9nZ2xl&hash=0e4719fc005203b08fc682a55fceda4136c4bd41&lang=en&cache-only=0",
            "defineEn": "a small piece of wood or plastic that is used as a fastener by being pushed through a hole or loop on a piece of clothing",
            "defineVi": "một mảnh gỗ hoặc nhựa nhỏ được sử dụng làm dây buộc bằng cách đẩy qua lỗ hoặc vòng trên một mảnh quần áo",
            "hasImg": true
        },
        {
            "id": "d8f20564-de06-476b-8d6e-7a76265fd00d",
            "word": "shoelace",
            "phonetic": "ʃuːleɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She tied her shoelaces on the bench before going for a run.",
                "He bent over to tie his shoelaces.",
                "He got down on his knees to tie his daughter's shoelaces.",
                "Can you hold my bag while I tie my shoelaces?",
                "He tied his shoelaces tightly to make sure his shoes wouldn't come off."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZWxhY2U&hash=de52958c52b6fce75e005c7166eb3d474d65ff0d&lang=en&cache-only=0",
            "defineEn": "a long and thin string or cord that is passed through the hooks on a shoe and pulled tightly to fasten it",
            "defineVi": "một sợi dây hoặc dây dài và mảnh được luồn qua móc trên giày và kéo chặt để buộc chặt",
            "hasImg": true
        },
        {
            "id": "8c5507dd-cd73-4960-b448-3751a5651d96",
            "word": "tongue",
            "phonetic": "tʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tongues were wagging over their engagement.",
                "Tongues wagged when another police car was parked in front of their house.",
                "Snakes use their tongues to smell their surroundings.",
                "Mother clicked her tongue and sighed.",
                "I'm just biting my tongue for now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uZ3Vl&hash=78f1614b1f8e52c84ba2bbc0818335433e4e8ba8&lang=en&cache-only=0",
            "defineEn": "the flap under the laces of a shoe or at the throat of the vamp of a boot",
            "defineVi": "nắp dưới dây buộc giày hoặc ở cổ họng của giày bốt",
            "hasImg": true
        },
        {
            "id": "21ff3659-ff7d-492b-b9aa-6ec7ebc3ce7f",
            "word": "heel",
            "phonetic": "hiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town has become very down at heel.",
                "His shoes were wearing at the heel.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Hearing the noise in the dark, the children ran head over heels back home.",
                "Her second movie followed close on the heels of her successful film debut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVlbA&hash=ffa2ee004b343736e7d6f2df6952b63340d8519b&lang=en&cache-only=0",
            "defineEn": "the back of the sole of a shoe or boot",
            "defineVi": "mặt sau của đế giày hoặc ủng",
            "hasImg": true
        },
        {
            "id": "474c90fa-bdf9-4a66-9c5b-18fec1d1182b",
            "word": "clasp",
            "phonetic": "klæsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clasp your hands behind your back with one hand holding the other wrist.",
                "They clasp hands and start to spin around.",
                "That said, clasping hands has not always seemed to be a great idea in the United States.",
                "The clasp and the hinge are made out of recycled aluminum.",
                "It has a little clasp thing and I have things coming out here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3A&hash=e4f5e00ed15cd16919a6e876ca54800952799fed&lang=en&cache-only=0",
            "defineEn": "a metal device such as a hook that is used to fasten a belt, piece of jewelry, etc.",
            "defineVi": "một thiết bị kim loại như móc được sử dụng để buộc thắt lưng, đồ trang sức, v.v.",
            "hasImg": true
        },
        {
            "id": "777eea28-7bc5-475e-aad3-468ba8a0fbd6",
            "word": "sole",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "My father was as poor as Job growing up, so his sole focus was to give his kids every opportunity in life that he missed out on.",
                "Different numbers mean a different sole.",
                "What is a dog handler's sole responsibility?",
                "The issue was the sole topic of Democratic Governor Gavin Newsom's state of the state address."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZQ&hash=a69e25668a421836c3d4c1faaab9415d1c4a22d3&lang=en&cache-only=0",
            "defineEn": "the bottom part of the shoe that goes under the foot",
            "defineVi": "phần dưới cùng của giày đi dưới chân",
            "hasImg": true
        },
        {
            "id": "b9b3e489-b4d1-41d6-9b75-608ff095e622",
            "word": "crown",
            "phonetic": "kɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Rumours spread that the Duke had designs on the crown.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "There are some cases the Crown feels so serious they don't want to stay the charges."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd24&hash=4937186d35a7b5e92759b11e06d9d3d7843428d5&lang=en&cache-only=0",
            "defineEn": "the top part of a hat that covers the crown of the head",
            "defineVi": "phần trên cùng của một chiếc mũ che vương miện của đầu",
            "hasImg": true
        },
        {
            "id": "f9da8cd3-fdb9-4328-8e36-8dd66efdb292",
            "word": "toe",
            "phonetic": "toʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cut and thrust of the business world keeps entrepreneurs on their toes.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "They won't stand toe to toe with us.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "I keep my students on their toes with pop quizzes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9l&hash=84283c28d064bf30360bbd0c5b57fe4e1eec9dcf&lang=en&cache-only=0",
            "defineEn": "the part of the shoe that covers and protects the toes of the foot",
            "defineVi": "một phần của giày mà bao gồm và bảo vệ các ngón chân của bàn chân",
            "hasImg": true
        },
        {
            "id": "adffda1e-771e-4a11-bc45-26c9cdbdb580",
            "word": "belt buckle",
            "phonetic": "bɛlt bʌkəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVsdCBidWNrbGU&hash=21433a989110b3032cfe88dff03833e41affc943&lang=en&cache-only=0",
            "defineEn": "a clasp or a fastener that holds the two ends of a belt together",
            "defineVi": "một cái móc hoặc dây buộc giữ hai đầu của thắt lưng với nhau",
            "hasImg": true
        },
        {
            "id": "8ace0559-7d8d-40d7-b7e9-8dd5dcac4f16",
            "word": "sequin",
            "phonetic": "siːkwɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VxdWlu&hash=95e0a8bfd7685d7899ef59eac95bfe7e44054000&lang=en&cache-only=0",
            "defineEn": "a small, shiny, flat or round decorative object that is typically sewn onto garments or accessories to add sparkle and glamour",
            "defineVi": "một vật trang trí nhỏ, sáng bóng, phẳng hoặc tròn thường được khâu vào quần áo hoặc phụ kiện để thêm lấp lánh và quyến rũ",
            "hasImg": true
        },
        {
            "id": "4b49d306-c920-497c-8320-940a0b07cd03",
            "word": "buttonhole",
            "phonetic": "bʌʔn̩hoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "'Three or four days,' repeated Tom, pushing his finger into the buttonhole of Stephen's coat, and turning it.",
                "Was there a plan for him to buttonhole him and pull him aside?"
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9uaG9sZQ&hash=e42a0175189ac77f3093ca13095d1d21aa85ff5f&lang=en&cache-only=0",
            "defineEn": "a slit or hole on a piece of clothing that a button is put through to be fastened",
            "defineVi": "một khe hoặc lỗ trên một mảnh quần áo mà một nút được đưa vào để buộc chặt",
            "hasImg": true
        },
        {
            "id": "eef1aaae-5259-46fa-a4c6-d92eae768aa2",
            "word": "armhole",
            "phonetic": "ɑːɹmhoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJtaG9sZQ&hash=6c259e572fec1538822cf561e270893509feb69f&lang=en&cache-only=0",
            "defineEn": "a cut or opening in a piece of clothing, such as a shirt or jacket, designed to accommodate the wearer's arm",
            "defineVi": "một vết cắt hoặc lỗ trên một bộ quần áo, chẳng hạn như áo sơ mi hoặc áo khoác, được thiết kế để chứa cánh tay của người mặc"
        },
        {
            "id": "e3c2667c-b0db-40c9-b869-d0187914c511",
            "word": "armlet",
            "phonetic": "ɑːɹmlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJtbGV0&hash=9bfff4cc7d335c569bca842033693ead0512f0bd&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry worn around the upper arm, typically made of metal, wood, or cloth, and may be adorned with stones or other decorative elements",
            "defineVi": "một món đồ trang sức đeo quanh cánh tay trên, thường được làm bằng kim loại, gỗ hoặc vải và có thể được trang trí bằng đá hoặc các yếu tố trang trí khác"
        },
        {
            "id": "49947c0d-e374-4724-bc1b-9c15ecdcdd80",
            "word": "bodice",
            "phonetic": "bɑːdɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9kaWNl&hash=f2c7385b55c08357e183c92660d7aae13437a24f&lang=en&cache-only=0",
            "defineEn": "the upper part of a woman's dress covering the back and chest down to the waist",
            "defineVi": "phần trên của chiếc váy phụ nữ che lưng và ngực xuống đến thắt lưng",
            "hasImg": true
        },
        {
            "id": "7bb2d331-2afa-4261-a347-8d5f04cb5973",
            "word": "dicky",
            "phonetic": "dɪki ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlja3k&hash=989b9bd5ee873dea66317e9ecb56f8579735a130&lang=en&cache-only=0",
            "defineEn": "a detachable accessory worn around the neck and chest area of a shirt or blouse to create the illusion of a full shirt",
            "defineVi": "một phụ kiện có thể tháo rời được đeo quanh cổ và vùng ngực của áo sơ mi hoặc áo cánh để tạo ảo giác về một chiếc áo đầy đủ"
        },
        {
            "id": "255ed6be-5c15-4f21-8555-39b895c74749",
            "word": "epaulette",
            "phonetic": "ɛpəlɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBhdWxldHRl&hash=d709052c9f9d854bf9261d9e92b27f201ea0a390&lang=en&cache-only=0",
            "defineEn": "a type of ornamental shoulder piece or badge worn on military or police uniforms",
            "defineVi": "một loại mảnh vai trang trí hoặc huy hiệu đeo trên đồng phục quân đội hoặc cảnh sát"
        },
        {
            "id": "e8fce22b-46ca-4b6d-a9b2-d161d06c93e4",
            "word": "flounce",
            "phonetic": "flaʊns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxvdW5jZQ&hash=ea5b05170852daf6cc407ca946c4036e8824e87a&lang=en&cache-only=0",
            "defineEn": "a strip or piece of fabric that is gathered, pleated, or ruffled and attached to a garment, creating a flowing or decorative effect",
            "defineVi": "một dải hoặc mảnh vải được tập hợp lại, xếp nếp hoặc xù lông và được gắn vào quần áo, tạo hiệu ứng chảy hoặc trang trí"
        },
        {
            "id": "58643363-6153-4958-81de-da814ab500d8",
            "word": "gusset",
            "phonetic": "ɡʌsɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Vzc2V0&hash=28fd24617c6781ab1ff2f9302f816b312498499f&lang=en&cache-only=0",
            "defineEn": "a triangular or diamond-shaped piece of fabric that is inserted into a garment to add extra room or reinforcement",
            "defineVi": "một mảnh vải hình tam giác hoặc hình kim cương được chèn vào quần áo để thêm chỗ hoặc gia cố"
        },
        {
            "id": "69dd923d-a963-40ef-83f4-9ab853bf9ca5",
            "word": "hemline",
            "phonetic": "hɛmlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you imagine a party where every movement, from the slightest gesture to walking across the room, and every visual detail, from furniture to hemline length, were governed by a complex system of rules and procedures?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVtbGluZQ&hash=20d5d50e557c0c1bcf5566c63236d4eb5dc085b7&lang=en&cache-only=0",
            "defineEn": "the bottom edge of a garment that has been folded and sewn to prevent fraying, adding structure and a finished look to the clothing item",
            "defineVi": "mép dưới của quần áo đã được gấp và may để tránh sờn, tạo thêm cấu trúc và vẻ ngoài hoàn thiện cho mặt hàng quần áo"
        },
        {
            "id": "c341729f-263c-4546-bc1b-7ab7d3f220dc",
            "word": "jabot",
            "phonetic": "dʒæbɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amFib3Q&hash=18106ce3262520bff37c0d823a6ddddc29c34b14&lang=en&cache-only=0",
            "defineEn": "a decorative clothing accessory, typically made of lace or ruffles, that is worn around the neck and chest of a shirt, blouse, or dress",
            "defineVi": "một phụ kiện quần áo trang trí, thường được làm bằng ren hoặc diềm xếp nếp, được đeo quanh cổ và ngực của áo sơ mi, áo cánh hoặc váy"
        },
        {
            "id": "24a295ba-0a85-4a8a-9f4a-10a81c669308",
            "word": "lapel",
            "phonetic": "lɐpɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cartoon of Robert E. Lee pressing the green button on a gas chamber where my face had been photoshopped into it with a star of David on my lapel in reference to the Confederate statue issue here in Charlottesville.",
                "You're bound to have friends or family who would love these Mars Socks, trilobite fossils, or this Space Shuttle lapel pin.",
                "You're bound to have friends or family who would love these Mars Socks, trilobite fossils, or this Space Shuttle lapel pin.",
                "You're bound to have friends or family who would love some Mars Socks, trilobite fossils, or maybe this Space Shuttle lapel pin.",
                "They even have a little lapel in there, I guess for your $1,800 they include a 10 cent little bubble for the money."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFwZWw&hash=6be1d470a0bd4c895e93c10b2427b69328d5e69a&lang=en&cache-only=0",
            "defineEn": "a folded flap of fabric on the front of a jacket or coat that extends from the collar to the chest",
            "defineVi": "một vạt vải gấp ở mặt trước của áo khoác hoặc áo khoác kéo dài từ cổ áo đến ngực"
        },
        {
            "id": "3cbaaaba-f31d-4adc-a9b7-ebefd8fbce46",
            "word": "neckline",
            "phonetic": "nɛklaɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVja2xpbmU&hash=88bdde24fa67033f0717abe1faf9e137c73a81ae&lang=en&cache-only=0",
            "defineEn": "the shape or style of the opening at the top of a garment that surrounds the neck, shoulders, and upper chest area",
            "defineVi": "hình dạng hoặc kiểu hở ở phần trên cùng của quần áo bao quanh cổ, vai và vùng ngực trên"
        },
        {
            "id": "99d10104-cff3-4c05-8580-b25022dcb4a8",
            "word": "patch pocket",
            "phonetic": "pætʃ pɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF0Y2ggcG9ja2V0&hash=b023ef7d2241a90bc912e87a27c1d016590cd35d&lang=en&cache-only=0",
            "defineEn": "a type of pocket that is sewn onto the outside of a garment, usually a flat piece of fabric with an opening at the top",
            "defineVi": "một loại túi được may bên ngoài quần áo, thường là một mảnh vải phẳng có lỗ ở trên cùng"
        },
        {
            "id": "3f6558ae-ddb3-4101-aa0e-89467e5651d2",
            "word": "shawl collar",
            "phonetic": "ʃɔːl kɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hhd2wgY29sbGFy&hash=689f20ca096c22ae299afc70b15f1b3e73c1a8ad&lang=en&cache-only=0",
            "defineEn": "a folded-back collar on a garment, resembling a shawl",
            "defineVi": "cổ áo gập lại trên quần áo, giống như khăn choàng"
        },
        {
            "id": "abe22b3e-704f-4980-a295-d1a5cc3609b8",
            "word": "train",
            "phonetic": "tɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The train’s here at long last.",
                "The train traveled through beautiful countryside.",
                "Trains between London and Brighton run throughout the day.",
                "To hold the train.",
                "The slow train arrived at the station behind schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW4&hash=c1b4f01b274baa72abf82f56f006c02cb4003696&lang=en&cache-only=0",
            "defineEn": "a long, flowing extension of fabric that trails behind a garment, typically a wedding or formal dress, and is attached to the back of the garment at the waist or hemline",
            "defineVi": "một phần mở rộng dài, mềm mại của vải kéo dài phía sau quần áo, điển hình là váy cưới hoặc trang phục trang trọng, và được gắn vào mặt sau của quần áo ở thắt lưng hoặc đường viền"
        },
        {
            "id": "f89a25ff-922c-49f1-8aac-e63f64bdf42e",
            "word": "halter",
            "phonetic": "hɔltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They all have halteres.",
                "The halteres actually evolved from wings. ",
                "As the fly turns, its halteres sense the movement. ",
                "Flies have two wings and a pair of halteres. ",
                "When researchers remove a fly’s halteres it can no longer control its flight."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsdGVy&hash=c2a47be69b1ca862804966e44ce00a5c4f5f6bb7&lang=en&cache-only=0",
            "defineEn": "a woman's piece of clothing worn on top fastened by a strap behind the neck leaving the back, arms and midriff bare",
            "defineVi": "một bộ quần áo của phụ nữ mặc trên đầu được buộc chặt bằng dây đeo sau cổ để hở lưng, cánh tay và bụng",
            "hasImg": true
        },
        {
            "id": "8fcc10de-4a44-4d72-aaae-3c49fb241a19",
            "word": "waistline",
            "phonetic": "weɪslaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Due to his sedentary lifestyle and unhealthy eating habits, John started experiencing middle-aged spread in his 40s, resulting in a noticeable increase in his waistline.",
                "Turns out you had /bronchitis/, and your waistline had nothing to do with it.",
                "That's it, just do the best you can, engage your abs and really work to really strengthen your core muscles, your belly, your waistline, your torso.",
                "One example is getting Buddhist symbols tattooed below the waistline, which can be considered disrespectful.",
                "As historian Shaun Cole reports, over the next couple hundred years, breeches became shorter and tighter, and the waistline was lowered from above the stomach to the hips."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fpc3RsaW5l&hash=1e7be5c83d1f12904a00202d0e099b6596187a89&lang=en&cache-only=0",
            "defineEn": "the measurement around the middle part of someone's body",
            "defineVi": "phép đo xung quanh phần giữa của cơ thể của một ai đó",
            "hasImg": true
        },
        {
            "id": "fa5c3a00-c9ab-45f5-af27-1cd1c0c96061",
            "word": "yoke",
            "phonetic": "joʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mortgage on it has turned into a real yoke round my neck.",
                "He finally realized that he was in a toxic relationship, and he vowed to free himself from that yoke around his neck.",
                "Well, like this hog is all on my yoke.",
                "Do your instincts want to grab the yoke.",
                "You've got to be ready for that catch with the yoke."
            ],
            "audio": "https://tts.langeek.co/read?text=eW9rZQ&hash=0292c663d2a6af9e671f5fc37db497ab2005930a&lang=en&cache-only=0",
            "defineEn": "a part of a garment that is constructed from two or more layers of fabric, typically located at the shoulder or waist",
            "defineVi": "một phần của quần áo được làm từ hai hoặc nhiều lớp vải, thường nằm ở vai hoặc thắt lưng"
        },
        {
            "id": "05d14bd3-c5ca-4762-88a7-4def5273be39",
            "word": "peplum",
            "phonetic": "pɛpləm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVwbHVt&hash=c0cdbcf52beb64f49baef7ce7b33b9c2733f1b46&lang=en&cache-only=0",
            "defineEn": "a decorative frill or extension of fabric that is attached at the waist of a garment",
            "defineVi": "một diềm trang trí hoặc phần mở rộng của vải được gắn ở thắt lưng của quần áo"
        }
    ]
}