{
    "id": "de3e54ed-1553-48f0-8f8b-880a47d3cd81",
    "title": "Stages of Life",
    "originalTitle": "Stages of Life",
    "words": [
        {
            "id": "9d0c7a82-a6a1-436d-908a-ab223f220515",
            "word": "adolescence",
            "phonetic": "ædəlɛsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We get the first glimpse of his brilliance when he juggles frogs during his adolescence.",
                "This usually develops in late adolescence to early adulthood.",
                "Also, it can lead to substance abuse in adolescence.",
                "Until recently, old age, childhood, and adolescence were studied much more often than middle age.",
                "So psychologists think that environmental factors, particularly during adolescence, influence whether a trait becomes a disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvbGVzY2VuY2U&hash=3efb1e0749f1f92f5bc2e07b6c53839b009e8207&lang=en&cache-only=0",
            "defineEn": "a period in one's life between puberty and adulthood",
            "defineVi": "một giai đoạn trong cuộc sống của một người giữa tuổi dậy thì và tuổi trưởng thành",
            "hasImg": true
        },
        {
            "id": "00ba51b7-dd11-40a3-8dab-b08b8346eb24",
            "word": "adolescent",
            "phonetic": "ædəlɛsənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That overlap between mostly male musician idol and enjoyable music gives many adolescents the opportunity to grow as people.",
                "As psychologist Amiram Raviv and his team explained in their research, adolescents often prefer to listen to music separately from their parents.",
                "Adults need seven to eight hours of sleep a night, and adolescents need about ten.",
                "So basically, give an adolescent a pat on the back, and you'll get a shrug.",
                "It doesn't harden until the adolescent to early adult years."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvbGVzY2VudA&hash=8e8a0ae2c2391fcf26b4b8b2d68a93ea737cd738&lang=en&cache-only=0",
            "defineEn": "a young person who is in the process of becoming an adult",
            "defineVi": "một thanh niên đang trong quá trình trưởng thành",
            "hasImg": true
        },
        {
            "id": "dc778615-37d0-4983-888a-00a1f3fb63f1",
            "word": "youth",
            "phonetic": "juːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reckless youth makes rueful age.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "The group of teenagers is savoring their salad days, making memories and embracing the joy of youth before responsibilities take over.",
                "Some people worry that teenagers are making bad choices, but it's important to remember that youth will have its fling.",
                "Art is long and life is short, my mentor reminded me, encouraging me to use my youth to develop the skills and knowledge I would need for a lifetime of painting."
            ],
            "audio": "https://tts.langeek.co/read?text=eW91dGg&hash=acb2d5ad366ef0cee05cf1bdf41651376375ba15&lang=en&cache-only=0",
            "defineEn": "a young man or a teenage boy",
            "defineVi": "một thanh niên hoặc một cậu bé tuổi teen",
            "hasImg": true
        },
        {
            "id": "7e5417a9-0ed8-4abd-9812-4a74aa990423",
            "word": "youthful",
            "phonetic": "juːθfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The business owner reflected on his own youthful mistakes, acknowledging that wanton kittens make sober cats, and that his early errors had taught him valuable lessons that he applied to his business practices.",
                "In the upcoming election, supporters of the party are hoping for a dream ticket that combines the experience and wisdom of Senator Davis with the youthful energy and charisma of Mayor Thompson.",
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "Michael will attempt to hide his age by wearing youthful clothing, but it will be obvious he's mutton dressed as lamb.",
                "He looks youthful."
            ],
            "audio": "https://tts.langeek.co/read?text=eW91dGhmdWw&hash=bc2cfd48022f964c067f56d2797bc99c73acd5f3&lang=en&cache-only=0",
            "defineEn": "having the characteristics that are typical of young people",
            "defineVi": "có những đặc điểm điển hình của những người trẻ tuổi",
            "hasImg": true
        },
        {
            "id": "83822498-3937-498a-b5bd-c6e552dd4498",
            "word": "adulthood",
            "phonetic": "ɐdʌlthʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "For Erikson, after young adulthood came the middle adulthood of our 40s to 60s.",
                "So calves can grow to the size of a Boeing 757 by adulthood.",
                "This disorder usually starts in the teenage years to early adulthood.",
                "You reach adulthood and become busy with work, university, romance, kids, and Netflix.",
                "For Erikson, after young adulthood came the middle adulthood of our 40s to 60s."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR1bHRob29k&hash=91e3b57a77e9932c44c653890d615e6520392ad2&lang=en&cache-only=0",
            "defineEn": "the state or period of being an adult",
            "defineVi": "trạng thái hoặc thời kỳ trưởng thành",
            "hasImg": true
        },
        {
            "id": "56c0c081-7623-470c-a01a-788e11402de2",
            "word": "boyhood",
            "phonetic": "bɔɪhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "STEPHANIE SY: Since boyhood, Toby Gard needed to be on the move.",
                "But going back to his boyhood days, listening to the pastor, I really think it had that impact where if you think positively, it can have that impact on you going forward. ",
                "Tell me what you know about his boyhood and anything that happened then that helps create the man you are talking about, any really important or central events, anything about the way that he was raised, his family, anything in there that strikes you as relevant as a piece of information that will help us understand him?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym95aG9vZA&hash=730bd22ce3cd014ec08161b95345939a6ea957e4&lang=en&cache-only=0",
            "defineEn": "the period or state of being a boy",
            "defineVi": "thời kỳ hoặc trạng thái là một cậu bé",
            "hasImg": true
        },
        {
            "id": "1baae549-c1b5-427f-a6ff-0ff75b1ac285",
            "word": "girlhood",
            "phonetic": "ɡɜːlhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a lot of marginalized people, the girlhood of Meg, Jo, Beth, and Amy might not be relatable, but it is as idyllic, fantastic, and magical as the idea of getting a letter from Hogwarts.",
                "They feel human and tangible with their virtues and vices, while also having the full ability to experience girlhood."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lybGhvb2Q&hash=0d2e476fd6a2c555c388553b2651e15754936d92&lang=en&cache-only=0",
            "defineEn": "the period or state of being a girl",
            "defineVi": "thời kỳ hoặc trạng thái là một cô gái",
            "hasImg": true
        },
        {
            "id": "cf70122a-9d35-4c34-8716-b8039f9b45b8",
            "word": "infancy",
            "phonetic": "ɪnfənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grid-level energy storage ideas remain in their infancy.",
                "So you can literally hear the universe in its infancy!",
                "And each stage, from infancy to old age, is defined by its own predominant issue or crisis.",
                "Research into this is in its infancy, and many scientists are rightly skeptical about the end of aging.",
                "Exposure to at least one language in infancy provides the foundation that lets you acquire more advanced language skills and additional languages later in life."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW5jeQ&hash=27d5dd69d4e3806863bc2dd625cec1214c55a205&lang=en&cache-only=0",
            "defineEn": "the period or state of early childhood",
            "defineVi": "thời kỳ hoặc trạng thái của thời thơ ấu",
            "hasImg": true
        },
        {
            "id": "e5bdc900-0b5e-43b1-b069-2a29e98328de",
            "word": "infant",
            "phonetic": "ɪnfənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have an infant.",
                "So fact-check: infant is an infant.",
                "So fact-check: infant is an infant.",
                "Please spoil your young infants.",
                "For example, a 2010 study showed pictures of things like cups or bunny rabbits to 19-month-old infants."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mYW50&hash=62ea43025ef0b79bbf8678a3e95db4b06f39d025&lang=en&cache-only=0",
            "defineEn": "a very young baby or child",
            "defineVi": "một em bé hoặc trẻ nhỏ",
            "hasImg": true
        },
        {
            "id": "e1a541fa-501f-41ba-8883-227dcaee95fc",
            "word": "maturity",
            "phonetic": "mətʃʊɹɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools.",
                "Some areas of the brain reach maturity faster than others.",
                "Some areas reach maturity faster than others.",
                "This is maturity on this axis, maturity, and this is yield.",
                "This is maturity on this axis, maturity, and this is yield."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJpdHk&hash=ee6e7d403d1c4a68c3a10d43cf9852f7a6a23ae6&lang=en&cache-only=0",
            "defineEn": "the state and quality of being mentally and behaviorally rational and sensible",
            "defineVi": "trạng thái và chất lượng của tinh thần và hành vi hợp lý và hợp lý"
        },
        {
            "id": "4b556922-1f0a-4b23-897c-8dbb49a7dafb",
            "word": "premature",
            "phonetic": "pɹɪmətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "And yet such visions may be a bit premature.",
                "So we use vitamin D in premature infants.",
                "So you don't have a premature ignition.",
                "Every year, air pollution is responsible for six million premature deaths worldwide from heart attacks, strokes and diabetes."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWF0dXJl&hash=4d77caaf2e50e9914d96002a748f206102302f64&lang=en&cache-only=0",
            "defineEn": "(of a baby) born before the determined time of birth",
            "defineVi": "(của một em bé) được sinh ra trước thời điểm sinh được xác định"
        },
        {
            "id": "56866fa9-424b-481b-8a3a-53e2c76736fc",
            "word": "teens",
            "phonetic": "tiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Teens - Social media - Obsessed - Obsessed - The big takeaway we were tryin' to find out was if social media can lead to a depressed mood.",
                "Three of the TEENS took PLEA deals.",
                "The TEENS, who were armed, broke into an Empty House, Stealing Electronics and money, then went up the block to another Empty Home."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVlbnM&hash=120f3be727a57675f150f8639df2b6116a27164a&lang=en&cache-only=0",
            "defineEn": "the period of one's life between the age of 13 and 19",
            "defineVi": "khoảng thời gian của một người trong độ tuổi từ 13 đến 19",
            "hasImg": true
        },
        {
            "id": "52d43f00-19df-4551-985f-4d55dff9bafd",
            "word": "midlife crisis",
            "phonetic": "mɪdlaɪf kɹaɪsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlkbGlmZSBjcmlzaXM&hash=e17e54f06b98813339b77a2a82b93584132f1024&lang=en&cache-only=0",
            "defineEn": "a disappointment, lack of confidence or worry that a person may feel or experience in their life when they are 40 or 50 years old",
            "defineVi": "một sự thất vọng, thiếu tự tin hoặc lo lắng mà một người có thể cảm thấy hoặc trải qua trong cuộc sống của họ khi họ 40 hoặc 50 tuổi"
        },
        {
            "id": "360bf2a5-bd2f-4549-b50d-140398c4d8da",
            "word": "anniversary",
            "phonetic": "ænɪvɜːsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant",
                "My grandparents celebrated their sixtieth wedding anniversary.",
                "They celebrated their anniversary at a fancy restaurant overlooking the city.",
                "She planned a romantic candlelit meal for their anniversary.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5uaXZlcnNhcnk&hash=a4d71a8d47c0f2c433880198bad2e53700adfee7&lang=en&cache-only=0",
            "defineEn": "the date on which a special event happened in a previous year",
            "defineVi": "ngày mà một sự kiện đặc biệt đã xảy ra trong một năm trước",
            "hasImg": true
        },
        {
            "id": "8a269b6b-e7e4-445e-b614-9b15e9f3a3d7",
            "word": "burial",
            "phonetic": "bɛɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the future, options like these may replace burial completely.",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "For now, reef burials haven't reached the mainstream.",
                "And in a cemetery in Qom, a burial is taking place.",
                "A combat veteran, his remains were taken to Arlington National Cemetery for burial."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyaWFs&hash=114a8fe2d12e4ce66a1e08bfd0cd18ac31702c21&lang=en&cache-only=0",
            "defineEn": "the act of burying a dead body or the ceremony in which a dead body is buried",
            "defineVi": "hành động chôn cất xác chết hoặc nghi lễ chôn cất xác chết",
            "hasImg": true
        },
        {
            "id": "14ac299f-4ed1-488a-aaeb-c9c873baa817",
            "word": "childbirth",
            "phonetic": "tʃaɪldbɜːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Childbirth changes hearts on many levels.",
                "Some women experience this after childbirth.",
                "Black women die in childbirth at four times the rate of white women.",
                "One way is via pregnancy and childbirth statistics.",
                "Have any more research on childbirth to share?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGRiaXJ0aA&hash=87504b8c10789aae0d2fdf963f5e5b1e4b579151&lang=en&cache-only=0",
            "defineEn": "the process in which a baby is born",
            "defineVi": "quá trình em bé chào đời",
            "hasImg": true
        },
        {
            "id": "321112c3-8b30-415e-8c70-9807f61f509f",
            "word": "pregnancy",
            "phonetic": "pɹɛɡnənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "I was just about to tell them about Janet's pregnancy, but I stuffed a sock in it when she shot me an icy look.",
                "A big one is pregnancy.",
                "Pregnancy is usually 40 weeks.",
                "The answer begins with pregnancy."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZ25hbmN5&hash=4c9efc136203505640dfe317628f02f886d21939&lang=en&cache-only=0",
            "defineEn": "the state of being with child",
            "defineVi": "tình trạng ở bên con",
            "hasImg": true
        },
        {
            "id": "e96a74d3-c260-4071-a294-b9abb3391ea5",
            "word": "elder",
            "phonetic": "ɛldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am the elder statesman of the team and it is my obligation to pick up the cudgels for our ballclub.",
                "The younger people took the floor, and all the elders sneaked back to their chairs.",
                "Rather than heeding cautionary tales from elders, the young woman insisted on learning life's harder lessons firsthand.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders.",
                "Abdou Khadre fall is an elder here."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxkZXI&hash=1a0eb3ba2ce1f8f6af214057cdbaff1e4fb79c25&lang=en&cache-only=0",
            "defineEn": "(plural) people who are older, wiser and more experienced than others",
            "defineVi": "(số nhiều) những người lớn tuổi hơn, khôn ngoan hơn và nhiều kinh nghiệm hơn những người khác",
            "hasImg": true
        },
        {
            "id": "7018a5b6-7207-4a8b-b41b-4dfa4fe4acb7",
            "word": "engagement",
            "phonetic": "ɛŋɡeɪdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tongues were wagging over their engagement.",
                "The company's latest advertising campaign was a huge success, hitting it out of the park with record-breaking sales and customer engagement.",
                "All engagement really helps the channel growth.",
                "The other one is Arctic engagement.",
                "I just see the engagement."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5nYWdlbWVudA&hash=aea86971e89982f44bc53c8918f99df83230e1b8&lang=en&cache-only=0",
            "defineEn": "an agreement between two people to get married or the duration of this agreement",
            "defineVi": "một thỏa thuận giữa hai người để kết hôn hoặc thời hạn của thỏa thuận này",
            "hasImg": true
        },
        {
            "id": "4ae88047-637e-46f8-8001-0981d3fb376d",
            "word": "funeral",
            "phonetic": "fjuːnɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poor Jane really sobbed her heart out during the funeral service.",
                "Poor Jane really fell apart at the seams during the funeral service.",
                "I didn't think she'd want to go back to work so soon after her mother's funeral, but she just took it in stride.",
                "When attending a funeral, it's the done thing to dress in black or other somber colors.",
                "\"The good die young,\" said the pastor sadly at Robert's funeral, for even at the age of 80, his kindness, faith and generosity made his passing feel far too soon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZXJhbA&hash=8b3d0f549eca0ba57a47db792dbbf7a53663f434&lang=en&cache-only=0",
            "defineEn": "a religious ceremony in which people bury or cremate a dead person",
            "defineVi": "một nghi lễ tôn giáo trong đó mọi người chôn cất hoặc hỏa táng một người chết",
            "hasImg": true
        },
        {
            "id": "8eee2360-53e3-4de1-99c2-3c3a2bd3999b",
            "word": "grown-up",
            "phonetic": "ɡɹoʊnʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Introducing the burger with the grown-up taste.",
                "Lots of grown-ups have gray hair, but it wasn’t always gray.",
                "Then, have a grown-up help you carefully stick the toothpicks into the top of the potato.",
                "Have the grown-up help you cut the paper into two squares.",
                "Can I be your grown-up helper for today’s project, Squeaks?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd24tdXA&hash=99278588bc42e638a16de0f853248f2864893e87&lang=en&cache-only=0",
            "defineEn": "(used by children or when talking to them) an adult",
            "defineVi": "(được sử dụng bởi trẻ em hoặc khi nói chuyện với chúng) người lớn",
            "hasImg": true
        },
        {
            "id": "72a2601a-8247-4765-bfc9-a85484bbf519",
            "word": "juvenile",
            "phonetic": "dʒuːvənaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Juveniles off the eastern coast of North America eat a bunch of different species of algae.",
                "The Kentucky prison reforms did not address juvenile incarceration.",
                "Christel faces up to 65 days in juvenile detention.",
                "The glochidia grow into juveniles during their travels.",
                "So where are the juveniles, the subadults?"
            ],
            "audio": "https://tts.langeek.co/read?text=anV2ZW5pbGU&hash=d1205f88c978b0fd26e1f72cd07aae38f868aa44&lang=en&cache-only=0",
            "defineEn": "referring to young people who haven't reached adulthood yet",
            "defineVi": "đề cập đến những người trẻ chưa đến tuổi trưởng thành",
            "hasImg": true
        },
        {
            "id": "5a10ff29-000f-4304-a0a2-043600ae7265",
            "word": "underage",
            "phonetic": "ʌndɚɹeɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Underage students also reportedly drank more heavily.",
                "Some of those bars also employ underage children.",
                "In most states, underage sexting falls under child pornography laws.",
                "Should underage sexting be a crime?",
                "These kids, these are really underage children."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJhZ2U&hash=02f4b601a68340e118bc2f1b5d320e6c9024d5e4&lang=en&cache-only=0",
            "defineEn": "not old enough to legally engage in certain activities such as drinking or getting a driver's license",
            "defineVi": "không đủ tuổi để tham gia hợp pháp vào một số hoạt động nhất định như uống rượu hoặc lấy bằng lái xe"
        },
        {
            "id": "69a4c0eb-87ed-48e4-8baf-ed34fec3e777",
            "word": "widow",
            "phonetic": "wɪdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "'I'm a widow.",
                "LYUDMILA NARUSOVA, Sobchak’s Widow:",
                "The president spoke directly to Evans widow and two young children.",
                "Mrs. Harris was not a widow for very long.",
                "Stoker’s widow even tried to have the film removed from public circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkb3c&hash=f7d6589f8656dde4425b6d9109813e2b6365a6d6&lang=en&cache-only=0",
            "defineEn": "a married woman whose spouse is dead and has not married again",
            "defineVi": "một người phụ nữ đã kết hôn có người phối ngẫu đã chết và chưa kết hôn lần nữa",
            "hasImg": true
        },
        {
            "id": "c1d56890-651e-4a03-84f1-46da816bcfae",
            "word": "widower",
            "phonetic": "wɪdoʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When his beloved wife passed away, the widower knew stone-dead hath no fellow and that nothing could replace her or bring her back.",
                "I've been a widower for four years now.",
                "Phillip: I am a widower with one adult child.",
                "Senior citizens also very badly hit, especially widows and widowers, just that sense of just crushing isolation."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkb3dlcg&hash=8f2d971463aa203142ab5cba0306c1a5626147a8&lang=en&cache-only=0",
            "defineEn": "a man whose spouse is dead and has not remarried",
            "defineVi": "một người đàn ông có vợ hoặc chồng đã chết và chưa tái hôn",
            "hasImg": true
        },
        {
            "id": "afc23aeb-d972-444b-a8d0-e024fdfc2318",
            "word": "orphan",
            "phonetic": "ɔːɹfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Success has many fathers, failure is an orphan, indeed.",
                "The woman's heart was filled with pity for the orphaned children, and as she spent time with them, she realized that pity is akin to love, and she became devoted to them.",
                "Next movie is Orphan, another thriller.",
                "Against all odds, these orphans demonstrate incredible resilience and readiness to learn.",
                "Orphans can be confiscated and given a second chance."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JwaGFu&hash=5d671a8d05685bd633b7be3b427ab85a79a07218&lang=en&cache-only=0",
            "defineEn": "a child whose parents have died",
            "defineVi": "một đứa trẻ có cha mẹ đã chết",
            "hasImg": true
        },
        {
            "id": "6041dc09-f7ad-439d-8a5b-8e2e6bd21716",
            "word": "elderly",
            "phonetic": "ɛldɚli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "Unforunately, the poor elderly couple relied on government assistance to cover their expenses.",
                "John's elderly mother rarely left the house anymore, but when his car broke down and he needed a ride, suddenly she was up and out the door.",
                "Faced with his mortality, the elderly man realized that in the end, you cannot take it with you when you die, and he wished he had spent more time with his family rather than focusing so much on his career.",
                "When her elderly parents needed help with their medical bills, Jane decided to use her savings to support them instead of donating to a charity, as she believed that charity begins at home."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxkZXJseQ&hash=993967f3d2a07d3a8f8615ca13c945c31b83b4df&lang=en&cache-only=0",
            "defineEn": "describing a person who is old",
            "defineVi": "miêu tả một người đã già",
            "hasImg": true
        },
        {
            "id": "00c933ef-b992-4a9e-893f-c2ebbb65671b",
            "word": "maternity leave",
            "phonetic": "mətɜːnᵻɾi liːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJuaXR5IGxlYXZl&hash=c99acce661454a0342435ffccfc26fa06b1b7634&lang=en&cache-only=0",
            "defineEn": "a period of time when a woman can take a break from working and stay home before and after the birth of her child",
            "defineVi": "khoảng thời gian người phụ nữ có thể nghỉ làm và ở nhà trước và sau khi sinh con"
        },
        {
            "id": "c5a0f82c-7e9a-492d-8133-f659b4bb9bc5",
            "word": "middle-aged",
            "phonetic": "mɪdəleɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Due to his sedentary lifestyle and unhealthy eating habits, John started experiencing middle-aged spread in his 40s, resulting in a noticeable increase in his waistline.",
                "These are middle-aged students.",
                "Are there more middle-aged people?",
                "That's worrying, because that would indicate to me that he's not just a middle-aged man that's just stupidly fallen in love with a young girl.",
                "In The Jetsons, a family-oriented cartoon from television's early days, Rosie the robot was a helpful, middle-aged servant."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlLWFnZWQ&hash=53be6b3c89e8cac07c80bc547c2974abe05eb53a&lang=en&cache-only=0",
            "defineEn": "(of a person) neither young nor old; being between 45 and 65 years old",
            "defineVi": "(của một người) không trẻ cũng không già; từ 45 đến 65 tuổi",
            "hasImg": true
        },
        {
            "id": "78853a2c-dca5-425d-91fd-8190c17c881f",
            "word": "to pass away",
            "phonetic": "tə pæs ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The library stands as a testament to the wisdom of generations of teachers who have passed away, reminding us that teachers die but books live on to inspire future learners.",
                "When his beloved wife passed away, the widower knew stone-dead hath no fellow and that nothing could replace her or bring her back.",
                "When Nancy's husband passed away, she was left with quite a cross to bear having to raise four children on her own.",
                "Mark's friend had passed away, and he found that all things grow with time except grief, as he slowly learned to cope with the loss and cherish the memories they shared.",
                "After my grandfather passed away, our family gathered together to share memories and support each other, proving how company in distress makes trouble less."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFzcyBhd2F5&hash=d2928a347dd0eafd27b9276c53704da78b25f51d&lang=en&cache-only=0",
            "defineEn": "to die, used when one does not want to use the word ‘die’",
            "defineVi": "chết, được sử dụng khi người ta không muốn sử dụng từ 'chết'",
            "hasImg": true
        },
        {
            "id": "96b90c9c-7fa0-471d-a7e0-d9ffb4807b8b",
            "word": "retirement",
            "phonetic": "ɹᵻtaɪɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Retirement often brings with it a massive drop in income.",
                "His parents have not yet reached retirement age.",
                "On his retirement the post will cease to exist.",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "They had to use part of their retirement nest egg to pay for their son’s college fees."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aXJlbWVudA&hash=b8bb256e84fa6f2ae936094505c645968da74b7a&lang=en&cache-only=0",
            "defineEn": "the period during someone's life when they stop working because of reaching a certain age; the act of doing this",
            "defineVi": "khoảng thời gian trong cuộc đời của một người nào đó khi họ ngừng làm việc vì đạt đến một độ tuổi nhất định; hành động làm điều này",
            "hasImg": true
        },
        {
            "id": "7fcf34d8-9358-4998-8171-1081207d76b8",
            "word": "senior",
            "phonetic": "siːnjɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I had a senior moment and just couldn’t think of his name.",
                "There were hesitations, a gaffe, and one senior moment.",
                "She started as an intern, but now she's a senior manager in just two years.",
                "The museum offers discounted tickets for seniors and adults.",
                "The circumstances in which his most senior colleague resigned has lost him face with the Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9y&hash=19ee5486c2c13ed16410985c096a1e7595241498&lang=en&cache-only=0",
            "defineEn": "of or for old people",
            "defineVi": "của hoặc cho người già"
        },
        {
            "id": "da8e22ee-5a5d-4c5d-b4ed-052ec33a0461",
            "word": "toddler",
            "phonetic": "tɑːdlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The toddler imitated his mother's habit of biting her nails.",
                "The toddler giggled as she wiggled her tiny toes in the sand.",
                "The toddler went haywire when she saw the ice cream truck.",
                "I'm a preschool teacher, so I've had toddlers on my heels all day.",
                "Just let him scream, it's what toddlers do."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9kZGxlcg&hash=f4cf444bf3a2dfffcea6079ff1443c64f1c7e553&lang=en&cache-only=0",
            "defineEn": "a young child who is starting to learn how to walk",
            "defineVi": "một đứa trẻ đang bắt đầu học đi",
            "hasImg": true
        }
    ]
}