{
    "id": "df239df8-1e0e-4c4e-8203-72ce95ec2563",
    "title": "Unit 8 - Lesson 1",
    "originalTitle": "Unit 8 - Lesson 1",
    "words": [
        {
            "id": "eb033c9f-9526-40c2-8ca7-c10fe68bb4ae",
            "word": "manufactured",
            "phonetic": "mænjuːfæktʃɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s a manufactured crisis. ",
                "In manufactured foams, like the ones in mattresses and furniture, you can add other chemicals to stabilize the bubbles.",
                "As the Industrial Revolution kicked into high gear, urban populations increased and manufactured goods became widely available to a burgeoning middle class.",
                "And that had a dramatic accelerant effect on the rate at which competition entered the U.S. market for manufactured goods."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudWZhY3R1cmVk&hash=889bdf8ab453f0f1085bfe94727e0f52b9588823&lang=en&cache-only=0",
            "defineEn": "made or produced in a factory rather than being natural or handmade",
            "defineVi": "được làm hoặc sản xuất trong một nhà máy chứ không phải là tự nhiên hoặc thủ công",
            "hasImg": true
        },
        {
            "id": "254d0b02-c544-4564-a5e2-3c3c4285c3b5",
            "word": "product",
            "phonetic": "pɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The new product will soon be available in stores nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdA&hash=95304d23f8faf500649e8c52e05e2093a5947965&lang=en&cache-only=0",
            "defineEn": "something that is created or grown for sale",
            "defineVi": "một cái gì đó được tạo ra hoặc phát triển để bán",
            "hasImg": true
        },
        {
            "id": "0d5b1fb2-8e97-48e3-85fe-036048e57c4e",
            "word": "new",
            "phonetic": "nuː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team's new manager brings ten years' experience to the job.",
                "The new loan takes the total debt to $100 000.",
                "The new president takes office in January.",
                "Fans have given the band's new song their seal of approval.",
                "The organization called the new regulations a turning point in the campaign against smoking."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3&hash=8de84aac1cb818e84e240f22c1368fe30795b5c0&lang=en&cache-only=0",
            "defineEn": "recently built, invented, made, etc.",
            "defineVi": "được xây dựng, phát minh, chế tạo gần đây, v.v.",
            "hasImg": true
        },
        {
            "id": "45488a8d-81e3-4d9a-bc87-8c7c9073403a",
            "word": "technology",
            "phonetic": "tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Technology advances by fits and starts.",
                "Each technology has its pros and cons.",
                "Current drilling technology thus barely scrapes the surface.",
                "Our superior technology is our ace in the hole.",
                "We lead the way in space technology."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5vbG9neQ&hash=3ab1213bc3e2bca745c5831655b519ded26483f3&lang=en&cache-only=0",
            "defineEn": "scientific knowledge put into practice in a particular area, especially in industry",
            "defineVi": "kiến thức khoa học đưa vào thực tiễn trong một lĩnh vực cụ thể, đặc biệt là trong ngành công nghiệp",
            "hasImg": true
        },
        {
            "id": "e5159f07-3b22-44c2-be74-aa89e476c0a8",
            "word": "high-tech",
            "phonetic": "haɪtɛk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "High-tech gadgetry is the spice, but not the whole enchilada.",
                "Israel's high-tech economy has reopened.",
                "Three quarters of the student's parents there have a strong high-tech connection.",
                "It is a high-tech lynching.",
                "These are 40-ton, high-tech machines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC10ZWNo&hash=f02cbab3cd870df91c373610515b9b8675c17255&lang=en&cache-only=0",
            "defineEn": "having or using the most advanced technology, methods, or material",
            "defineVi": "có hoặc sử dụng công nghệ, phương pháp hoặc vật liệu tiên tiến nhất",
            "hasImg": true
        },
        {
            "id": "f596538b-3cde-4dc3-907e-06ce46f1f31d",
            "word": "state-of-the-art",
            "phonetic": "steɪɾʌvðɪɑːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have access to a state-of-the-art library at the university.",
                "Today, a state-of-the-art microchip has gaps that are only 32 nanometers across.",
                "And a state-of-the-art heat shield will protect the crew during re-entry into Earth's atmosphere.",
                "As part of our military build-up, the United States is developing a state-of-the-art Missile Defense System.",
                "To achieve this, the New Horizons team outfitted their craft with seven state-of-the-art scientific instruments."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGUtb2YtdGhlLWFydA&hash=e33ba17192db9b9067a5713380540528d60a7626&lang=en&cache-only=0",
            "defineEn": "using or containing the most recent and developed methods, technology, materials, or ideas",
            "defineVi": "sử dụng hoặc chứa các phương pháp, công nghệ, vật liệu hoặc ý tưởng mới nhất và được phát triển",
            "hasImg": true
        },
        {
            "id": "01691f64-60c4-40d3-8e37-8a348dd64c66",
            "word": "cutting-edge",
            "phonetic": "kʌɾɪŋɛdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "About who will dominate the cutting-edge industries of the 21st century.",
                "Moving over to the L, it definitely lacks some of the cutting-edge features of the Pro.",
                "There was a sense of excitement that we were part of the cutting-edge healthcare system.",
                "The tale of the world’s first artificial pigment has all the elements of a good thriller: an ancient mystery, a dramatic rediscovery, and some cutting-edge future technology."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0dGluZy1lZGdl&hash=831d5d037b28c690af5e15ea9ce9397b3304b17a&lang=en&cache-only=0",
            "defineEn": "having the latest and most advanced features",
            "defineVi": "có các tính năng mới nhất và tiên tiến nhất",
            "hasImg": true
        },
        {
            "id": "f5456707-b74a-409c-ab27-0b8451e8fe55",
            "word": "high quality",
            "phonetic": "haɪ kwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlnaCBxdWFsaXR5&hash=25361b085d0ed370c7a070400c76e4722fbd86fe&lang=en&cache-only=0",
            "defineEn": "something that is better in terms of quality or status compared to other things of the same type",
            "defineVi": "một cái gì đó tốt hơn về chất lượng hoặc trạng thái so với những thứ khác cùng loại"
        },
        {
            "id": "73bc05bf-2251-411b-adb7-25ecba24f496",
            "word": "high-end",
            "phonetic": "haɪɛnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes.",
                "The high-end sports car was a dream for many, but its hefty price tag was rich for most people's blood.",
                "Interestingly, high-end retailers sometimes do the opposite.",
                "All high-end fish are auctioned in Japan.",
                "High-end anti-aging products are some of the most expensive single-use items in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1lbmQ&hash=0ee6558cb16fc57d44deb67baa57bd232d921782&lang=en&cache-only=0",
            "defineEn": "having a much higher quality and price than the rest of their kind",
            "defineVi": "có chất lượng và giá cao hơn nhiều so với các loại còn lại"
        },
        {
            "id": "6e4cf777-ac41-479b-b5cb-7d1d99f73940",
            "word": "top of the line",
            "phonetic": "tɑːp ʌvðə laɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9wIG9mIHRoZSBsaW5l&hash=cec8e2d57a64d7ec001678d06f9a97d503e29ebd&lang=en&cache-only=0",
            "defineEn": "(of a thing) having the greatest quality, most advanced technology, or the highest price compared to the rest of its kind",
            "defineVi": "(của một thứ) có chất lượng tốt nhất, công nghệ tiên tiến nhất hoặc giá cao nhất so với phần còn lại của loại hình đó"
        },
        {
            "id": "4fbef03a-4602-4195-9691-5f2f15abb658",
            "word": "first-rate",
            "phonetic": "fɜːstɹeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His new book shows him to be a first-rate storyteller.",
                "I view a sort of a glorified first-rate clerk."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QtcmF0ZQ&hash=9158ffd95b993b48bf4dbf08774533c3d910a607&lang=en&cache-only=0",
            "defineEn": "having the greatest quality",
            "defineVi": "có chất lượng tốt nhất"
        },
        {
            "id": "6603b8d3-1609-4fc0-90da-86153be59afe",
            "word": "idea",
            "phonetic": "aɪdiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "ideas that are light-years ahead of their time",
                "The idea hit me like a tornado.",
                "Who's been putting ideas in your head?",
                "Their ideas seem to be far more down to earth and sensible.",
                "He’d run out of ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYQ&hash=6e878579205a904374d07e871af8f006a102f6af&lang=en&cache-only=0",
            "defineEn": "a suggestion or thought about something that we should do",
            "defineVi": "một gợi ý hoặc suy nghĩ về một cái gì đó mà chúng ta nên làm"
        },
        {
            "id": "81eb82a6-e87e-48ad-bfdc-b46c04e20006",
            "word": "innovative",
            "phonetic": "ɪnəveɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The menu features an innovative dish of Korean-style lamb chops.",
                "The tech company's innovative product quickly surpassed its competitors and became the king of the hill in the industry.",
                "They have come up with an innovative design for the new product.",
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The tech company's innovative new product is so far ahead of the curve that competitors will struggle to catch up."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub3ZhdGl2ZQ&hash=abad161e0e8b5cdc0977ed52d933fd5bb2cc7a60&lang=en&cache-only=0",
            "defineEn": "(of ideas, products, etc.) creative, original, and unlike anything else that exists",
            "defineVi": "(về ý tưởng, sản phẩm, v.v.) sáng tạo, độc đáo và không giống bất kỳ thứ gì khác tồn tại",
            "hasImg": true
        },
        {
            "id": "e8ad4b3b-a355-4d7c-ae05-90133e1799e6",
            "word": "revolutionary",
            "phonetic": "ɹɛvəluːʃənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But imports to the Americas, like pigs, cows and horses were revolutionary.",
                "The 1980s and 1990s brought another revolutionary change to product competition and marketing.",
                "The people supported this revolutionary justice.",
                "had a revolutionary idea.",
                "But the revolutionaries were incapable of real leadership."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x1dGlvbmFyeQ&hash=b3325e8c7835b6e832b5c7062809e934a86e71a6&lang=en&cache-only=0",
            "defineEn": "causing or involving a grand or fundamental change, particularly leading to major improvements",
            "defineVi": "gây ra hoặc liên quan đến một thay đổi lớn hoặc cơ bản, đặc biệt dẫn đến những cải tiến lớn"
        },
        {
            "id": "4fff3fd3-64fc-494e-a115-2b0c242c8857",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "new and unlike anything else",
            "defineVi": "mới và không giống bất cứ thứ gì khác"
        }
    ]
}