{
    "id": "df9d1f47-4f2d-43a6-933a-b24426934170",
    "title": "Furniture and Household Items",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "12998bfe-850e-44d1-85eb-b75fa78473dc",
            "word": "bookshelf",
            "phonetic": "bʊkʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The width of the bookshelf is 120 centimeters.",
                "He placed a bookshelf against the wall to store his books.",
                "The book I'm looking for should lie somewhere on this bookshelf.",
                "My mother screamed when she saw a tiny mouse hiding behind the bookshelf.",
                "Elizabeth sought to fill her bookshelves with classics that would stand the test of time rather than the latest bestsellers, knowing as the proverb states that books and friends should be few but good."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va3NoZWxm&hash=30bc0a08877d4ae42e3afd9d089dbe7e3b5b1583&lang=en&cache-only=0",
            "defineEn": "‌a board connected to a wall or a piece of furniture on which books are kept",
            "defineVi": "‌một bảng kết nối với một bức tường hoặc một mảnh đồ nội thất mà trên đó những cuốn sách được giữ",
            "hasImg": true
        },
        {
            "id": "cb9c1a09-b82c-42d2-a610-cce474d14736",
            "word": "curtain",
            "phonetic": "kɜːtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those curtains have worn very well.",
                "My motrher decorated her room with new curtains and pillows.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "We should pull the curtains to let in more sunlight.",
                "My father always draws the curtains to block the sunlight from entering the room."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VydGFpbg&hash=a23e5b2ea3e16966b85f9ab53bf75fe214857101&lang=en&cache-only=0",
            "defineEn": "a piece of cloth that can be pulled across to cover a window, etc.",
            "defineVi": "một mảnh vải có thể được kéo ngang để che cửa sổ, v.v.",
            "hasImg": true
        },
        {
            "id": "18d5c01a-6f59-4791-8a3d-9b587c12d841",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a piece of soft thin paper that is disposable and is used for cleaning",
            "defineVi": "một mảnh giấy mỏng mềm dùng một lần và được sử dụng để làm sạch",
            "hasImg": true
        },
        {
            "id": "a5e47cfa-b98b-4f15-bd0c-51212da91b94",
            "word": "napkin",
            "phonetic": "næpkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can I fix your napkin?",
                "Can I fix your napkin?",
                "Can I fix your napkin?",
                "I bring place mats, cloth napkins.",
                "So, she was always taking a small piece of paper napkin."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFwa2lu&hash=1e1acbc8d4d29aec7d1bb56c06bf73d7d2d292a9&lang=en&cache-only=0",
            "defineEn": "a square piece of cloth or paper we use to protect our clothes and clean our mouth or hands while eating",
            "defineVi": "một mảnh vải hoặc giấy vuông mà chúng ta sử dụng để bảo vệ quần áo và lau miệng hoặc tay khi ăn",
            "hasImg": true
        },
        {
            "id": "1e6be119-95b0-4555-9e7b-e44aac1229c9",
            "word": "trash bag",
            "phonetic": "tɹæʃ bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He can just break out the trash bags.",
                "But now you know about these awesome jellies, you’ll never mistake one for a trash bag.",
                "I've never laid down a tarp of trash bags and squeeze baby oil",
                "Then they close their bell around the prey and cinch themselves up tight like a trash bag.",
                "If you picture your gut lining as a sturdy trash bag made of cells, alcohols and their byproducts can punch a ton of little holes in it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhc2ggYmFn&hash=f7f5f5c82e44865f2758bbd7324a2a05deaed7ff&lang=en&cache-only=0",
            "defineEn": "‌a large plastic bag for putting trash in",
            "defineVi": "‌một túi nhựa lớn để bỏ rác vào",
            "hasImg": true
        },
        {
            "id": "d6332200-9393-49bf-9eab-2730b32dfdd7",
            "word": "doormat",
            "phonetic": "doːɹmæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9vcm1hdA&hash=02ac43e82d730c8f905126bb831c0dce569c292f&lang=en&cache-only=0",
            "defineEn": "an object put on the ground in front of a door, used for cleaning the shoes on",
            "defineVi": "một vật đặt trên mặt đất trước cửa, được sử dụng để làm sạch đôi giày trên",
            "hasImg": true
        },
        {
            "id": "252ee8ff-b1a4-4f9f-bb96-547be0075ff8",
            "word": "dish soap",
            "phonetic": "dɪʃ soʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "What you should do is have a mixture of baking soda, hydrogen peroxide, and Dawn dish soap.",
                "Whether it's knew or has a bunch or rust on it, we're just gonna scrub it down with steel wool with a mild dish soap and just get it down to its kind of base layer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaCBzb2Fw&hash=9c21e57c482a7807aa2f73d63426d68dbd6c362e&lang=en&cache-only=0",
            "defineEn": "a detergent used in dishwashing",
            "defineVi": "một chất tẩy rửa được sử dụng trong rửa chén",
            "hasImg": true
        },
        {
            "id": "79d4674f-862f-42c9-827a-d4ec581386f7",
            "word": "toothpaste",
            "phonetic": "tuːθpeɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "Baking soda served as a natural toothpaste alternative, gently whitening teeth and freshening breath.",
                "She brushed her teeth with toothpaste to keep them clean and healthy.",
                "I use neem toothpaste for its natural antibacterial properties and to maintain oral hygiene.",
                "\"Charcoal toothpaste is better than regular toothpaste.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhwYXN0ZQ&hash=8b1e3ea0db8ff69bc0caa8cf4e7753205ee2986d&lang=en&cache-only=0",
            "defineEn": "a soft and thick substance we put on a toothbrush to clean our teeth",
            "defineVi": "một chất mềm và đặc mà chúng ta bôi lên bàn chải đánh răng để làm sạch răng",
            "hasImg": true
        },
        {
            "id": "52d5c77a-e974-4ae2-910a-64e2640ef5b1",
            "word": "razor",
            "phonetic": "ɹeɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "Politically we are on a razor edge.",
                "The country's future is balanced on a razor's edge.",
                "He's a thrill-seeker who likes living on the razor's edge.",
                "And this razor, they actually show a woman with body hair, with leg hair and all of that."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF6b3I&hash=69de51f9700e064faa637cb4550e84df48637970&lang=en&cache-only=0",
            "defineEn": "a sharp-edged tool used for shaving hair off the body or face",
            "defineVi": "một công cụ sắc bén được sử dụng để cạo lông khỏi cơ thể hoặc khuôn mặt",
            "hasImg": true
        },
        {
            "id": "7f7d178e-2813-47c9-b291-947da636b473",
            "word": "light bulb",
            "phonetic": "laɪt bʌlb ",
            "partOfSpeechType": "noun",
            "examples": [
                "That conversation set off a million light bulbs in my head.",
                "Electricity flows from the battery to a light bulb.",
                "So that's a light bulb.",
                "In this circuit, that’s a light bulb.",
                "Everything from power plants to light bulbs gives off heat that usually isn’t put to any use."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQgYnVsYg&hash=f0e637e975b895e4d156807878fc16109c7d7f49&lang=en&cache-only=0",
            "defineEn": "a rounded glass that is inside an electric lamp and from which light shines",
            "defineVi": "một tấm kính tròn bên trong đèn điện và từ đó ánh sáng chiếu vào",
            "hasImg": true
        },
        {
            "id": "3d09ec52-741f-4733-a9a9-f9900d16aef1",
            "word": "switch",
            "phonetic": "swɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She reached blindly for the light switch.",
                "This store is famous for its bait and switch tactics.",
                "Can you reach the light switch from where you're sitting?",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I had to feel about in the dark for the light switch."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpdGNo&hash=1da40bba26b5104e9f3b5cf53934e5c22241fcc4&lang=en&cache-only=0",
            "defineEn": "something such as a button or key that turns a machine, lamp, etc. on or off",
            "defineVi": "thứ gì đó chẳng hạn như nút hoặc chìa khóa để bật hoặc tắt máy, đèn, v.v.",
            "hasImg": true
        },
        {
            "id": "aa87759b-d075-487d-ba66-30fd34a708aa",
            "word": "outlet",
            "phonetic": "aʊtlɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need an outlet.",
                "So having an outlet for that.",
                "Having an outlet like exercise.",
                "Mainstream news outlets like CNN and The New York Times are frequent targets of ire.",
                "Media outlets later reported that it could be worth nearly $300,000."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bGV0&hash=3c994e5391e0830c29ee5401c2957ebfbeaaa820&lang=en&cache-only=0",
            "defineEn": "a place where we can plug in electric devices to connect them to the electricity",
            "defineVi": "một nơi mà chúng ta có thể cắm các thiết bị điện để kết nối chúng với điện",
            "hasImg": true
        },
        {
            "id": "d04dafae-690f-471b-90f7-6f32630dd46a",
            "word": "can opener",
            "phonetic": "kæn oʊpənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a church key can opener.",
                "No can opener is safe.",
                "One other really important thing to have in your survival kit is some kind of can opener.",
                "It’s like they were cats who were also their own can openers!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuIG9wZW5lcg&hash=ea1a19602ba2aa3f3f7d2c6c28da274e49ddb0e3&lang=en&cache-only=0",
            "defineEn": "a tool used to open cans of food",
            "defineVi": "một công cụ được sử dụng để mở hộp thức ăn",
            "hasImg": true
        },
        {
            "id": "f455f8fa-7a05-4d71-846c-b416f2515ace",
            "word": "bottle opener",
            "phonetic": "bɑːɾəl oʊpənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are slide out tables on the rear of the Bronco for camping or tailgating, along with a bottle opener and floodlights on its tailgate."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dGxlIG9wZW5lcg&hash=e7117703881f67e558760985a21a30b9ce125e3e&lang=en&cache-only=0",
            "defineEn": "a small tool used to open the metal top of a bottle",
            "defineVi": "một công cụ nhỏ được sử dụng để mở đầu kim loại của một cái chai",
            "hasImg": true
        },
        {
            "id": "875243f0-24d6-4922-920c-b71a45c60319",
            "word": "scissors",
            "phonetic": "sɪsɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is another reason why China is slow-rolling exports to the U.S., says Scissors.",
                "Yumbu's RAZOR and PAIR of SCISSORS have given him the means to subsist and CARRY on the long JOURNEY from CONGO."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Npc3NvcnM&hash=330d3fe027d81455a7e407cd4902605c086cd9f5&lang=en&cache-only=0",
            "defineEn": "a tool used to cut paper, cloth, etc. with two handles and two sharp edges, joined in the middle",
            "defineVi": "một công cụ dùng để cắt giấy, vải, v.v. có hai tay cầm và hai cạnh sắc, được nối ở giữa",
            "hasImg": true
        },
        {
            "id": "2336abf8-187a-468d-9d65-03b701758c9b",
            "word": "shower",
            "phonetic": "ʃaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped the slippery soap in the shower.",
                "He took a refreshing shower in the bathroom after a long day.",
                "To take a bath/shower/wash.",
                "She wrapped herself in a warm bath towel after the shower.",
                "She organized shampoo and soap bottles in the shower caddy in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Vy&hash=3a5e5601d6e0bd6f31c0d75bc06db736a3a23bb8&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that flows water all over your body from above",
            "defineVi": "một thiết bị đưa nước chảy khắp cơ thể bạn từ trên cao",
            "hasImg": true
        },
        {
            "id": "082f9a53-ef0b-4428-b1ba-63f414d52a5b",
            "word": "toilet",
            "phonetic": "tɔɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Could you keep an eye on my bag while I go to the toilet?",
                "You'll have to get down on all fours to clean behind the toilet.",
                "That toilet has a face on it too.",
                "My friend only wishes a toilet with washing capabilities.",
                "They have flushed the toilet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9pbGV0&hash=9744bf14febe60b1bacb184c321b4c4333bbb387&lang=en&cache-only=0",
            "defineEn": "the seat we use for getting rid of bodily waste",
            "defineVi": "chỗ ngồi chúng ta sử dụng để loại bỏ chất thải cơ thể",
            "hasImg": true
        },
        {
            "id": "a2f21df8-7089-487f-bb43-35499f349bb4",
            "word": "sink",
            "phonetic": "sɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your boat was sunk by a swordfish?",
                "He sank his teeth into an apple.",
                "My heart sank when I saw the pained expression on her face.",
                "I'm not sinking any more money into it now!",
                "He sank back on his pillow and fell into a brown study."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luaw&hash=fda469519b7d2f1100adfd04c80d9aad29fb974a&lang=en&cache-only=0",
            "defineEn": "a large and open container that has a water supply and you can use to wash your hands, dishes, etc. in",
            "defineVi": "một thùng chứa lớn và mở có nguồn cung cấp nước và bạn có thể sử dụng để rửa tay, rửa bát đĩa, v.v.",
            "hasImg": true
        },
        {
            "id": "135c5009-2633-42c7-883f-bf78f3087a4b",
            "word": "bathtub",
            "phonetic": "bæθtʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "We should fill the bathtub with warm water for a relaxing bath.",
                "They decided to wash their dog in the bathtub.",
                "There’s even a bathtub!",
                "One of the bathrooms has a stone bathtub and shower.",
                "Pleasure boats were tossed like toys in a bathtub."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aHR1Yg&hash=10c313528f7772c438c5f5ba306b91fa801bb689&lang=en&cache-only=0",
            "defineEn": "a large container that we fill with water and sit or lie in to wash our body",
            "defineVi": "một cái thùng lớn mà chúng ta đổ đầy nước và ngồi hoặc nằm trong đó để tắm rửa cơ thể",
            "hasImg": true
        },
        {
            "id": "a9183be3-e38c-4f37-9e63-6cf4876f14fe",
            "word": "mirror",
            "phonetic": "mɪɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a mirror on the inside of the door for getting dressed.",
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "I usually stand in front of the mirror to comb my hair.",
                "Unfortunately, most companies won't take a long look in the mirror until something goes disastrously wrong.",
                "He adjusted his tie in the mirror to make sure it was straight."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlycm9y&hash=9c81b0d2375685386d02c08fdf1e2d35f5372c84&lang=en&cache-only=0",
            "defineEn": "a flat surface made of glass that people can see themselves in",
            "defineVi": "một bề mặt phẳng làm bằng thủy tinh mà mọi người có thể nhìn thấy mình trong",
            "hasImg": true
        },
        {
            "id": "4e2c8d43-29d2-405f-83a0-5cc29bf20d98",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "a specially shaped piece of metal used for locking or unlocking a door, starting a car, etc.",
            "defineVi": "một miếng kim loại có hình dạng đặc biệt được sử dụng để khóa hoặc mở khóa cửa, khởi động ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "9f85c347-a2bc-4a52-8596-5ff50197c15c",
            "word": "lock",
            "phonetic": "lɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "He locked the door before leaving the house.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "He entered the key into the lock and opened the door."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jaw&hash=87457955f9c89d55a20a72ad832d1718653cddd6&lang=en&cache-only=0",
            "defineEn": "a device that firmly fastens a door, closet, etc. and usually needs a key to be opened",
            "defineVi": "một thiết bị gắn chặt cửa, tủ quần áo, v.v. và thường cần chìa khóa để mở",
            "hasImg": true
        },
        {
            "id": "12d84e47-fa95-452a-998c-83e49ca81cab",
            "word": "fire extinguisher",
            "phonetic": "faɪɚɹ ɛkstɪŋɡwɪʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those are like fire extinguishers.",
                "Wait, there is no fire extinguisher.",
                "Hello, where's the fire extinguisher?",
                "So CFCs were all over the place by the seventies: refrigerators, fire extinguishers, aerosols, solvents, insulation, you name it.",
                "But when the Russian space station Mir caught fire in 1997, the fire extinguishers on board weren’t big enough to put it out."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZSBleHRpbmd1aXNoZXI&hash=ac6d02d7b12ba5a801587df1ca8a4d7d13a33103&lang=en&cache-only=0",
            "defineEn": "a metal container of water, special gas, or foam used to stop a fire from burning",
            "defineVi": "bình chứa nước, khí đặc biệt hoặc bọt bằng kim loại dùng để dập lửa",
            "hasImg": true
        },
        {
            "id": "6301a4cb-ba5b-47d0-94f5-f8926f3c266e",
            "word": "gutter",
            "phonetic": "ɡʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have no truck with that style of gutter journalism.",
                "I have to clean my gutters.",
                "I have to clean my gutters.",
                "Get your mind out of the gutter Stan.",
                "Yeah, I have to clean my gutters."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V0dGVy&hash=c572498758510eee6f769a18764e1883c3d4836f&lang=en&cache-only=0",
            "defineEn": "an open pipe that is attached beneath the edge of a building roof and carries rainwater away",
            "defineVi": "một đường ống mở được gắn bên dưới mép của mái nhà và mang nước mưa đi",
            "hasImg": true
        },
        {
            "id": "a1735986-5805-4a19-9ef8-cd56649146b4",
            "word": "cushion",
            "phonetic": "kʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wall cushions are compressed by the roof cushion.",
                "The ear cushions aren't super comfortable",
                "Now just plop a sofa cushion on top of the seats.",
                "Is that your entire cushion?",
                "There's some cushion in our budget."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzaGlvbg&hash=640b12031d1d1aaa946a61eaaebf0a32c114bb5c&lang=en&cache-only=0",
            "defineEn": "a bag made of cloth that is filled with soft material, used for leaning or sitting on",
            "defineVi": "một chiếc túi làm bằng vải chứa đầy vật liệu mềm, được sử dụng để dựa hoặc ngồi trên",
            "hasImg": true
        }
    ]
}