{
    "id": "dfbd353a-f70c-4c7d-adda-3f04b62b79d7",
    "title": "Making a Decision 4",
    "originalTitle": "Making a Decision 4",
    "words": [
        {
            "id": "eb619c10-5543-4000-aa5d-dfabd9298a2a",
            "word": "judge",
            "phonetic": "dʒʌdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge will have the last word on the divorce agreement.",
                "The judge allowed my claim.",
                "The judge brought his hammer down on the table.",
                "The judge stood firm in her ruling.",
                "People often judge a book by its cover without reading the contents."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ2U&hash=b96525476c8b191c4dbbc62d62e517bc1d8c049c&lang=en&cache-only=0",
            "defineEn": "the official in charge of a court who decides on legal matters",
            "defineVi": "quan chức phụ trách tòa án quyết định các vấn đề pháp lý",
            "hasImg": true
        },
        {
            "id": "8b14dfdd-66ce-4450-86f0-a037cc34944c",
            "word": "judgment",
            "phonetic": "dʒʌdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His judgment is calmer, and he puts the saddle on the right horse.",
                "A year ago, I decided to lend my friend $2,000 against my better judgment and now she hasn't paid me back a penny and avoids me.",
                "Some people judge others based on their appearance, but such judgments are often shallow and unfair.",
                "Despite the criticism from her peers, Lisa always does as she pleases, pursuing her passions without worrying about others' judgments.",
                "My father believed that the end makes all equal and raised me to treat strangers and neighbors with the same kindness and respect, without judgment."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ21lbnQ&hash=3be8d14cd73273745ceb929977f80308d14d915e&lang=en&cache-only=0",
            "defineEn": "the quality of being able to make logical decisions",
            "defineVi": "chất lượng của việc có thể đưa ra quyết định hợp lý"
        },
        {
            "id": "a0207905-e043-4b8a-868f-2b349a04e972",
            "word": "judgment call",
            "phonetic": "dʒʌdʒmənt kɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But in the end, sometimes things come down to a judgment call.",
                "And then you're expected to make good judgment calls, and you're expected to remember all your training and respond to emergencies and be Delta gracious and patient and all of that on lack of sleep as well sometimes."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkZ21lbnQgY2FsbA&hash=34d2dac61a558edb14be27c4e6e3fe11489f7d9a&lang=en&cache-only=0",
            "defineEn": "‌a decision that is solely based on one's own judgment or instinct rather than any clear principle or rule",
            "defineVi": "‌một quyết định chỉ dựa trên phán đoán hoặc bản năng của chính mình hơn là bất kỳ nguyên tắc hoặc quy tắc rõ ràng nào"
        },
        {
            "id": "68709af3-faad-4f31-84de-896ef655daee",
            "word": "judicial review",
            "phonetic": "dʒuːdɪʃəl ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Supreme Court granted itself the power of judicial review in the case of Marbury vs. Madison.",
                "So those are the very basics of judicial review.",
                "Another question is, is judicial review a violation of separation of powers?",
                "The crazy thing is that the power of judicial review comes from the Court itself.",
                "We could play this game all day, but this episode is about judicial review: the most important power of the Supreme Court and where it came from."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkaWNpYWwgcmV2aWV3&hash=d331e5fb8b850bac5a1f19535993994062ffd597&lang=en&cache-only=0",
            "defineEn": "(in the UK) the process in which a court of law can examine an action or decision made by a public body or government department",
            "defineVi": "(ở Anh) quy trình mà tòa án có thể xem xét một hành động hoặc quyết định của cơ quan công quyền hoặc cơ quan chính phủ"
        },
        {
            "id": "5c38a83e-e438-404d-83a2-86832bf35f6d",
            "word": "jurisdiction",
            "phonetic": "dʒʊɹɹɪsdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's appellate jurisdiction.",
                "And it can change the jurisdiction of federal courts.",
                "In some cases we may find no federal jurisdiction. ",
                "Trial courts are also called courts of original jurisdiction.",
                "They don't recognize permits from other jurisdictions."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyaXNkaWN0aW9u&hash=31fe2fe1b5b6834b5ccbaebe8989f74d150c0677&lang=en&cache-only=0",
            "defineEn": "the power or authority of a court of law or an organization to make legal decisions and judgements",
            "defineVi": "quyền lực hoặc thẩm quyền của tòa án hoặc một tổ chức để đưa ra các quyết định và bản án pháp lý"
        },
        {
            "id": "4cc71134-6c24-4168-a935-381ffd5ee699",
            "word": "jurisdictional",
            "phonetic": "dʒʊɹɹɪsdɪkʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is a really complicated jurisdictional environment for law enforcement in D.C., but it's also one where we see incredible crowds, protests, marches, inauguration, State of the Union, happen with security and very smoothly every year.",
                "Many are tied up in jurisdictional battles as judges differ on whether they belong in state or federal court."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyaXNkaWN0aW9uYWw&hash=e4b75b6f7f41a65fcfbd6dd657ce1a5b2dd7b2f4&lang=en&cache-only=0",
            "defineEn": "relating to an official organization, mainly the court's power and authority to bind the parties to the action",
            "defineVi": "liên quan đến một tổ chức chính thức, chủ yếu là quyền lực và thẩm quyền của tòa án để ràng buộc các bên tham gia hành động"
        },
        {
            "id": "c52fc909-dbc8-4b0d-920c-9ddb98944593",
            "word": "to [keep|leave] {one's} options open",
            "phonetic": "tə kiːp slæʃ liːv wʌn bækslæʃ ɛs ɑːpʃənz oʊpən ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcCB7b25lJ3N9IG9wdGlvbnMgb3Blbg&hash=04eaa14aef1d2ffab7eb22eb130fb9aaa17733df&lang=en&cache-only=0",
            "defineEn": "to not make a decision so that one still has choices in the future",
            "defineVi": "không đưa ra quyết định để người ta vẫn có lựa chọn trong tương lai"
        },
        {
            "id": "e7369281-3601-4c3b-98dc-e6210a0934df",
            "word": "majority verdict",
            "phonetic": "mədʒɔːɹᵻɾi vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFqb3JpdHkgdmVyZGljdA&hash=fb456565dd3ed7f105d0aa093bb63f35884bbe08&lang=en&cache-only=0",
            "defineEn": "(law) a decision supported or made by a jury that most of  the people, but not all agree with",
            "defineVi": "(luật) một quyết định được bồi thẩm đoàn ủng hộ hoặc đưa ra mà hầu hết mọi người, nhưng không phải tất cả đều đồng ý"
        },
        {
            "id": "cfaa6b42-9c09-4b20-8097-dc7d5e843485",
            "word": "to [make] allowances for {sb/sth}",
            "phonetic": "tə meɪk ɐlaʊənsᵻz fɔːɹ ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBhbGxvd2FuY2VzIGZvciB7c2JzdGh9&hash=9e2f01a4fc0579b4f0b5b26ca7f9ad510eb1e62b&lang=en&cache-only=0",
            "defineEn": "to consider something when doing calculations or making a plan",
            "defineVi": "để xem xét một cái gì đó khi làm tính toán hoặc thực hiện một kế hoạch"
        },
        {
            "id": "fa10d411-3e68-42b8-83bb-f5f14f15c918",
            "word": "miscarriage of justice",
            "phonetic": "mɪskæɹɪdʒ ʌv dʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It shows that, sometimes, there is a miscarriage of justice.",
                "Those of us who were on duty in the embassy in Monrovia when this happened still believe that it's a miscarriage of justice."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzY2FycmlhZ2Ugb2YganVzdGljZQ&hash=63e3887153b58a5ebe02d9c47f7fa7e5eef8d396&lang=en&cache-only=0",
            "defineEn": "(law) a situation in which a court wrongly punishes someone",
            "defineVi": "(luật) một tình huống trong đó một tòa án trừng phạt sai một ai đó"
        },
        {
            "id": "6b624eab-0482-48df-9e6d-0b1081c05295",
            "word": "to nail down",
            "phonetic": "tə neɪl daʊn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFpbCBkb3du&hash=183f508fe12b8a91b5708f82636b13403115f0e4&lang=en&cache-only=0",
            "defineEn": "to finally come to an agreement or decision",
            "defineVi": "để cuối cùng đi đến một thỏa thuận hoặc quyết định"
        },
        {
            "id": "307db956-453c-4ccf-a1a2-054ab7eb8b62",
            "word": "to narrow down",
            "phonetic": "tə næɹoʊ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Narrator: Vince narrowed down his product portfolio.",
                "The very nature of a trial narrows down the issue to a focus that may not deal with any kind of systemic change at all.",
                "The body's reaction to a bite may not help narrow down the suspects.",
                "It was so hard to narrow down the list.",
                "The context of the game can help narrow down the possibilities, give the hitter a sort of ballpark estimate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycm93IGRvd24&hash=089e7659dbdf1671c6c42360b6d00a638fec265d&lang=en&cache-only=0",
            "defineEn": "to decrease the number of possibilities or choices",
            "defineVi": "để giảm số lượng các khả năng hoặc sự lựa chọn"
        },
        {
            "id": "cac7c4b0-4192-4e0e-90f7-161344302004",
            "word": "negotiable",
            "phonetic": "nᵻɡoʊʃɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Safety is not negotiable.",
                "Other things are discussible, negotiable.",
                "So but there's no indication right now that President Trump will do that because because the motto is what's mine is mine What's yours is negotiable?",
                "and he said well if they're not going to budge off the 1.9 trillion dollar number it's not going to happen he was then asked well is there can you give us a specific example or something that uh demonstrates the differences you didn't mention it he says the 360 billion or so for states and localities is that something that is considered negotiable by the white house "
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnb3RpYWJsZQ&hash=28ecd250736887a69a7e8abc0c74f10407171b29&lang=en&cache-only=0",
            "defineEn": "able to be changed to discussed in order for an agreement to be reached",
            "defineVi": "có thể được thay đổi thành thảo luận để đạt được thỏa thuận"
        },
        {
            "id": "2cd28446-cead-4239-a13f-a69553b3e7d5",
            "word": "no-brainer",
            "phonetic": "noʊbɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's kind of a no-brainer.",
                "To us it was really a no-brainer.",
                "So Hitler considered himself a military genius,and to him, invading the USSR was a no-brainer.",
                "Musk is the chairman, the largest shareholder of both companies, as you know, and he's calling the combination a no-brainer.",
                "And the fact that we should celebrate it seems to be a no-brainer for me."
            ],
            "audio": "https://tts.langeek.co/read?text=bm8tYnJhaW5lcg&hash=dc953152a8b698fe4928f4d95cf74dfc3151c672&lang=en&cache-only=0",
            "defineEn": "something such as a decision or question that requires minimal or no mental effort to be made or answered",
            "defineVi": "một cái gì đó chẳng hạn như một quyết định hoặc câu hỏi đòi hỏi nỗ lực tinh thần tối thiểu hoặc không có để được thực hiện hoặc trả lời"
        },
        {
            "id": "3bd68db7-6287-4665-92ab-36c18c12be8d",
            "word": "of one's own free will",
            "phonetic": "ʌv wʌn bækslæʃ ɛs oʊn fɹiː wɪl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2Ygb25lJ3Mgb3duIGZyZWUgd2lsbA&hash=2aadf2247eac3c243a89e80d5120e5e3dd0bb8f3&lang=en&cache-only=0",
            "defineEn": "in a way that demonstrates one's capability and independence in decision-making free of any influence or circumstance",
            "defineVi": "theo cách thể hiện khả năng và sự độc lập của một người trong việc ra quyết định mà không chịu bất kỳ ảnh hưởng hoặc hoàn cảnh nào"
        },
        {
            "id": "e9185c01-c503-4ab9-ae16-32d36d22668e",
            "word": "on the horns of a dilemma",
            "phonetic": "ɔnðə hɔːɹnz əvə dᵻlɛmə ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gdGhlIGhvcm5zIG9mIGEgZGlsZW1tYQ&hash=8fc72b03b3b39d27265453482eabc6cd127f4cb8&lang=en&cache-only=0",
            "defineEn": "‌in a situation that forces one to choose between two alternatives that both have equally undesirable outcomes",
            "defineVi": "‌trong một tình huống buộc một người phải lựa chọn giữa hai phương án mà cả hai đều có kết quả không mong muốn như nhau"
        },
        {
            "id": "ff8016a1-ccbf-4b97-b949-2211d4a7a808",
            "word": "open verdict",
            "phonetic": "oʊpən vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3BlbiB2ZXJkaWN0&hash=be24bab4cd15c878791c1346d7412780acc4ecdd&lang=en&cache-only=0",
            "defineEn": "(in the UK) a legal decision that declares the cause of someone's death IS unknown",
            "defineVi": "(ở Anh) một quyết định pháp lý tuyên bố nguyên nhân cái chết của ai đó KHÔNG rõ"
        },
        {
            "id": "809ba058-ea7b-4873-a2b3-0918152cae25",
            "word": "option",
            "phonetic": "ɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "I'm always keeping my options open Sophia.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "They finally added a delicious veggie burger option to their menu."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW9u&hash=1e00870c20b12372b2d669f95f3581928933239c&lang=en&cache-only=0",
            "defineEn": "something that can or may be chosen from a number of alternatives",
            "defineVi": "một cái gì đó có thể hoặc có thể được chọn từ một số lựa chọn thay thế"
        },
        {
            "id": "b988f96e-afbf-4fc9-b923-1bc5b190ddc2",
            "word": "to override",
            "phonetic": "tʊ oʊvɚɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But a simple majority of the state legislature can override the veto.",
                "But President Trump repeatedly insisted Raffensperger override that outcome.",
                "The amygdala is still overriding the prefrontal cortex, which is in charge of decision making and planning.",
                "If the President vetoes a law, Congress, with a two thirds vote in both houses, can override the veto.",
                "They overrode the Presidential veto with a 2/3rds majority and the Civil Rights Act became law."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnJpZGU&hash=0771ac8f3e1be9cf51179c7399f7528de7453667&lang=en&cache-only=0",
            "defineEn": "to change or reject someone's decision, especially by using one's authority",
            "defineVi": "để thay đổi hoặc từ chối quyết định của ai đó, đặc biệt là bằng cách sử dụng thẩm quyền của một người"
        },
        {
            "id": "7f8c7dd5-e5d1-4a44-846c-e63840f92930",
            "word": "to overrule",
            "phonetic": "tʊ oʊvɚɹuːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "If we overrule them, it would damage our republic forever.",
                "If we overrule them, it would damage our republic forever.",
                "This was eventually overruled in 1975, making it more difficult to exclude women as possible jury members and making women selectable from voter registration lists.",
                "Laws are important, but some situations, like saving your beloved's life, might overrule them.",
                "And he literally wrote an opinion that found it unconstitutional, and it was later overruled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnJ1bGU&hash=3f5e33ea586e600603b3b87f6b2313961e1d887f&lang=en&cache-only=0",
            "defineEn": "to use one's official or political superiority to change or reject a previously made decision",
            "defineVi": "sử dụng ưu thế chính thức hoặc chính trị của một người để thay đổi hoặc từ chối một quyết định đã đưa ra trước đó"
        },
        {
            "id": "d020de7c-a688-4515-b21c-69a8b8277d3d",
            "word": "to overturn",
            "phonetic": "tʊ oʊvɚtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart.",
                "His only conviction was later overturned.",
                "Instead, on Saturday, he personally made this demand of Georgia Secretary of State Brad Raffensperger: Overturn the state's election results.",
                "A French rescue ship found an overturned rubber boat on Thursday.",
                "Executive orders can be overturned by actual Congressional lawmaking, or by Supreme Court decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnR1cm4&hash=6f9a35dbc9a9841f430b764eedbd59d91ea1c3ad&lang=en&cache-only=0",
            "defineEn": "to reverse, abolish, or invalidate something, especially a legal decision",
            "defineVi": "để đảo ngược, bãi bỏ, hoặc làm mất hiệu lực một cái gì đó, đặc biệt là một quyết định pháp lý"
        },
        {
            "id": "72a04f38-cc6e-4068-b119-b19a19f16229",
            "word": "to pick",
            "phonetic": "tə pɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I picked a bouquet of fresh flowers from the field.",
                "He often picks a quarrel.",
                "Take your pick.",
                "She sometimes picked fights with other girls at school.",
                "I picked a handful of delicious sand cherries from the bush in my backyard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljaw&hash=005633abd71825f3a88ccdd7eb92e8a120101941&lang=en&cache-only=0",
            "defineEn": "to choose someone or something out of a group of people or things",
            "defineVi": "để chọn một ai đó hoặc một cái gì đó trong số một nhóm người hoặc vật",
            "hasImg": true
        },
        {
            "id": "91bdef0f-4860-44da-bf4e-28cd30a7e957",
            "word": "to [pick] and [choose]",
            "phonetic": "tə pɪk ænd tʃuːz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayBhbmQgY2hvb3Nl&hash=cad5f9f6ee25cc64a6f4e1129f9a11a86ef53305&lang=en&cache-only=0",
            "defineEn": "‌to choose the most desirable alternative out of the ones available",
            "defineVi": "‌để chọn giải pháp thay thế mong muốn nhất trong số những giải pháp có sẵn"
        },
        {
            "id": "331418e8-35c7-4298-85f5-95817f4b7f2d",
            "word": "to [draw] (lots|straws)",
            "phonetic": "tə dɹɔː lɑːts slæʃ stɹɔːz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhdyBsb3Rz&hash=db71710407432d2d15a16673ded3a4f3ef23ac78&lang=en&cache-only=0",
            "defineEn": "to make a decision solely based on throwing a dice, picking a random paper, etc.",
            "defineVi": "để đưa ra quyết định chỉ dựa trên việc tung xúc xắc, chọn một tờ giấy ngẫu nhiên, v.v."
        },
        {
            "id": "d04c633b-7ec7-438a-b6fe-046126ef028c",
            "word": "to pick a winner",
            "phonetic": "tə pɪk ɐ wɪnɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayBhIHdpbm5lcg&hash=0c9d65ff32abfde72bf58d04dab3a9949e767d98&lang=en&cache-only=0",
            "defineEn": "to excel in making decisions that ultimately lead to one's success",
            "defineVi": "xuất sắc trong việc đưa ra quyết định mà cuối cùng dẫn đến thành công của một người"
        }
    ]
}