{
    "id": "dfc29d23-1333-41ac-8767-4f7839fffaf9",
    "title": "Food 2",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "39aacdcd-69c1-4046-9f73-f82c28344ba3",
            "word": "meal",
            "phonetic": "miːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "The chef cooks a delicious meal in the restaurant.",
                "Meals can be served to you in your room.",
                "She cooked a delicious meal in the kitchen.",
                "She enjoys cooking meals for her family in the kitchen of their home."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbA&hash=6f376b331ec002aa51137fff6a33f809acc597ea&lang=en&cache-only=0",
            "defineEn": "the food that you eat on regular occasions during the day, especially breakfast, lunch, or dinner; or any of these occasions",
            "defineVi": "thức ăn mà bạn ăn thường xuyên trong ngày, đặc biệt là bữa sáng, bữa trưa hoặc bữa tối; hoặc bất kỳ dịp nào trong số này",
            "hasImg": true
        },
        {
            "id": "3f77233c-115d-4232-a795-376f7d1a45af",
            "word": "breakfast",
            "phonetic": "bɹɛkfəst ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents always drink orange juice for breakfast.",
                "The new secretary made a dog's breakfast out of the filing system.",
                "They serve breakfast at all hours.",
                "Breakfast is served until 9 am.",
                "Your breakfast is coming soon."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtmYXN0&hash=9843166500799279810976461a971b6036acfc38&lang=en&cache-only=0",
            "defineEn": "the first meal someone has in the early hours of the day",
            "defineVi": "bữa ăn đầu tiên của ai đó vào đầu giờ trong ngày",
            "hasImg": true
        },
        {
            "id": "9930d236-d5e3-42b4-b554-67013690be73",
            "word": "lunch",
            "phonetic": "lʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does this pub do lunches?",
                "The chef prepared a creamy tomato soup for lunch.",
                "The employee took a lunch break in the cafeteria.",
                "I made a delicious turkey and cheese sandwich for lunch.",
                "I ate a sandwich and a half for lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuY2g&hash=3fbf392c8676a321b91c2f08df8342a72dff5654&lang=en&cache-only=0",
            "defineEn": "a meal eaten in the middle of the day",
            "defineVi": "một bữa ăn vào giữa ngày",
            "hasImg": true
        },
        {
            "id": "37b093cc-7b9b-4c20-8e6b-da1554ba2448",
            "word": "dinner",
            "phonetic": "dɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The price includes dinner, bed, and breakfast.",
                "After dinner comes the reckoning.",
                "The bell sounded for dinner.",
                "The government's latest proposals are a dog's dinner.",
                "Dinner is served between 7 and 10 p.m."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlubmVy&hash=88cb0ba0d8d8408a01693a4b60d49db1908635d4&lang=en&cache-only=0",
            "defineEn": "the main meal of the day, eaten either in the middle of the day or in the evening",
            "defineVi": "bữa ăn chính trong ngày, ăn vào giữa ngày hoặc vào buổi tối",
            "hasImg": true
        },
        {
            "id": "7f2af494-b9df-4d0c-88e7-f1a776b24409",
            "word": "tea",
            "phonetic": "tiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spill the tea!",
                "The aromatic wintergreen tea soothes her sore throat.",
                "A cup of tea sounds perfect.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "Do you want some more tea?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGVh&hash=b7657d4c14b9556d6b6da8f12dd4d9f2e35fcc2c&lang=en&cache-only=0",
            "defineEn": "a hot drink that is made by soaking dried leaves, called tea leaves, in hot water",
            "defineVi": "một thức uống nóng được làm bằng cách ngâm lá khô, được gọi là lá trà, trong nước nóng",
            "hasImg": true
        },
        {
            "id": "eeb15563-7f57-4071-bb14-49e2b1108b77",
            "word": "coffee",
            "phonetic": "kɔfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made coffee for us all.",
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVl&hash=4c3fb90c40cc371b528be5a48c89e3e902e6d367&lang=en&cache-only=0",
            "defineEn": "a drink that is made from mixing water with some crushed seeds, called coffee beans, usually hot and brown in color",
            "defineVi": "một thức uống được làm từ nước trộn với một số hạt nghiền nhỏ, được gọi là hạt cà phê, thường nóng và có màu nâu",
            "hasImg": true
        },
        {
            "id": "2a30f4d6-4c67-4879-969a-b6056e39e787",
            "word": "cake",
            "phonetic": "keɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The old lady's cake wasn't wonderful",
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "Oh, that takes the cake!",
                "I baked a chocolate cake for my friend's birthday."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FrZQ&hash=06d0cb848466be1f75dfd8a67dc34ee7a4709661&lang=en&cache-only=0",
            "defineEn": "a sweet food that is made by mixing flour, butter or oil, sugar, eggs and other ingredients and then backing it in an oven",
            "defineVi": "một món ăn ngọt được làm bằng cách trộn bột mì, bơ hoặc dầu, đường, trứng và các thành phần khác rồi cho vào lò nướng",
            "hasImg": true
        },
        {
            "id": "23fa6c6f-a80c-4216-a6a8-8da78b600621",
            "word": "cookie",
            "phonetic": "kʊki ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a sharp cookie!",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "She baked a batch of delicious hazelnut cookies.",
                "A lot of people had their hands in the cookie jar at the company.",
                "I had a gluten-free cookie that was just as delicious as the regular ones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2ll&hash=3bf9fc47c2be6246661c00346cd476c123aada4e&lang=en&cache-only=0",
            "defineEn": "a dry, hard, and flat cake that is small in size and usually has a sweet taste",
            "defineVi": "một chiếc bánh khô, cứng và phẳng, có kích thước nhỏ và thường có vị ngọt",
            "hasImg": true
        },
        {
            "id": "dfbbe21e-8d3f-45f7-ac56-c00a42b43f09",
            "word": "bread",
            "phonetic": "bɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQ&hash=887a28d2a7fa3a37ef4a658c95bc7c7bb24e1bac&lang=en&cache-only=0",
            "defineEn": "a type of food made from flour, water and usually yeast mixed together and baked",
            "defineVi": "một loại thực phẩm được làm từ bột mì, nước và thường là men trộn với nhau và nướng",
            "hasImg": true
        },
        {
            "id": "6625db7a-b036-4fb5-804a-8ea4f1fb1a14",
            "word": "honey",
            "phonetic": "hʌni ",
            "partOfSpeechType": "noun",
            "examples": [
                "We used honey as a natural sweetener in our homemade salad dressing.",
                "I hear you, honey.",
                "We used honey as a natural remedy for soothing a sore throat.",
                "You've been awfully quiet tonight, honey.",
                "Honey berries are perfect for making jams and preserves with their naturally sweet taste."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXk&hash=d63d6aa9d44215682b5a048d5cebc9dd38248d34&lang=en&cache-only=0",
            "defineEn": "a sweet, sticky substance produced by bees that is yellow or brown and is used as food",
            "defineVi": "một chất ngọt, dính do ong tạo ra có màu vàng hoặc nâu và được dùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "d55ce67e-d14b-41cb-8e00-19b4f435b7ac",
            "word": "jam",
            "phonetic": "dʒæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Do you want jam on it?",
                "My grandmother makes the most amazing damson jam every summer.",
                "My homemade star fruit jam was a hit among my family.",
                "Fig jam is a popular spread that you can enjoy on bread or toast."
            ],
            "audio": "https://tts.langeek.co/read?text=amFt&hash=bfa4af94d254e5a27806b8cbf740907e2fbfd61d&lang=en&cache-only=0",
            "defineEn": "a thick, sweet substance made by boiling fruit with sugar, often sold in jars and eaten on bread",
            "defineVi": "một chất đặc, ngọt được làm bằng cách đun sôi trái cây với đường, thường được bán trong lọ và ăn kèm với bánh mì",
            "hasImg": true
        },
        {
            "id": "a1d404d3-4807-4075-a9a2-6734764e55fb",
            "word": "juice",
            "phonetic": "dʒuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "She poured orange juice into a clear glass."
            ],
            "audio": "https://tts.langeek.co/read?text=anVpY2U&hash=8516857d091968689303dc9041da0169ab014da3&lang=en&cache-only=0",
            "defineEn": "the liquid that exists inside fruits and vegetables or the drink that we make from them",
            "defineVi": "chất lỏng tồn tại bên trong trái cây và rau quả hoặc đồ uống mà chúng ta làm từ chúng",
            "hasImg": true
        },
        {
            "id": "39a02141-ec1e-4a9c-889a-201a90d40cd7",
            "word": "ice cream",
            "phonetic": "aɪs kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "My favourite ice cream shop went out of business last summer.",
                "The ice cream truck played a catchy tune to attract customers.",
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGNyZWFt&hash=a942844f2d4bd4ac71d695fef017cf6537871edd&lang=en&cache-only=0",
            "defineEn": "a sweet and cold dessert that is made from a mixture of milk, cream, sugar, and various flavorings",
            "defineVi": "một món tráng miệng ngọt và lạnh được làm từ hỗn hợp sữa, kem, đường và các hương liệu khác nhau",
            "hasImg": true
        },
        {
            "id": "b292deed-9e20-46ea-9bfd-b18263a9af2b",
            "word": "water",
            "phonetic": "wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "Water will always find its own level.",
                "My mother waters the plants in our garden every morning.",
                "Police turned water cannon on the rioters.",
                "The water boiled away."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXI&hash=fd853ff5e3f42247c9f00b85e95c541093dd8ff0&lang=en&cache-only=0",
            "defineEn": "a liquid with no smell, taste, or color, that falls from the sky as rain, and we use for washing, cooking, drinking, etc.",
            "defineVi": "một chất lỏng không mùi, không vị, không màu, từ trên trời rơi xuống dưới dạng mưa, và chúng ta dùng để giặt giũ, nấu ăn, uống, v.v.",
            "hasImg": true
        },
        {
            "id": "07e4cfd2-6609-4093-b8fb-a3dd6dfdabf2",
            "word": "rice",
            "phonetic": "ɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served white rice with the chicken curry.",
                "Rice is a staple food in many Asian countries.",
                "I prefer brown rice over white rice for its nutritional benefits.",
                "Leave the rice to cook for 20 minutes.",
                "The rice cooks in boiling water until it becomes fluffy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljZQ&hash=2a6e41f6c0fbd8fde2f21ea0659be9ef89f86870&lang=en&cache-only=0",
            "defineEn": "a small and short grain that is white or brown and usually grown and eaten a lot in Asia",
            "defineVi": "một loại hạt nhỏ và ngắn có màu trắng hoặc nâu và thường được trồng và ăn nhiều ở châu Á",
            "hasImg": true
        },
        {
            "id": "539e2901-9b24-4608-a70f-78f3aa073d47",
            "word": "soup",
            "phonetic": "suːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soup needs a little more seasoning.",
                "My friend Prepared a nourishing soup with cellophane noodles, mushrooms, and bok choy.",
                "We enjoyed hot cabbage soup on a chilly evening.",
                "I always garnish my soup with a sprinkle of fresh herbs.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=c291cA&hash=67f29063b48162b01e8f9cbe5b0593e9428e7e45&lang=en&cache-only=0",
            "defineEn": "liquid food cooked in water, typically containing small pieces of meat, fish, or vegetables",
            "defineVi": "thức ăn lỏng được nấu trong nước, thường chứa những miếng thịt, cá hoặc rau nhỏ",
            "hasImg": true
        },
        {
            "id": "d7e55187-fe86-47d2-9f12-0650f878f042",
            "word": "salad",
            "phonetic": "sæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "She prepared a delicious pea and mint salad for the family picnic.",
                "He served the salad on a large ceramic plate.",
                "The salad was elevated with a colorful salpicon of roasted vegetables and feta cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsYWQ&hash=f86980bfdaa77bfa755d01eace7c8c2c2e447873&lang=en&cache-only=0",
            "defineEn": "a mixture of usually raw vegetables, like lettuce, tomato, and cucumber, with a type of sauce and sometimes meat",
            "defineVi": "một hỗn hợp thường là rau sống, như rau diếp, cà chua và dưa chuột, với một loại nước sốt và đôi khi là thịt",
            "hasImg": true
        },
        {
            "id": "41577531-2921-4843-bd97-6d6c01d55bb3",
            "word": "pizza",
            "phonetic": "piːtsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I eat pizza on Wednesdays.",
                "The children scarfed down the pizza at the birthday party.",
                "We ordered takeout pizza for an easy dinner.",
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "I draw the line at a pizza with anchovies on it."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl6emE&hash=2c427090a8d10c2f5cab9782d8123307cb1fffbe&lang=en&cache-only=0",
            "defineEn": "an Italian food made with thin flat round bread, baked with a topping of tomatoes and cheese, usually with meat, fish, or vegetables",
            "defineVi": "một món ăn Ý được làm bằng bánh mì tròn mỏng, nướng với cà chua và phô mai, thường là thịt, cá hoặc rau",
            "hasImg": true
        },
        {
            "id": "693624bc-c3ab-4bbd-b778-f7013e456459",
            "word": "sandwich",
            "phonetic": "sændwɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "That bacon sandwich really hit the spot!",
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "We packed sandwiches for our picnic in the park.",
                "you want a knuckle sandwich?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZHdpY2g&hash=c9ae6a869c748cf3bcfc9fc1b501946980ccdbfc&lang=en&cache-only=0",
            "defineEn": "two pieces of bread with cheese, meat, etc. between them",
            "defineVi": "hai miếng bánh mì với phô mai, thịt, v.v... ở giữa",
            "hasImg": true
        },
        {
            "id": "d6650c21-11f3-414f-a250-a94e9115bf40",
            "word": "sugar",
            "phonetic": "ʃʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you put sugar in my coffee?",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "Do you take sugar in your coffee?",
                "A teaspoon of sugar can sweeten your morning coffee or tea.",
                "The chef used grape sugar to caramelize the top of the crème brûlée."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXI&hash=6579e0d85085ed46998fdd287cd9afdd49590b24&lang=en&cache-only=0",
            "defineEn": "a sweet white or brown substance that is obtained from plants and used to make food and drinks sweet",
            "defineVi": "một chất ngọt màu trắng hoặc nâu thu được từ thực vật và được sử dụng để làm thức ăn và đồ uống ngọt",
            "hasImg": true
        },
        {
            "id": "92b79dd7-1f64-4a49-8e44-617129bef042",
            "word": "salt",
            "phonetic": "sɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pass the salt, please.",
                "He put salt into the sugar bowl by mistake.",
                "Can you please pass the salt?",
                "The soup needed a little more salt to bring out the taste.",
                "Take a stock tip with a grain of salt."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdA&hash=2a6085b0fe097436c7096c0c73d76b9ea6071ad9&lang=en&cache-only=0",
            "defineEn": "a natural, white substance, obtained from mines and also found in seawater that is added to the food to make it taste better or to preserve it",
            "defineVi": "một chất tự nhiên, màu trắng, thu được từ các mỏ và cũng được tìm thấy trong nước biển được thêm vào thực phẩm để làm cho thức ăn ngon hơn hoặc để bảo quản",
            "hasImg": true
        }
    ]
}