{
    "id": "e0d91f27-3957-47df-a1b2-600ce30a07a8",
    "title": "Art Has No Rules!",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "1166ce0e-6ff2-4b8a-abc6-4dd497b023f4",
            "word": "artwork",
            "phonetic": "ɑːɹtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "The artwork on the wall was a mix of colors and textures.",
                "She admired the artwork displayed in the museum.",
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0d29yaw&hash=5642fa8cc600f88523c07a6d902bf451903cc08f&lang=en&cache-only=0",
            "defineEn": "drawings, photographs and pictures that are prepared for publication in a book, magazine, etc.",
            "defineVi": "bản vẽ, hình ảnh và hình ảnh được chuẩn bị để xuất bản trong một cuốn sách, tạp chí, v.v.",
            "hasImg": true
        },
        {
            "id": "70ba1911-2437-4ccd-a7f9-16285d4396e4",
            "word": "background",
            "phonetic": "bækɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "A secure background will help a child to grow emotionally.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2dyb3VuZA&hash=90f49757c5144f21f715daa232198e97f8962a54&lang=en&cache-only=0",
            "defineEn": "the part of a photograph, etc. that is situated behind the main figures, etc.",
            "defineVi": "một phần của bức ảnh, v.v. nằm phía sau các nhân vật chính, v.v.",
            "hasImg": true
        },
        {
            "id": "bfbc4b03-b835-4d79-a8d4-9fe8b351b406",
            "word": "foreground",
            "phonetic": "fɔːɹɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So on the foreground, my face is dark.",
                "When we look at an object, the background and foreground are usually blurry, because a lens can only focus light coming from one distance away.",
                "I can change my foreground and my background color, except that you literally only have these ones to choose from.",
                "Each image gives us at least a glimpse of the mountain, and in this particular print we see it in the distance as a giant wave occupies much of the foreground, about to crash down upon three fishing boats and their occupants.",
                "What makes these formulaic prom scenes interesting is the degree to which filmmakers use them to foreground what is wrong with the adult society into which the teenager hopes to emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdyb3VuZA&hash=55963a17d15b4bd166a738732905254254f9ecce&lang=en&cache-only=0",
            "defineEn": "the part of a scene, photograph, etc. that is closest to the observer",
            "defineVi": "một phần của cảnh, ảnh, v.v. gần người quan sát nhất",
            "hasImg": true
        },
        {
            "id": "8929ad13-7d83-4ce3-8e1c-2d6d53a12b58",
            "word": "collector",
            "phonetic": "kəlɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "Most collectors work on monthly quotas.",
                "Many fields do rely on amateur collectors.",
                "Collectors index and organize their possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdG9y&hash=f790f52fdbd492f48ec3941d4da2c0e07fc7d97e&lang=en&cache-only=0",
            "defineEn": "someone who collects things, as a job or hobby",
            "defineVi": "một người thu thập mọi thứ, như một công việc hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "aced7dc9-5f67-4349-b5c1-b32f46b3e884",
            "word": "graphic artist",
            "phonetic": "ɡɹæfɪk ɑːɹɾɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save your money graphic artists, buy a TV influencer gamers.",
                "This is a recently framed piece by M.C. Escher, the wonderful and popular graphic artist."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpYyBhcnRpc3Q&hash=51841d655ff90ec6aebe7731fb66a68e0bf2b2b8&lang=en&cache-only=0",
            "defineEn": "an artist who designs or creates visuals",
            "defineVi": "một nghệ sĩ thiết kế hoặc tạo hình ảnh"
        },
        {
            "id": "57e86f91-ce28-4739-af4f-7f8ae5aa338f",
            "word": "masterpiece",
            "phonetic": "mæstɚpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's new album is a masterpiece, with every song knocking it out of the park.",
                "Simply put, the film is a masterpiece.",
                "The artist mixed different colors to create a masterpiece.",
                "He imagines himself as a chef, creating a masterpiece dish with Calabrese as the star ingredient.",
                "As an artist, her destination was to create a masterpiece that would leave a lasting impact on the art world."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVycGllY2U&hash=301576c48b2fdb5e7d3df6c7e634092a8d56b7c5&lang=en&cache-only=0",
            "defineEn": "a piece of art created with great skill, which is an artist's best work",
            "defineVi": "một tác phẩm nghệ thuật được tạo ra với kỹ năng tuyệt vời, đó là tác phẩm hay nhất của một nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "eae643e2-81b6-458e-98dd-197f6d205c0e",
            "word": "exhibit",
            "phonetic": "ɛɡzɪbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "The artist decided to withdraw their painting from the exhibit.",
                "But when she held an exhibit in her hometown, few people attended.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdA&hash=1ebe11fa7f3ebeeaaff3b7bcc256b79ec7421330&lang=en&cache-only=0",
            "defineEn": "a public event in which objects such as paintings, photographs, etc. are shown",
            "defineVi": "một sự kiện công cộng trong đó các đồ vật như tranh vẽ, ảnh, v.v. được trưng bày",
            "hasImg": true
        },
        {
            "id": "da8c8a15-305b-4d35-a865-9c3942d4d526",
            "word": "image",
            "phonetic": "ɪmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did your friend ask for permission to use the image?",
                "The company is trying to create a young energetic image.",
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "Images are captured in black and white to save hard disk space.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2U&hash=abcb1fc29bae919497512e19f0fe8476e645c89e&lang=en&cache-only=0",
            "defineEn": "a person's or an object's representation in art",
            "defineVi": "đại diện của một người hoặc một đối tượng trong nghệ thuật"
        },
        {
            "id": "8a454d0d-e5d2-4487-b9c5-2b77150e1426",
            "word": "landscape",
            "phonetic": "lændskeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The snowy landscape looked magical under the moonlight.",
                "The full moon cast a soft glow on the landscape.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNjYXBl&hash=2347b6a889d1d9664b4f5a15ac507a4af50b706f&lang=en&cache-only=0",
            "defineEn": "a style of painting that deals with the nature",
            "defineVi": "một phong cách hội họa liên quan đến thiên nhiên",
            "hasImg": true
        },
        {
            "id": "ff123c21-60ea-4895-8ade-1dd2014b536c",
            "word": "self-portrait",
            "phonetic": "sɛlfpoːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His self-portrait with a pipe, from a calmer period in Van Gogh's life, showed no sign of this correspondence.",
                "One mother made her own version of Kahlo's self-portrait with monkeys.",
                "Kahlo's paintings chart the ups and downs of their relationship, whether depicting she and Rivera, or gory stories of murder drawn from the news, or self-portraits exploring her inner life as well as outer life.",
                "We also see it in other works by Kahlo, like in the double self-portrait titled Tree of Hope, painted after she underwent spinal fusion surgery in 1946.",
                "While the artist passed away in 1954, when she was still with us Frida Kahlo propagated her own image in numerous ways through her distinctive style and commanding presence in front of the camera, and of course through her artwork, which includes a significant number of self-portraits."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1wb3J0cmFpdA&hash=88495c4d4235cf0c0742ffc2b2feae291785f46a&lang=en&cache-only=0",
            "defineEn": "a painting of a person that is created by the same person",
            "defineVi": "một bức tranh của một người được tạo ra bởi cùng một người"
        },
        {
            "id": "3d434a9b-ad89-480c-a0bb-7ba5386e2e1b",
            "word": "subject matter",
            "phonetic": "sʌbdʒɛkt mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subject matter often tears at my heart and keeps me up at night.",
                "To modern ears, geology is dry as dust, its subject matter lifeless in every sense.",
                "Even though she was nervous, Emily talked like a book during her presentation, showcasing her thorough understanding of the subject matter.",
                "The student who is not afraid to ask questions and challenge assumptions is more likely to gain a deeper understanding of the subject matter, as doubt is often the beginning of wisdom.",
                "This story deals with sensitive subject matter."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdCBtYXR0ZXI&hash=4661877a75115c307b5a23dbb05d01383d193e52&lang=en&cache-only=0",
            "defineEn": "the theme or topic that a work of art, speech, etc. contains",
            "defineVi": "chủ đề hoặc chủ đề chứa đựng một tác phẩm nghệ thuật, bài phát biểu, v.v."
        },
        {
            "id": "3d48b523-b418-4576-ac29-98b5b9c5b5b4",
            "word": "shade",
            "phonetic": "ʃeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tall oak tree provided shade on a hot summer day.",
                "The forest provided us with shade on a hot summer day.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "We sat beneath the shade of an oak tree, the ground covered in a blanket of fallen acorns.",
                "The park near my house has a few hackberry trees, and I often enjoy their shade on sunny days."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhZGU&hash=719e444036f4802f42d5264353b007564acb6a2e&lang=en&cache-only=0",
            "defineEn": "a different degree of the same color",
            "defineVi": "một mức độ khác nhau của cùng một màu sắc",
            "hasImg": true
        },
        {
            "id": "7bea0124-06ee-4f85-93dc-c56ecb126795",
            "word": "ink",
            "phonetic": "ɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "The council changed its mind on the by-pass before the ink was dry.",
                "Edible ink is a popular choice for creating custom designs on cookies, such as monograms, logos, and holiday themes.",
                "you spilled this ink.",
                "The ink is expensive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5r&hash=d50fd49b4d4847bdad7ad3b6b9fa49afa3091c8e&lang=en&cache-only=0",
            "defineEn": "a black or colored liquid used for drawing, writing, etc.",
            "defineVi": "một chất lỏng màu đen hoặc màu được sử dụng để vẽ, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "f7d4bf9c-cb8d-47bc-80d1-54eb97affcf1",
            "word": "oil paint",
            "phonetic": "ɔɪl peɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Narrator] Oil paint is simple.",
                "Oil paint has been used for hundreds of years.",
                "Tegen Hager-Suart: So in a good oil paint, you're gonna be looking for a high pigment loading and a good-quality pigment in that high pigment loading.",
                "Winsor & Newton has been making oil paints for almost 200 years, and its factory in France produces over 5 million liters of paint each year.",
                "The Altarpiece was the first to showcase the unique abilities of oil paint."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lsIHBhaW50&hash=f13b57f2a2c28b68be040bd4cdf783a22bf08c65&lang=en&cache-only=0",
            "defineEn": "a thick paint that has oil in it, which is used by artists",
            "defineVi": "một loại sơn dày có dầu trong đó, được sử dụng bởi các nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "b0c10737-1ed1-470b-91e9-e92c35634bb3",
            "word": "watercolor",
            "phonetic": "wɔːɾɚkʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals.",
                "It can be watercolor paper or that cereal box cardboard.",
                "Making a Series 7 kolinsky sable watercolor brush isn't easy.",
                "But by far my favorite painting of FDR is this unfinished watercolor, painted by the Russian-American artist Elizabeth Shoumatoff in April of 1945.",
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJjb2xvcg&hash=f29cbf93a4eacae2674b11dbbcd6706e23e1a77c&lang=en&cache-only=0",
            "defineEn": "the art or practice of painting with watercolors",
            "defineVi": "nghệ thuật hoặc thực hành vẽ bằng màu nước"
        },
        {
            "id": "36c1490d-7216-456b-8aeb-8290db782898",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "(of a form of art) not depicting things as they are in real life but as what the artist thinks of them",
            "defineVi": "(của một loại hình nghệ thuật) không miêu tả sự vật như chúng vốn có trong đời thực mà là những gì người nghệ sĩ nghĩ về chúng",
            "hasImg": true
        },
        {
            "id": "966beee7-3347-421f-9d6a-ef87f0a711a0",
            "word": "artistic",
            "phonetic": "ɑːɹtɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "Oliver is riding the crest of his artistic talent, with his paintings being showcased in prestigious galleries around the world.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "The Alcott sisters like the March sisters, had real artistic ambitions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXN0aWM&hash=38816c04ae51c0027e80e2a246ab916ab286de78&lang=en&cache-only=0",
            "defineEn": "involving artists or their work",
            "defineVi": "liên quan đến các nghệ sĩ hoặc công việc của họ",
            "hasImg": true
        },
        {
            "id": "0db01b29-8e5d-47ec-b2c1-fff71d835912",
            "word": "original",
            "phonetic": "ɚɹɪdʒɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you tell this copy from the original?",
                "The gardens have recently been restored to their original glory.",
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "We bit off more than we could chew in our original reform proposals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2luYWw&hash=b01d5c188caf0f78cf7633d29576c7fd6fa58d32&lang=en&cache-only=0",
            "defineEn": "resulting from the direct work of an artist, etc., which is not a copy",
            "defineVi": "do tác phẩm trực tiếp của một nghệ sĩ, v.v., không phải là bản sao",
            "hasImg": true
        },
        {
            "id": "0ddfc481-943f-4b6f-8e2e-700908c4bcbd",
            "word": "realistic",
            "phonetic": "ɹiːəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a project manager, I try to be realistic about timelines and resources.",
                "When it comes to taking on responsibilities or projects, it's important to be realistic about what you can handle.",
                "Setting realistic and achievable targets is important for maintaining motivation.",
                "Is it realistic?",
                "Is it realistic?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGlzdGlj&hash=e378f145b3d20973661cb003367a0d807584379f&lang=en&cache-only=0",
            "defineEn": "depicting things as what they are in real life",
            "defineVi": "mô tả mọi thứ như những gì họ đang có trong cuộc sống thực",
            "hasImg": true
        },
        {
            "id": "196d45b9-5c99-4565-843e-59973bd7c9f8",
            "word": "classic",
            "phonetic": "klæsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpYw&hash=d7ddca8ab7f20f5274b046601b38e54508288cf2&lang=en&cache-only=0",
            "defineEn": "being long-standing and having a popular style",
            "defineVi": "lâu đời và có phong cách phổ biến"
        },
        {
            "id": "a931d735-ae74-416d-8e16-7cc63c3712f8",
            "word": "modern",
            "phonetic": "mɑːdɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "He worked in a modern office building with large windows.",
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "You actually like modern jazz, do you?",
                "The French Revolution had a significant impact on shaping modern France."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJu&hash=fc4ed27141eab3c7e913b8266434abd45e782edd&lang=en&cache-only=0",
            "defineEn": "(of a style in architecture, music, art, etc.) recently formed and different than traditional styles",
            "defineVi": "(về một phong cách kiến trúc, âm nhạc, nghệ thuật, v.v.) mới hình thành và khác với phong cách truyền thống"
        },
        {
            "id": "e83a54ca-079c-4b7e-9ea6-c94001e82be0",
            "word": "contemporary",
            "phonetic": "kəntɛmpɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The situations were contemporary.",
                "Again, contemporary science paints an interesting portrait here.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Upbeat contemporary music playing ♪",
                "♪ contemporary music playing ♪"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcG9yYXJ5&hash=3e46bc52a48f93c9b27d1c03dc88dd6bb7f4ae28&lang=en&cache-only=0",
            "defineEn": "belonging to the current era",
            "defineVi": "thuộc về thời đại hiện tại",
            "hasImg": true
        },
        {
            "id": "f15a3442-c78f-4b1a-9249-759e7d22bf7d",
            "word": "visual",
            "phonetic": "vɪʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "Your presentation is along the right lines, but I think it could benefit from more visuals to help illustrate your points."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzdWFs&hash=0efb450f8b4c573bb8677ae1adece94e0494bb28&lang=en&cache-only=0",
            "defineEn": "involving sight or relating to seeing",
            "defineVi": "liên quan đến tầm nhìn hoặc liên quan đến việc nhìn thấy",
            "hasImg": true
        },
        {
            "id": "90b761fa-4665-418a-a24b-76669c06a09d",
            "word": "vivid",
            "phonetic": "vɪvɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "I often have vivid dreams when I sleep deeply.",
                "And even have vivid dreams.",
                "AMNA NAWAZ: Cosby, too, has vivid memories of those visits.",
                "Think back to a really vivid memory."
            ],
            "audio": "https://tts.langeek.co/read?text=dml2aWQ&hash=7eddcbd74bb0bff9f09ac570cbba8d1b18af991a&lang=en&cache-only=0",
            "defineEn": "(of colors or light) very deep or bright",
            "defineVi": "(về màu sắc hoặc ánh sáng) rất sâu hoặc sáng",
            "hasImg": true
        },
        {
            "id": "dd63723c-2ccc-4065-824d-2d5ce888eb0a",
            "word": "to depict",
            "phonetic": "tə dᵻpɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "The second photograph depicts a more clear image of Slender Man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwaWN0&hash=56319b9b8745eacda3d7db389590ebcaf0828f5e&lang=en&cache-only=0",
            "defineEn": "to represent or show something or someone by a work of art",
            "defineVi": "để đại diện hoặc hiển thị một cái gì đó hoặc ai đó bằng một tác phẩm nghệ thuật"
        },
        {
            "id": "b65022b6-0d91-4459-a51f-4d83e5611609",
            "word": "to display",
            "phonetic": "tə dɪspleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The market had vibrant yellow lemons on display.",
                "The Siemens display goes the whole hog.",
                "The manager displayed a cold shoulder towards the employee who had made a mistake.",
                "The seafood market showcased a mouthwatering display of fresh clams."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGxheQ&hash=07fa0adfb46ecb4043be73e1504cbb340d6bb85b&lang=en&cache-only=0",
            "defineEn": "to show something",
            "defineVi": "để hiển thị một cái gì đó",
            "hasImg": true
        },
        {
            "id": "fdae402a-9ffb-4a93-9a4c-98b40b274861",
            "word": "to exhibit",
            "phonetic": "tʊ ɛɡzɪbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "The artist decided to withdraw their painting from the exhibit.",
                "But when she held an exhibit in her hometown, few people attended.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhoaWJpdA&hash=85c479aad61b8da00294939e6374c5404cb21e0e&lang=en&cache-only=0",
            "defineEn": "to present or show something publicly to inform or entertain an audience",
            "defineVi": "để trình bày hoặc hiển thị một cái gì đó công khai để thông báo hoặc giải trí cho khán giả",
            "hasImg": true
        },
        {
            "id": "435b4298-b295-4a1b-b5de-71c432cc0131",
            "word": "to frame",
            "phonetic": "tə fɹeɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJhbWU&hash=9a6e8af323b7079016c0c8596f4f3ceb3395c015&lang=en&cache-only=0",
            "defineEn": "to put a work of art in a solid border",
            "defineVi": "để đặt một tác phẩm nghệ thuật trong một biên giới vững chắc",
            "hasImg": true
        },
        {
            "id": "8a5e2398-5b77-47b9-a1b6-87d21a2a73d5",
            "word": "to inspire",
            "phonetic": "tʊ ɪnspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The true story inspired many people around the world.",
                "This article inspires you to think creatively.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams.",
                "Hoping that it would inspire his students to value education."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zcGlyZQ&hash=186289d1ad5aa59c7d6691fdeaa18084f730dc05&lang=en&cache-only=0",
            "defineEn": "to make someone have a specific emotion or feeling, particularly a positive one",
            "defineVi": "để làm cho ai đó có một cảm xúc hoặc cảm giác cụ thể, đặc biệt là một cảm xúc tích cực"
        },
        {
            "id": "a760ae30-ff81-440d-a7c5-deeb0c6f3dec",
            "word": "to model",
            "phonetic": "tə mɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kZWw&hash=5f918294689456dbcc9ca35e7a701670bfe71cda&lang=en&cache-only=0",
            "defineEn": "to create a smaller representation of something using wood, etc.",
            "defineVi": "để tạo ra một đại diện nhỏ hơn của một cái gì đó sử dụng gỗ, vv"
        },
        {
            "id": "1b57e65f-7b93-4c19-91cc-bd8f1f8cadf6",
            "word": "to restore",
            "phonetic": "tə ɹᵻstoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardens have recently been restored to their original glory.",
                "The company faced a public relations crisis, so the executives went to ground and worked on a plan to restore their reputation.",
                "It restored American cities.",
                "Just before midnight, the workers restored power to the pressure gauge.",
                "The balance is restored all by itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdG9yZQ&hash=0332be68cea53963a1efc0f14b6b5550ea987c70&lang=en&cache-only=0",
            "defineEn": "to repair a work of art, building, etc. so that it is in a good condition again",
            "defineVi": "để sửa chữa một tác phẩm nghệ thuật, tòa nhà, vv để nó ở trong tình trạng tốt trở lại",
            "hasImg": true
        }
    ]
}