{
    "id": "e2ecd236-1a63-48fd-9cac-4fbd1ea2ece6",
    "title": "Likes and Dislikes",
    "originalTitle": "Likes and Dislikes",
    "words": [
        {
            "id": "f574bd11-7946-4279-a92e-058a0a5f3c53",
            "word": "affable",
            "phonetic": "æfəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What people don't realize about Ronald Reagan is that, as affable, as amiable as he was, as gifted as he was connecting with the American people, that he was actually a solitary figure.",
                "But I will say that the then-president-elect was affable, courteous even, even complimentary of the presentation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmYWJsZQ&hash=d157d5bd0fb329720e13db370b4be4d0fb61a1df&lang=en&cache-only=0",
            "defineEn": "easy to approach, and pleasant to talk to",
            "defineVi": "dễ gần và dễ nói chuyện",
            "hasImg": true
        },
        {
            "id": "1fa4d2da-36a6-47a5-ab70-558672b8b5ec",
            "word": "amiable",
            "phonetic": "eɪmiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This book makes mincemeat of the idea that Reagan was a dunce, amiable or otherwise.",
                "What people don't realize about Ronald Reagan is that, as affable, as amiable as he was, as gifted as he was connecting with the American people, that he was actually a solitary figure.",
                "He was the butt of practical jokes concocted by the often patronizing artists he considered friends, but remained good natured and amiable.",
                "And it didn't hurt that he was, you know, 11 feet tall and wore giant black glasses and was just incredibly amiable."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1pYWJsZQ&hash=b8eb336e74e6f2a089df91acce773fc1dfd160f1&lang=en&cache-only=0",
            "defineEn": "showing or having a likable, pleasant, and friendly personality",
            "defineVi": "thể hiện hoặc có tính cách đáng yêu, dễ chịu và thân thiện"
        },
        {
            "id": "a4f61038-2615-40d9-9f65-dfb6e83cd33f",
            "word": "besotted",
            "phonetic": "bᵻsɑːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVzb3R0ZWQ&hash=c1d480fd772ab272d66f66b6fab715ed998ba9df&lang=en&cache-only=0",
            "defineEn": "so in love with someone or something that prevents one from thinking properly",
            "defineVi": "Vì vậy, yêu một ai đó hoặc một cái gì đó ngăn cản một người suy nghĩ đúng đắn"
        },
        {
            "id": "f8f9a4e4-0c80-4988-8ca3-dcc06cb24c86",
            "word": "detached",
            "phonetic": "dɪtætʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While the musical is a bubbly, high-energy pop pastiche about her backstory, the novel is way more nihilistic, detached, and much more concerned with the racial subtext of Oz and Elphaba’s fight against injustice.",
                "Derealization is defined as feeling unreal and detached but this time it's with respect to your surroundings and your environment.",
                "And so when you get a lonely young man who is detached and sociopathic, getting a gun for that person is not hard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0YWNoZWQ&hash=4cd86357401dbfae646d5dd1685d776cdaac3ffb&lang=en&cache-only=0",
            "defineEn": "lacking interest or emotional involvement",
            "defineVi": "thiếu quan tâm hoặc liên quan đến cảm xúc"
        },
        {
            "id": "7d72c0c8-6b40-42c8-b3f4-1d3afc16d5d1",
            "word": "enamored",
            "phonetic": "ɪnæmɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the end, psychologists haven’t pinpointed exactly what causes the IKEA effect, and it may be that some combination of these ideas is what makes you so enamored with that table, no matter how crooked it is."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbW9yZWQ&hash=fc5223f6f9b7cb869e9bebd95498df0d1d0b2cf5&lang=en&cache-only=0",
            "defineEn": "having a strong liking or admiration for something",
            "defineVi": "có một ý thích mạnh mẽ hoặc ngưỡng mộ cho một cái gì đó"
        },
        {
            "id": "bb637b68-0841-499d-924d-2e4e93eec6ec",
            "word": "palatable",
            "phonetic": "pæləɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this is a little bit more palatable when it comes to wife approval factor.",
                "Restorers had painted over the original lamb with what they deemed a more palatable version.",
                "But what I found was with the really big air pockets it's actually palatable. -",
                "And remember, real hunger can be satisfied by anything palatable.",
                "Then maybe you’d find the social criterion more palatable."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsYXRhYmxl&hash=2bdc2a8b1fff5c602fc231ca5259632b5e85a050&lang=en&cache-only=0",
            "defineEn": "(of ideas and suggestions) pleasing and acceptable",
            "defineVi": "(về ý tưởng và đề xuất) làm hài lòng và chấp nhận được"
        },
        {
            "id": "fccf34b8-7a15-40e1-aa3a-79e167a97daa",
            "word": "partial",
            "phonetic": "pɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One partial explanation comes from American social psychologist Leon Festinger's theory of cognitive dissonance.",
                "Partial derivative with respect to x is rate of change in the x-direction.",
                "The result here is four partial records.",
                "We only have a partial view.",
                "So it's just partial."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlhbA&hash=d0f9a22b2f54de70c85faa2a7443a65feba31f71&lang=en&cache-only=0",
            "defineEn": "liking someone or something, or having an interest in them",
            "defineVi": "thích một ai đó hoặc một cái gì đó, hoặc có hứng thú với họ"
        },
        {
            "id": "15d1b302-8327-45aa-a3d5-9e8c2423ca87",
            "word": "loath",
            "phonetic": "loʊθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am loath to give any particular timeframe or dates or reasons because that’s part of the intelligence business."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hdGg&hash=f3d1795da77003bf5769fed120caeea6fce303fc&lang=en&cache-only=0",
            "defineEn": "not wanting to do something",
            "defineVi": "không muốn làm gì đó"
        },
        {
            "id": "c2e27af1-5ad9-41f2-967f-3ba3a944a7ed",
            "word": "torrid",
            "phonetic": "tɔɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Will Jane and Mr. Rochester’s dark, torrid romance finally be realized?",
                "Yoel, a brain scientist in Jerusalem, wants the world to know what his mother did in the war to compensate for the torrid reception she received in Israel after surviving Auschwitz-Birkenau."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ycmlk&hash=2146af0404435caea74fbd22f582beac057f1a31&lang=en&cache-only=0",
            "defineEn": "filled with strong emotions and being passionate especially when it comes to sexual love",
            "defineVi": "tràn đầy cảm xúc mạnh mẽ và đam mê, đặc biệt là khi nói đến tình yêu"
        },
        {
            "id": "7729a8ba-5a35-411d-b94c-79d474cb4212",
            "word": "untoward",
            "phonetic": "ʌntəwɔːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He opened the door and quickly gave the apartment a once over, confirming that nothing was untoward.",
                "It was untoward to question his citizenship, his legitimacy. ",
                "Did you, in the immediate aftermath of Trump’s victory, worry that something untoward had happened to give him the victory?"
            ],
            "audio": "https://tts.langeek.co/read?text=dW50b3dhcmQ&hash=0dace0b602f677382695cf94484388e8fbcea510&lang=en&cache-only=0",
            "defineEn": "not expected, normally inconvenient or unpleasant",
            "defineVi": "không mong đợi, thường bất tiện hoặc khó chịu"
        },
        {
            "id": "7d661b5a-b4e4-43c1-82e5-1efcc4e2db81",
            "word": "to abhor",
            "phonetic": "tʊ ɐbhoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Nature abhors a vacuum!",
                "How can anyone who abhors the oppression of negroes be in favor of degrading classes of white people?",
                "If you pull a vacuum on the inside of the tube, nature abhors a vacuum, so if you quickly vent one side to atmosphere, all the air will rush into the pipe and it'll push the golf ball down the tube."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJob3I&hash=2b19446edfff2dbd89fe753f7930812933e56aa5&lang=en&cache-only=0",
            "defineEn": "to hate a behavior or way of thought, believing that it is morally wrong",
            "defineVi": "ghét một hành vi hoặc cách suy nghĩ, tin rằng đó là sai trái về mặt đạo đức",
            "hasImg": true
        },
        {
            "id": "34ee850b-b0cb-4f53-a691-d82d4c66fbc8",
            "word": "to antagonize",
            "phonetic": "tʊ æntæɡənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Partly they don't want to antagonize customers or even their own employee base.",
                "It’s almost as if it’s purposeful, that there’s a deliberate strategy to antagonize the fastest-growing demographic group in the country. ",
                "To go to a city council hearing, as Amazon did, and antagonize the city council-- if they wanted to start a fight, they did a great job.",
                "It's a strategy that could antagonize them, let them fall into certain ideologies, not necessarily jihadist, but at least a radical Islam that evidently turns its back on the republic.",
                "New stop and frisk methods further antagonized community members, often young, male, and minority, who felt the brunt of unwarranted encounters and conflict with the local police."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW50YWdvbml6ZQ&hash=595b62ca1d4817520fef2bf0f42c09e9645d8f23&lang=en&cache-only=0",
            "defineEn": "to provoke and anger someone so much that they start to hate and oppose one",
            "defineVi": "khiêu khích và chọc giận ai đó đến mức họ bắt đầu ghét và chống lại người đó"
        },
        {
            "id": "b0090d2f-4af3-46f9-9add-959c8c95a3f8",
            "word": "to enthral",
            "phonetic": "tʊ ɛnθɹɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But for de Beauvoir, earthly life was enthralling, sensual, and anything but static."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50aHJhbA&hash=d01c070fce4343cab71da64dd60d11b1c25ec1fc&lang=en&cache-only=0",
            "defineEn": "to captivate someone and hold their complete interest and attention",
            "defineVi": "để quyến rũ ai đó và giữ sự quan tâm và chú ý hoàn toàn của họ"
        },
        {
            "id": "17aac1a5-39aa-496d-9373-02dff969f450",
            "word": "to execrate",
            "phonetic": "tʊ ɛksɪkɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlY3JhdGU&hash=cd05812df9e78e63fb3c8e3c766efffb0b48d25c&lang=en&cache-only=0",
            "defineEn": "to hold or display extreme hatred toward something or someone",
            "defineVi": "để giữ hoặc hiển thị cực kỳ căm thù đối với một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "9327101b-0d43-459d-a374-fc2353408124",
            "word": "acrimony",
            "phonetic": "ækɹɪməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was a day marred by acrimony between at least three of NATO's leading countries.",
                "And the reason I don't is that this is a person whose entire presidency has been based on division and acrimony and anger.",
                "I mean if there was something uniform that requesters could count on I think it would go a long way toward cutting down on the acrimony."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNyaW1vbnk&hash=e14e2f65a12d67064db673f6f0b0952347afa137&lang=en&cache-only=0",
            "defineEn": "words or feelings that are filled with anger or bitterness",
            "defineVi": "những lời nói hoặc cảm xúc chứa đầy sự tức giận hoặc cay đắng"
        },
        {
            "id": "40d12319-4654-4b8e-999d-c5590e557e1f",
            "word": "alacrity",
            "phonetic": "ɐlækɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was just losing the sort of alacrity he’d had for so many years. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxhY3JpdHk&hash=2b0258e49548f2f72abefce93294ebd4b50ff6d7&lang=en&cache-only=0",
            "defineEn": "readiness or willingness that is quick and enthusiastic",
            "defineVi": "sẵn sàng hoặc sẵn sàng nhanh chóng và nhiệt tình"
        },
        {
            "id": "9edb36ee-cbac-4de2-95a0-6163b2b190fb",
            "word": "anathema",
            "phonetic": "ɐnæθəmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like immigration reform that are an anathema to most of his colleagues, he has always been a proponent of, and consequently he has been given probably more respect by Democrats across the aisle than an awful lot of Republicans.",
                "Almost everything stylistically, and many things about Trump substantively, were anathema to John McCain.",
                "A Donald Trump presidency is going to be anathema to at least part of the population and greatly welcomed by another part, and those two Americas have been at war with one another and they are likely to continue to be so. ",
                "But now, here again, was going to be a conservative taking the place of a liberal, and it was worse yet for many people, because he was an African American, and many people resented or despised the fact that a conservative African American would take positions that were anathema to many people in the more liberal wing of American politics. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdGhlbWE&hash=3b23ac1bce9c53a0ba66a1d3aef7d96f4f4e5fb4&lang=en&cache-only=0",
            "defineEn": "something that is gravely hated and disapproved of",
            "defineVi": "một cái gì đó bị ghét nghiêm trọng và không được chấp thuận"
        },
        {
            "id": "3d197dd2-2d10-4dba-bf47-1390058c483b",
            "word": "animosity",
            "phonetic": "ænɪmɔsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's animosity between Biden and Trump.",
                "MASHA LIPMAN - Well, the animosity between President Putin and Hillary Clinton was nothing new.",
                "That, too, created a lot of animosity in the relationship.",
                "JIM GILMORE - The animosity to Clinton, just give us a little background on that.",
                "Even the word animosity was brought up, and is there an animosity existent?"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbW9zaXR5&hash=3e00bce27f3b7f050508ed08b9d36d92ab6b4583&lang=en&cache-only=0",
            "defineEn": "strong hostility, opposition, or anger",
            "defineVi": "thù địch mạnh mẽ, chống đối, hoặc tức giận"
        },
        {
            "id": "4d045d33-d999-4f37-ad26-3787043dd25e",
            "word": "antipathy",
            "phonetic": "æntɪpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was enough southern antipathy to Douglas that there might have been some secession after that.",
                "From the left come hyper-woke accusations and antipathy towards free enterprise, the very means of our prosperity.",
                "If you take anything from this video, let it be this: empathy in the classroom rather than antipathy can yield incredible results."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXBhdGh5&hash=817c7227594dfb18bd95204d20d5419427a89662&lang=en&cache-only=0",
            "defineEn": "a strong feeling of aversion, opposition, or dislike",
            "defineVi": "một cảm giác ác cảm, phản đối hoặc không thích mạnh mẽ"
        },
        {
            "id": "46356806-3988-465e-914c-893e9c960027",
            "word": "apathy",
            "phonetic": "æpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "Apathy is having very little interest in things.",
                "Apathy is one of those mental states that can be very debilitating.",
                "There's just so much political apathy and so much frustration in Iran.",
                "But the full experience of apathy also involves just being in this place of just existing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhdGh5&hash=53b600885f655449fd308776a8a228000cffb423&lang=en&cache-only=0",
            "defineEn": "the lack of interest, concern, emotions for things",
            "defineVi": "sự thiếu quan tâm, quan tâm, cảm xúc cho mọi thứ"
        },
        {
            "id": "aa5fbb00-e703-4a20-9ea3-e95abd848672",
            "word": "jaundice",
            "phonetic": "dʒɔːndɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amF1bmRpY2U&hash=aec0bd9d37879bf17b01a2f014b4cd71dc83e9f9&lang=en&cache-only=0",
            "defineEn": "a prejudice, bitter, and hostile attitude or state",
            "defineVi": "một thái độ hoặc trạng thái định kiến, cay đắng và thù địch"
        },
        {
            "id": "02e1f59d-9bb2-4e39-af3a-13c2df2bb59c",
            "word": "misanthrope",
            "phonetic": "mɪsænθɹoʊp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzYW50aHJvcGU&hash=3adf7c49369e556f5af29fdc512aa2ecfcaf7445&lang=en&cache-only=0",
            "defineEn": "someone who detests and avoids others",
            "defineVi": "một người ghét và tránh những người khác"
        },
        {
            "id": "21c0b00c-be6a-4935-b674-be28410315ac",
            "word": "penchant",
            "phonetic": "pɛnʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He returned home a gifted surgeon with a passion for anatomy and a penchant for showmanship.",
                "Luckily, florists get around the daffodil’s penchant for destruction by putting them in a separate vase for at least a few hours to draw out the sap.",
                "And yes, he's also a mischievous little creature with a penchant for gold. ",
                "President Putin's view of Trump was a penchant for authoritarianism, of backing off of human rights, and talking about wanting to have a more positive relationship with Russia. ",
                "In addition to his magnetic quackery, other physicians didn’t appreciate Mesmer’s kitschy penchant for wearing capes and playing ethereal music on a glass harmonica, and eventually he was discredited."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2hhbnQ&hash=f8ea59e9268b85de78d99865f639721eaf3510b0&lang=en&cache-only=0",
            "defineEn": "a strong tendency to do something or a fondness for something",
            "defineVi": "một xu hướng mạnh mẽ để làm một cái gì đó hoặc thích một cái gì đó"
        },
        {
            "id": "203c0d20-9087-4f0f-abc8-eb0b1627ebe7",
            "word": "philanthropy",
            "phonetic": "fɪlænθɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their socialism entailed philanthropy.",
                "Some of that involves corporate philanthropy.",
                "They should use philanthropy.",
                "At the same time, religious activism renewed focus on philanthropy.",
                "Philanthropy itself is fairly strong."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbGFudGhyb3B5&hash=be7983c9db384f06b24f7129dd7ee6f58a2dab00&lang=en&cache-only=0",
            "defineEn": "the activity of helping people, particularly financially",
            "defineVi": "hoạt động giúp đỡ mọi người, đặc biệt là về tài chính"
        },
        {
            "id": "13ca837b-3e79-412e-82f0-845bcd9cc7fc",
            "word": "rapprochement",
            "phonetic": "ɹæpɹoʊʃmɑ̃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If I teach reconciliation, rapprochement, acceptance, then I must live that.",
                "Improvement, rapprochement, more economical operation, more investment coming with technologies, would be a solution.",
                "There was no chance for a rapprochement in the last two years of the Obama administration.",
                "He certainly, even if he had wanted to, cannot deliver a rapprochement with Russia or easing of sanctions or whatever the expectations may have been.",
                "Their new policy of rapprochement, whatever it is, their idea of not taking this very seriously, this cyber invasion of the American election, electoral process, what would you say, if you could say it to them, about how they should approach this problem?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmFwcHJvY2hlbWVudA&hash=eb313c5e9e2b00297bab6a079b5f482d09e7d278&lang=en&cache-only=0",
            "defineEn": "the establishment of harmony and friendly relations between two groups or countries after a period of ill relations",
            "defineVi": "việc thiết lập mối quan hệ hài hòa và hữu nghị giữa hai nhóm hoặc quốc gia sau một thời gian quan hệ xấu"
        },
        {
            "id": "c78de66f-8c53-426d-ae7e-ab2d7bc3e94b",
            "word": "to [take] umbrage",
            "phonetic": "tə teɪk ʌmbɹɪdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB1bWJyYWdl&hash=4d63ae048ebe6f1e70f0671e4b111c858cfc372b&lang=en&cache-only=0",
            "defineEn": "to get angry or feel upset, particularly because of being insulted",
            "defineVi": "tức giận hoặc cảm thấy khó chịu, đặc biệt là vì bị xúc phạm"
        },
        {
            "id": "5ccc1b9b-8eb8-478c-ba71-6159f03b0f4d",
            "word": "to [give] umbrage",
            "phonetic": "tə ɡɪv ʌmbɹɪdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB1bWJyYWdl&hash=56a7efed731abdb11b8b988f28d743a7573cffaf&lang=en&cache-only=0",
            "defineEn": "to make someone angry or upset, usually by offending them",
            "defineVi": "để làm cho ai đó tức giận hoặc khó chịu, thường bằng cách xúc phạm họ"
        },
        {
            "id": "2f92b11d-c9d5-4152-b2ff-94ace7947b40",
            "word": "zeal",
            "phonetic": "ziːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was notorious for his religious zeal and his fervent defense of the church during a time when Christians were heavily persecuted for their beliefs.",
                "He was a poor monk in modest robes, known for his religious zeal and praised for his magnificent miracles.",
                "But even so, Ferdinand and Isabella footed the bill, partly because they were full of Crusading zeal after expelling the Muslims from Spain, and partly because they were desperate to get their hands on some of that pepper richness.",
                "Mr. Trump You really are a heel You're as racist as a klansman Dipped in dumb, misguided zeal Mr. Trump ",
                "And, if you look at the explanations for the revolution, especially those contained in, like, the Declaration of Independence and in pamphlets, like Thomas Paine's Common Sense, there's definitely a revolutionary zeal that’s informed by the Enlightenment."
            ],
            "audio": "https://tts.langeek.co/read?text=emVhbA&hash=c6e353ac4ac8cbb4d830d3644071c0a782432cd0&lang=en&cache-only=0",
            "defineEn": "a great enthusiasm and eagerness directed toward achieving something",
            "defineVi": "một sự nhiệt tình lớn và háo hức hướng tới việc đạt được một cái gì đó"
        }
    ]
}