{
    "id": "e396c83c-6dfc-42a7-b096-f798c6ab2d97",
    "title": "Dance Moves and Techniques",
    "originalTitle": "Dance Moves and Techniques",
    "words": [
        {
            "id": "a722a0f5-1db5-432f-9e82-e4652734f90e",
            "word": "ball change",
            "phonetic": "bɔːl tʃeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsbCBjaGFuZ2U&hash=af64ca3d1896936b7a64dba7e579913a9b7ac280&lang=en&cache-only=0",
            "defineEn": "a dance step in jazz, tap, and hip hop where the dancer shifts weight from one foot's ball to the other, often with a change in direction or rhythm",
            "defineVi": "một bước nhảy trong nhạc jazz, tap và hip hop trong đó vũ công chuyển trọng lượng từ quả bóng của chân này sang quả bóng của chân kia, thường có sự thay đổi về hướng hoặc nhịp điệu"
        },
        {
            "id": "24860a99-a835-4040-aaac-04aca53aae6d",
            "word": "box step",
            "phonetic": "bɑːks stɛp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym94IHN0ZXA&hash=260dd1e63661999b05f019f357d750d7819feca9&lang=en&cache-only=0",
            "defineEn": "a basic partner dance step in foxtrot, waltz, and salsa, characterized by a square or rectangular pattern consisting of side, back, side, and forward steps",
            "defineVi": "một bước nhảy đối tác cơ bản trong foxtrot, waltz và salsa, được đặc trưng bởi một mô hình hình vuông hoặc hình chữ nhật bao gồm các bước bên, sau, bên và tiến"
        },
        {
            "id": "3fea4155-c04f-4423-858b-e534ff082d31",
            "word": "closed position",
            "phonetic": "kloʊzd pəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2VkIHBvc2l0aW9u&hash=a614ed0829617187925f6f5efbae85f30043a1e9&lang=en&cache-only=0",
            "defineEn": "a dance stance in partner dancing where the dancers maintain physical contact and dance facing each other, typically used in ballroom dance styles such as waltz and foxtrot",
            "defineVi": "tư thế khiêu vũ trong điệu nhảy đối tác trong đó các vũ công duy trì sự tiếp xúc cơ thể và khiêu vũ đối mặt với nhau, thường được sử dụng trong các phong cách khiêu vũ trong phòng khiêu vũ như ví dụ như ví von và foxtrot"
        },
        {
            "id": "bf764882-260f-40ed-865e-2770fda04166",
            "word": "do-si-do",
            "phonetic": "duːsiːduː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This molecular do-si-do is known as recombination, and it means that offspring will have a slightly different combination of genes on each of its chromosomes than its parents had."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG8tc2ktZG8&hash=e569d4a591e46081ca967ba7708643689abaa05f&lang=en&cache-only=0",
            "defineEn": "a square-dance figure; two dancers approach each other and circle back to back before returning to their original places",
            "defineVi": "một hình vuông nhảy múa; hai vũ công tiếp cận nhau và quay vòng lại trước khi quay trở lại vị trí ban đầu"
        },
        {
            "id": "5296f140-7706-4b95-8351-5ebf57344d53",
            "word": "double reverse spin",
            "phonetic": "dʌbəl ɹᵻvɜːs spɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIHJldmVyc2Ugc3Bpbg&hash=6b364b0274b9c41f07bc9174040f5be13927a614&lang=en&cache-only=0",
            "defineEn": "a ballroom dance move with clockwise and counter-clockwise rotations while taking two steps back and two steps forward, used in waltz, foxtrot, and other dances",
            "defineVi": "một động tác khiêu vũ trong phòng khiêu vũ với các động tác xoay theo chiều kim đồng hồ và ngược chiều kim đồng hồ trong khi lùi hai bước và tiến hai bước, được sử dụng trong điệu waltz, foxtrot và các điệu nhảy khác"
        },
        {
            "id": "8c43de69-ef4f-4721-b3f3-7a76899544f3",
            "word": "feather step",
            "phonetic": "fɛðɚ stɛp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVhdGhlciBzdGVw&hash=d836edbeb638d29f0442a721937b6c3b1dfc3e7a&lang=en&cache-only=0",
            "defineEn": "a ballroom dance move with a forward step, closing step, and side step, used in waltz, foxtrot, and other dances",
            "defineVi": "một động tác khiêu vũ trong phòng khiêu vũ với bước tiến, bước đóng và bước ngang, được sử dụng trong điệu waltz, foxtrot và các điệu nhảy khác"
        },
        {
            "id": "7d10dc2e-843b-47ce-9558-298d1e284562",
            "word": "floss",
            "phonetic": "flɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dentist recommended that I brush my teeth twice a day and floss regularly.",
                "His teeth are white and shiny, thanks to regular brushing and flossing.",
                "She used a regular toothbrush and a special type of toothpaste, then some floss.",
                "Or flossed into it.",
                "Haha flossed into this."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvc3M&hash=aba79890a092ab0bc6980af53eb6711bfdbc581f&lang=en&cache-only=0",
            "defineEn": "a hip hop dance move with rapid hip and arm swings in opposite directions, often seen in street dance styles",
            "defineVi": "một điệu nhảy hip hop với những cú xoay hông và cánh tay nhanh chóng theo hướng ngược lại, thường thấy trong phong cách khiêu vũ đường phố"
        },
        {
            "id": "31aff728-838c-4db7-b32a-e8546ea4643c",
            "word": "telemark",
            "phonetic": "tɛlᵻmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZW1hcms&hash=61ac7219229ac0a8a588ca6545dac1a917015684&lang=en&cache-only=0",
            "defineEn": "a ballroom dance figure with a forward step, closing step, and backward step, often used in waltz and foxtrot",
            "defineVi": "một nhân vật khiêu vũ trong phòng khiêu vũ với bước tiến, bước đóng và bước lùi, thường được sử dụng trong điệu waltz và foxtrot"
        },
        {
            "id": "b867ea38-a18d-4101-a18f-1177259e12f8",
            "word": "gancho",
            "phonetic": "ɡæntʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FuY2hv&hash=30a36aff1936208c7e724f202b20217bca5da682&lang=en&cache-only=0",
            "defineEn": "a leg hooking or wrapping action used in partner dancing, particularly in tango and Latin dances",
            "defineVi": "một hành động móc hoặc quấn chân được sử dụng trong khiêu vũ đối tác, đặc biệt là trong các điệu nhảy tango và Latin"
        },
        {
            "id": "3d742614-cf07-4a9c-84f7-03b77163862d",
            "word": "grapevine",
            "phonetic": "ɡɹeɪpvaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I heard about his resignation on the grapevine.",
                "I heard through the grapevine that David's whole project is against a brick wall.",
                "She heard on the grapevine that he had come back to London.",
                "I heard through the grapevine that Stacy and Mark are getting a divorce.",
                "And when stuff happens, you hear it through the grapevine."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGV2aW5l&hash=3c4094b7406280a410c76f59857451f94bbd8c9e&lang=en&cache-only=0",
            "defineEn": "a sidestep-cross-step pattern often used in various dance styles, characterized by a flowing or weaving motion",
            "defineVi": "một mô hình bước chéo bước thường được sử dụng trong các phong cách khiêu vũ khác nhau, được đặc trưng bởi chuyển động chảy hoặc dệt"
        },
        {
            "id": "6ae1ae23-f6f3-4303-a345-f82d044d9234",
            "word": "heel turn",
            "phonetic": "hiːl tɜːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVlbCB0dXJu&hash=9fedc3ccb54e5896328939dfb07edb139d3b514e&lang=en&cache-only=0",
            "defineEn": "a dance step that involves pivoting or rotating on the heel, used for changing direction or adding a turning element in dance",
            "defineVi": "một bước nhảy liên quan đến việc xoay hoặc xoay gót chân, được sử dụng để thay đổi hướng hoặc thêm yếu tố xoay trong điệu nhảy"
        },
        {
            "id": "e09f5526-ddcd-4066-b5f7-eb772441c204",
            "word": "impetus",
            "phonetic": "ɪmpəɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The impetus is on Judge Kavanaugh.",
                "What was the impetus?",
                "Trade was the unlikely impetus for the invention of the world’s first writing system.",
                "And what was the impetus for that? ",
                "What’s the impetus to do it? "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXR1cw&hash=fb1f4436c3df6c38ed673e35eaec297c76bf77f5&lang=en&cache-only=0",
            "defineEn": "a forceful turn or spin in dance, often used in partner dances like waltz and foxtrot",
            "defineVi": "một bước ngoặt hoặc xoay mạnh mẽ trong khiêu vũ, thường được sử dụng trong các điệu nhảy của đối tác như điệu waltz và foxtrot"
        },
        {
            "id": "41e286bf-2e0c-4f57-88ca-694659f28ca0",
            "word": "moonwalk",
            "phonetic": "muːnwɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9vbndhbGs&hash=5945026917841a43ba6a8ede2b29405ac7f585d5&lang=en&cache-only=0",
            "defineEn": "a kind of dance step in which the dancer seems to be sliding on the spot",
            "defineVi": "một loại bước nhảy trong đó vũ công dường như đang trượt tại chỗ"
        },
        {
            "id": "cdb67ca1-b869-4e15-9ea1-ec7a125ba529",
            "word": "lock step",
            "phonetic": "lɑːk stɛp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9jayBzdGVw&hash=0e5f5c03e7739694e5353e699213e857f1e9a907&lang=en&cache-only=0",
            "defineEn": "a dance step where the feet cross in front or behind each other in a tightly connected manner",
            "defineVi": "một bước nhảy trong đó hai bàn chân bắt chéo trước hoặc sau nhau theo cách kết nối chặt chẽ"
        },
        {
            "id": "ca65f70b-cdcc-4d63-bad5-8cc6dfbdf504",
            "word": "kick-step",
            "phonetic": "kɪkstɛp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2ljay1zdGVw&hash=a681c48da009bd5f84a5ff24f1f529a59fa9f2b3&lang=en&cache-only=0",
            "defineEn": "a dance move commonly used in jazz or hip-hop dance styles where one foot is kicked forward followed by a quick step onto that same foot",
            "defineVi": "một bước nhảy thường được sử dụng trong phong cách nhảy jazz hoặc hip-hop trong đó một chân được đá về phía trước, sau đó là bước nhanh lên cùng một chân đó"
        },
        {
            "id": "ef03fdd2-630f-43f5-a950-7b96586a8ccf",
            "word": "jazz hands",
            "phonetic": "dʒæz hændz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amF6eiBoYW5kcw&hash=f5b6392ed32c6d3603921914f6a5552f06051832&lang=en&cache-only=0",
            "defineEn": "a dance or theater gesture where hands are spread wide with fingers open and palms facing forward, often associated with jazz or musical theater performances",
            "defineVi": "một cử chỉ khiêu vũ hoặc sân khấu trong đó hai bàn tay dang rộng với các ngón tay mở rộng và lòng bàn tay hướng về phía trước, thường được kết hợp với các buổi biểu diễn nhạc jazz hoặc nhạc kịch"
        },
        {
            "id": "8564f721-ccfd-493a-9b19-0978ffb4cded",
            "word": "accent",
            "phonetic": "æksənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you do a Welsh accent?",
                "His accent made him difficult to understand.",
                "The British accent is often considered elegant and distinctive.",
                "The cast didn't attempt a Spanish accent, which was definitely for the best.",
                "Syncopation is just putting accents in between the strong beats."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZW50&hash=8b129bd252d44fa64c25cc5e98e0e127ba9bb710&lang=en&cache-only=0",
            "defineEn": "a sharp or emphasized movement that highlights a specific beat or musical element in a choreography",
            "defineVi": "một chuyển động sắc nét hoặc nhấn mạnh làm nổi bật một nhịp hoặc yếu tố âm nhạc cụ thể trong vũ đạo"
        },
        {
            "id": "4a6eed18-6615-4b1a-a1a3-7fc92b7a61b1",
            "word": "shimmy",
            "phonetic": "ʃɪmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The walking catfish will shimmy towards attractive volatile amino acids while steering clear of foul waters emanating hydrogen sulfide."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbW15&hash=9dedb59c402787ebac6bd14e0689fefaea032e56&lang=en&cache-only=0",
            "defineEn": "lively dancing (usually to ragtime music) with much shaking of the shoulders and hips",
            "defineVi": "khiêu vũ sôi nổi (thường là nhạc ragtime) với nhiều động tác lắc vai và hông"
        },
        {
            "id": "25e169b8-7f75-4d6d-b60c-0897646cc25b",
            "word": "promenade",
            "phonetic": "pɹɑːmənɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was battling my way along the promenade in the teeth of a force ten gale.",
                "The word prom is short for promenade, a French term used to describe a leisurely walk or the spaces in which this walk might take place.",
                "Eastern Parkway would normally be a bustling promenade of people walking, running, biking, families, maybe dominoes being played, just all sorts of life happening.",
                "I mean, you used to have an incredible India, you know, was the big sign that was right over there at the end of the promenade."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbWVuYWRl&hash=b13d3670c0d2737035e47084cb755bb763274563&lang=en&cache-only=0",
            "defineEn": "a square dance figure; couples march counterclockwise in a circle",
            "defineVi": "hình múa vuông; các cặp đôi diễu hành ngược chiều kim đồng hồ trong một vòng tròn"
        },
        {
            "id": "7b765e39-fdde-4151-9915-32a4594c1229",
            "word": "forced arch",
            "phonetic": "foːɹst ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yY2VkIGFyY2g&hash=9f01e392d3573021ab770bfb14382016caf18dbf&lang=en&cache-only=0",
            "defineEn": "when a dancer creates a pronounced arch in the foot by bending the ankle joint while keeping the foot pointed",
            "defineVi": "khi một vũ công tạo ra một vòm rõ rệt ở bàn chân bằng cách uốn cong khớp mắt cá chân trong khi giữ cho bàn chân nhọn"
        },
        {
            "id": "b4405b1f-40bf-4270-87d6-a437478b1315",
            "word": "body isolation",
            "phonetic": "bɑːdi aɪsəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9keSBpc29sYXRpb24&hash=43fc2c465d3a3ec3ba89164f341decb915f0b91c&lang=en&cache-only=0",
            "defineEn": "a dance technique where specific body parts are moved or controlled independently from the rest, allowing for isolated movements of one part while keeping others still",
            "defineVi": "một kỹ thuật khiêu vũ trong đó các bộ phận cơ thể cụ thể được di chuyển hoặc kiểm soát độc lập với phần còn lại, cho phép chuyển động riêng lẻ của một bộ phận trong khi vẫn giữ nguyên các bộ phận khác"
        },
        {
            "id": "18214480-f221-4faf-afa4-43acdb9e3c9f",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "the physical alignment and positioning of the body, particularly in partner dances such as ballroom, Latin, or social dances",
            "defineVi": "sự liên kết và định vị vật lý của cơ thể, đặc biệt là trong các điệu nhảy đối tác như khiêu vũ, điệu nhảy Latin hoặc xã hội"
        },
        {
            "id": "bffe0d32-a256-4f69-ac3d-31ac1c860130",
            "word": "pivot turn",
            "phonetic": "pɪvət tɜːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGl2b3QgdHVybg&hash=3e2e4b3409af12f4d6617430499d3c8cec208483&lang=en&cache-only=0",
            "defineEn": "a dance step where one foot stays in place while the other foot rotates or spins, commonly used in ballet, jazz, modern, or ballroom dances",
            "defineVi": "một bước nhảy trong đó một chân giữ nguyên vị trí trong khi chân kia xoay hoặc quay, thường được sử dụng trong các điệu nhảy ba lê, jazz, hiện đại hoặc khiêu vũ"
        },
        {
            "id": "13ddb408-b48a-481c-a25c-78c63463754b",
            "word": "fan kick",
            "phonetic": "fæn kɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFuIGtpY2s&hash=0a5edbac48af6dc2b7bed77ed39d6e1316429b85&lang=en&cache-only=0",
            "defineEn": "a sweeping leg extension resembling the opening of a fan, used in ballet, jazz, or contemporary dance for its visual appeal and expressiveness",
            "defineVi": "một phần mở rộng chân quét giống như phần mở rộng của một cái quạt, được sử dụng trong múa ba lê, nhạc jazz hoặc múa đương đại vì sự hấp dẫn và biểu cảm về mặt hình ảnh của nó"
        },
        {
            "id": "6f7abb6d-8702-4fc8-8e9f-de47413eb8dc",
            "word": "twerk",
            "phonetic": "twɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, my God, I think I found a white girl that can twerk!",
                "You can get an idea of who a person is from the way they twerk as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlcms&hash=46ed3d8e530b9860b70b6c0bf0c4eea391a242ef&lang=en&cache-only=0",
            "defineEn": "a dance move characterized by rapid, repeated hip thrusts and shaking of the buttocks",
            "defineVi": "một điệu nhảy đặc trưng bởi những cú đẩy hông nhanh, lặp đi lặp lại và lắc mông"
        },
        {
            "id": "aaf7407c-dc17-4cb4-8a7a-223e10996a75",
            "word": "choreography",
            "phonetic": "koːɹɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And as these early notebooks reveal, he was charting choreography by age 14.",
                "We just finished learning the choreography.",
                "It, along with his choreography and painting, have an ethereal quality, born, the curator says, of his desire to connect to greater things.",
                "We just finished learning the choreography, and they're about to be judged.",
                "He is Shen Wei, a Chinese artist who mesmerized an international audience of four billion people in 2008 with his choreography at the Beijing Olympics' opening ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcmVvZ3JhcGh5&hash=defff027dc85d552ce0aa3a87c4b5b2e7eec8479&lang=en&cache-only=0",
            "defineEn": "a show involving artistic dancing",
            "defineVi": "một chương trình liên quan đến khiêu vũ nghệ thuật"
        },
        {
            "id": "c68d48d7-137a-4bbc-908a-da385bc7d4fb",
            "word": "glide",
            "phonetic": "ɡlaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hockey players glided effortlessly on the ice.",
                "For example, one fossil metatherian from the early Eocene of Brazil glided from tree-to-tree like a modern day flying squirrel or sugar glider.",
                "The glide pads are awesome.",
                "These extra glide pads actually do make a difference.",
                "Those tiny little glide pads kind of do the job."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xpZGU&hash=47d2341c1edee94df56d165a13256b5eb4f93a3e&lang=en&cache-only=0",
            "defineEn": "the act of moving smoothly along a surface while remaining in contact with it",
            "defineVi": "hành động di chuyển trơn tru dọc theo một bề mặt trong khi vẫn tiếp xúc với nó"
        },
        {
            "id": "9cbd7744-3726-4623-9c1a-3cf2429ba54c",
            "word": "grand chain",
            "phonetic": "ɡɹænd tʃeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQgY2hhaW4&hash=8f55b7ec31e30fe87198afed80969e0a1242b899&lang=en&cache-only=0",
            "defineEn": "a dance figure in ballet or folk dances where dancers perform a linked chain of turns or steps in a circular or straight pattern",
            "defineVi": "một nhân vật khiêu vũ trong điệu múa ba lê hoặc dân gian trong đó các vũ công thực hiện một chuỗi các lượt hoặc bước được liên kết theo hình tròn hoặc thẳng"
        },
        {
            "id": "2a46653c-9a1d-4543-87dc-b9a85e93c60b",
            "word": "to keep step",
            "phonetic": "tə kiːp stɛp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcCBzdGVw&hash=6444e2ba9ef106ed2827ef2b8e9d2de5133517c4&lang=en&cache-only=0",
            "defineEn": "maintain the same pace",
            "defineVi": "duy trì cùng một tốc độ"
        },
        {
            "id": "1a3307d0-3190-4f06-8e55-01a66b1ea769",
            "word": "phrase",
            "phonetic": "fɹeɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "I had to find out the hard way - to coin a phrase.",
                "She was, to coin a phrase, swept off her feet.",
                "My friend had a doll with a voice recorder that could say different phrases.",
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhyYXNl&hash=e643c840cf0a3e79aa088913286e8c441f1173d8&lang=en&cache-only=0",
            "defineEn": "dance movements that are linked in a single choreographic sequence",
            "defineVi": "các động tác khiêu vũ được liên kết trong một chuỗi vũ đạo duy nhất"
        },
        {
            "id": "467dc6af-e845-4d58-8965-ac2f186c727a",
            "word": "shuffle",
            "phonetic": "ʃʌfəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It shuffled its executive team, appointing a new CEO and a new CFO.",
                "If an unlucky host is infected with two flu viruses at the same time, their genes can shuffle.",
                "You're listening to Brittany Spears, you hit shuffle.",
                "and Shakespeare shuffled off this mortal coil at just 52.",
                "We're kind of shuffling around in our coats and stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h1ZmZsZQ&hash=b32f83600a351f6cb862e0fa61f7ea6578b423b8&lang=en&cache-only=0",
            "defineEn": "walking with a slow dragging motion without lifting your feet",
            "defineVi": "đi bộ với chuyển động kéo chậm mà không nhấc chân"
        },
        {
            "id": "c38b35e2-2e35-4e34-bcf4-2701683b54c2",
            "word": "Cabbage Patch",
            "phonetic": "kæbɪdʒ pætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now-- dance the Cabbage Patch for me."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2FiYmFnZSBQYXRjaA&hash=b266e247e8fb1fd93b095134f525b252b5cab8d9&lang=en&cache-only=0",
            "defineEn": "a dance move that gained popularity in the 1980s, characterized by bouncing and twisting movements, often with arms extended and hands making a \"C\" shape",
            "defineVi": "một động tác khiêu vũ trở nên phổ biến vào những năm 1980, đặc trưng bởi các chuyển động nảy và vặn, thường với cánh tay mở rộng và bàn tay tạo thành hình chữ \"C\""
        },
        {
            "id": "95ef89a5-9971-4299-a66c-2957127c0507",
            "word": "Dougie",
            "phonetic": "duːdʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RG91Z2ll&hash=0f65cb2a8f0e2780a2c2f7e8009acd23a4303dc3&lang=en&cache-only=0",
            "defineEn": "a hip hop dance move characterized by swaying body motions and arm movements, typically performed to hip hop or rap music",
            "defineVi": "một điệu nhảy hip hop được đặc trưng bởi chuyển động lắc lư của cơ thể và chuyển động của cánh tay, thường được biểu diễn theo nhạc hip hop hoặc rap"
        }
    ]
}