{
    "id": "e47dcef5-dac6-4854-bce1-6ba723d54067",
    "title": "General Adverbs",
    "originalTitle": "Lesson 62",
    "words": [
        {
            "id": "05e81d57-3b52-4517-aba1-064bb2f94ccc",
            "word": "aside",
            "phonetic": "ɐsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We came to a gentleman's agreement that if anybody else wanted the job, I would stand aside.",
                "Extreme temperatures aside, the planet doesn’t have an atmosphere.",
                "Here's another aside.",
                "Resistance to HIV aside, most scientists say the procedure was too risky.",
                "We'll leave the a aside."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNpZGU&hash=a4bafe24b9987c25976d06edb461f2f0b62f562a&lang=en&cache-only=0",
            "defineEn": "out of one's way or thoughts",
            "defineVi": "ra khỏi con đường hoặc suy nghĩ của một người"
        },
        {
            "id": "72c0bd68-0693-4f61-8048-474f70fcfc2e",
            "word": "apparently",
            "phonetic": "ɐpæɹəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "Apparently he's turned over a new leaf and he's not smoking any more.",
                "Apparently the company had been in the red for some time before it went out of business.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "They checked their inventory, but apparently they're fresh out of the blender that's on sale."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJlbnRseQ&hash=d96b8083ea9a44d6e261c4be17187b17bc4443d8&lang=en&cache-only=0",
            "defineEn": "based on what one has read or heard and therefore uncertain if it is really the case",
            "defineVi": "dựa trên những gì một người đã đọc hoặc nghe và do đó không chắc chắn nếu đó thực sự là trường hợp"
        },
        {
            "id": "2943d4dd-53b9-40ba-8cc6-acff0a61b369",
            "word": "approximately",
            "phonetic": "ɐpɹɑːksɪmətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Approximately 20 of the 30 stars close to earth are red dwarfs.",
                "On Earth right now, your head and your toes are approximately the same distance from the center of our planet.",
                "Each class member will get approximately $250 per call.",
                "Approximately 40% of U.S. working women now out-earn their husbands.",
                "Approximately 90% of people, for example, have a difference in their leg length."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm94aW1hdGVseQ&hash=d629c4a5baa2d50ea15222d9c7f73b0d12395412&lang=en&cache-only=0",
            "defineEn": "used to say that something is not exact",
            "defineVi": "được sử dụng để nói rằng một cái gì đó là không chính xác"
        },
        {
            "id": "38b639eb-b35c-42cc-81f5-20db566e8384",
            "word": "basically",
            "phonetic": "beɪsɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Basically, he was a bully, and like most bullies, he could dish it out, but couldn't take it.",
                "The company wants to hire her at any cost, so she can basically take her pick of perks during the negotiation process.",
                "Your grandmother will be there, and she is basically Mrs. Grundy!",
                "The cast of 'Spring Awakening' was there, basically.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWNhbGx5&hash=354ff07808c55a41fa5f84766e5e56c8eaafbc0f&lang=en&cache-only=0",
            "defineEn": "in the most important aspects with no regard to details of less importance",
            "defineVi": "trong các khía cạnh quan trọng nhất mà không quan tâm đến các chi tiết ít quan trọng hơn"
        },
        {
            "id": "89021134-bee9-4588-aa58-693fa1423d8d",
            "word": "consistently",
            "phonetic": "kənsɪstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Jane always goes to town on her work, consistently producing high-quality results.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "The athlete who trains regularly and consistently knows that constant dropping wears away a stone and is more likely to perform well in competition.",
                "Mary always wakes up at 5:00 am to study, and she consistently gets good grades - it's true that the early bird catches the worm.",
                "The government has consistently underestimated the death toll here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVudGx5&hash=93e186caae9346260c77d947a541046048f701ec&lang=en&cache-only=0",
            "defineEn": "in a way that is always the same",
            "defineVi": "theo cách luôn luôn giống nhau"
        },
        {
            "id": "5c0b03e8-072c-4758-b79c-2e92f129fbc3",
            "word": "constantly",
            "phonetic": "kɑːnstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "My parents were constantly in touch.",
                "Teachers and parents are constantly putting the kibosh on their fun.",
                "They were constantly short of supplies during the war.",
                "He whistles constantly and it gets on Charlotte's nerves.",
                "They constantly argued over toys, TV shows, and who got the last cookie."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RhbnRseQ&hash=fb8ae662a299c4bdc7b903148c97304dd94d1103&lang=en&cache-only=0",
            "defineEn": "in a way that happens frequently and regularly, without any pause",
            "defineVi": "theo cách xảy ra thường xuyên và thường xuyên, không có bất kỳ tạm dừng"
        },
        {
            "id": "9b3f9ce3-690b-48b8-8adb-e2e9786fd0e7",
            "word": "critically",
            "phonetic": "kɹɪɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "As a teacher, I encourage my students to think deeply and critically before asking questions, reminding them that 'a fool may ask more questions in an hour than a wise man can answer in seven years.'",
                "After a series of critically acclaimed performances, the theater production has received a new lease of life, drawing larger crowds and rave reviews.",
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "The leader knew that in order to make informed decisions and lead effectively, better brain than brawn was essential - it was the ability to analyze data, think critically, and communicate effectively that set great leaders apart.",
                "So, it's critically important."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWxseQ&hash=b49ca0333e1f37df29bd6204688ad5429ef380e6&lang=en&cache-only=0",
            "defineEn": "in a manner that shows one's disapproval of someone or something",
            "defineVi": "theo cách thể hiện sự không tán thành của một người nào đó hoặc một cái gì đó"
        },
        {
            "id": "fdc2da76-c6b9-479f-ba41-67127b348c10",
            "word": "daringly",
            "phonetic": "dɛɹɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFyaW5nbHk&hash=cbe2c67498d3ff2523d8edebbeb2430c639e5ef1&lang=en&cache-only=0",
            "defineEn": "in a way that shows courage; in a way that involves danger",
            "defineVi": "theo cách thể hiện lòng dũng cảm; theo cách liên quan đến nguy hiểm"
        },
        {
            "id": "ea77fb6c-38ba-4dfc-840e-9d07c07b3614",
            "word": "deeply",
            "phonetic": "diːpli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She felt her mother's death very deeply.",
                "We were deeply moved by her plight.",
                "They are falling deeper into debt, and there is no light at the end of the tunnel.",
                "I often have vivid dreams when I sleep deeply.",
                "As a teacher, I encourage my students to think deeply and critically before asking questions, reminding them that 'a fool may ask more questions in an hour than a wise man can answer in seven years.'"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcGx5&hash=722da97bdfdaa4794fffe81859b614c95c2cab4b&lang=en&cache-only=0",
            "defineEn": "to a great degree; very much",
            "defineVi": "đến một mức độ tuyệt vời; rất nhiều"
        },
        {
            "id": "c9016784-53c0-4e3e-8506-466e6da1f50d",
            "word": "deliberately",
            "phonetic": "dᵻlɪbɚɹətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She deliberately muddied the waters by constantly referring to other irrelevant cases.",
                "The way you kids deliberately disobey me makes me hot under the collar!",
                "They were targeting it deliberately.",
                "They were aiming at the hospital deliberately.",
                "She very deliberately does nothing to invite their advances at all."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWJlcmF0ZWx5&hash=d5e6170983f6c8389bdf37b9e1e9a74b9ae8e8dd&lang=en&cache-only=0",
            "defineEn": "not accidentally; in a way that was planned",
            "defineVi": "không vô tình; theo cách đã được lên kế hoạch"
        },
        {
            "id": "6ebdf86d-a4ae-4c08-8ba5-426291e1ade4",
            "word": "disappointingly",
            "phonetic": "dɪsɐpɔɪntɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludGluZ2x5&hash=9dd7cf4c4c461828aee3cfe445c98aa40415141e&lang=en&cache-only=0",
            "defineEn": "in a manner that is not as one had hoped for",
            "defineVi": "theo cách không như người ta mong đợi"
        },
        {
            "id": "75011b49-0605-4919-8cde-2166cc8d4bee",
            "word": "elsewhere",
            "phonetic": "ɛlswɛɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Over time, sites elsewhere took on Olmec features.",
                "Elsewhere, police fired water cannons at protesters in the capital, Naypyidaw.",
                "Find your excitement elsewhere, please.",
                "But the real treasure was elsewhere.",
                "But commitments to new benchmarks came from elsewhere."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxzZXdoZXJl&hash=175318cc28d4c20b60c4f2c658bab6b5919e1dab&lang=en&cache-only=0",
            "defineEn": "at, in, or to another place",
            "defineVi": "tại, trong, hoặc đến một nơi khác"
        },
        {
            "id": "eef6bd7a-4899-4231-90b3-4abb04ff8166",
            "word": "entirely",
            "phonetic": "ɛntaɪɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "His opinions are entirely beyond the pale.",
                "The recent economic recovery was almost entirely led by exports.",
                "I entirely agree with you.",
                "She made the suggestions entirely off her own bat.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aXJlbHk&hash=6653b7cfc75ff5aee505af94558601e28be88bd4&lang=en&cache-only=0",
            "defineEn": "completely or to the full extent",
            "defineVi": "hoàn toàn hoặc đến mức đầy đủ"
        },
        {
            "id": "d0657a43-4ad2-4437-aa02-e9fdeba578a3",
            "word": "gradually",
            "phonetic": "ɡɹædʒuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "During February, the days gradually start getting longer as we move closer to spring.",
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company.",
                "He used to be an important member of the team, but he's gradually drifted out of the picture.",
                "The tension and excitement built gradually all day.",
                "The sky gradually brightened as the morning sun rose."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZHVhbGx5&hash=547476619e3cad068b4bea898a83781780794c86&lang=en&cache-only=0",
            "defineEn": "slowly and in small amounts over a long period of time; not suddenly",
            "defineVi": "chậm và với số lượng nhỏ trong một thời gian dài; không đột ngột"
        },
        {
            "id": "f0d31290-101c-446f-a97a-0d639e20b7e0",
            "word": "harmlessly",
            "phonetic": "hɑːɹmləsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But as pretty as they are, those particles don’t always sail harmlessly through the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybWxlc3NseQ&hash=62aade493cb3e61b35b469baa04476512f937710&lang=en&cache-only=0",
            "defineEn": "in a manner that causes no harm or is unlikely to cause any harm",
            "defineVi": "theo cách không gây hại hoặc không có khả năng gây hại"
        },
        {
            "id": "677f505e-b97e-4d28-9c3c-a428fff0d4f3",
            "word": "hopelessly",
            "phonetic": "hoʊpləsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Your city’s puny army is hopelessly outmatched.",
                "But before long, the weevil gets hopelessly trapped in this super sticky substance.",
                "'It's no use,' said Pat hopelessly.",
                "And it's like at that moment I fell hopelessly in love with this little-",
                "Stan says I’m hopelessly out of touch, to which I say, can I have some more of that brioche?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZWxlc3NseQ&hash=96dcb6a0780b788a672f7f17468836659743049a&lang=en&cache-only=0",
            "defineEn": "in a way that shows there is no hope for success or improvement",
            "defineVi": "theo cách cho thấy không có hy vọng thành công hoặc cải thiện"
        },
        {
            "id": "cde9b86f-2d18-44bd-8410-340f7947684b",
            "word": "initially",
            "phonetic": "ɪnɪʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He may have initially been attracted to your looks, but once he got to know you better, he realized that you're not his kind of person.",
                "For our first entrepreneurial venture, we decided to cross the stream where it is shallowest by starting small and local rather than taking on a massive nationwide project initially.",
                "As a young lawyer, I quickly learned that in a calm sea every man is a pilot when I struggled to handle a difficult case that required more expertise than I had initially thought.",
                "Initially, consumers hoarded items like rice, beans and frozen foods.",
                "Initially, the high interest rates definitely provoked a recession in 1981 and 1982."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pdGlhbGx5&hash=b0a21d883cdeff1f3722996d7fd0e190d7ccc7b6&lang=en&cache-only=0",
            "defineEn": "at first; at the beginning",
            "defineVi": "lúc đầu; lúc bắt đầu"
        },
        {
            "id": "7417e690-fd06-4f12-91b3-6b70d2499a65",
            "word": "inevitably",
            "phonetic": "ɪnɛvᵻɾəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Inevitably, the cartoonists made a monkey of him.",
                "The carbon tax will inevitably lead to an increase in energy bills.",
                "Your clients will come to distrust you if you keep promising them the world and then inevitably fail to deliver.",
                "Yes, inevitably, reading is a conversation between an author and a reader.",
                "This inevitably has to happen."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ldml0YWJseQ&hash=ce25df0113ec887648583efcfa73d1d32c35d26a&lang=en&cache-only=0",
            "defineEn": "in a way that cannot be stopped or avoided, and certainly happens",
            "defineVi": "theo cách không thể dừng lại hoặc tránh được, và chắc chắn sẽ xảy ra"
        },
        {
            "id": "076620d5-8e39-4eba-875d-d9d11cb86748",
            "word": "largely",
            "phonetic": "lɑːɹdʒli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Their conversation had been largely to do with work.",
                "The book became a worldwide best-seller, largely by the word of mouth.",
                "Looking back on his own childhood, he realized that his love for nature and the outdoors was largely shaped by his experiences exploring the woods behind his childhood home - a perfect example of how the child is the father of the man.",
                "Narrator: The size of the pearl largely depends on the size of the mollusk.",
                "And the money largely had symbolic value."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyZ2VseQ&hash=5ba29e6786d5594d9407e519a06938a218c017b4&lang=en&cache-only=0",
            "defineEn": "chiefly or mostly; to a great degree",
            "defineVi": "chủ yếu hoặc chủ yếu; đến một mức độ tuyệt vời"
        },
        {
            "id": "05868eff-975c-4b2c-8972-4f162c31b0b0",
            "word": "literally",
            "phonetic": "lɪɾɚɹəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Cristina literally takes the mick out of everyone.",
                "We literally shopped until we dropped.",
                "I literally would never have considered giving writing a shot without your example and encouragement.",
                "I was being sarcastic but you took my comment literally.",
                "He literally used the oldest trick in the book and still won."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhbGx5&hash=1b4467111781a31978cba63196529c48e17221f9&lang=en&cache-only=0",
            "defineEn": "in a manner that expresses what is really intended without exaggeration",
            "defineVi": "theo cách thể hiện những gì thực sự dự định mà không cường điệu"
        },
        {
            "id": "198cc155-01ab-4bbc-8737-c7f0b499807a",
            "word": "nevertheless",
            "phonetic": "nɛvɚðəlɛs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Nevertheless, all the efforts that we made, we were not successful in getting hold of him.",
                "I advised him for one hour straight, yet he played the man and not the ball nevertheless.",
                "Nevertheless, the phenomenon continued.",
                "Nevertheless, at the time, the case did serious damage to the Audi brand with image and safety conscious baby-boomers.",
                "Nevertheless, he copes."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV2ZXJ0aGVsZXNz&hash=e93f906d801bef1948f9945e98d02bc5da4f88b4&lang=en&cache-only=0",
            "defineEn": "regardless of the statement that was just referred to or mentioned",
            "defineVi": "bất kể tuyên bố vừa được đề cập hoặc đề cập"
        },
        {
            "id": "22fb3efe-86e8-4eb0-89fb-b62e410c53f8",
            "word": "occasionally",
            "phonetic": "əkeɪʒənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We visit the movie theater occasionally to escape into a different world through films.",
                "I don't mind helping her out occasionally, but this is getting beyond a joke.",
                "Occasionally, clueless humans or major floods disturb the nest.",
                "Even relatively mild solar weather occasionally blocks radio communications or messes with satellites.",
                "Occasionally, larger prey also tumbles into the fatal funnel of the pitcher plant."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjYXNpb25hbGx5&hash=c76fdbb256e49c94f7af3859e04ad2adf6eae887&lang=en&cache-only=0",
            "defineEn": "not frequently; sometimes",
            "defineVi": "không thường xuyên; Thỉnh thoảng",
            "hasImg": true
        },
        {
            "id": "3ff72237-32c9-4b53-bf99-609bffa8b597",
            "word": "otherwise",
            "phonetic": "ʌðɚwaɪz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Otherwise it will not be legal.",
                "They had nothing on you, otherwise you wouldn't be here right now.",
                "The coach saved me by the bell, otherwise I wouldn't be here right now.",
                "You must be used to your classmates calling you names, otherwise you would have done something about it already.",
                "I think you have rocks in your head, otherwise we would have had no problems finishing our discussion."
            ],
            "audio": "https://tts.langeek.co/read?text=b3RoZXJ3aXNl&hash=b347cfb585e60670e1cd1b57257243cbabd0a09e&lang=en&cache-only=0",
            "defineEn": "used to refer to the outcome of a situation if the circumstances were different",
            "defineVi": "được sử dụng để chỉ kết quả của một tình huống nếu hoàn cảnh khác"
        },
        {
            "id": "c38712aa-29db-48a1-a8c7-b7d5a813ce81",
            "word": "overall",
            "phonetic": "oʊvɚɹɔːl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmFsbA&hash=6b3c15dcde77b9b37d4b09ae9e733c60ec0ef7ec&lang=en&cache-only=0",
            "defineEn": "with everyone or everything included",
            "defineVi": "với tất cả mọi người hoặc tất cả mọi thứ bao gồm"
        },
        {
            "id": "edd277b8-10e7-41c7-9538-72aa6308bc7e",
            "word": "partly",
            "phonetic": "pɑːɹtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Partly because some modern whales still have the vestigial remnants of a pelvis and hind-limb bones.",
                "The story is only partly true.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "Partly, because non-extinct dinosaurs have them too!",
                "In fact, the catnip response is at least partly genetic."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGx5&hash=02fe6fdcafce6e558f18b571edbdd0f0e525bfc2&lang=en&cache-only=0",
            "defineEn": "not completely; to some degree",
            "defineVi": "không hoàn toàn; đến một mức độ nào"
        },
        {
            "id": "f354bcab-baee-4a65-a30f-fcfea92e40dc",
            "word": "precisely",
            "phonetic": "pɹɪsaɪsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "American conservatism is precisely the reverse.",
                "He precisely measured the height of thousands of people as part of a sort of scientific side show.",
                "They're weighed precisely.",
                "And these differences were precisely consistent with Einstein’s predictions of special and general relativity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2lzZWx5&hash=8423d7ae2868ff2f8fc81889ae37992e41e76086&lang=en&cache-only=0",
            "defineEn": "used to highlight the accuracy of something",
            "defineVi": "được sử dụng để làm nổi bật tính chính xác của một cái gì đó"
        },
        {
            "id": "13870f73-f7e8-4ae9-a730-d192f10489bd",
            "word": "relatively",
            "phonetic": "ɹɛlətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "The shift to corporate lobbying is relatively new.",
                "The premise of the program is relatively simple.",
                "The profits in this industry are relatively obscene."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpdmVseQ&hash=15c2fc202770cef64fb6ae3fb4172f720150531d&lang=en&cache-only=0",
            "defineEn": "to a specific degree, particularly when compared to other similar things",
            "defineVi": "ở một mức độ cụ thể, đặc biệt là khi so sánh với những thứ tương tự khác"
        },
        {
            "id": "14f85c93-ce09-4093-89c5-2b30cb1b4fe9",
            "word": "strictly",
            "phonetic": "stɹɪktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This isn't strictly satire, it's far too close to the bone to be funny.",
                "It strictly creates central bank reserves.",
                "Not every society is strictly a caste system or a class system.",
                "President Trump's trip was strictly political.",
                "Eider ducks are strictly protected in Iceland."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bHk&hash=0f87ba713b093dcbc5561fff8ade2bed08114e0e&lang=en&cache-only=0",
            "defineEn": "in a way that demands complete obedience",
            "defineVi": "theo cách đòi hỏi sự vâng lời hoàn toàn"
        },
        {
            "id": "9936b62b-5f37-4d2c-a651-8698be069fb5",
            "word": "somewhat",
            "phonetic": "sʌmwʌt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Most characters in his movies are somewhat larger than life.",
                "As a single person, you're somewhat of a third wheel when traveling with couples.",
                "Their efforts to improve quality have somewhat missed the mark.",
                "When I asked my grandfather how much sleep he got each night, he replied, 'six hours' sleep for a man, seven for a woman, and eight for a fool,' which I found surprising and somewhat offensive.",
                "Somewhat happened."
            ],
            "audio": "https://tts.langeek.co/read?text=c29tZXdoYXQ&hash=0448b7ce45b370f2955be177da3fa526eaf23c9e&lang=en&cache-only=0",
            "defineEn": "to a moderate degree or extent",
            "defineVi": "ở một mức độ vừa phải hoặc mức độ"
        },
        {
            "id": "89731854-c2b3-4438-b865-357913d71bc6",
            "word": "subsequently",
            "phonetic": "sʌbsᵻkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Shares subsequently tanked.",
                "That molecule subsequently is converted into a sugar.",
                "Subsequently families are going to be separated. ",
                "Those changes in turn drive their decline, and subsequently, the failure of the whole organism.",
                "Did you subsequently talk to a reporter with the Washington Post?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2VxdWVudGx5&hash=f23de028afbec71710a9447f79b07dc8e270e79a&lang=en&cache-only=0",
            "defineEn": "after something specific; afterward",
            "defineVi": "sau một cái gì đó cụ thể; sau đó"
        },
        {
            "id": "a2c7f197-47bb-495a-9999-7d01dedafc85",
            "word": "truly",
            "phonetic": "tɹuːli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Can two lonely men truly reach out?",
                "Truly, a tree is known by its fruit.",
                "Truly we have beaten swords into ploughshares!",
                "He makes King Lear a truly tragic figure.",
                "Europe has found itself truly at the threshold of a global crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bHk&hash=8b577e3c41ce00e70883de28e24755ff64405833&lang=en&cache-only=0",
            "defineEn": "used for expressing the sincerity or honesty of a particular feeling, statement, etc.",
            "defineVi": "được sử dụng để thể hiện sự chân thành hoặc trung thực của một cảm giác, tuyên bố cụ thể, v.v."
        },
        {
            "id": "7850dd5d-aae5-41b9-85e3-389a0f89ec93",
            "word": "ultimately",
            "phonetic": "ʌltᵻmətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "He ultimately failed, but I gotta say that he gave me his best shot.",
                "The team was on the verge of winning the championship, but as they say, there is many a slip twixt cup and lip, and they ultimately lost the game due to a last-minute mistake.",
                "My teacher always emphasized that all roads lead to Rome, and that there are many ways to approach a problem or challenge, but ultimately, the goal is to find a solution that works best for you.",
                "The company's success during a period of economic growth led to complacency and overconfidence, ultimately leading to its downfall - as the proverb goes, a green winter makes a fat churchyard."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0aW1hdGVseQ&hash=c143999f8f2d1b328ba1fe678d5d645716d2743d&lang=en&cache-only=0",
            "defineEn": "after doing or considering everything; in the end",
            "defineVi": "sau khi làm hoặc xem xét mọi thứ; đến cuối cùng"
        },
        {
            "id": "224301b5-5cf6-4538-a6c6-e599c3b66a77",
            "word": "unsuccessfully",
            "phonetic": "ʌnsəksɛsfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He ran unsuccessfully for the Senate in New York.",
                "The party tried unsuccessfully to get out of it for many years.",
                "In 1961, the U.S. unsuccessfully tried to overthrow Cuba's new communist government.",
                "She had searched unsuccessfully for a new warehouse or manufacturing position, but couldn't find one.",
                "But over time, the elusive blue flame also became a literary metaphor for anything that is just out of reach, a delusion one may chase endlessly but unsuccessfully."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdWNjZXNzZnVsbHk&hash=4b0b510741791f458874a7d5a33a53351bd74ac0&lang=en&cache-only=0",
            "defineEn": "in a way that does not succeed in achieving what you intended for",
            "defineVi": "theo cách không thành công trong việc đạt được những gì bạn dự định"
        },
        {
            "id": "c094e5ec-0e1a-412e-be5a-786c3748e7b2",
            "word": "way",
            "phonetic": "weɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "ways to save money on heating bills.",
                "Ways to save money on heating bills.",
                "Way to start Carol!",
                "After all, love will find a way.",
                "A bit of good fortune came my way."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F5&hash=6d8b1c2a355267d3f6ffebe5aa56c534ca3649f1&lang=en&cache-only=0",
            "defineEn": "used to emphasize the amount or intensity of something",
            "defineVi": "được sử dụng để nhấn mạnh số lượng hoặc cường độ của một cái gì đó"
        },
        {
            "id": "18059d2a-6e55-44b9-bbef-d1f290cfb481",
            "word": "tad",
            "phonetic": "tæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The researcher's goal is a tad more practical.",
                "Length contraction, on the other hand, is a tad more complicated.",
                "Which is just a tad higher.",
                "Which is just a tad higher.",
                "Today, we have a tad more technology, and our luck may run out soon."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFk&hash=fc7b1547c669aeea22ab2296f78ff60ebf2a8d3b&lang=en&cache-only=0",
            "defineEn": "a small or slight amount or degree of something",
            "defineVi": "một số lượng nhỏ hoặc nhẹ hoặc mức độ của một cái gì đó"
        },
        {
            "id": "d1643570-1880-4499-96ee-05fe04ec3807",
            "word": "widely",
            "phonetic": "waɪdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The German language is widely spoken in Germany and other European countries.",
                "She is widely considered to be the greatest player ever.",
                "He has become widely known as an expert in child psychology.",
                "When something is widely praised, it's usually because it has genuine merit",
                "the document purports to show evidence of the existence of aliens, but it's widely believed to be a hoax."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lkZWx5&hash=39d850e70eea9dc2cc5d4951445d42b1e5a9de23&lang=en&cache-only=0",
            "defineEn": "to a large extent or degree",
            "defineVi": "đến một mức độ lớn hoặc mức độ"
        },
        {
            "id": "3198c9f1-cc5b-4990-8de6-85ef9a8a0676",
            "word": "gently",
            "phonetic": "dʒɛntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The mother gently cradled her newborn baby in her arms.",
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "She gently touched the soft fur of the cat.",
                "Underneath the orange tree, the leaves gently fall.",
                "He gently rested his chin on her shoulder."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudGx5&hash=05831493b21d7a5c5bf413401375aa69f78f4b98&lang=en&cache-only=0",
            "defineEn": "in a gentle manner",
            "defineVi": "một cách nhẹ nhàng"
        },
        {
            "id": "b1a7a0ab-11c2-4197-aac8-087099979e46",
            "word": "alongside",
            "phonetic": "ɐlɔŋsaɪd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Enjoy a glass of chilled ayran alongside your favorite kebab for a traditional Iranian meal.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "The restaurant offers saccharin packets alongside sugar and honey for customers who prefer a calorie-free option.",
                "A creamy and herby pot cheese dip is perfect for serving alongside a platter of crispy vegetables.",
                "We gathered around the table for a traditional German dinner, enjoying hearty rye dumplings alongside savory sausages."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvbmdzaWRl&hash=fd32cca055d49785d5fa7eb1ae8179455b44fcc7&lang=en&cache-only=0",
            "defineEn": "close or next to the side of something or someone",
            "defineVi": "đóng hoặc bên cạnh một cái gì đó hoặc một ai đó"
        },
        {
            "id": "c915d3b8-cf34-473d-966d-840281c4f272",
            "word": "accordingly",
            "phonetic": "ɐkoːɹdɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The coach understood that each athlete had different strengths and weaknesses, and tailored training programs accordingly - a carrion kite will never be a good hawk.",
                "Mistakes were made on my watch, and accordingly I believe my decision to retire, while painful, is appropriate.",
                "The doctor understood that different patients had different medical histories and needs, and customized treatment plans accordingly - every shoe fits not every foot.",
                "Interest in bench seats declined accordingly.",
                "Pencils are labeled accordingly."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3JkaW5nbHk&hash=52f0eff65050baddc92c78eb3584018483c7b1a5&lang=en&cache-only=0",
            "defineEn": "in a manner that is appropriate to something in a specific situation",
            "defineVi": "trong một cách đó là phù hợp với một cái gì đó trong một tình huống cụ thể"
        }
    ]
}