{
    "id": "e522e62a-8e23-499d-87e8-373b57921fcd",
    "title": "Aesthetics and Creative Processes",
    "originalTitle": "Aesthetics and Creative Processes",
    "words": [
        {
            "id": "cc75930a-525e-4337-8ed4-cefdd585671f",
            "word": "aesthetics",
            "phonetic": "ɛsθɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Aesthetics is the study of beauty, and art.",
                "Aesthetics is a part of value theory, because beauty, and art, are things we value, and evaluate."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVzdGhldGljcw&hash=4c7ac52810e21572e74968b10aa31d8fc24b18b7&lang=en&cache-only=0",
            "defineEn": "the branch of philosophy which deals with the nature of beauty and art",
            "defineVi": "nhánh của triết học liên quan đến bản chất của vẻ đẹp và nghệ thuật"
        },
        {
            "id": "a563b3d5-b550-4671-a1fb-2151e2eea867",
            "word": "afflatus",
            "phonetic": "ɐflæɾəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWZmbGF0dXM&hash=cd2fabfde3c580f46a2b2c8bd02f95ee50d4e9b9&lang=en&cache-only=0",
            "defineEn": "a sudden burst of inspiration or creative energy, often attributed to a divine or supernatural source",
            "defineVi": "một nguồn cảm hứng hoặc năng lượng sáng tạo bùng nổ đột ngột, thường được quy cho một nguồn thần thánh hoặc siêu nhiên"
        },
        {
            "id": "1af6cfed-0a49-47b4-aebd-ed4f3e129846",
            "word": "inspiration",
            "phonetic": "ɪnspɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "Whenever I feel the need for inspiration or escape, I turn to a book, which, as the proverb goes, is like a garden carried in the pocket.",
                "Sarah's mother is a doctor, and she has always been a source of inspiration for her.",
                "My neighbor, who was in his seventies, started a successful business and became an inspiration to many, proving that there is many a good tune played on an old fiddle.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGlyYXRpb24&hash=ad7e96327014b9fc4b042ccff641007dc1a1df14&lang=en&cache-only=0",
            "defineEn": "the process of mental stimulation that causes someone to have a new idea or emotion, or to do or create something artistic",
            "defineVi": "quá trình kích thích tinh thần khiến ai đó có một ý tưởng hoặc cảm xúc mới, hoặc làm hoặc tạo ra một cái gì đó nghệ thuật",
            "hasImg": true
        },
        {
            "id": "61f23d71-30e6-425d-8042-aa08e9e367eb",
            "word": "artwork",
            "phonetic": "ɑːɹtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "The artwork on the wall was a mix of colors and textures.",
                "She admired the artwork displayed in the museum.",
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0d29yaw&hash=5642fa8cc600f88523c07a6d902bf451903cc08f&lang=en&cache-only=0",
            "defineEn": "any creative work of art that is created by an artist and is intended to be appreciated for its aesthetic or emotional value",
            "defineVi": "bất kỳ tác phẩm nghệ thuật sáng tạo nào được tạo ra bởi một nghệ sĩ và nhằm mục đích được đánh giá cao về giá trị thẩm mỹ hoặc cảm xúc của nó",
            "hasImg": true
        },
        {
            "id": "10db2dd2-bf52-428b-b898-1442d49b619b",
            "word": "creation",
            "phonetic": "kɹiːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nectarines can be used in various culinary creations, from pies and tarts to jams and chutneys.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "As far as unemployment's concerned, a change of policy on job creation would be a good idea.",
                "What if we are not creators, but creations?",
                "Planned creation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXRpb24&hash=665029c859fc7014dde98fc9de939f4b878d1777&lang=en&cache-only=0",
            "defineEn": "the act of bringing something into existence that did not exist before, such as a work of art, an invention, or an idea",
            "defineVi": "hành động đưa một thứ gì đó chưa tồn tại trước đây vào sự tồn tại, chẳng hạn như một tác phẩm nghệ thuật, một phát minh hoặc một ý tưởng"
        },
        {
            "id": "8823c9fb-2f48-471b-8852-79dcef474879",
            "word": "creativity",
            "phonetic": "kɹiːeɪtɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a touch of creativity, I added basil as a garnish to my fruit salad.",
                "Standing on the shoulders of giants is a necessary part of creativity",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity.",
                "A supportive and inclusive work environment can breed creativity and collaboration among employees.",
                "The musician is riding a wave of creativity, with new song ideas constantly flowing and inspiring her."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXRpdml0eQ&hash=b8abf88c54baa0530ef4063a66217017fb053355&lang=en&cache-only=0",
            "defineEn": "the ability to use imagination in order to bring something new into existence",
            "defineVi": "khả năng sử dụng trí tưởng tượng để đưa một cái gì đó mới vào sự tồn tại"
        },
        {
            "id": "a58992f9-cda2-43fc-b30e-65958ee4736c",
            "word": "effect",
            "phonetic": "ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bullets had no effect on the steel door.",
                "The increase had a ripple effect through the whole financial market.",
                "The color green has a restful effect.",
                "The law went into effect on 1 August.",
                "The bank crash has had a ripple effect on the whole community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0&hash=8ccf5bb1702e2b71ed5341b0c81bd88f19afd2e8&lang=en&cache-only=0",
            "defineEn": "a change in a person or thing caused by another person or thing",
            "defineVi": "một sự thay đổi trong một người hoặc điều gây ra bởi một người khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "302637a0-b2a3-4839-b8e5-558fbb825e42",
            "word": "gradation",
            "phonetic": "ɡɹeɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, if you're grading your footage down the line, D-Log provides a better dynamic range, better gradation in your highlights in the shadows.",
                "Though this pen does have double the sensitivity gradations than the original it's up to like 4,096 or something like that while this is 2000 and something.",
                "In contrast to the subtle gradations of Titian’s expertly modeled flesh, Olympia is flatly painted, overexposed almost, and much more realistically proportioned.",
                "The second was that the sky, sometimes had clouds and sometimes had gradations.",
                "Unlike the slow, studio-based approach that held sway at the annual salons of the French Royal Academy, whereby tonal gradations were gradually built up with layer upon layer of glazes, Impressionist works were frequently begun if not completed entirely out of doors."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGF0aW9u&hash=bcacaacef6b0146da4ac9ccb073d736be0522d20&lang=en&cache-only=0",
            "defineEn": "a gradual transition from one value, tone, hue or color to another",
            "defineVi": "sự chuyển đổi dần dần từ một giá trị, tông màu, màu sắc hoặc màu sắc này sang giá trị khác"
        },
        {
            "id": "4d33c823-1fc7-4a90-8641-d9b70dd75300",
            "word": "imagination",
            "phonetic": "ɪmædʒᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By no stretch of the imagination does the factory operate efficiently.",
                "I do not know what the interpreter said, but under no circumstances did I mean that I had a problem with you, not by any stretch of the imagination.",
                "So comic books gave me an imagination.",
                "Use your imagination. ",
                "Over the next century, gold mining captured people's imagination, during the great US gold rush."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luYXRpb24&hash=7e742757be77f7698e08ea815386981b057d3e8a&lang=en&cache-only=0",
            "defineEn": "something that is formed in the mind and does not exist in reality",
            "defineVi": "một cái gì đó được hình thành trong tâm trí và không tồn tại trong thực tế",
            "hasImg": true
        },
        {
            "id": "808ecd4f-c61d-4136-b093-d111932d9f6f",
            "word": "license",
            "phonetic": "laɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you want to get a new license you will have to go through the proper channels.",
                "When he lost his driver's license, he made a virtue out of necessity and got in shape by riding his bike to work.",
                "For example, U.S. exports of tear gas and other law enforcement equipment to Hong Kong requires a license.",
                "I got a new driver's license.",
                "I clearly need a license."
            ],
            "audio": "https://tts.langeek.co/read?text=bGljZW5zZQ&hash=d1e4433f86ec79bcc34a417c1b838cf544df0d42&lang=en&cache-only=0",
            "defineEn": "an official permission, given by the owner or author, that clearly states the specific rights and conditions under which others can use, distribute, or share the work",
            "defineVi": "sự cho phép chính thức, được cấp bởi chủ sở hữu hoặc tác giả, nêu rõ các quyền và điều kiện cụ thể mà theo đó những người khác có thể sử dụng, phân phối hoặc chia sẻ tác phẩm"
        },
        {
            "id": "af2877da-965e-4272-9e96-8efa42d3009c",
            "word": "magnum opus",
            "phonetic": "mæɡnəm oʊpəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnbnVtIG9wdXM&hash=77a8f2a8e5d0f04d53ccd1f1c1f35193bf491e29&lang=en&cache-only=0",
            "defineEn": "the greatest literary or artistic piece that an author or artist has created",
            "defineVi": "tác phẩm văn học hoặc nghệ thuật vĩ đại nhất mà một tác giả hoặc nghệ sĩ đã tạo ra"
        },
        {
            "id": "48818512-636c-4c10-9baa-caa8d792189f",
            "word": "movement",
            "phonetic": "muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "As she turned back, a movement across the lawn caught her eye.",
                "We are keeping tabs on their movements.",
                "Keeping track of his movements is like nailing jelly to the wall.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZW1lbnQ&hash=277ba7ecc155268ddf4d3067b935a4192a57d644&lang=en&cache-only=0",
            "defineEn": "a group of people with a common political, social or artistic goal who work together to achieve it",
            "defineVi": "một nhóm người có mục tiêu chính trị, xã hội hoặc nghệ thuật chung làm việc cùng nhau để đạt được mục tiêu đó"
        },
        {
            "id": "d2a29a9a-38aa-4ebb-8585-32e50013ff90",
            "word": "muse",
            "phonetic": "mjuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Better to be born lucky than rich, he mused.",
                "Hillary Clinton as the muse that inspires the Russian demonstrations?",
                "Like, in sonnet 144, he actually compares the two muses.",
                "I work as a fine art muse.",
                "There's Muse, hold on, I know,"
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZQ&hash=52224d260cbeebfed61fe55a33ecd161f13ddf44&lang=en&cache-only=0",
            "defineEn": "a source of inspiration for an artist or author that gives them ideas or motivates them to create works of art",
            "defineVi": "một nguồn cảm hứng cho một nghệ sĩ hoặc tác giả cung cấp cho họ những ý tưởng hoặc thúc đẩy họ tạo ra các tác phẩm nghệ thuật"
        },
        {
            "id": "70ef0e22-bd7d-409c-8c06-e41d61af238e",
            "word": "imprimatura",
            "phonetic": "ɪmpɹɪmətʃʊɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wcmltYXR1cmE&hash=04954264ba1a741f41e5dc96859fa35cffaab12e&lang=en&cache-only=0",
            "defineEn": "an initial coating or primer of paint applied to a painting surface before applying the final layers of paint",
            "defineVi": "một lớp sơn ban đầu hoặc lớp sơn lót được áp dụng cho bề mặt sơn trước khi sơn các lớp sơn cuối cùng"
        },
        {
            "id": "f8a79dc1-870f-4a9e-a9d6-96c021cf94c3",
            "word": "objet d'art",
            "phonetic": "ɑːbdʒɛt diː bækslæʃ ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2JqZXQgZCdhcnQ&hash=68ee3fe3faf9a8d65061637909b86acd4592980e&lang=en&cache-only=0",
            "defineEn": "an artistic object that is designed primarily for decoration rather than function",
            "defineVi": "một đối tượng nghệ thuật được thiết kế chủ yếu để trang trí hơn là chức năng"
        },
        {
            "id": "9068b2b8-0afd-4f2d-b281-5ec9508b7bbf",
            "word": "oeuvre",
            "phonetic": "ɜːvɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bredius declared van Meegeren’s fake the masterpiece of Vermeer’s oeuvre."
            ],
            "audio": "https://tts.langeek.co/read?text=b2V1dnJl&hash=c1fcaebea663fd049712281d90d58db584a1dd63&lang=en&cache-only=0",
            "defineEn": "the collection of artistic or literary works produced by a particular painter, author, etc.",
            "defineVi": "bộ sưu tập các tác phẩm nghệ thuật hoặc văn học được tạo ra bởi một họa sĩ, tác giả cụ thể, v.v."
        },
        {
            "id": "2bb7eda3-1f97-4d5a-8b64-7d5d4e623dde",
            "word": "painterly",
            "phonetic": "peɪntɚli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRlcmx5&hash=637076e93514a2e128f96e55c750d3b084c44e9a&lang=en&cache-only=0",
            "defineEn": "(of a painting or its style) characterized by visible brushstrokes and an expressive, rather than realistic, representation of the subject",
            "defineVi": "(của một bức tranh hoặc phong cách của nó) được đặc trưng bởi các nét cọ có thể nhìn thấy và một biểu hiện biểu cảm, thay vì thực tế, của chủ đề"
        },
        {
            "id": "5016d3f5-6fde-403c-8596-cbd2e39977ee",
            "word": "restoration",
            "phonetic": "ɹɛstɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The six years that followed his restoration.",
                "And restoration, is that 80 percent, 50 or 60 percent?",
                "Engineer the restoration of Russia as a major power.",
                "And number three is the restoration, the restoring of rights.",
                "Others are based on the latest restoration methods."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdG9yYXRpb24&hash=512789b87da7c6041195a6f8b51f15876f4a449b&lang=en&cache-only=0",
            "defineEn": "the act of repairing something such as an artwork, building, etc. to be in its original state",
            "defineVi": "hành động sửa chữa một cái gì đó như tác phẩm nghệ thuật, tòa nhà, v.v. để ở trạng thái ban đầu",
            "hasImg": true
        },
        {
            "id": "47476d8f-8de4-4d72-bc2b-603f2f1a30f3",
            "word": "sketch",
            "phonetic": "skɛtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sketches are always a feast to the eyes.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw.",
                "-Good sketches this week?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2tldGNo&hash=6f2146ba125a2dd972bb5f4ddb6d9074dc1dbee9&lang=en&cache-only=0",
            "defineEn": "an elementary and quickly produced painting or drawing without many details",
            "defineVi": "một bức tranh hoặc bản vẽ cơ bản và được sản xuất nhanh chóng mà không có nhiều chi tiết",
            "hasImg": true
        },
        {
            "id": "d43a5da6-3484-40c0-b713-4bebd22bc3d7",
            "word": "soul",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "He bared his soul to me after the divorce.",
                "He dedicated himself body and soul to the education of young men.",
                "She kept body and soul together by working two jobs.",
                "The volunteers dedicated themselves heart and soul to helping those in need, selflessly giving their time and energy."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bA&hash=6ec926144fb8078f2581141a07ecdca80f619004&lang=en&cache-only=0",
            "defineEn": "the emotional or spiritual quality of a work, and the artist's connection to the subject matter",
            "defineVi": "chất lượng cảm xúc hoặc tinh thần của một tác phẩm và mối liên hệ của nghệ sĩ với chủ đề"
        },
        {
            "id": "c1aa2893-454c-44bf-930d-f7f2a0419103",
            "word": "work of art",
            "phonetic": "wɜːk ʌv ɑːɹt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29yayBvZiBhcnQ&hash=48be2fd65cb0afa7ee131d80ae7a106d3835de91&lang=en&cache-only=0",
            "defineEn": "a creation that is produced through skill, imagination and creativity, with the intent to be appreciated primarily for its aesthetic or intellectual value",
            "defineVi": "một sáng tạo được tạo ra thông qua kỹ năng, trí tưởng tượng và sự sáng tạo, với mục đích được đánh giá cao chủ yếu về giá trị thẩm mỹ hoặc trí tuệ của nó",
            "hasImg": true
        },
        {
            "id": "26bbd0e7-afb9-49eb-a8ba-e34837014c00",
            "word": "to conceptualize",
            "phonetic": "tə kənsɛptʃuːəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a little bit easier to conceptualize.",
                "And there's different models to conceptualize and address this issue of cognitive flexibility.",
                "Instead, they can use an abstraction of a linked list, that looks like this, which is much easier to conceptualize.",
                "Being able to create and conceptualize a universe is a pretty amazing skill.",
                "What I want to do in this video is to put a little bit of numbers behind it, or even better conceptualize what we've been talking about."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VwdHVhbGl6ZQ&hash=5e02fd014f5769354644bc49379f5212d8a0c6c1&lang=en&cache-only=0",
            "defineEn": "to form an idea or concept in the mind by combining existing ideas or information",
            "defineVi": "để hình thành một ý tưởng hoặc khái niệm trong tâm trí bằng cách kết hợp những ý tưởng hoặc thông tin hiện có"
        }
    ]
}