{
    "id": "e53223a7-b60e-47f1-ae32-02e43dffa128",
    "title": "Everyday English (Unit 10)",
    "originalTitle": "Everyday English (Unit 10)",
    "words": [
        {
            "id": "a9bcaab8-5a56-4e20-9c14-7c18b12f4b09",
            "word": "to express",
            "phonetic": "tʊ ɛkspɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every person has the right to express their opinions and beliefs.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He wanted to express his appreciation for all they had done, but words failed him.",
                "Women should feel free to speak their minds and express themselves.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwcmVzcw&hash=90eb4a5b0101b7d69c64cbcac65214ccc051c0cd&lang=en&cache-only=0",
            "defineEn": "to show or make a thought, feeling, etc. known by looks, words, or actions",
            "defineVi": "để hiển thị hoặc làm cho một suy nghĩ, cảm giác, vv được biết đến bằng vẻ ngoài, lời nói hoặc hành động",
            "hasImg": true
        },
        {
            "id": "62f5a542-368d-4a33-afa8-4943331667ce",
            "word": "attitude",
            "phonetic": "æɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He strikes an attitude of bravery and lonely defiance.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "He struck an attitude of offended dignity and marched out of the room.",
                "Their arrogant attitude is what really made my hackles rise.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0aXR1ZGU&hash=2d700785bc195199d36d0136570585214ef76c1f&lang=en&cache-only=0",
            "defineEn": "the way a person thinks or feels about something or someone, often affecting their behavior and decisions",
            "defineVi": "cách một người suy nghĩ hoặc cảm nhận về một cái gì đó hoặc ai đó, thường ảnh hưởng đến hành vi và quyết định của họ"
        },
        {
            "id": "74827915-4ed9-49eb-946f-10d3901f30ae",
            "word": "apparently",
            "phonetic": "ɐpæɹəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "Apparently he's turned over a new leaf and he's not smoking any more.",
                "Apparently the company had been in the red for some time before it went out of business.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "They checked their inventory, but apparently they're fresh out of the blender that's on sale."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJlbnRseQ&hash=d96b8083ea9a44d6e261c4be17187b17bc4443d8&lang=en&cache-only=0",
            "defineEn": "based on what one has read or heard and therefore uncertain if it is really the case",
            "defineVi": "dựa trên những gì một người đã đọc hoặc nghe và do đó không chắc chắn nếu đó thực sự là trường hợp"
        },
        {
            "id": "08061423-572e-4638-8921-a06be95db356",
            "word": "on earth",
            "phonetic": "ɔn ɜːθ ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gZWFydGg&hash=27beed2a4523bb0e0fd7e021111976226495fb28&lang=en&cache-only=0",
            "defineEn": "used to emphasize what one is stating or asking",
            "defineVi": "được sử dụng để nhấn mạnh những gì một người đang nói hoặc yêu cầu"
        },
        {
            "id": "ebd07a8f-de1f-4d34-b250-b3b2349723ca",
            "word": "incredibly",
            "phonetic": "ɪŋkɹɛdɪbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "It's actually an incredibly good deal!",
                "He invested wisely and became incredibly rich.",
                "The Bartlett pear I bought from the farmers market was incredibly juicy.",
                "The Persian melon I tried in Iran was incredibly juicy and sweet.",
                "The basketball player is incredibly quick on his feet, able to outmaneuver anyone on the court."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jcmVkaWJseQ&hash=ba1487ee2a97575cf5030718204c18a1da3116b6&lang=en&cache-only=0",
            "defineEn": "extremely or to a great degree",
            "defineVi": "cực kỳ hoặc đến một mức độ tuyệt vời"
        },
        {
            "id": "b8b7d3a3-918a-4278-80c6-52f07a697480",
            "word": "to kid",
            "phonetic": "tə kɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "As kids we used to fight like cats and dogs.",
                "C'm on, kids!",
                "The kids had the time of their lives at Disneyland.",
                "My kids personalize their notebooks with stickers and drawings.",
                "Give the kid a pass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lk&hash=13aac4769df45ee65ed2e2ddd190d475d3314959&lang=en&cache-only=0",
            "defineEn": "to joke about something, often by giving false or inaccurate information",
            "defineVi": "nói đùa về điều gì đó, thường bằng cách đưa ra thông tin sai lệch hoặc không chính xác",
            "hasImg": true
        },
        {
            "id": "3303f2ed-9eca-42e5-9ced-85ab04549293",
            "word": "exactly",
            "phonetic": "ɛɡzæktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Patience isn't exactly her strong suit.",
                "I make that exactly $50.",
                "Their life together hasn't exactly been a bed of roses.",
                "The role isn't exactly a walk in the park.",
                "At the age of 75, the singer is not exactly in the prime of his life!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhY3RseQ&hash=361ec3b6f3885cf4a14439643d7be105923db629&lang=en&cache-only=0",
            "defineEn": "used to indicate that something is completely accurate or correct",
            "defineVi": "được sử dụng để chỉ ra rằng một cái gì đó là hoàn toàn chính xác hoặc chính xác"
        },
        {
            "id": "249c3d52-12f3-4672-aa3e-d1099dac5e4f",
            "word": "in fact",
            "phonetic": "ɪn fækt ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gZmFjdA&hash=18c6cf48a9aa1221c9fdc78f1d8c33508097391c&lang=en&cache-only=0",
            "defineEn": "used to add extra information or a surprising, unexpected, or different truth",
            "defineVi": "được sử dụng để thêm thông tin bổ sung hoặc một sự thật đáng ngạc nhiên, bất ngờ hoặc khác biệt"
        },
        {
            "id": "bc672b70-31d7-4cf5-bcf8-11f752710d19",
            "word": "really",
            "phonetic": "ɹiəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The news really made my day.",
                "That bacon sandwich really hit the spot!",
                "The contractor is really taking their time.",
                "Your friend really talks a blue streak!",
                "That DJ's voice really sets my teeth on edge."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGx5&hash=3f49313ffb8525ed21d38e47776c535312a94603&lang=en&cache-only=0",
            "defineEn": "used to put emphasis on a statement",
            "defineVi": "được sử dụng để nhấn mạnh vào một tuyên bố"
        },
        {
            "id": "be8c9e1a-b7ec-422a-ae22-0d765ceed60d",
            "word": "surely",
            "phonetic": "ʃʊɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Surely she would guess the truth.",
                "Surely she didn't have the nerve to say that to him?",
                "If he continues to neglect his studies, he will surely come a cropper in the exams.",
                "Surely you're not going to take that lying down!",
                "If we get enough dirt on Jackson, surely we can expose him and bring him down."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZWx5&hash=6de61ea201fa4757af181b2906febc11e0d8739b&lang=en&cache-only=0",
            "defineEn": "used to express an almost definite degree of certainty over what is being said",
            "defineVi": "được sử dụng để thể hiện một mức độ gần như chắc chắn về những gì đang được nói"
        },
        {
            "id": "0a0be9fa-cd7d-4557-9610-a7f5c933590e",
            "word": "absolutely",
            "phonetic": "æbsəluːtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I absolutely love your shoes.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "Jenny is absolutely cheesed off with her job.",
                "He was said to be absolutely shattered after losing his job.",
                "Those of you with clear consciences have absolutely nothing to fear."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzb2x1dGVseQ&hash=5f2b274d530b8fd8f80ac7a414ff0422bca83e7b&lang=en&cache-only=0",
            "defineEn": "used to put an emphasis on a statement",
            "defineVi": "được sử dụng để nhấn mạnh vào một tuyên bố"
        },
        {
            "id": "b3cb1c87-9f12-49a6-b943-041949b0ee10",
            "word": "presumably",
            "phonetic": "pɹɪzuːməbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This has their web FAI information on it presumably.",
                "Presumably this would go somewhere else.",
                "Presumably, it's costing your neighbor a fortune as well. -",
                "So presumably, bigger Dimetrodons would need bigger sails.",
                "And then presumably, there's also,"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VtYWJseQ&hash=d88c1d4bf1d298c88d9672dd186efa5f92756163&lang=en&cache-only=0",
            "defineEn": "used to say that the thing mentioned is based on an assumption",
            "defineVi": "được sử dụng để nói rằng điều được đề cập là dựa trên một giả định"
        },
        {
            "id": "5e74816c-ea96-4393-b2b1-7e52ad285ba4",
            "word": "obviously",
            "phonetic": "ɑːbviəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Obviously, over the years, this changed but my car remained behind the times with its cassette player.",
                "He obviously didn’t realize he was swimming with sharks!",
                "I was furious but just left it at that since he obviously didn't care about me.",
                "And obviously, tons of people mistake Twitter bots for humans all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=b2J2aW91c2x5&hash=ded28c1aa5c5dc13f340d0f12b834cc8e4406249&lang=en&cache-only=0",
            "defineEn": "in a way that is easily understandable or noticeable",
            "defineVi": "theo cách dễ hiểu hoặc đáng chú ý"
        },
        {
            "id": "ed5c2678-121a-4651-89a8-726dcc935c83",
            "word": "personally",
            "phonetic": "pɜːsənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We’ve nothing against him personally: it’s just that we don’t trust politicians.",
                "I normally don't like taking chances on people I haven't personally vetted, but Sarah is extremely confident in you.",
                "The parading of people personally continued.",
                "I know personally the impact of good public policy.",
                "You personally only have ten dollars in your pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxseQ&hash=7613e757c8a100c38a97b828ed2bda9867c35755&lang=en&cache-only=0",
            "defineEn": "in a way that shows the opinion that someone is giving comes from their view",
            "defineVi": "theo cách cho thấy ý kiến mà ai đó đang đưa ra xuất phát từ quan điểm của họ"
        },
        {
            "id": "2435fdd9-5ba5-4974-920b-3df65e9d92e4",
            "word": "anyway",
            "phonetic": "ɛnɪweɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Yet, for the moment anyway, the bankers have lost their Midas touch.",
                "I went to college anyway, as a part-time student, paying my own way.",
                "but i waved a dead chicken and corrected the spelling anyway.",
                "Sarah knew that skipping classes would hurt her grades, but she did it anyway.",
                "I know it's risky, but if I'm going to get in trouble anyway, I might as well be hanged for a sheep as a lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=YW55d2F5&hash=fee28890b49d1af63e40b1d3138b1f98e6b060f5&lang=en&cache-only=0",
            "defineEn": "used when ending a conversation, or changing, or returning to a subject",
            "defineVi": "được sử dụng khi kết thúc cuộc trò chuyện hoặc thay đổi hoặc quay lại chủ đề"
        },
        {
            "id": "fd415646-06e8-4d2c-a46e-8e29b746a7c8",
            "word": "of course",
            "phonetic": "ʌv koːɹs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Of course there is some truth in all this, but only up to a point.",
                "Of course we're not going to sell the house!",
                "Of course I'll be there - with bells on!",
                "Of course we'll change it for a larger size, Madam.",
                "Of course, I suppose 20 years does make a lot of difference."
            ],
            "audio": "https://tts.langeek.co/read?text=b2YgY291cnNl&hash=91daa0b48abb7e70f2a761d81ccde79bd8e84bfb&lang=en&cache-only=0",
            "defineEn": "used to give permission or express agreement",
            "defineVi": "được sử dụng để cho phép hoặc bày tỏ sự đồng ý",
            "hasImg": true
        },
        {
            "id": "11b10d33-332d-4849-95c2-247af55b2ade",
            "word": "actually",
            "phonetic": "æktʃuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Our team actually won!",
                "The mobile phone business was actually his bread and butter.",
                "Actually, I wear several different hats.",
                "It's actually an incredibly good deal!",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0dWFsbHk&hash=68ee65fcdfac7248f823ba1cfa5359e163fc3c8c&lang=en&cache-only=0",
            "defineEn": "used to emphasize a fact or the truth of a situation",
            "defineVi": "được sử dụng để nhấn mạnh một thực tế hoặc sự thật của một tình huống"
        },
        {
            "id": "f468f7ea-c2d7-41ac-9e6c-2eaf78c8ff7d",
            "word": "generally",
            "phonetic": "dʒɛnɚɹəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Generally, the article reads very well.",
                "He is generally miserable and never gets on top of his work.",
                "Human nature is generally of such kind that it will choose a line of least resistance if that is at all possible, and loathe exertion beyond it.",
                "You can generally tell when a student is trying to do a snow job.",
                "Generally speaking, the press has given Jacobson a free ride."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhbGx5&hash=583d2d2a48e4ab047de558371c981afe50a59ea9&lang=en&cache-only=0",
            "defineEn": "in a way that is true in most cases",
            "defineVi": "theo cách đó là đúng trong hầu hết các trường hợp"
        },
        {
            "id": "445059ae-aa90-4dd3-ac8f-8fb32819391e",
            "word": "hopefully",
            "phonetic": "hoʊpfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Hopefully he wasn't cheating with a card up his sleeve.",
                "Hopefully my point came across loud and clear.",
                "Take him for a ride and hopefully by the time you get back, his mother would be here to take him home.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I told him not to say anything, and he said his lips are sealed, so hopefully he'll be able to keep a secret this time."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZWZ1bGx5&hash=167ce385b84955c4af8e9672c52057eb1e633eec&lang=en&cache-only=0",
            "defineEn": "used for expressing that one hopes something will happen",
            "defineVi": "được sử dụng để thể hiện rằng một người hy vọng điều gì đó sẽ xảy ra"
        },
        {
            "id": "05a86c0c-2fa5-49b6-a0ec-10aff5d0a8ed",
            "word": "honestly",
            "phonetic": "ɑːnɪstli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Your presentation sounded great, honestly.",
                "Honestly, you're wasting your breath - he doesn't want to hear what anyone else has got to say.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?",
                "Honestly, a bottle of olive oil can cost 10 bucks."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0bHk&hash=f4f542fe9e925b9e208c4765b99810849529a5af&lang=en&cache-only=0",
            "defineEn": "used to emphasize that one is being sincere and telling the truth, especially when the thing being said sounds surprising",
            "defineVi": "được sử dụng để nhấn mạnh rằng một người đang chân thành và nói sự thật, đặc biệt là khi điều được nói nghe có vẻ đáng ngạc nhiên"
        }
    ]
}