{
    "id": "e5530424-cc87-4c2c-b0c3-c74adaf9299a",
    "title": "Unit 4 - Lesson 4",
    "originalTitle": "Unit 4 - Lesson 4",
    "words": [
        {
            "id": "f731281a-d6ec-413b-896a-bf948058dd09",
            "word": "self-confidence",
            "phonetic": "sɛlfkɑːnfɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He plays a struggling writer whose self-confidence is running on fumes.",
                "So these people lack self-confidence.",
                "That gave me self-confidence for the first time.",
                "But a lot of it, it builds from self-confidence.",
                "I have self-confidence in my job dealing with patients."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25maWRlbmNl&hash=ef733b2cecb71e8d3b261b6662febe672db86c55&lang=en&cache-only=0",
            "defineEn": "the belief and trust in oneself and one's abilities",
            "defineVi": "niềm tin và sự tin tưởng vào bản thân và khả năng của một người",
            "hasImg": true
        },
        {
            "id": "1044e62e-5030-468d-9a51-37757507595a",
            "word": "self-esteem",
            "phonetic": "sɛlfɛstiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "I just had no self-esteem.",
                "Number one, inflated self-esteem or grandiosity.",
                "Self identity is about boundaries, self-esteem and emotion regulation.",
                "He has the power of low self-esteem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1lc3RlZW0&hash=a89789622a7fbce25244a99cd66a40c86e789404&lang=en&cache-only=0",
            "defineEn": "satisfaction with or confidence in one's own abilities or qualities",
            "defineVi": "sự hài lòng hoặc tự tin vào khả năng hoặc phẩm chất của chính mình",
            "hasImg": true
        },
        {
            "id": "2643fdf2-d2c0-45f7-8606-774bec9d720b",
            "word": "self-image",
            "phonetic": "sɛlfɪmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the therapy encourages better eating behaviors and it works on your self-image.",
                "In many cases, it’s more like their overall personality is fragmented, and different parts of their history and self-image can take control.",
                "Kids with positive self-images are more happy, confident, independent, and sociable.",
                "The psychological definition of narcissism is an inflated, grandiose self-image.",
                "Number three is an identity disturbance You have a markedly persistent or unstable self-image or sense of self."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1pbWFnZQ&hash=9d3124f86e876ae146d370a795ffb514c0ac91d7&lang=en&cache-only=0",
            "defineEn": "the conception someone has, particularly about their abilities, character, and qualities",
            "defineVi": "quan niệm ai đó có, đặc biệt là về khả năng, tính cách và phẩm chất của họ"
        },
        {
            "id": "76ed5540-dd84-4e21-b65a-fd91a932d434",
            "word": "self-pity",
            "phonetic": "sɛlfpɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And you can have an argument and start focusing on self-blame or self-pity.",
                "So, I don't want to sound like I'm wallowing in self-pity here."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1waXR5&hash=8363ce3b40736cfaf535b04cf9d7f765afaeb3d2&lang=en&cache-only=0",
            "defineEn": "an instance in which someone is immersed in their own problems and forget the fact that others have problems of their own",
            "defineVi": "một trường hợp trong đó ai đó đắm chìm trong vấn đề của chính họ và quên mất sự thật rằng những người khác cũng có vấn đề của riêng họ"
        },
        {
            "id": "3075b943-d8e1-4471-ab65-8345ab9262e1",
            "word": "self-centered",
            "phonetic": "sɛlfsɛntɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jZW50ZXJlZA&hash=93aa37e3915227c838c5cfde9b77d44dccde9e5e&lang=en&cache-only=0",
            "defineEn": "(of a person) not caring about the needs and feelings of no one but one's own",
            "defineVi": "(của một người) không quan tâm đến nhu cầu và cảm xúc của ai ngoài chính mình",
            "hasImg": true
        },
        {
            "id": "ae8dcccf-e923-496e-a38a-b8cbd078961a",
            "word": "self-confident",
            "phonetic": "sɛlfkɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was very self-confident.",
                "And none of those things actually lead children to feeling self-confident and good about themselves and in control."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25maWRlbnQ&hash=e889343db2b3a65ca1e953f98390958b56d30589&lang=en&cache-only=0",
            "defineEn": "(of a person) having trust in one's abilities and qualities",
            "defineVi": "(của một người) có niềm tin vào khả năng và phẩm chất của một người",
            "hasImg": true
        },
        {
            "id": "a96eb321-ac6a-4d11-b73f-7c6c8789e1cb",
            "word": "self-conscious",
            "phonetic": "sɛlfkɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite his warm personality, Steve was often self-conscious about his appearance, describing himself as ugly as sin.",
                "and I feel kind of self-conscious.",
                "Or self-conscious about what you did or didn’t learn in school.",
                "So they might literally be so self-conscious that they fail our test of self-consciousness.",
                "I didn't mean to make you all self-conscious about it."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25zY2lvdXM&hash=ab86bac407b41821601def4aeac36b9831ce573f&lang=en&cache-only=0",
            "defineEn": "embarrassed or worried about one's appearance or actions",
            "defineVi": "xấu hổ hoặc lo lắng về ngoại hình hoặc hành động của một người",
            "hasImg": true
        },
        {
            "id": "8d14908d-ebb7-4f9b-bc64-8ce6fa1f93db",
            "word": "self-critical",
            "phonetic": "sɛlfkɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because mindfulness helps reduce self-critical thoughts, it strengthens the connectivity in the frontoparietal network and weakens the connectivity and the default mode network.",
                "They found that it often develops in maladaptive perfectionists: people who set impossible goals for themselves, and can be extremely self-critical."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jcml0aWNhbA&hash=52b9973b72694987050b8b61571879fba9c05e14&lang=en&cache-only=0",
            "defineEn": "(of a person) having a tendency to constantly analyze one's past actions, resulting in extreme feeling of guilt or other negative sensations",
            "defineVi": "(của một người) có xu hướng liên tục phân tích các hành động trong quá khứ của một người, dẫn đến cảm giác tội lỗi tột độ hoặc các cảm giác tiêu cực khác"
        }
    ]
}