{
    "id": "e5d7fea6-59c2-4086-9f8b-8bd79484008d",
    "title": "Hold an Opinion, Give an Advice!",
    "originalTitle": "Hold an Opinion, Give an Advice!",
    "words": [
        {
            "id": "24bc4f22-5654-4ac1-8201-ad0b794cca72",
            "word": "to admonish",
            "phonetic": "tʊ ɐdmɑːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He admonished his alchemical colleagues not to trust the words of the ancient masters.",
                "A lot of other English words are derived from monere, like premonition, admonish, demonstrate and monitor.",
                "Reade claimed that she was admonished for how she dressed by a supervisor, and that that was part of the retaliation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtb25pc2g&hash=01cba7544e926a7102849f0342824ee2b5f1c9c1&lang=en&cache-only=0",
            "defineEn": "to give criticism or a warning to someone for doing something that is wrong",
            "defineVi": "đưa ra lời chỉ trích hoặc cảnh báo cho ai đó vì đã làm điều gì đó sai trái"
        },
        {
            "id": "d97f96cc-f2ea-424c-88bd-5bc3f7c3f61f",
            "word": "to articulate",
            "phonetic": "tʊ ɑːɹtɪkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It articulates.",
                "Could you articulate the sides in that in Washington?",
                "You would actually articulate that. ",
                "He also found some articulated vertebrae and some fragmented bones below those ribs.",
                "So some people have described that as being really articulate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJ0aWN1bGF0ZQ&hash=79e13d5e5c5609b035ab101bfc61513aca32d1b2&lang=en&cache-only=0",
            "defineEn": "to pronounce or utter something in a clear and precise way",
            "defineVi": "để phát âm hoặc thốt ra một cái gì đó một cách rõ ràng và chính xác",
            "hasImg": true
        },
        {
            "id": "8bae4641-cc46-42ca-96b6-22401043cb1c",
            "word": "to balk",
            "phonetic": "tə bɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "When asked about retirement plans, Ginsburg balked.",
                "The gods balked at this request and were ready to send him away.",
                "And they don’t balk at attacking prey that’s bigger than them, either.",
                "In this case, her mom Ginger says the local health department balked.",
                "There's a second reason entrepreneurs often balk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFsaw&hash=6a0df06ae89242fe75a0489f132ac04113d0f01e&lang=en&cache-only=0",
            "defineEn": "to be reluctant to do something or allow it to happen, particularly because it is dangerous, difficult, or unpleasant",
            "defineVi": "miễn cưỡng làm điều gì đó hoặc cho phép nó xảy ra, đặc biệt là vì nó nguy hiểm, khó khăn hoặc khó chịu"
        },
        {
            "id": "c1b78d3b-0bdc-4d3a-99a6-15d63393f769",
            "word": "to chastise",
            "phonetic": "tə tʃæstaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So once I had realized that I'd never said the word out loud to my 10 year old, I chastised myself for a moment on that.",
                "Because as much as we all love to chastise these acts as musical frivolity, I can’t help but wonder if the heat would be quite so hot if the bands had a mixed or primarily male audience base."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhc3Rpc2U&hash=ee78de74a977071990c359374f82b9465391345f&lang=en&cache-only=0",
            "defineEn": "to severely criticize or scold",
            "defineVi": "chỉ trích nặng nề hoặc la mắng"
        },
        {
            "id": "50798c6d-2222-4af2-a32e-23d71769fc11",
            "word": "to conciliate",
            "phonetic": "tə kənsɪlɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2lsaWF0ZQ&hash=9dedafd4678c0f22fb6bf39a6c536ad0005100db&lang=en&cache-only=0",
            "defineEn": "to do something that stops someone's anger or dissatisfaction, usually by being friendly or giving them what they want",
            "defineVi": "làm điều gì đó để ngăn chặn sự tức giận hoặc bất mãn của ai đó, thường là bằng cách thân thiện hoặc cho họ những gì họ muốn"
        },
        {
            "id": "5c334e35-8955-4e81-8813-37c5ba1cd54d",
            "word": "to confer",
            "phonetic": "tə kənfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "[bomb blasts] Commanding officer of the assault troops confers with his staff.",
                "And then we can confer on this.",
                "You conferred with the president and you told him this?",
                "As the San Francisco Security Conference nears, Secretary Stettinius confers with Big Four delegates including: Soviet Ambassador Gromyko, Lord Halifax from Great Britain, and Dr. Wei, Chinese Ambassador.",
                "But this case does suggest a first infection can confer some level of protection against later ones."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVy&hash=5b709302dc5db8d1b90005cc1888d491c702557f&lang=en&cache-only=0",
            "defineEn": "to exchange opinions and have discussions with others, often to come to an agreement or decision",
            "defineVi": "trao đổi ý kiến và thảo luận với người khác, thường là để đi đến một thỏa thuận hoặc quyết định"
        },
        {
            "id": "e51f78c2-43a5-4c0a-8a18-e65135b6bbd6",
            "word": "to decry",
            "phonetic": "tə dᵻkɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As protestors decry Brazil's environmental policies, President Bolsonaro fights back.",
                "Last week, a group of Republican House members visited El Paso to decry President Biden's policies.",
                "Earlier today in a press conference, the district's police chief, Peter Newsham, praised his officers' handling of the event, but decried the circumstances.",
                "Now, you, in your other job, work at the Cato Institute, which often decries any limits on free speech.",
                "WILLIAM BRANGHAM: Protesters across the country took to the streets, decrying the disproportionate police violence experienced by Black Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcnk&hash=a16cf48b43ba3915c8017641b781372e80dc634a&lang=en&cache-only=0",
            "defineEn": "to openly express one's extreme disapproval or criticism",
            "defineVi": "công khai thể hiện sự phản đối hoặc chỉ trích cực đoan của một người"
        },
        {
            "id": "aa4e8366-d44d-4875-85c6-e66b29d340e5",
            "word": "to demur",
            "phonetic": "tə dᵻmɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Grant administration wanted to annex it and the Dominican Republic, but Congress demurred."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtdXI&hash=0184230548537cdf0300ff1b02a0228f920b3773&lang=en&cache-only=0",
            "defineEn": "to express one's disagreement, refusal, or reluctance",
            "defineVi": "để bày tỏ sự không đồng ý, từ chối, hoặc miễn cưỡng của một người"
        },
        {
            "id": "7267b01e-a172-4862-b3de-81aeb89a8523",
            "word": "to denote",
            "phonetic": "tə dᵻnoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But blue checkmarks and verified profiles do not denote truth.",
                "And I'll denote that by capital I.",
                "And that's denoted by A in absolute value signs.",
                "Like, in 1920, a doctor coined the term menotoxin to denote the supposedly toxic substance in menstruating people’s sweat.",
                "So 1 over phi, which we sometimes denote with a capital phi."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVub3Rl&hash=13f5b1cdbd27411ff8492655aec6e4277125473d&lang=en&cache-only=0",
            "defineEn": "to indicate something's meaning or what it is referring to",
            "defineVi": "để chỉ ra ý nghĩa của một cái gì đó hoặc những gì nó đang đề cập đến"
        },
        {
            "id": "38ca5a67-e85b-4d9e-814a-765c9ca5c805",
            "word": "to fathom",
            "phonetic": "tə fæðəm ",
            "partOfSpeechType": "verb",
            "examples": [
                "But beyond that, the human brain just can't fathom the scale of the solar system . . .",
                "But as a good Catholic, he couldn’t fathom a world in which God would plant globally false beliefs in all of our minds.",
                "I have a greater responsibility than you can possibly fathom.",
                "And just to kind of fathom the amount of energy that's being released in a supernova, it can temporarily outshine an entire galaxy.",
                "He couldn’t fathom any meaning behind all this endless bloodshed and suffering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF0aG9t&hash=7293f0a18f43f751550225380ce44b4c0569c383&lang=en&cache-only=0",
            "defineEn": "to understand and make sense of something after giving it a lot of thought",
            "defineVi": "để hiểu và làm cho ý nghĩa của một cái gì đó sau khi cho nó rất nhiều suy nghĩ"
        },
        {
            "id": "15c58c5c-4900-46ae-89e3-c62a54f07b33",
            "word": "to hail",
            "phonetic": "tə heɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hailed a taxi to take me to the airport.",
                "Still, America's top infectious disease expert, Dr. Anthony Fauci, hailed the news.",
                "Modern hail cannons basically just blast a bunch of noise into the sky.",
                "AMNA NAWAZ: The tech giants hailed the progress they have made so far.",
                "Greetings home planet and all hail our supreme Zorgdorg."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFpbA&hash=c03e6e462c98416056bf20463105bff08b89ec41&lang=en&cache-only=0",
            "defineEn": "to praise someone or something, particularly in the press, etc.",
            "defineVi": "để ca ngợi ai đó hoặc một cái gì đó, đặc biệt là trên báo chí, v.v."
        },
        {
            "id": "38104fd3-e702-4309-8b26-293b61e7307c",
            "word": "to intimate",
            "phonetic": "tʊ ɪntᵻmət ",
            "partOfSpeechType": "verb",
            "examples": [
                "Never one to hesitate before shaking the plum tree for himself or his intimates.",
                "Amanda and George went on a date, and things started to get more intimate.",
                "Despite their families' objections, they followed their hearts and got hitched in a small, intimate ceremony at a local courthouse.",
                "Jessica had been going through a dry spell in her love life and hadn't been intimate with anyone for quite some time.",
                "Now a bigger challenge is developing intimate relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50aW1hdGU&hash=e27cff8f416a9546813b0ecd50c4615c632417ea&lang=en&cache-only=0",
            "defineEn": "to indirectly state something",
            "defineVi": "để gián tiếp tuyên bố một cái gì đó"
        },
        {
            "id": "92bb1ca9-65e9-4800-b2f1-6bb32be1cf26",
            "word": "to negate",
            "phonetic": "tə nᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pretty much just negating the opposition's votes.",
                "None of those motivations negates any of the others.",
                "We'll negate positive things that are happening and focus instead on the negative.",
                "They were looking to negate that as an issue that might come out or be used by the Republicans against them.",
                "Don’t insult your opponent’s supporters and just negate them and wash them aside. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVnYXRl&hash=001070de1f22423e7b6a3190d2d4d893b1e1ef51&lang=en&cache-only=0",
            "defineEn": "to say that something either does not exist or is not true",
            "defineVi": "để nói rằng một cái gì đó hoặc là không tồn tại hoặc là không đúng sự thật"
        },
        {
            "id": "8ed33e37-ccbe-41ba-a97c-561adf209701",
            "word": "to surmise",
            "phonetic": "tə sɚmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study surmised that with good hygiene and social distancing measures, there was no spread of Covid-19 in gyms.",
                "Not all animals have them, as you’ve probably surmised, but carnivores, rodents, and many primates do.",
                "Now he correctly surmised that these tiny positively charged ions were themselves fundamental particles: Protons.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VybWlzZQ&hash=d9ad1f8bef53da5c8a4fbb282b16492e7e4ef47f&lang=en&cache-only=0",
            "defineEn": "to come to a conclusion without enough evidence",
            "defineVi": "để đi đến một kết luận mà không có đủ bằng chứng"
        },
        {
            "id": "8e87d600-8b07-4923-834d-5fb152557e95",
            "word": "to underscore",
            "phonetic": "tʊ ʌndɚskoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The failure of a highly anticipated product launch underscored the importance of being prepared for the unexpected, as nothing is certain but the unforeseen in the world of business.",
                "The new president's entire day underscored that idea, from morning mass at St. Matthew's Cathedral with congressional leaders from both parties, to a military pass in review on the Capitol's East Front, and a wreath-laying ceremony with former Presidents Clinton, Bush and Obama at Arlington National Cemetery's Tomb of the Unknown Soldier.",
                "These mirrors also underscore the perpetual cycle of violence at the heart of the revenge tragedy which you’ll no doubt remember from our talk of ancient Greek stories.",
                "But I would underscore a separate point.",
                "The legal loss in Wisconsin further underscores that Mr. Trump's White House loss is all but settled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzY29yZQ&hash=6cc5ab667e7ffc2b8aae2de5233bbcb7ad7e06fe&lang=en&cache-only=0",
            "defineEn": "to stress something's importance or value",
            "defineVi": "để nhấn mạnh tầm quan trọng hoặc giá trị của một cái gì đó"
        },
        {
            "id": "573e11d3-ce7f-421d-9423-8be840950dc8",
            "word": "vituperative",
            "phonetic": "vɪɾuːpɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dml0dXBlcmF0aXZl&hash=0ffd522fe7963d5b7332ad2d8071a28cfe8d1a38&lang=en&cache-only=0",
            "defineEn": "criticizing or insulting in a hurtful and angry manner",
            "defineVi": "chỉ trích hoặc xúc phạm một cách tổn thương và tức giận"
        },
        {
            "id": "1c48de0d-b708-4dc9-9340-cd1ca54024b4",
            "word": "to refute",
            "phonetic": "tə ɹᵻfjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This afternoon, in Georgia, Gabriel Sterling, a top state elections official, refuted the president's allegations of fraud.",
                "But Boeing and NASA both refuted the OIG numbers.",
                "The scientific community has refuted the deniers for decades, pointing to the basic facts over and over again.",
                "Stiger also refuted claims from Chauvin's attorney that the officers at the scene were distracted by angry bystanders.",
                "Hard determinism is tough to refute."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXRl&hash=d7fdc05eaed76fc51b73807f1842ef35a1efab45&lang=en&cache-only=0",
            "defineEn": "to state that something is incorrect or false based on evidence",
            "defineVi": "để tuyên bố rằng một cái gì đó là không chính xác hoặc sai dựa trên bằng chứng"
        },
        {
            "id": "7993936a-d075-42b6-85aa-dadf8b2757d9",
            "word": "blinkered",
            "phonetic": "blɪŋkɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxpbmtlcmVk&hash=92b1c0d339957df0e892de0c0c3c87995a0e8638&lang=en&cache-only=0",
            "defineEn": "not willing or able to broaden one's limited understanding or point of view",
            "defineVi": "không sẵn sàng hoặc không thể mở rộng hiểu biết hoặc quan điểm hạn chế của một người"
        },
        {
            "id": "2b462924-9064-4c8c-9bba-de760fa1697c",
            "word": "caustic",
            "phonetic": "kɔːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bombardier beetle can shoot a stream of caustic chemicals out its backside, thanks to an internal chemical reaction and some careful aim.",
                "Daisy tells a story about her butler, that he used to polish silver for a big family in the city night and day until the caustic silver polish ruined his nose."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c3RpYw&hash=4917766457903df1ddf9557cb161a2db62d4aab5&lang=en&cache-only=0",
            "defineEn": "sarcastic or critical in a hurtful way",
            "defineVi": "mỉa mai hoặc chỉ trích một cách gây tổn thương"
        },
        {
            "id": "cd3559ab-21ab-4f20-9ce9-20e3275acb3c",
            "word": "convoluted",
            "phonetic": "kɑːnvəluːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The delusions can get very convoluted.",
                "It would be somewhat convoluted.",
                "The distal convoluted tubule actually goes pretty close to the Bowman's capsule.",
                "This is the convoluted part.",
                "The whole thing is often called a proximal convoluted tubule."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udm9sdXRlZA&hash=7f73a8543b2404b5787396e77fde75397f0bd6f2&lang=en&cache-only=0",
            "defineEn": "consisting of many different parts or things; therefore, very hard to understand",
            "defineVi": "bao gồm nhiều bộ phận hoặc sự vật khác nhau; nên rất khó hiểu"
        },
        {
            "id": "adf517df-8404-48df-98ff-dc5714213c26",
            "word": "didactic",
            "phonetic": "dɪdæktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlkYWN0aWM&hash=f7e60c8fc4e48160faa4763d8656f254da5b5d6f&lang=en&cache-only=0",
            "defineEn": "aiming to teach a lesson, particularly a moral one",
            "defineVi": "nhằm dạy một bài học, đặc biệt là một bài đạo đức"
        },
        {
            "id": "5c48251d-d106-425c-b7cb-c224e50f8510",
            "word": "embroiled",
            "phonetic": "ɛmbɹɔɪld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1icm9pbGVk&hash=dd9ea9e05f181c70efefb9418d0d02541a920614&lang=en&cache-only=0",
            "defineEn": "becoming involved in a dispute, conflict, or complex situation",
            "defineVi": "tham gia vào một tranh chấp, xung đột hoặc tình huống phức tạp"
        },
        {
            "id": "de02ddef-1f39-4255-befc-cfaa6d230145",
            "word": "erroneous",
            "phonetic": "ɛɹoʊniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Erroneous white supremacist rhetoric echoed by Fox News made it to the ear of the president of the United States, influencing him to make it part of our government's day job.",
                "Under the influence of eugenics, scientists used the results of the military initiative to make erroneous claims that certain racial groups were intellectually superior to others.",
                "But Einstein still didn’t realize that he had made a mistake: instead, he published a criticism of Friedmann’s work, justifying his critique with the same erroneous calculation as before.",
                "Without taking into account that many of the recruits tested were new immigrants to the United States who lacked formal education or English language exposure, they created an erroneous intelligence hierarchy of ethnic groups.",
                "That man who thinks Lincoln calmly sat down and gathered his robes about him waiting for the people to call him has a very erroneous knowledge of Lincoln."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJyb25lb3Vz&hash=b8de6cd3a323881ab25021f74d476ff5ca32af34&lang=en&cache-only=0",
            "defineEn": "having been grounded in or consisting of incorrect information",
            "defineVi": "đã được căn cứ vào hoặc bao gồm thông tin không chính xác"
        },
        {
            "id": "e9d99a3a-1a78-43aa-aa20-a3ed6726c48d",
            "word": "intelligible",
            "phonetic": "ɪntɛlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But they’re mutually intelligible to their neighbors!",
                "If you can understand me right now, we're mutually intelligible.",
                "But when spoken out loud, they are about as mutually intelligible as US and British English.",
                "Broca’s area is partly responsible for the ability to produce and process language, and Broca’s aphasia often leaves its sufferers with some ability to understand speech, but an inability to produce intelligible words.",
                "But you don't need to know all of this history for the work to be intelligible."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWxsaWdpYmxl&hash=f695a31e397bf609d0ace7baadf5baf023bc1654&lang=en&cache-only=0",
            "defineEn": "having the ability of being understood without difficulty",
            "defineVi": "có khả năng được hiểu mà không gặp khó khăn"
        },
        {
            "id": "e0bd8507-8fd2-4786-8db2-975cdede58f1",
            "word": "plausible",
            "phonetic": "plɔːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They found him a plausible witness.",
                "Yeah, that sounds more plausible.",
                "Certainly a plausible place for a man in his situation to head.",
                "DAVID SHLAPAK: Escalation to the use of nuclear weapons is one very plausible outcome of any war between Russia and NATO.",
                "There's plausible deniability or something like that."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdXNpYmxl&hash=04b8b9faefe9a01e75ebe78ff0b1e65f6c450927&lang=en&cache-only=0",
            "defineEn": "seeming believable or reasonable enough to be considered true",
            "defineVi": "có vẻ đáng tin cậy hoặc đủ hợp lý để được coi là đúng"
        },
        {
            "id": "f1d631ff-3c15-43ec-bf1b-30ba34dfa126",
            "word": "tacit",
            "phonetic": "tæsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For many years, that tacit agreement with the Russian people held.",
                "You have a president of the United States who is willing to give tacit approval to some of the darkest elements of American politics.",
                "MILES O'BRIEN: In Reza Sayah's final report tomorrow, he will look at the tacit partnership between the U.S. and Iran to defeat ISIS in Iraq, and where that common goal ends."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjaXQ&hash=b02ff018c41fa8b1f58f86833d2652426d659401&lang=en&cache-only=0",
            "defineEn": "suggested or understood without being verbally expressed",
            "defineVi": "gợi ý hoặc hiểu mà không được thể hiện bằng lời nói"
        },
        {
            "id": "c6f713ec-ee83-48ca-b887-ac139b1e2960",
            "word": "nonetheless",
            "phonetic": "nʌnðəlɛs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Nonetheless, scientific consensus is a powerful tool.",
                "Nonetheless, these bizarre plants left behind a big legacy.",
                "But nonetheless, we have an obligation to the families.",
                "Nonetheless, he had used immigration to some effect in the campaign. ",
                "Nonetheless, Hitler found success with them."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uZXRoZWxlc3M&hash=57ad3f43f22c2b9fa227095d3af9da8d47e26335&lang=en&cache-only=0",
            "defineEn": "despite what was just mentioned",
            "defineVi": "mặc dù những gì vừa được đề cập"
        },
        {
            "id": "5fa0f02f-eee5-4725-8c93-58163e3609a4",
            "word": "respectively",
            "phonetic": "ɹᵻspɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Let A and B stand for X and Y respectively.",
                "Meanwhile, two of their biggest competitors, Amul and Nestlé, made nearly five billion and 750 million from dairy, respectively.",
                "For the month of April, production of beef and pork dropped by 21 percent and 11 percent, respectively.",
                "The addition of hydrogen turns them into NADH and FADH2, respectively.",
                "After all, Google, Microsoft and Cisco, creators of Google Hangouts, Skype and WebEx, respectively, have very diverse businesses."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGVjdGl2ZWx5&hash=24d4167303b8441b4ae4123ac25430c095784437&lang=en&cache-only=0",
            "defineEn": "in exactly the order mentioned",
            "defineVi": "theo đúng thứ tự đã đề cập"
        },
        {
            "id": "e48e44b0-880e-41e1-a2b1-289caa021fa7",
            "word": "whereas",
            "phonetic": "wɛɹæz ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "Their project is hitting the mark, whereas ours is just flopping.",
                "Whereas AirPods last up to five hours of constant listening.",
                "Whereas the permissive parent often caves to their child's demands and exerts little control over any of the child's behavior.",
                "Whereas, the original Google Home just had one speaker.",
                "Whereas most people around here don't!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlcmVhcw&hash=4a4bdc049772ad62d0fbc7d489d5852659fb762e&lang=en&cache-only=0",
            "defineEn": "used to introduce a statement that is true for one thing and false for another",
            "defineVi": "được sử dụng để giới thiệu một tuyên bố đó là đúng cho một điều và sai cho một điều khác"
        },
        {
            "id": "939b3ea3-b36b-4249-a6f3-28d67c0e5c62",
            "word": "conundrum",
            "phonetic": "kənʌndɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that led to a conundrum.",
                "In fact, the Queen of Hearts could cobble together an analogous conundrum out of any four consecutive Fibonacci numbers.",
                "This conundrum is called the Twins Paradox, and I'll explain the solution to it in my next video.",
                "But more importantly to our temperature conundrum, changes from liquid phase to gas phase require a TON of energy, and that energy has to come from somewhere.",
                "This year, researchers at Harvard and the Institute of Science and Technology Austria used evolutionary game theory to make sense of these conundrums."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udW5kcnVt&hash=aa26dab8239ceb7281b3bf3c2ad40edf430314cd&lang=en&cache-only=0",
            "defineEn": "a problem or question that is confusing and needs a lot of skill or effort to solve or answer",
            "defineVi": "một vấn đề hoặc câu hỏi khó hiểu và cần rất nhiều kỹ năng hoặc nỗ lực để giải quyết hoặc trả lời"
        },
        {
            "id": "6505437d-657d-4ce1-acf7-7b8f7e0a873a",
            "word": "discrepancy",
            "phonetic": "dɪskɹɛpənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s a big discrepancy!",
                "There are other racial discrepancies.",
                "Sometimes you’ll find these little discrepancies in the records. ",
                "Repeat this with any discrepancies with the entire selection.",
                "Repeat this with any discrepancies with the entire selection."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JlcGFuY3k&hash=a9b08a80f10a83637183b55bc713e4bb1ebd3072&lang=en&cache-only=0",
            "defineEn": "a lack of similarity between facts, reports, claims, or other things that are supposed to be alike",
            "defineVi": "thiếu sự tương đồng giữa các sự kiện, báo cáo, tuyên bố hoặc những thứ khác được cho là giống nhau"
        },
        {
            "id": "32a8cc39-7307-437e-a400-c5eb165dc901",
            "word": "dissonance",
            "phonetic": "dɪsənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This cultural dissonance is just one part of the long complicated history of African-American English.",
                "Still, cognitive dissonance isn’t always bad. ",
                "That feeling even has a name: cognitive dissonance.",
                "Dissonance is a common aspect of horror film music.",
                "But cognitive dissonance isn’t always a bad thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29uYW5jZQ&hash=fb74d5629014f25fa7282a1d7041fe06f42806cb&lang=en&cache-only=0",
            "defineEn": "the state in which people or things are in disagreement",
            "defineVi": "trạng thái mà mọi người hoặc mọi thứ đang bất đồng"
        },
        {
            "id": "9b20e0c8-a6cb-4cdf-aa35-17d84bcd2277",
            "word": "duplicity",
            "phonetic": "duːplɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVwbGljaXR5&hash=00b170250b8dfe45c9c285e989803e50da7005d3&lang=en&cache-only=0",
            "defineEn": "the type of behavior that is dishonest and contradictory and has deception as its motive",
            "defineVi": "loại hành vi không trung thực và mâu thuẫn và có động cơ lừa dối"
        },
        {
            "id": "7e7ba6da-c3d5-4845-9683-aedcf244dc0a",
            "word": "exemplar",
            "phonetic": "ɛɡzɛmplɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We talked about moral exemplars, and the life of eudaimonia that comes with virtuousness.",
                "For example, an exemplar of a chair probably has four legs, a rigid back, and seats one human, but that doesn't mean that a chair can't have three legs, or be extra tall, or be an adjustable desk chair.",
                "PAUL SOLMAN: Desai, wanting to accentuate the positive, uses an exemplar of finance from Willa Cather's 19th century novel, \"O Pioneers!\"",
                "And most people's exemplars of a bird are small, feathery ones like sparrows or robins, but that doesn't mean that less-central category members like emus or penguins aren’t still birds.",
                "These people who already possess virtue are moral exemplars, and according to this theory, we are built with the ability to recognize them, and the desire to emulate them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlbXBsYXI&hash=b2424c4f722e1c9149b6fb781b98e4cba5027b4b&lang=en&cache-only=0",
            "defineEn": "a suitable example of a thing or trait",
            "defineVi": "một ví dụ thích hợp của một điều hoặc đặc điểm"
        },
        {
            "id": "030cb645-3075-4fe3-a100-8d035051419a",
            "word": "gist",
            "phonetic": "dʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost the gist of his speech.",
                "But I remember the gist of the problem.",
                "So, that's the gist of that.",
                "So give us the gist of what it says.",
                "You probably already get the gist, even if you haven’t written in yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lzdA&hash=f0b7420a4bc0369e4e409d97b98178bf0843867f&lang=en&cache-only=0",
            "defineEn": "something's main or overall meaning",
            "defineVi": "ý nghĩa chính hoặc tổng thể của một cái gì đó"
        },
        {
            "id": "e615a8d0-6fcb-4a93-9851-bac1327616c3",
            "word": "implication",
            "phonetic": "ɪmplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took umbrage at the implication that he was too old for the job.",
                "The new Hong Kong law could also have implications for the United States.",
                "But this has implications.",
                "But the second crisis had far bigger implications for the company as well as the entire food supply network.",
                "The implications for the U.S. go beyond the economic impact."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGljYXRpb24&hash=7b6c5f4d9693261cbd753b841c16c0f823b2632f&lang=en&cache-only=0",
            "defineEn": "a possible consequence that something can bring about",
            "defineVi": "một hậu quả có thể xảy ra mà một cái gì đó có thể mang lại"
        },
        {
            "id": "f3da22f6-1dbb-479b-aef5-86720d8a5bb8",
            "word": "paradox",
            "phonetic": "pæɹədɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The border is a paradox.",
                "So what is the archer's paradox?",
                "Simpson's paradox isn't just a hypothetical scenario.",
                "So the origins and spread of fire in our evolutionary history remain full of paradoxes.",
                "So human faces are an interesting paradox."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRveA&hash=d7fd1bffb0325375ddaee4d9b5eef5ac4e2ef661&lang=en&cache-only=0",
            "defineEn": "a logically contradictory statement that might actually be true",
            "defineVi": "một tuyên bố mâu thuẫn về mặt logic mà thực sự có thể đúng"
        },
        {
            "id": "1d32b586-1623-491a-9862-8704deeec7b2",
            "word": "veracity",
            "phonetic": "vəɹæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It doesn’t matter that the stories lack any veracity.",
                "And what we do is, first of all, check the veracity of it, and if it's true, we get planes in the air or trucks. ",
                "And yet they, I think, began to undermine the veracity of the claim, even in their own coverage.",
                "Yes, but we're talking, we're trying to verify the veracity of the photo, right?",
                "Well, I think it was very much on his mind, and it’s, without commenting one way or the other on its veracity, it’s not very complimentary."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyYWNpdHk&hash=9c76a40d2fd8d31a2b85ee0d3bea587def58b4f6&lang=en&cache-only=0",
            "defineEn": "someone or something that is characterized by being truthful or true",
            "defineVi": "một ai đó hoặc một cái gì đó được đặc trưng bởi là trung thực hoặc đúng sự thật"
        },
        {
            "id": "a6d6e5e5-8ad9-4362-8638-818afce02902",
            "word": "vitriol",
            "phonetic": "vɪtɹiːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Groups tarred as the other or the enemy would face a level of vitriol not seen in decades.",
                "I don’t think Barack Obama understood the degree of vitriol and anger and sense of betrayal that average working Americans felt, particularly after the financial crisis of 2008. ",
                "He had already been in the Republican Party, but he took over the Republican Party with his own brand of anger and vitriol and ugliness. ",
                "I think a lot of people agree with that, Senator Lott, but they're wondering how it can happen, because you have seen such vitriol since the election.",
                "We have to give Clarence Thomas, Judge Thomas an opportunity to fight back and be fair and to prepare him for the hostility that he’s going to face in that Senate Hearing Room with the television cameras blazing, senators giving speeches filled with vitriol, many of them. "
            ],
            "audio": "https://tts.langeek.co/read?text=dml0cmlvbA&hash=0c2c7ec03c0fbd1c0ca380d13b2781bc1b4eba41&lang=en&cache-only=0",
            "defineEn": "criticism or comments that are severely cruel and hurtful",
            "defineVi": "những lời chỉ trích hoặc bình luận cực kỳ tàn nhẫn và gây tổn thương"
        }
    ]
}