{
    "id": "e60ed51f-3133-49e7-b5cc-2d1bc6faba83",
    "title": "Movie and Theater",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "acca84dd-4f6d-4965-9e6a-4279e2ac7d6c",
            "word": "box office",
            "phonetic": "bɑːks ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie broke box office records in the US.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Despite the critics' harsh reviews, the movie's box office success had the producers laughing all the way to the bank.",
                "And it was kind of a box office disaster in Bollywood.",
                "People are saying this may very well smash box office records by the end of this weekend."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94IG9mZmljZQ&hash=a924e5aaf9347541a502a429e11ea386fd01c997&lang=en&cache-only=0",
            "defineEn": "a small place at a cinema, theater, etc. from which tickets are bought",
            "defineVi": "một địa điểm nhỏ tại rạp chiếu phim, nhà hát, v.v. nơi mua vé",
            "hasImg": true
        },
        {
            "id": "767245f9-46da-43cc-966a-bae93d452e50",
            "word": "cast",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "The full moon cast a soft glow on the landscape.",
                "She casted aspersions on the integrity of her boss."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdA&hash=b74c709b2681f01bcb724a11760ade98ea0add73&lang=en&cache-only=0",
            "defineEn": "all the actors and actresses in a movie, play, etc.",
            "defineVi": "tất cả các nam nữ diễn viên trong một bộ phim, vở kịch, v.v."
        },
        {
            "id": "9357865b-0fd3-49bd-8dfa-898d944d0985",
            "word": "dramatic",
            "phonetic": "dɹəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "ran the dramatic headline.",
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode.",
                "The results were dramatic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aWM&hash=a5ee58c0edecf5502a28e02990115599f0438aa8&lang=en&cache-only=0",
            "defineEn": "related to acting, plays, or the theater",
            "defineVi": "liên quan đến diễn xuất, kịch, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "b9925bb1-116a-46ea-a008-b71373cab9ec",
            "word": "to edit",
            "phonetic": "tʊ ɛdɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "In other words, to repeat in order to make myself perfectly clear, he made the edits and he wasted my time.",
                "When the client requested a change in the design, the graphic designer made the edits no sooner said than done.",
                "We edit YouTube videos.",
                "Edited by Stan and Mark Olsen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWRpdA&hash=343cb81eee2d0e88e048dbd3dbb109dcf922e864&lang=en&cache-only=0",
            "defineEn": "to choose and arrange the parts that are crucial to the story of a movie, show, etc. and cut out unnecessary ones",
            "defineVi": "chọn và sắp xếp các phần quan trọng đối với câu chuyện của một bộ phim, chương trình, v.v. và cắt bỏ những phần không cần thiết",
            "hasImg": true
        },
        {
            "id": "e8afeefa-1e81-4592-8757-36ea83427dea",
            "word": "genre",
            "phonetic": "ʒɑːnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VucmU&hash=a0d13625523bbb41061f418145b3304ad2959a9d&lang=en&cache-only=0",
            "defineEn": "a style of art, music, literature, film, etc. that has its own special features",
            "defineVi": "một phong cách nghệ thuật, âm nhạc, văn học, phim, v.v. có những nét đặc biệt riêng",
            "hasImg": true
        },
        {
            "id": "da79a991-1f3f-48be-be8d-208797e8d7c8",
            "word": "interval",
            "phonetic": "ɪntɚvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now we have an interval here.",
                "So some interval around the mean that encapsulates 95% of the area.",
                "So our 95% confidence interval is from 1.38 to 3.3.",
                "But in that short interval, the character of the storm changed.",
                "Or what is a confidence interval of the difference of means?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2YWw&hash=194b6833ee8f71631370f2f478b428aa9d874840&lang=en&cache-only=0",
            "defineEn": "a short break between different parts of a theatrical or musical performance",
            "defineVi": "một khoảng nghỉ ngắn giữa các phần khác nhau của một buổi biểu diễn sân khấu hoặc âm nhạc"
        },
        {
            "id": "60248f9e-f2f3-4063-8aae-4014a3ca5fa1",
            "word": "preview",
            "phonetic": "pɹiːvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Preview the attachment in the Mail app.",
                "Here is a preview.",
                "Here's a preview.",
                "You read the preview pages.",
                "Jeffrey Brown has a preview for our arts and culture series, Canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldmlldw&hash=a8c5d893cc04fb347018ecac97b0f6994c4c8fb7&lang=en&cache-only=0",
            "defineEn": "the showing of a movie, play, exhibition, etc. to a selected audience before its public release",
            "defineVi": "việc chiếu một bộ phim, vở kịch, triển lãm, v.v. cho một đối tượng được chọn trước khi phát hành ra công chúng"
        },
        {
            "id": "82f6a16d-1209-4ef5-b328-a92437f8f384",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to provide money for and be in charge of the making of a movie, play, etc.",
            "defineVi": "cung cấp tiền và chịu trách nhiệm sản xuất một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "62bbe599-c88d-44fb-a65f-a826313ade24",
            "word": "release",
            "phonetic": "ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsZWFzZQ&hash=e66c7109819c160d5f84f158a85ce362725de1ec&lang=en&cache-only=0",
            "defineEn": "a product such as a new movie, video game, etc. made available to the public",
            "defineVi": "một sản phẩm chẳng hạn như một bộ phim mới, trò chơi điện tử, v.v. được cung cấp cho công chúng"
        },
        {
            "id": "b8c501ff-3d1f-4c61-9bbb-495f4386c3ac",
            "word": "scenario",
            "phonetic": "sənæɹioʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And no matter how many lame delusional scenarios some fans pluck out of the air , they won't change this fact.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The politician dismissed the opposition's hypothetical scenarios, reminding him that if ifs and ands were pots and pans, they would have already solved the country's problems, and that they needed to focus on practical solutions instead of empty promises.",
                "Flip that scenario around.",
                "The worst case scenario is horrifying."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmFyaW8&hash=fe61840844e020924a8fcfbb4240f1f39ae99cda&lang=en&cache-only=0",
            "defineEn": "a written description of the characters, events or settings in a movie or play",
            "defineVi": "mô tả bằng văn bản về các nhân vật, sự kiện hoặc cài đặt trong phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "8b6f7285-7e5b-4f88-b8f0-86714ad01264",
            "word": "script",
            "phonetic": "skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "The ceremony was carefully scripted.",
                "Most viruses follow this script.",
                "At this point, many scripts die.",
                "Script supervisor is Caitlin Hofmeister."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0&hash=5cdc2cdb0cad75bd269c0e5af75483fa8fb53a80&lang=en&cache-only=0",
            "defineEn": "a written text that a movie, show, or play is based on",
            "defineVi": "một văn bản bằng văn bản mà một bộ phim, chương trình hoặc vở kịch dựa trên",
            "hasImg": true
        },
        {
            "id": "26a10b38-1084-425b-892d-7490a0da3550",
            "word": "to shoot",
            "phonetic": "tə ʃuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3Q&hash=1f12a6de2ae7bd1be2d2eeb0f9e09517bd119691&lang=en&cache-only=0",
            "defineEn": "to film or take a photograph of something",
            "defineVi": "để quay phim hoặc chụp ảnh của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b6e7d043-09b1-4d2d-8e0d-f4d5a00cb83e",
            "word": "villain",
            "phonetic": "vɪlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "That's the villain.",
                "And the villain in the piece is American law enforcement.",
                "\"We need a real villain,\" and so on.",
                "And there's the villain"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGFpbg&hash=7ea9267264203fa993f91cc53968d25e1f328852&lang=en&cache-only=0",
            "defineEn": "the main bad character in a movie, story, play, etc.",
            "defineVi": "nhân vật xấu chính trong một bộ phim, câu chuyện, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "578f9a5f-bebc-49fa-939b-79701b98d69f",
            "word": "stunt",
            "phonetic": "stʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "No one's catching Steven Bergwijn when he pulls stunts like this.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "I did some stunts.",
                "I did some stunts myself.",
                "You did your own stunts?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bnQ&hash=6a736196d42e2d3a0e77660128351609ca8d5ba0&lang=en&cache-only=0",
            "defineEn": "a dangerous and difficult action that shows great skill and is done to entertain people, typically as part of a movie",
            "defineVi": "một hành động nguy hiểm và khó thể hiện kỹ năng tuyệt vời và được thực hiện để giải trí cho mọi người, thường là một phần của bộ phim"
        },
        {
            "id": "b4867812-183e-4b76-a908-aaad4b109bdf",
            "word": "adaptation",
            "phonetic": "ædæpteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Margulies makes both ends meet by making adaptations for the movie business.",
                "Adaptation is already happening.",
                "Adaptation is already happening.",
                "Other burrowing animals, like anteaters, have similar adaptations.",
                "Other creatures' eyes display different adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRhdGlvbg&hash=9f44620c81409c31cd6d91495837d4b9946eae19&lang=en&cache-only=0",
            "defineEn": "a movie, TV program, etc. that is based on a book or play",
            "defineVi": "một bộ phim, chương trình truyền hình, vv dựa trên một cuốn sách hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "fd81b3b0-2279-4dc1-a6eb-4fcaf17969c0",
            "word": "to dramatize",
            "phonetic": "tə dɹæmɐtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So after a period of peace following Pocahontas' marriage to John Rolfe in 1614, dramatized here, things finally came to a head in 1622, when Chief Opechancanough led a rebellion against the English."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhbWF0aXpl&hash=0e1bd114dd46766355e1bb382acef01391ba391e&lang=en&cache-only=0",
            "defineEn": "to make a movie or write a play based on a book or event",
            "defineVi": "để làm một bộ phim hoặc viết một vở kịch dựa trên một cuốn sách hoặc sự kiện"
        },
        {
            "id": "8e5140f1-0b25-4548-8c98-50c62ce78ea9",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "the main movie presented at a movie theater, usually 90 or more minutes long",
            "defineVi": "bộ phim chính được trình chiếu tại rạp chiếu phim, thường dài từ 90 phút trở lên",
            "hasImg": true
        },
        {
            "id": "d8bcef7d-97b7-408b-9094-c6ecdd9e399d",
            "word": "interpretation",
            "phonetic": "ɪntɜːpɹɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid I have to disagree with your interpretation of the data.",
                "Like all kōans, this story has numerous interpretations.",
                "What's the interpretation?",
                "Whose interpretation is correct?",
                "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwcmV0YXRpb24&hash=c235d9a5e609e6eb5d79af3b26efc5c804a361c0&lang=en&cache-only=0",
            "defineEn": "a representation that an actor or a performer gives of an artistic or musical piece that shows their understanding and feeling toward it",
            "defineVi": "một đại diện mà một diễn viên hoặc một người biểu diễn đưa ra một tác phẩm nghệ thuật hoặc âm nhạc thể hiện sự hiểu biết và cảm xúc của họ đối với nó"
        },
        {
            "id": "c1113fdc-0b5e-4223-89a1-583ec983cf07",
            "word": "to portray",
            "phonetic": "tə poːɹtɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "They portray themselves as patriotic nationalists.",
                "Actors Laura Carmichael and Michelle Dockery portray sisters Edith and Mary Crawley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9ydHJheQ&hash=eef13e061e780f78398def0d503636ce5a8e8681&lang=en&cache-only=0",
            "defineEn": "to play the role of a character in a movie, play, etc.",
            "defineVi": "đóng vai một nhân vật trong phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "607510b8-d03e-4ec4-bd12-a21be75a626b",
            "word": "theatrical",
            "phonetic": "θiːætɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some theatrical productions have gone on as long as six.",
                "It's a theatrical affectation.",
                "None of these creations were as famous as Talos, who appeared on Greek coins, vase paintings, public frescoes, and in theatrical performances.",
                "And it's a theatrical gesture, a Potemkin set of laws to just reinforce the Trump narrative.",
                "They also have tons of podcasts, theatrical performances and comedy you can choose from as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlYXRyaWNhbA&hash=4d582c80972182d9224600ea50697428ee2c4293&lang=en&cache-only=0",
            "defineEn": "related or belonging to the theater or acting",
            "defineVi": "liên quan hoặc thuộc về nhà hát hoặc diễn xuất",
            "hasImg": true
        },
        {
            "id": "d7f4b312-c3d9-4a54-b711-62d2973c7ac0",
            "word": "ad lib",
            "phonetic": "æd lɪb ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The ad lib immediately provoked an uproar.",
                "Very hot show, had some great ad libs."
            ],
            "audio": "https://tts.langeek.co/read?text=YWQgbGli&hash=eaeef8ef45dd83bf4b4f47c31f47e63ad22eb728&lang=en&cache-only=0",
            "defineEn": "without prior practice or preparation",
            "defineVi": "mà không cần thực hành hoặc chuẩn bị trước"
        },
        {
            "id": "607da0c1-a010-4132-9310-e30a3e7109e0",
            "word": "allegory",
            "phonetic": "ælɪɡɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Zombification took root as an allegory for colonialism, imperialism, and oppression.",
                "You don’t ask about Plato’s allegory of the cave.",
                "They were actually very dark, violent allegories that scared children and adults alike.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "It ranges in theme and genre and maturity levels, but just like with graphic novels, many titles are rich storytelling devices filled with allegory and metaphor about humanity. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdvcnk&hash=ab7a5833d9eef26f0d5b794a4d3a5c389b4b493c&lang=en&cache-only=0",
            "defineEn": "a story, poem, painting, etc. in which the characters and events are used as symbols to convey moral or political lessons",
            "defineVi": "một câu chuyện, bài thơ, bức tranh, v.v. trong đó các nhân vật và sự kiện được sử dụng làm biểu tượng để truyền đạt các bài học đạo đức hoặc chính trị"
        },
        {
            "id": "5cc566f0-5242-4c99-ad76-c664c1a96e57",
            "word": "auditorium",
            "phonetic": "ɔːdɪtoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ronald Reagan did the auditorium speech.",
                "If your auditorium is on a higher floor, get ready to pass by two or three tempting displays.",
                "When the audience walked out of the auditorium, they say, 'Ah, OK, AI is not so scary.'",
                "As another example of matching being more fundamental than counting, if I'm speaking to a packed auditorium, where every seat is taken and no one is standing, I know that there are the same number of chairs as people in the audience, even though I don't know how many there are of either."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRvcml1bQ&hash=bde50442406714bf72a1da270c0451f0af1581cd&lang=en&cache-only=0",
            "defineEn": "the area of a theater or concert hall where the audience sits",
            "defineVi": "khu vực của một nhà hát hoặc phòng hòa nhạc nơi khán giả ngồi",
            "hasImg": true
        },
        {
            "id": "10305c56-183f-405d-9f32-ebf8b7221be9",
            "word": "cliffhanger",
            "phonetic": "klɪfhæŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode.",
                "And then I left you with a cliffhanger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpZmZoYW5nZXI&hash=0cbd6f2221beafaba2ef8a7ec0c1f88c4e21951a&lang=en&cache-only=0",
            "defineEn": "an ending to an episode of a series that keeps the audience in suspense",
            "defineVi": "một kết thúc của một tập phim khiến khán giả hồi hộp"
        },
        {
            "id": "f9d1f2d7-05d0-4680-aae6-c47879966d39",
            "word": "prop",
            "phonetic": "pɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "And it deserves those props!",
                "And the second one is mad props.",
                "I have a prop for it.",
                "I give props to everyone, every single person who gave up their hearing aids for the comfort of themselves.",
                "I give you my props here."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcA&hash=f64cdf651aef18ea2cb317e73f826a4b067c4959&lang=en&cache-only=0",
            "defineEn": "any object used by actors in the performance of a movie or play",
            "defineVi": "bất kỳ đối tượng nào được các diễn viên sử dụng khi thực hiện một bộ phim hoặc vở kịch"
        },
        {
            "id": "97bcc67c-4deb-4862-b254-34496690bafe",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "pieces of clothing worn by actors or performers for a role, or worn by someone to look like another person or thing",
            "defineVi": "quần áo được mặc bởi các diễn viên hoặc người biểu diễn cho một vai diễn, hoặc được ai đó mặc để trông giống người hoặc vật khác",
            "hasImg": true
        },
        {
            "id": "a33f52f6-feff-4ac0-a291-7f4d3351f024",
            "word": "to direct",
            "phonetic": "tə dᵻɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father is very direct and pulls no punches.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "an actress who has turned her hand to directing",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "He began as an actor, before starting to direct films."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlyZWN0&hash=a8f2a75121d8a2658da73d89b5cbf48e8e2bdc30&lang=en&cache-only=0",
            "defineEn": "to organize the scenes or flow of a movie, play, etc.",
            "defineVi": "để sắp xếp các cảnh hoặc dòng chảy của một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "326d7fe6-4aad-43fa-863e-13a09241110c",
            "word": "heroine",
            "phonetic": "hɛɹoʊɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These headstrong heroines provide an entertaining anchor for their tumultuous romantic narratives.",
                "Her dry wit and cheeky playfulness informs her heroines, whose conversational tone welcomes readers with a conspiratorial wink.",
                "The heroes and heroines in these Baba Yaga tales carryover from the folklore because of problem solving, hard work, and courage they exhibit.",
                "The character’s androgynous-like design would be the inspiration for other heroines as the leads in popular shojo series like Rose of Versailles and Revolutionary Girl Utena. ",
                "You get so much more use out of Ally, a real deaf heroine, protagonist, et cetera, et cetera."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2luZQ&hash=95fb092d271347a23c7c34fbc3c12d66b8b6448f&lang=en&cache-only=0",
            "defineEn": "the main female character in a story, book, film, etc., typically known for great qualities",
            "defineVi": "nhân vật nữ chính trong truyện, sách, phim, v.v., thường được biết đến với những phẩm chất tuyệt vời",
            "hasImg": true
        },
        {
            "id": "ab33252a-ee14-4bfe-868a-6dc09042cd62",
            "word": "audience",
            "phonetic": "ɔːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The outstanding finale killed the audience.",
                "Cable TV reaches a huge audience.",
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaWVuY2U&hash=e49791df32fe6509887447d58e8cec6db54ead05&lang=en&cache-only=0",
            "defineEn": "the group of people who have assembled to watch and listen to a play, concert, etc.",
            "defineVi": "nhóm người đã tụ tập để xem và nghe một vở kịch, buổi hòa nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "6048ea7e-302f-40fa-9563-473b19faefcb",
            "word": "scene",
            "phonetic": "siːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going to the beach is definitely my scene.",
                "Watch the scene where Don talks to himself in the mirror while shaving.",
                "Grown men were moved to tears at the horrific scenes.",
                "A lot of negotiating has been going on behind the scenes.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmU&hash=4c4ae28ae0a85058527ef75393f9e0658a50d488&lang=en&cache-only=0",
            "defineEn": "a part of a movie, play or book in which the action happens in one place or is of one particular type",
            "defineVi": "một phần của bộ phim, vở kịch hoặc cuốn sách trong đó hành động xảy ra ở một nơi hoặc thuộc một loại cụ thể",
            "hasImg": true
        },
        {
            "id": "4b843a10-dad5-4928-8a37-d78e269753cf",
            "word": "character",
            "phonetic": "kæɹɪktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its characters are painted in broad brushstrokes.",
                "Most characters in his movies are somewhat larger than life.",
                "He brings the character of MacDonald to life with power and precision.",
                "A person's character can often be deduced from their actions.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVy&hash=9a26580fea1226444c40e9c4502ed9600e5e6a62&lang=en&cache-only=0",
            "defineEn": "a person or an animal represented in a book, play, movie, etc.",
            "defineVi": "một người hoặc một con vật được thể hiện trong một cuốn sách, vở kịch, bộ phim, v.v."
        }
    ]
}