{
    "id": "e6937ade-0e97-4b0e-9a09-94125fa6c05b",
    "title": "Forming or Expressing an Opinion 4",
    "originalTitle": "Forming or Expressing an Opinion 4",
    "words": [
        {
            "id": "86527602-5b4b-4045-8d5b-d82e7427aa6d",
            "word": "objective",
            "phonetic": "ɑːbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As so often happened, Peter, Tommy and Henry had totally lost sight of their real objective.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties.",
                "One is being a very good, down-to-earth person who recognises that objectives are reached by working with others.",
                "And the machine pursues the objective."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZl&hash=81b09f45c7c412a2f57943a323042686389a2e9c&lang=en&cache-only=0",
            "defineEn": "based only on facts and not influenced by personal feelings or judgments",
            "defineVi": "chỉ dựa trên sự thật và không bị ảnh hưởng bởi cảm xúc hoặc phán đoán cá nhân"
        },
        {
            "id": "dc546086-283e-4acf-afa1-968be16cd453",
            "word": "objectivity",
            "phonetic": "ɑːbdʒɪktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So head over to Smarter Every Day and Objectivity where Destin and Brady have some more cool Apollo moon rock science for you.",
                "And using a concrete number, like a measurable biomarker, would allow for more objectivity in screening for AUD and getting help for those who need it.",
                "Gordon from 'A Shell in the Pit' made the audio and the music, Brady got me access to the Royal Society to hang out with Keith, His channel's called 'Objectivity'.",
                "What kind of objectivity could this man bring to bear on Israel?",
                "And it actually relaxes some of the assumptions we made early on about the objectivity of the researcher."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZpdHk&hash=34608f59f648fe843b89dde9b57e420964b84dcb&lang=en&cache-only=0",
            "defineEn": "the state of being affected by facts and statistics instead of personal opinions and feelings",
            "defineVi": "tình trạng bị ảnh hưởng bởi các sự kiện và số liệu thống kê thay vì ý kiến và cảm xúc cá nhân"
        },
        {
            "id": "d859a048-f615-4f7a-b172-b389a28af77a",
            "word": "of",
            "phonetic": "ʌv ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The brochure speaks of beautiful secluded grounds.",
                "What's your shirt made of?",
                "Ha, yeah right, and the moon is made of cheese.",
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Y&hash=755baa3d19744c9220fefa8080406fe481aca9f9&lang=en&cache-only=0",
            "defineEn": "used when stating one's opinion about someone or something",
            "defineVi": "được sử dụng khi nêu ý kiến của một người về ai đó hoặc một cái gì đó"
        },
        {
            "id": "11fa4f91-3da0-44e6-8d0f-91081463fbd9",
            "word": "one's considered opinion",
            "phonetic": "wʌn bækslæʃ ɛs kənsɪdɚd əpɪniən ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25lJ3MgY29uc2lkZXJlZCBvcGluaW9u&hash=67e1ad17a3e65cd2c6abc7dcd35d4792b7d7972b&lang=en&cache-only=0",
            "defineEn": "one’s final verdict after giving a subject adequate attention and considerable amount of thought",
            "defineVi": "phán quyết cuối cùng của một người sau khi dành cho một chủ đề sự chú ý đầy đủ và lượng suy nghĩ đáng kể"
        },
        {
            "id": "54414057-28fe-49e1-9e80-5c8099b55b55",
            "word": "on the face of it",
            "phonetic": "ɔnðə feɪs ʌv ɪt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "On the face of it, his suggestion makes sense.",
                "Which, on the face of it, makes total sense.",
                "On the face of it that sounds sensible."
            ],
            "audio": "https://tts.langeek.co/read?text=b24gdGhlIGZhY2Ugb2YgaXQ&hash=5c03c07a192d1460d770a59d5f35596962431962&lang=en&cache-only=0",
            "defineEn": "used to state that something appears to be true or appealing at first glance",
            "defineVi": "được sử dụng để nói rằng một cái gì đó dường như là sự thật hoặc hấp dẫn ngay từ cái nhìn đầu tiên"
        },
        {
            "id": "6f1b70bd-b3eb-43f8-8741-b6edc211bce4",
            "word": "to opine",
            "phonetic": "tʊ oʊpaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "so then would you rule have ruled the same way and voted with justice scalia senator klobuchar one of the uh plus sides or the upsides of being an academic is that you can speak for yourself that a professor professes and can opine "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BpbmU&hash=7856073a2641fba667ae1644df370739b0bcab92&lang=en&cache-only=0",
            "defineEn": "to express one's opinion",
            "defineVi": "để bày tỏ ý kiến của một người",
            "hasImg": true
        },
        {
            "id": "dad8e40b-15be-4b67-8055-ae891081a6c3",
            "word": "opinion poll",
            "phonetic": "əpɪniən poʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gained a second wind during the campaign and turned the opinion polls around.",
                "But the latest opinion polls show them nick and neck.",
                "I'm particularly impressed by your devotion to the laws of nature and how you stick to them regardless of opinion polls of scientists or the public."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BpbmlvbiBwb2xs&hash=737dd43a60d82a17b2c198581e7e424eed74ab6b&lang=en&cache-only=0",
            "defineEn": "a process that involves a public assessment of people's opinions on a particular subject to determine what majority of people think about something",
            "defineVi": "một quá trình bao gồm đánh giá công khai ý kiến của mọi người về một chủ đề cụ thể để xác định xem đa số mọi người nghĩ gì về điều gì đó"
        },
        {
            "id": "80adc33e-7aa7-4fb4-9dd2-13f9adcc860e",
            "word": "or what",
            "phonetic": "ɔːɹ wʌt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3Igd2hhdA&hash=7eb52e2b7c4c4ce487faac70511055c061b87477&lang=en&cache-only=0",
            "defineEn": "‌used to emphasize one's opinions in a forceful manner",
            "defineVi": "được sử dụng để nhấn mạnh ý kiến của một người một cách mạnh mẽ"
        },
        {
            "id": "698ab185-b763-464b-98c1-e9ea9d8b5b5c",
            "word": "perception",
            "phonetic": "pɚsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had the wrong perception of the situation and misunderstood the intentions.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "In other words, your brain constructs your perceptions.",
                "Some of the less likely ones invoke our perceptions.",
                "But perception is a matter of scale."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2VwdGlvbg&hash=a54ebddd9f7eb29a231bb87a46f746672e4ad593&lang=en&cache-only=0",
            "defineEn": "the image or idea that is formed based on how one understands something",
            "defineVi": "hình ảnh hoặc ý tưởng được hình thành dựa trên cách hiểu một cái gì đó"
        },
        {
            "id": "95aa2488-6327-4c21-bb3f-773ba517fb8f",
            "word": "perhaps",
            "phonetic": "pɚhæps ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Perhaps it had something to do with their drink.",
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "I know there's a lot to discuss, but perhaps we should take a break for now.",
                "The chances of Francis eventually becoming manager of England are perhaps higher.",
                "Next week perhaps I’ll find myself wearing a different hat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaGFwcw&hash=18c3313396c1bd267ba34abc61b991a4f449f199&lang=en&cache-only=0",
            "defineEn": "used to make an expression of opinion less definite or assertive",
            "defineVi": "được sử dụng để làm cho một biểu hiện của ý kiến ít xác định hoặc quyết đoán"
        },
        {
            "id": "b98dc5a4-f85a-41d6-8dc7-a4dc3a669f46",
            "word": "personally",
            "phonetic": "pɜːsənəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We’ve nothing against him personally: it’s just that we don’t trust politicians.",
                "I normally don't like taking chances on people I haven't personally vetted, but Sarah is extremely confident in you.",
                "The parading of people personally continued.",
                "I know personally the impact of good public policy.",
                "You personally only have ten dollars in your pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxseQ&hash=7613e757c8a100c38a97b828ed2bda9867c35755&lang=en&cache-only=0",
            "defineEn": "in a way that shows the opinion that someone is giving comes from their view",
            "defineVi": "theo cách cho thấy ý kiến mà ai đó đang đưa ra xuất phát từ quan điểm của họ"
        },
        {
            "id": "594c4cb6-0f26-4137-943e-b6e14c7f2502",
            "word": "platform",
            "phonetic": "plætfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many businesses use the Salesforce platform for customer relationship management.",
                "The train station platform was busy with people waiting for their trains.",
                "The iPhone runs on the iOS platform.",
                "Windows is a popular platform for PC gaming.",
                "The online platform was offering free access to educational resources, but users had to provide personal information that was later sold to advertisers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhdGZvcm0&hash=d73fc3e8eea60a84fe18b21b3093b5871d7be0b1&lang=en&cache-only=0",
            "defineEn": "a means or opportunity to communicate one's ideas, opinions, or beliefs to a large number of people",
            "defineVi": "một phương tiện hoặc cơ hội để truyền đạt ý tưởng, quan điểm hoặc niềm tin của một người tới một số lượng lớn người",
            "hasImg": true
        },
        {
            "id": "49c0d4d0-2f3f-439b-97b0-f2e1a9b15f54",
            "word": "to point out",
            "phonetic": "tə pɔɪnt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pointing out that many health problems stem from poor diet and overeating.",
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "The celebrity was quick to judge others for their fashion choices, but someone pointed out that he had been caught wearing a similar outfit a few years ago.",
                "You were all over your sister about her eating habits, but you start pouting when I point out that you had a cupcake for dinner last night!",
                "The argument that the company's products were environmentally friendly had more holes than Swiss cheese, and critics pointed out several inconsistencies in their claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQgb3V0&hash=3948c2409425dfc14ee25948a6fd99b3b581b3d6&lang=en&cache-only=0",
            "defineEn": "to show or mention something to someone and give them enough information to take notice",
            "defineVi": "để hiển thị hoặc đề cập đến một cái gì đó cho ai đó và cung cấp cho họ đủ thông tin để chú ý"
        },
        {
            "id": "a49924ef-0123-4668-b97d-0ba6d4bda2cc",
            "word": "poll",
            "phonetic": "poʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to recent polls, the finger of blame is pointing squarely at the president for the recent economic downturn.",
                "The government's popularity is declining, as the polls show.",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "Lazio saw his poll numbers go south almost immediately.",
                "After falling behind in the polls, the candidate's new policies helped them gain ground with voters."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbA&hash=a8ec3f809f899d276345574fcabf1de9551442f5&lang=en&cache-only=0",
            "defineEn": "a process in which random people are asked the same questions to find out what the general public thinks about a given subject",
            "defineVi": "một quá trình trong đó những người ngẫu nhiên được hỏi những câu hỏi giống nhau để tìm hiểu xem công chúng nghĩ gì về một chủ đề nhất định"
        },
        {
            "id": "b966f32a-a70c-40b1-8952-81df54cc264d",
            "word": "to pontificate",
            "phonetic": "tə pɔntɪfᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9udGlmaWNhdGU&hash=7e7679fb884c8bb7629bc6931b791d40f88b41eb&lang=en&cache-only=0",
            "defineEn": "to state one's opinion in such a manner that shows one believes to be  the only person to fully know it and be unarguably correct",
            "defineVi": "nêu ý kiến của mình theo cách cho thấy người đó tin rằng mình là người duy nhất biết đầy đủ về ý kiến đó và đúng một cách rõ ràng"
        },
        {
            "id": "b05d844d-1ea3-42c2-b157-8bb278943e3d",
            "word": "to pour scorn on",
            "phonetic": "tə poːɹ skɔːɹn ɔn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG91ciBzY29ybiBvbg&hash=83e1421cf4a10663fd19c4bd47eefc363bb1377f&lang=en&cache-only=0",
            "defineEn": "to harshly criticize or mock someone in a way that clearly shows one has no respect for them or their opinion",
            "defineVi": "chỉ trích gay gắt hoặc chế giễu ai đó theo cách rõ ràng cho thấy một người không tôn trọng họ hoặc ý kiến của họ"
        },
        {
            "id": "5eb1d5e9-77c5-4884-adc6-fc3779af6a59",
            "word": "preconception",
            "phonetic": "pɹiːkənsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the Universe is under no obligation to obey our preconceptions.",
                "JPMorgan also discovered that in the short term, markets tend to react more positively right after the election of a Republican president, possibly due to the preconception that Republican policies are more market friendly, especially when the election was close.",
                "And paratext means everything that we, the audience, bring to the piece of media-- preconceptions, our worldview, our political views, what kind of day we had, whether or not we even read the source material.",
                "Others echo Rosenhan's concerns that by slapping patients with labels we're making them vulnerable to judgments and preconceptions that'll affect how others will perceive and treat them."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY29uY2VwdGlvbg&hash=106cb1522150e0a21fd6689a479abdf8869cb100&lang=en&cache-only=0",
            "defineEn": "a pre-established opinion that is formed before obtaining proper knowledge or experience",
            "defineVi": "một ý kiến được thiết lập trước được hình thành trước khi có được kiến thức hoặc kinh nghiệm thích hợp"
        },
        {
            "id": "03a75e66-56f1-4b04-b7a1-6410bdccffbe",
            "word": "to present",
            "phonetic": "tə pɹɪzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VudA&hash=fbdbc79ce30213538d6b033b13c101fee368bad2&lang=en&cache-only=0",
            "defineEn": "to deliver a speech or presentation that publicly expresses one's ideas, plans, etc.",
            "defineVi": "để đưa ra một bài phát biểu hoặc bài thuyết trình thể hiện công khai ý tưởng, kế hoạch của một người, v.v.",
            "hasImg": true
        },
        {
            "id": "969dc460-9266-4585-a39b-aa066fd88560",
            "word": "prognosis",
            "phonetic": "pɹɑːɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "The prognosis is not good.",
                "For Greg Rosen, months of debilitating symptoms without a clear diagnosis, prognosis, or even an idea of what lasting damage there is has been traumatizing.",
                "The prognosis for the rest of this dwarf galaxy isn’t good, either: it’s still being pulled apart by the Milky Way’s gravity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ25vc2lz&hash=276ef56e22382d436a36c98b4ec5fc23f96164d0&lang=en&cache-only=0",
            "defineEn": "a professional opinion regarding the likely course of an illness or a disease",
            "defineVi": "một ý kiến chuyên môn liên quan đến quá trình có khả năng của một căn bệnh hoặc một căn bệnh"
        },
        {
            "id": "3d0cee9e-831c-4dc4-a8a5-c99e759404ca",
            "word": "pronouncement",
            "phonetic": "pɹənaʊnsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wasn't one to make pronouncements before he had seen which way the wind was blowing.",
                "Sometimes no Native people were present to even hear the pronouncement.",
                "For the president himself to have made a pronouncement like that, I think there was the risk that it would be used for political purposes in the context of the campaign.",
                "So I don’t know that Trump’s pronouncements about this really influenced, at least the way",
                "Well, it was, to me, one of the most troubling of all the pronouncements I've heard in my entire professional life with regard to Congress and the way we function as a democratic republic. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbm91bmNlbWVudA&hash=2b3bf37955ae0ca88b62c3771935961bd27462c8&lang=en&cache-only=0",
            "defineEn": "a formal or authoritative expression of one's opinions, ideas, or beliefs",
            "defineVi": "một biểu hiện chính thức hoặc có thẩm quyền của một ý kiến, ý tưởng, hoặc niềm tin"
        },
        {
            "id": "58c9790b-cfbe-45db-ba05-da1637033b36",
            "word": "to pronounce on",
            "phonetic": "tə pɹənaʊns ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbm91bmNlIG9u&hash=fcfda9da44fbd7195e41121d2990af50a58679c7&lang=en&cache-only=0",
            "defineEn": "to declare one's judgment or authoritative opinion about something",
            "defineVi": "để tuyên bố bản án của một người hoặc ý kiến có thẩm quyền về một cái gì đó"
        },
        {
            "id": "799575bc-c280-4388-a261-39a9b3b1ad43",
            "word": "proposition",
            "phonetic": "pɹɑːpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "So the value propositions a bit different than for like regular consumers.",
                "The content of your assertion is your proposition.",
                "No matter the business idea, a value proposition saves us precious time and money.",
                "- I have a proposition for you."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zaXRpb24&hash=d22dd1997bcbf19e2be850ce7963438cd25f66e3&lang=en&cache-only=0",
            "defineEn": "a statement expressing a view or opinion",
            "defineVi": "một tuyên bố thể hiện quan điểm hoặc ý kiến"
        },
        {
            "id": "f025d0b9-f8f6-44f0-972e-1579067380bb",
            "word": "public opinion",
            "phonetic": "pʌblɪk əpɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "Central to that check is public opinion.",
                "Public opinion was different.",
                "And television swayed public opinion in favor of the demonstrators.",
                "Even in public opinion polls, and public opinion polls fluctuate with the coverage."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIG9waW5pb24&hash=e5911d82980691444a32af3a69242709584178cc&lang=en&cache-only=0",
            "defineEn": "a belief shared by most people regarding a matter",
            "defineVi": "một niềm tin được chia sẻ bởi hầu hết mọi người về một vấn đề"
        },
        {
            "id": "21ce4e70-257c-475f-96d7-4f3cbccc656b",
            "word": "to pussyfoot around",
            "phonetic": "tə pʊsɪfʊt ɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVzc3lmb290IGFyb3VuZA&hash=9e9dbc3488b34e6f74bdfc89624f7e35e39290d2&lang=en&cache-only=0",
            "defineEn": "to behave in an overly cautious manner and refrain from expressing one’s opinions in case others get upset",
            "defineVi": "cư xử một cách quá thận trọng và không bày tỏ ý kiến của mình trong trường hợp người khác khó chịu"
        },
        {
            "id": "06a9eda8-4a3b-4220-ad99-00b5dc39e21f",
            "word": "to [put|throw] in {one's} two cents' worth",
            "phonetic": "tə pʊt slæʃ θɹoʊ ɪn wʌn bækslæʃ ɛs tuː sɛnts bækslæʃ wɜːθ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGluIHtvbmUnc30gdHdvIGNlbnRzJyB3b3J0aA&hash=823c50ea1d8cbb26ea0a43d11a62f9941203776f&lang=en&cache-only=0",
            "defineEn": "to share one's opinion on a topic that is under discussion",
            "defineVi": "để chia sẻ ý kiến của một người về một chủ đề đang được thảo luận"
        },
        {
            "id": "34a3baeb-5856-4be8-b442-e3dda0c159a3",
            "word": "to [ram] {sth} home",
            "phonetic": "tə ɹæm ɛstiːeɪtʃ hoʊm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFtIHtzdGh9IGhvbWU&hash=9a32bbc1180290bad6d0667a28d46d0cf068052e&lang=en&cache-only=0",
            "defineEn": "to ensure that something is understood by emphasizing, or providing examples, proof, etc.",
            "defineVi": "để đảm bảo rằng một cái gì đó được hiểu bằng cách nhấn mạnh, hoặc cung cấp các ví dụ, bằng chứng, v.v."
        },
        {
            "id": "6d9c1ffc-569b-4657-964c-ed34d5a8d492",
            "word": "really",
            "phonetic": "ɹiəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The news really made my day.",
                "That bacon sandwich really hit the spot!",
                "The contractor is really taking their time.",
                "Your friend really talks a blue streak!",
                "That DJ's voice really sets my teeth on edge."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGx5&hash=3f49313ffb8525ed21d38e47776c535312a94603&lang=en&cache-only=0",
            "defineEn": "used to add strength or seriousness to one's statement or opinion",
            "defineVi": "được sử dụng để thêm sức mạnh hoặc mức độ nghiêm trọng để tuyên bố hoặc ý kiến của một người"
        },
        {
            "id": "e0e4e58b-44c5-40bf-aa39-862b21c32519",
            "word": "reason",
            "phonetic": "ɹiːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By that point in the argument, reason had gone out the window.",
                "I fully understand the reason for your decision.",
                "She's got no reason to give herself airs and graces.",
                "If you went through channels, then they have no reason to turn you away.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc29u&hash=465b98ed5929e926bc9a9ae46c8725b55176b02f&lang=en&cache-only=0",
            "defineEn": "the mind's power to understand or think logically",
            "defineVi": "sức mạnh của tâm trí để hiểu hoặc suy nghĩ logic"
        },
        {
            "id": "479f1a19-d1d1-44cc-ac93-68739afb2e27",
            "word": "reasoning",
            "phonetic": "ɹiːzənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this reasoning only creates a climate of oppression.",
                "So, check out this reasoning.",
                "Explain that reasoning.",
                "Number five is Emotional Reasoning.",
                "And this same reasoning applies to mollusks."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc29uaW5n&hash=683906a1641bff769f7cd15335550f8720bcf267&lang=en&cache-only=0",
            "defineEn": "the act of rational and logical thinking about something",
            "defineVi": "hành động suy nghĩ hợp lý và logic về một cái gì đó"
        },
        {
            "id": "befbc4ac-c15d-4be9-8710-1ef725084c92",
            "word": "to reconsider",
            "phonetic": "tə ɹiːkənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "And people are really reconsidering their options.",
                "It gave Facebook six months to reconsider.",
                "On the next page, Amazon will ask you to reconsider.",
                "Today, the Minnesota Court of Appeals ruled that the trial judge must reconsider a state request to add third-degree murder to the charges Chauvin faces."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25zaWRlcg&hash=a70f4da827fbba071d69467576000cc0b9a4aa14&lang=en&cache-only=0",
            "defineEn": "to think again about an opinion or decision, particularly to see if it needs changing or not",
            "defineVi": "suy nghĩ lại về một ý kiến hoặc quyết định, đặc biệt là để xem nó có cần thay đổi hay không"
        },
        {
            "id": "3b4fff82-f7bb-4bc5-924c-dbc236e99c34",
            "word": "reconsideration",
            "phonetic": "ɹiːkənsɪdɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was a huge reconsideration taking place about the credibility of what we were being told by the Republican establishment. ",
                "Southerland saw her own work targeted, when she says without warning Pruitt announced a rule she helped develop to keep toxic coal waste out of the water supply was up for reconsideration.",
                "Southerland saw her own work targeted, when she says without warning Pruitt announced a rule she helped develop to keep toxic coal waste out of the water supply was up for reconsideration."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb25zaWRlcmF0aW9u&hash=9f4507b179d7b2f100f32986d86130dd1e7dfbc5&lang=en&cache-only=0",
            "defineEn": "the act of thinking about an opinion or decision again, especially with an intention to change it",
            "defineVi": "hành động suy nghĩ lại về một ý kiến hoặc quyết định, đặc biệt là với ý định thay đổi nó"
        },
        {
            "id": "eea0f409-271f-4221-88d3-3ec40ec61540",
            "word": "to register",
            "phonetic": "tə ɹɛdʒɪstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He'd been helping himself to the money in the cash register.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "- Registering that tone.",
                "And cashless registers present no incentive for theft or robbery.",
                "Differences of even a nanosecond in bounce-back time will be registered. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnaXN0ZXI&hash=d89d7222b5cb5b42395573fc0739c66d8f91244a&lang=en&cache-only=0",
            "defineEn": "to express one’s opinions in an official or public manner",
            "defineVi": "bày tỏ ý kiến của mình một cách chính thức hoặc công khai"
        },
        {
            "id": "18ea1823-e55e-43d7-b239-a916fde1b17c",
            "word": "to rehearse",
            "phonetic": "tə ɹᵻhɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything had to be exactly right, rehearsed down to a T.",
                "And then you rehearse that plan",
                "- We didn't even rehearse that answer.",
                "So, we rehearse in the back, on the concrete.",
                "So we rehearsed with these two German girls, went to Japan with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoZWFyc2U&hash=79baf71319b7046201c1eedb22c45bea53618fe0&lang=en&cache-only=0",
            "defineEn": "to restate previously expressed opinions or ideas in detail",
            "defineVi": "trình bày lại các quan điểm hoặc ý tưởng đã được bày tỏ trước đó một cách chi tiết"
        },
        {
            "id": "c61495a5-fc30-49cf-afe1-fd37700fc2c5",
            "word": "to remark",
            "phonetic": "tə ɹᵻmɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your remarks were really out of line.",
                "His critical remarks ruffled the feathers of the board members.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "The tall Texan ruffled some English feathers with his remarks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtYXJr&hash=1dabf212407fc7c0142ce3154761f1718a1f6a1d&lang=en&cache-only=0",
            "defineEn": "to express an statement that shows one's opinion of something",
            "defineVi": "để thể hiện một tuyên bố cho thấy ý kiến của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d3657f7e-277a-496d-aeab-3a4df9274ff9",
            "word": "to represent",
            "phonetic": "tə ɹɛpɹᵻzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "A lawyer who represents himself has a fool for a client.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmVzZW50&hash=48e540dc93dec60282144b81632c53fbaf4e85e3&lang=en&cache-only=0",
            "defineEn": "to make one’s opinions known to a group of people or someone in authority",
            "defineVi": "để làm cho ý kiến của một người được biết đến với một nhóm người hoặc ai đó có thẩm quyền"
        },
        {
            "id": "56d18154-bb7b-47c2-a2fb-0d910a831a92",
            "word": "representation",
            "phonetic": "ɹɛpɹᵻzɛnteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "Cinematic representations of prom can provide great insight into broader social attitudes within a culture.",
                "A matrix is just a data representation.",
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmVzZW50YXRpb24&hash=71f6a781f2ba35ce8b04e854f7247337b6dc7feb&lang=en&cache-only=0",
            "defineEn": "statements made formally to an official in order to protest something",
            "defineVi": "tuyên bố chính thức cho một quan chức để phản đối một cái gì đó"
        },
        {
            "id": "38c6fef3-939b-4994-8003-b83901fec65d",
            "word": "reputation",
            "phonetic": "ɹɛpjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your reputation proceeds you sir.",
                "She had built a reputation as a criminal lawyer.",
                "The scandal ruined his reputation and now his name is mud.",
                "He has a reputation for being a wise guy.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRhdGlvbg&hash=04ab1a52c04420b95af3ea6104d3739ce6bfc70d&lang=en&cache-only=0",
            "defineEn": "the general opinion that the public has about someone or something because of what they did in the past",
            "defineVi": "ý kiến chung mà công chúng có về một ai đó hoặc một cái gì đó vì những gì họ đã làm trong quá khứ"
        },
        {
            "id": "70a8c415-0e18-442d-aa1e-4c6f202f5f93",
            "word": "repute",
            "phonetic": "ɹᵻpjuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are reputed to be so accomplished.",
                "She seems reputed to be a wonderful person.",
                "The West still looms large in American mythology as the home of cowboys and gunslingers and houses of ill repute and freedom from pesky government interference.",
                "The pioneering Henry Ford, who brought industrialized manufacturing techniques to the fledgling car business, is reputed to have said that a customer could have Ford's Model T in any color as long as it was black.",
                "Even in Japan, the tomb of the farmer who is reputed to have first brought them to the islands is known as the Temple of the Sweet Potato."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRl&hash=2bde534c53a7e5cd0210972b995ea6713aa59029&lang=en&cache-only=0",
            "defineEn": "the general opinion that is held by people about someone or something",
            "defineVi": "ý kiến chung được tổ chức bởi mọi người về một ai đó hoặc một cái gì đó"
        },
        {
            "id": "45a653e6-df65-40f8-8184-3f5fee8a8c89",
            "word": "reputedly",
            "phonetic": "ɹᵻpjuːɾᵻdli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRlZGx5&hash=7dadadd16e67983f372ab0efad9a9286006bf5d4&lang=en&cache-only=0",
            "defineEn": "used to say that something is true according to what people say, although it is uncertain",
            "defineVi": "được sử dụng để nói rằng một cái gì đó là đúng theo những gì mọi người nói, mặc dù nó không chắc chắn"
        },
        {
            "id": "d660c79b-ab01-41f1-8ee7-51b06c2774b3",
            "word": "reserve",
            "phonetic": "ɹɪzɜːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "In our house, the bigger bedroom was always reserved for my older sister.",
                "Reserve now and fly half-price.",
                "Can you make a call to the restaurant and reserve a table for us?",
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "Although he was reserved and often kept to himself, those who knew him well knew that he had a kind and generous heart."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2ZQ&hash=ba77e6203e3b247b4c09836e5b342f97559f8004&lang=en&cache-only=0",
            "defineEn": "the quality that makes someone refrain from sharing their thoughts or feelings with others",
            "defineVi": "phẩm chất khiến ai đó không chia sẻ suy nghĩ hoặc cảm xúc của họ với người khác"
        },
        {
            "id": "515e6d56-8932-4c33-93c8-91c78467b38a",
            "word": "reserved",
            "phonetic": "ɹɪzɜːvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kix is more reserved and will eventually follow her mother’s lead and give the new things a chance.",
                "I do see Finns are very reserved, is that true, you think?",
                "I'm a very sort of reserved and shy person.",
                "Those close-in waters were reserved to protect a handful of local Small-Boat Fishermen, called Alia Fishermen, from competition from larger BOATS.",
                "He was cautioning him to be more careful and more reserved. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2ZWQ&hash=ee1413b7ff61a2a414292f101986be5bd68edb6b&lang=en&cache-only=0",
            "defineEn": "reluctant to share feelings or problems",
            "defineVi": "miễn cưỡng chia sẻ cảm xúc hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "1bdf620e-82ef-45ba-b224-73b89da4d6f3",
            "word": "resolution",
            "phonetic": "ɹɛzəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "The resolution passed both houses before the zero hour and the President signed it.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGlvbg&hash=58d6be386162ce9debaea106db6c6c007de95c89&lang=en&cache-only=0",
            "defineEn": "an official decision that is made, particularly when an official body takes a group vote",
            "defineVi": "một quyết định chính thức được đưa ra, đặc biệt khi một cơ quan chính thức bỏ phiếu theo nhóm"
        },
        {
            "id": "033166d1-3145-4173-9437-8d5771687b46",
            "word": "to respect",
            "phonetic": "tə ɹᵻspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They showed their parents no respect.",
                "I respect your opinion, but I'm for the other candidate.",
                "Kramer has certainly won the respect of his peers.",
                "No one will respect those who bows and scrapes every day.",
                "Mary's kindness and generosity towards others has earned her love and respect from everyone she meets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzcGVjdA&hash=09e62f5cbd47a6fd139cbd1c960f9f7a0638c207&lang=en&cache-only=0",
            "defineEn": "to admire someone or something because of their achievements, qualities, etc.",
            "defineVi": "để ngưỡng mộ ai đó hoặc một cái gì đó vì thành tích, phẩm chất của họ, v.v.",
            "hasImg": true
        },
        {
            "id": "8b1ed4b6-e839-4b56-a09f-8174292454db",
            "word": "reviewer",
            "phonetic": "ɹᵻvjuːɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That reviewer talked about the film in glowing terms, so I kind of want to see it now.",
                "Reviewers acknowledged the craftsmanship and quality of materials in the car.",
                "Other early reviewers at the time read 1984 as an attack on British Socialism.",
                "But some reviewers at the time commented that the car lacked the rich feel of other Mercedes-Benz models.",
                "So this is actually the reviewers' packaging."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aWV3ZXI&hash=abf18de04c687dc458b9abdc2b1eef817afd8d11&lang=en&cache-only=0",
            "defineEn": "someone who writes reviews and analysis of books, movies, etc.",
            "defineVi": "một người viết đánh giá và phân tích sách, phim, v.v.",
            "hasImg": true
        },
        {
            "id": "4258a0f4-6e72-4fd8-a8d5-61cfcf8c8188",
            "word": "to revise",
            "phonetic": "tə ɹᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The revised edition is to all intents and purposes a new book.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The changes to the project didn't sit well with the team, so they decided to revise the plan.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXNl&hash=4f246f69f2abfc0fe8d54dee2bd3e0d433827feb&lang=en&cache-only=0",
            "defineEn": "to make changes to something because of new information, etc.",
            "defineVi": "để thay đổi một cái gì đó vì thông tin mới, vv",
            "hasImg": true
        },
        {
            "id": "41740440-1aa8-414d-8b0b-d2ea5746552c",
            "word": "right",
            "phonetic": "ɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Right, pin back your ears, everyone.",
                "That extension is busy right now.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "Right by holding the candle to the devil.",
                "After the traffic lights, turn right."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQ&hash=33365bcec53c098a6f39584838658b862008d6fe&lang=en&cache-only=0",
            "defineEn": "being in accordance with something that is correct in one's opinion or judgment",
            "defineVi": "phù hợp với một cái gì đó là đúng theo ý kiến hoặc đánh giá của một người"
        },
        {
            "id": "128af564-3404-4402-9b31-daf0e8acbe98",
            "word": "right-on",
            "phonetic": "ɹaɪtɔn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQtb24&hash=60e7429a3c517100d7984d53e6019e9ceffaa827&lang=en&cache-only=0",
            "defineEn": "having fashionable or liberal ideas that makes someone a supporter of the political left",
            "defineVi": "có những ý tưởng thời trang hoặc tự do khiến ai đó trở thành người ủng hộ cánh tả chính trị"
        },
        {
            "id": "5e517e97-0490-40ab-b3dc-e03e8ca5289b",
            "word": "to row back",
            "phonetic": "tə ɹoʊ bæk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcm93IGJhY2s&hash=9bc2ab9d4762f52beec34608dad3194a35b42332&lang=en&cache-only=0",
            "defineEn": "to abruptly change or reverse an earlier statement or opinion",
            "defineVi": "đột ngột thay đổi hoặc đảo ngược một tuyên bố hoặc ý kiến trước đó"
        },
        {
            "id": "61f95bf0-7b7e-49a2-896e-9b555945b222",
            "word": "rowback",
            "phonetic": "ɹoʊbæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm93YmFjaw&hash=ddc2fd1fa0e111c8578623bfa734db59507cfcee&lang=en&cache-only=0",
            "defineEn": "the act of changing an earlier promise, decision, or statement so that it becomes entirely different",
            "defineVi": "hành động thay đổi một lời hứa, quyết định hoặc tuyên bố trước đó để nó trở nên hoàn toàn khác"
        },
        {
            "id": "0f4a5ceb-cd37-42e3-a9e0-d2c15e55df9e",
            "word": "on second thought",
            "phonetic": "ɔn sɛkənd θɔːt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gc2Vjb25kIHRob3VnaHQ&hash=129c4b416102c74e702d348e9fdbc14ab3a7e0ed&lang=en&cache-only=0",
            "defineEn": "used to state that one has adopted a different opinion",
            "defineVi": "được sử dụng để nói rằng một người đã thông qua một ý kiến khác nhau"
        }
    ]
}