{
    "id": "e6b6fa09-8ae7-4627-8966-9d4b55038953",
    "title": "Stay Connected!",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "c298772b-e474-42f8-acaf-6217321b7fbb",
            "word": "to browse",
            "phonetic": "tə bɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The system allows people the opportunity to browse a wide selection of books.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "Did they browse the site?",
                "I was actually just browsing the web",
                "Inside Joy's, participants can browse clothing or attend a class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvd3Nl&hash=4b3ccb981e009e10a7854a8563b6cfeadac2480f&lang=en&cache-only=0",
            "defineEn": "to check a web page, text, etc. without  reading all the content",
            "defineVi": "để kiểm tra một trang web, văn bản, v.v. mà không đọc hết nội dung",
            "hasImg": true
        },
        {
            "id": "84ee0d59-7388-46c6-bc65-ebe6c3b8287c",
            "word": "to disconnect",
            "phonetic": "tə dɪskənɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Disconnect the pipe leading from the top of the water tank.",
                "The evening is a time to disconnect from technology.",
                "They let themselves go during the weekend getaway, enjoying leisurely activities, disconnecting from work, and prioritizing their relaxation.",
                "Personal failures, disconnect from friends, and academic disappointments casted a cloud on my sense of purpose.",
                "The country was largely disconnected. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY29ubmVjdA&hash=25651d294aced0d08e5c58f874716b085f4cd6a0&lang=en&cache-only=0",
            "defineEn": "to break a telephone conversation between two people",
            "defineVi": "để phá vỡ một cuộc trò chuyện điện thoại giữa hai người",
            "hasImg": true
        },
        {
            "id": "a8e68937-9bdd-4be9-9f14-af8050bf9176",
            "word": "to navigate",
            "phonetic": "tə nævɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The subway map helped me navigate the different lines.",
                "I used a map to navigate my way through the city.",
                "The baby elephant clumsily followed its mother, learning to navigate the world.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF2aWdhdGU&hash=020777764b5207318468b8e2a533e229cffe554c&lang=en&cache-only=0",
            "defineEn": "(computing) to move from one website to another or find one's way around on a website",
            "defineVi": "(máy tính) để di chuyển từ trang web này sang trang web khác hoặc tìm đường trên một trang web"
        },
        {
            "id": "d2ef608d-ebcc-4f1d-a0b3-9c23ca9b401c",
            "word": "to photobomb",
            "phonetic": "tə foʊɾoʊbɑːm ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGhvdG9ib21i&hash=0280e23adccf0091447f1fd3a7993e46cbacef87&lang=en&cache-only=0",
            "defineEn": "to ruin someone's photo by making a sudden appearance or a silly face as the picture is about to be taken",
            "defineVi": "phá hỏng bức ảnh của ai đó bằng cách đột ngột xuất hiện hoặc làm một khuôn mặt ngớ ngẩn khi bức ảnh sắp được chụp",
            "hasImg": true
        },
        {
            "id": "351f3bf3-2514-442d-abbe-cf5d61780954",
            "word": "to spam",
            "phonetic": "tə spæm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spam had a time in the sun decades ago",
                "Spam packs 42 grams of protein into one 12-ounce can that retails for $2.79.",
                "With e-mail in the ’90s, it was spam. ",
                "It's um, artificially shaped Spam. -",
                "The app even spams me with the best way to use it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BhbQ&hash=9f1dadf0e3714d349b2c4c2b9d077f029019dfd3&lang=en&cache-only=0",
            "defineEn": "to send an unwanted advertisement or message online, usually to a lot of people",
            "defineVi": "để gửi một quảng cáo hoặc tin nhắn không mong muốn trực tuyến, thường là cho rất nhiều người"
        },
        {
            "id": "6bda0392-32bc-44ac-b718-c69de9ce277c",
            "word": "to unblock",
            "phonetic": "tʊ ʌnblɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I blocked and I unblocked from Instagram."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5ibG9jaw&hash=86a1b8a7fc74a9bb02780271ffda98694034a7d7&lang=en&cache-only=0",
            "defineEn": "to remove restrictions so that a website, phone, account, etc. can be accessed again",
            "defineVi": "để loại bỏ các hạn chế để có thể truy cập lại trang web, điện thoại, tài khoản, v.v."
        },
        {
            "id": "27c1e480-9dec-4064-8c93-2620540e74c7",
            "word": "cellular",
            "phonetic": "sɛljʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She examined the pith under a microscope to study its cellular structure.",
                "Cellular freebooters could invade another group.",
                "And then cellular respiration occurs.",
                "And then our cells perform cellular respiration in a whole series of steps.",
                "But! Viruses are cellular parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbHVsYXI&hash=30889cd67717e5963fa952aad598f5d817e109b4&lang=en&cache-only=0",
            "defineEn": "related to a telephone system that uses radio stations for communication",
            "defineVi": "liên quan đến một hệ thống điện thoại sử dụng đài phát thanh để liên lạc"
        },
        {
            "id": "5da425ff-d95c-4b95-a5e9-76ddbde15a6c",
            "word": "dead",
            "phonetic": "dɛd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old captain was dead as a dodo.",
                "The owners were dead as mutton.",
                "This fish is as dead as a herring.",
                "Dead men can't talk.",
                "But this bird was as dead as a dodo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZA&hash=39a12aabcd694ad36af9c2520969787223e382bb&lang=en&cache-only=0",
            "defineEn": "not functioning because of having no power",
            "defineVi": "không hoạt động vì không có điện",
            "hasImg": true
        },
        {
            "id": "b2dcbcb6-65ae-4145-a434-3edbadb2d069",
            "word": "broadband",
            "phonetic": "bɹɔːdbænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "Over 50 percent of residents lack broadband Internet altogether.",
                "Is broadband going to affect those people right out of the gate?",
                "My broadband operator would take his cursor.",
                "So, as a town of 16,000, we have gigabit broadband."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRiYW5k&hash=1971990c4e0caed920f6a3274c4ac0755f56b4ad&lang=en&cache-only=0",
            "defineEn": "a system of Internet connection that allows users to share information simultaneously",
            "defineVi": "một hệ thống kết nối Internet cho phép người dùng chia sẻ thông tin đồng thời",
            "hasImg": true
        },
        {
            "id": "9c6661ef-611b-4a9e-962e-dd20f95a8c99",
            "word": "call-in",
            "phonetic": "kɔːlɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsbC1pbg&hash=a887c6d9195f6eb75f9d7b7f3ffaff6ffc04d86f&lang=en&cache-only=0",
            "defineEn": "a type of television or radio program in which the audience take part by calling the studio to voice their opinions",
            "defineVi": "một loại chương trình truyền hình hoặc đài phát thanh trong đó khán giả tham gia bằng cách gọi đến trường quay để nói lên ý kiến của họ"
        },
        {
            "id": "27a0b92d-4b67-46c5-9dda-67ce9c25443f",
            "word": "cookie",
            "phonetic": "kʊki ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a sharp cookie!",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "She baked a batch of delicious hazelnut cookies.",
                "A lot of people had their hands in the cookie jar at the company.",
                "I had a gluten-free cookie that was just as delicious as the regular ones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2ll&hash=3bf9fc47c2be6246661c00346cd476c123aada4e&lang=en&cache-only=0",
            "defineEn": "(computing) data that a web server sends to a browser and receives if the user visits the website again, used for identifying or tracking the user's activities",
            "defineVi": "dữ liệu (máy tính) mà máy chủ web gửi đến trình duyệt và nhận được nếu người dùng truy cập lại trang web, được sử dụng để xác định hoặc theo dõi các hoạt động của người dùng"
        },
        {
            "id": "44412a4c-a8bc-4d86-b5c5-b5601ce20cbb",
            "word": "domain",
            "phonetic": "dəmeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the domain of sine of the sine function?",
                "Because the x-y plane here is our domain.",
                "So what is the domain of the sine function?",
                "We call it Domain.",
                "It's the domain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tYWlu&hash=274a0c6380fdddd823ab0012908bdde666844a03&lang=en&cache-only=0",
            "defineEn": "the last characters of a website's address such as '.com', '.org', etc.",
            "defineVi": "các ký tự cuối cùng của địa chỉ trang web, chẳng hạn như '.com', '.org', v.v."
        },
        {
            "id": "221599fa-eb40-4b7e-979d-533c3f47e6ca",
            "word": "emoji",
            "phonetic": "ɪmoʊdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "- So Calah, you've chosen my emoji.",
                "- It's an emoji, man!",
                "It's a sad face emoji.",
                "The Unicode Consortium deals with about 50 emoji proposals a year.",
                "I do my own emoji."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vamk&hash=475d1d1b3e04e028c43f35c60ee782ef8ac56ee0&lang=en&cache-only=0",
            "defineEn": "a small digital icon or image used on social media or in text messages to show the tone of a message or its sender's facial expression, originated in Japan",
            "defineVi": "một biểu tượng hoặc hình ảnh kỹ thuật số nhỏ được sử dụng trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản để thể hiện âm điệu của tin nhắn hoặc nét mặt của người gửi, có nguồn gốc từ Nhật Bản",
            "hasImg": true
        },
        {
            "id": "19b3960e-90c4-4646-97ae-bef8980fb4fd",
            "word": "emoticon",
            "phonetic": "ɪmɑːɾɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So people are using creative respelling, like repeated letters and all caps, and visual additions, like emojis, emoticons, and gifs to convey more than the literal meaning of words."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGljb24&hash=e3ac743e889ae006aaec58d4109182e912ee6318&lang=en&cache-only=0",
            "defineEn": "a sign formed by keyboard characters to show the tone of a message or its sender's facial expression, used on social media or in text messages",
            "defineVi": "một dấu hiệu được tạo bởi các ký tự bàn phím để hiển thị âm điệu của tin nhắn hoặc nét mặt của người gửi, được sử dụng trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản",
            "hasImg": true
        },
        {
            "id": "5b8cf38d-11a4-4a0d-821c-4739f3313b74",
            "word": "LOL",
            "phonetic": "lɑːl ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Also, Linus: we have a new channel, lol.",
                "Like saying LOL out loud.",
                "So, I'll text them and say, I'm so proud of you, lol.",
                "Like, lol, like I always assumed lol was lots of love.",
                "If you don't know what that means because I know some people have been like LOL, mainstream, what the heck are you talking about?"
            ],
            "audio": "https://tts.langeek.co/read?text=TE9M&hash=e11c941633a39aef5469f4c2cb514a44bbd8c182&lang=en&cache-only=0",
            "defineEn": "used especially in text or online messages to express laughter or amusement about something funny",
            "defineVi": "được sử dụng đặc biệt trong văn bản hoặc tin nhắn trực tuyến để thể hiện tiếng cười hoặc sự thích thú về điều gì đó buồn cười"
        },
        {
            "id": "1e6b44e7-e224-4553-b653-783d685f05cd",
            "word": "OMG",
            "phonetic": "oʊɛmdʒiː ",
            "partOfSpeechType": "interjection",
            "examples": [
                "\"Me too, omg I don't know either!\"",
                "And umm when I realized, omg this is the depression coming back, I went back on my meds and within three days I was feeling better.",
                "We're so tired of hearing society always going, \"omg these poor broken deaf kids, we need to fix them.\"",
                "When you shift your primary selective attention from driving to OMG, LOLOLOLOLOL, you also unwittingly activate your selective inattention, which means that you failed to see that cyclist who you almost ran over, which would not only have ruined her life but also yours so DON’T TEXT AND DRIVE!"
            ],
            "audio": "https://tts.langeek.co/read?text=T01H&hash=b47a57c493d4da6d34d6901f113ec42ef8b57929&lang=en&cache-only=0",
            "defineEn": "used to express shock, surprise, or excitement, particularly on social media or in text messages",
            "defineVi": "được sử dụng để thể hiện sự sốc, ngạc nhiên hoặc phấn khích, đặc biệt là trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản"
        },
        {
            "id": "861263ee-06bf-48b8-9d5e-1e2f9a16c259",
            "word": "payphone",
            "phonetic": "peɪfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a Cuban payphone that enables you to make a call, and get your hair permed at the same time."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5cGhvbmU&hash=6dcf8dc755fff925a040ef529eb942413534b30a&lang=en&cache-only=0",
            "defineEn": "a telephone in a public place that one needs to pay for, mostly by prepaid cards",
            "defineVi": "điện thoại ở nơi công cộng mà người ta phải trả tiền, chủ yếu bằng thẻ trả trước",
            "hasImg": true
        },
        {
            "id": "3d6647eb-17ac-4a9d-b69e-6865d670c9a0",
            "word": "telegraph",
            "phonetic": "tɛlᵻɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, at the time Sona, they used telegraphs.",
                "Back in 1859, a severe solar storm wiped out telegraph systems, and a similar storm would be very bad for our electric grid today.",
                "Just like that telegraph we talked about.",
                "Back before telegraphs, telephones, or the Internet, the handwritten word was where it was at.",
                "By 1899, he sent the first wireless telegraph signal across the English Channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZWdyYXBo&hash=073c10b9f3c031fe4f95183b65a490062b36c6bf&lang=en&cache-only=0",
            "defineEn": "a communication system by which people were able to send and receive messages over long distances, using electrical or radio signals",
            "defineVi": "một hệ thống thông tin liên lạc mà mọi người có thể gửi và nhận tin nhắn trên một khoảng cách dài, sử dụng tín hiệu điện hoặc radio",
            "hasImg": true
        },
        {
            "id": "537dbd87-fa0e-4c88-8bf6-2e07544d1ede",
            "word": "directory",
            "phonetic": "dᵻɹɛktɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Create a new directory and put all your files into it.",
                "And the government of France at that time was the Directory.",
                "Zip2 provided a searchable business directory, almost like an online version of the Yellow Pages with maps.",
                "And the Directory was a little bit afraid of him at this point.",
                "And by 1795 new factions headed a conservative government called the Directory."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3J5&hash=30775ef54d31b404660bf77b933a16f224d9c3be&lang=en&cache-only=0",
            "defineEn": "(computing) an area on a computer containing files that are necessary for keeping the computer organized",
            "defineVi": "(máy tính) một khu vực trên máy tính chứa các tệp cần thiết để sắp xếp máy tính"
        },
        {
            "id": "c4441e67-8fdb-439d-bfce-e8369f747ee8",
            "word": "keypad",
            "phonetic": "kiːpæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But each exit is blocked by an electric barrier with a combination keypad.",
                "What I do like about the keypad on the side is that it is symmetrical."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5cGFk&hash=b93d30ddc3faf7cccd724c5e4e220f56618135bd&lang=en&cache-only=0",
            "defineEn": "a group of numbered buttons on a surface used for operating a TV, phone, computer, etc.",
            "defineVi": "một nhóm các nút được đánh số trên một bề mặt được sử dụng để vận hành TV, điện thoại, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "ec6bb6f5-1243-42e6-b272-4f7023d0b572",
            "word": "extension",
            "phonetic": "ɛkstɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That extension is busy right now.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She knew she was pushing the limit of her boss's patience by asking for yet another extension on the deadline.",
                "But thanks to this extension, my work seems easy as a pie.",
                "The extension runs five years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaW9u&hash=f0a69e4e46fab78161cd725926a173eb1b2a004b&lang=en&cache-only=0",
            "defineEn": "an extra telephone connected to the main phone line in a house; a phone line connected to the central line in a large building, with a number of its own",
            "defineVi": "một điện thoại phụ kết nối với đường dây điện thoại chính trong nhà; một đường dây điện thoại được kết nối với đường dây trung tâm trong một tòa nhà lớn, với một số riêng"
        },
        {
            "id": "a04eed8a-2c73-4c82-a60e-0fef05d3f6ec",
            "word": "fax",
            "phonetic": "fæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, fax it to me.",
                "It is mostly still running on fax, phone and paper.",
                "'I need to fax that.'",
                "It included some smart capabilities, like sending emails and faxes.",
                "And my assistant just keeps coming to me with these faxes like, P. Diddy or Puff Daddy wants you at his party you've got to go."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF4&hash=4f25b7cd748c2efa20b0f267a44a981930f0ac34&lang=en&cache-only=0",
            "defineEn": "a device that can send and receive documents in electronic form using a telephone line and then print them",
            "defineVi": "một thiết bị có thể gửi và nhận tài liệu ở dạng điện tử bằng đường dây điện thoại và sau đó in chúng",
            "hasImg": true
        },
        {
            "id": "7b8e030e-de20-49d6-81dd-9632fa7b7353",
            "word": "intercom",
            "phonetic": "ɪntɚkɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each subject was told that they would be communicating with a few other students over intercom to avoid any privacy issues that might come up if they were face-to-face.",
                "The Learner was sent to a separate room so they were out of sight while the Experimenter observed the Teacher, the subject, instructing the Learner in a word-pairing task over an intercom.",
                "We also created a program where we mounted an iPad on some specially configured hardware to attach it to an I.V. pole and turned it into an always on video intercom so that we could reduce the need for providers to put on protective equipment, which is in very short supply."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJjb20&hash=de3cb847c850eb06155d588f394bc17c7f9d8c84&lang=en&cache-only=0",
            "defineEn": "a communication system that allows people in different parts of a plane, office, etc. to speak to each other",
            "defineVi": "một hệ thống liên lạc cho phép mọi người ở các phần khác nhau của máy bay, văn phòng, v.v. nói chuyện với nhau",
            "hasImg": true
        },
        {
            "id": "9f60e779-1e9e-4e52-957d-8e03de6fb29c",
            "word": "teleconference",
            "phonetic": "tɛlᵻkɑːnfɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "They alert the Pentagon of the threat, as well as Strategic Command, who would initiate an emergency teleconference with the president and his advisors, including the Secretary of State, Secretary of Defense, and the National Security Advisor."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZWNvbmZlcmVuY2U&hash=3ea4866d764a5fda8b64e188b97580c1949f11d4&lang=en&cache-only=0",
            "defineEn": "a meeting held among several people who are in different locations, linked via the Internet",
            "defineVi": "một cuộc họp được tổ chức giữa một số người ở các địa điểm khác nhau, được liên kết qua Internet",
            "hasImg": true
        },
        {
            "id": "daff1e9d-a401-4a6c-97d2-0a23ff489f22",
            "word": "Internet of things",
            "phonetic": "ɪntɚnɛt ʌv θɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SW50ZXJuZXQgb2YgdGhpbmdz&hash=855adf1061695dfd03257e981b0301060a6300c4&lang=en&cache-only=0",
            "defineEn": "the connection and exchange of data between everyday objects over the Internet",
            "defineVi": "kết nối và trao đổi dữ liệu giữa các đối tượng hàng ngày qua Internet",
            "hasImg": true
        },
        {
            "id": "aaf0c4ea-14fa-4cc0-a56f-3ad84d272d18",
            "word": "meme",
            "phonetic": "miːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Memes are some of the most easily recognizable images of our generation.",
                "Apple's high prices reached meme proportions during the announcement of its Mac Pro in June 2019.",
                "What's the meme?",
                "I love that meme so much."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtZQ&hash=6c0190ebf29758d53cadc383be8839ac7433cb96&lang=en&cache-only=0",
            "defineEn": "a video, image, etc. that has been altered to act as a joke or to tease someone, used and quickly spread by internet users",
            "defineVi": "một video, hình ảnh, v.v. đã được chỉnh sửa để làm trò đùa hoặc trêu chọc ai đó, được người dùng internet sử dụng và lan truyền nhanh chóng"
        },
        {
            "id": "afb51a72-85b9-4bc0-ab92-40ce2b648f38",
            "word": "noob",
            "phonetic": "nuːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because I'm a noob.",
                "So like a noob, somebody that's just learning how to do that, would they just chatter across the ice?",
                "It's more intuitive than, you know, a noob who would pick up a controller for the first time and just be like \"what am i doing?\"",
                "I take back what I said about this being kind of janky, because I, who am a complete Fortnite noob, like I played some PUBG.",
                "Another one of my drone noob moments, I didn't realize that the protective cover doodad was actually to hold the camera in place and protect the gimbal from damage during like storage or transport and I flew a drone with that protective cover in place so the poor gimbal was like fighting against this holder, it survived, it was actually fine."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9vYg&hash=898ef41f3970e3ef8cefeb7b3b61ac673527c9fe&lang=en&cache-only=0",
            "defineEn": "a computer user, particularly a video gamer, who does not have the needed knowledge or skills to have a good performance",
            "defineVi": "người dùng máy tính, đặc biệt là người chơi video, không có kiến thức hoặc kỹ năng cần thiết để có hiệu suất tốt"
        },
        {
            "id": "5e327763-04eb-4e36-86ad-b5a99869f3e5",
            "word": "phablet",
            "phonetic": "feɪbəlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhYmxldA&hash=d815619a7b6ef85ca41f9cb31a39ed44f83384df&lang=en&cache-only=0",
            "defineEn": "a phone that is a cross between a mobile phone and a tablet, larger than the former but smaller than the latter",
            "defineVi": "một chiếc điện thoại kết hợp giữa điện thoại di động và máy tính bảng, lớn hơn cái trước nhưng nhỏ hơn cái sau"
        },
        {
            "id": "0b21ede2-a3bd-4be1-a5e0-9b5efa7119a3",
            "word": "selfie",
            "phonetic": "sɛlfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Selfie with the rear camera because I'm so crazy.",
                "You take a selfie with your democracy sausage.",
                "You win a fan selfie.",
                "Everyone wants a selfie, everybody.",
                "The unhappiest selfie anyone has ever taken."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmll&hash=f342610d64552258df9cfc1b7d6022b88b9b8fbe&lang=en&cache-only=0",
            "defineEn": "a photo of a person that is taken by the same person, usually shared on social media",
            "defineVi": "một bức ảnh của một người được chụp bởi cùng một người, thường được chia sẻ trên phương tiện truyền thông xã hội",
            "hasImg": true
        },
        {
            "id": "651edadd-0796-43ce-b3aa-5e327c56f9ba",
            "word": "vlog",
            "phonetic": "viːlɔɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She posts vlogs sometimes.",
                "I have a vlog.",
                "Thank you Rikki, I enjoyed your vlogs.",
                "I do private vlogs over there every month.",
                "She's posted a few vlogs now."
            ],
            "audio": "https://tts.langeek.co/read?text=dmxvZw&hash=1f8ecba1e6972393732b40846c61dc4d08105fe9&lang=en&cache-only=0",
            "defineEn": "a form of video content, often published on websites or social media platforms, where individuals or content creators share their personal experiences, expertise, or opinions through recorded videos in a blog-like format",
            "defineVi": "một dạng nội dung video, thường được xuất bản trên các trang web hoặc nền tảng truyền thông xã hội, nơi các cá nhân hoặc người tạo nội dung chia sẻ kinh nghiệm, chuyên môn hoặc ý kiến cá nhân của họ thông qua các video được ghi ở định dạng giống như blog"
        },
        {
            "id": "74682e53-a53d-4f1b-8e54-c088687640ee",
            "word": "weblog",
            "phonetic": "wɛblɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VibG9n&hash=ed1590eef0b532b621ec28c2d8c981e3517b26f7&lang=en&cache-only=0",
            "defineEn": "a website that is regularly updated by its owner or owners and gives information about a specific topic or things that happen to them",
            "defineVi": "một trang web được cập nhật thường xuyên bởi chủ sở hữu hoặc chủ sở hữu của nó và cung cấp thông tin về một chủ đề cụ thể hoặc những điều xảy ra với họ"
        }
    ]
}