{
    "id": "e6dd4de8-95fe-4a6b-bd60-787a5e276982",
    "title": "Lesson 12",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "f4b65c9d-f247-435a-a8a8-4efe7d5593c9",
            "word": "chimeral",
            "phonetic": "tʃaɪmɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbWVyYWw&hash=77b0731f1e9a45023f412913b1060adfcbdd6f98&lang=en&cache-only=0",
            "defineEn": "being or relating to or like a chimera",
            "defineVi": "là hoặc liên quan đến hoặc giống như một chimera"
        },
        {
            "id": "20d506e8-ea11-4e12-9eae-4f48a08066a0",
            "word": "referee",
            "phonetic": "ɹɛfɚɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The referee in the firing line is an experienced official.",
                "The referee told the players to mind their language.",
                "The referee was forced to stop the game because of heavy snow.",
                "I was acting as referee and telling them to break."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlZQ&hash=b87dbc1d6c6460f0edd1f5b1fd109dbc6d64c7f3&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game, making sure the rules are obeyed by the players",
            "defineVi": "một quan chức phụ trách trò chơi, đảm bảo các quy tắc được người chơi tuân theo",
            "hasImg": true
        },
        {
            "id": "1b1fd053-d3d7-48ef-8dbd-ee5161daaa13",
            "word": "referendum",
            "phonetic": "ɹɛfɚɹɛndəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The race was an early referendum on the Reagan administration.",
                "The voting marked another referendum on Prime Minister Benjamin Netanyahu, who's also fighting corruption charges.",
                "By 1992 Arizona passed a referendum establishing a statewide King holiday, which was first celebrated in 1993.",
                "They’re not a referendum on the incumbent, but we represented a continuum of policies that had become very, very unpopular with the American people. ",
                "He's making himself the issue, a referendum on him, is trying not to make it a choice election, which is the only chance he has to win."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlbmR1bQ&hash=e26cbcc88e9eb20e329178f9d472c0d59f7242a4&lang=en&cache-only=0",
            "defineEn": "the process by which all the people of a country have the opportunity to vote on a single political question",
            "defineVi": "quá trình mà tất cả người dân của một quốc gia có cơ hội bỏ phiếu cho một vấn đề chính trị duy nhất"
        },
        {
            "id": "fb080785-9d4a-4f21-8f7e-808c5bd6bb00",
            "word": "squalid",
            "phonetic": "skwɑːlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're saying that they're held there under difficult circumstances and squalid conditions, and then the testing isn't even accurate.",
                "Sanxingchen is encircledwith hostels, some of them squalid,others indescribable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YWxpZA&hash=375fa1ba7c7c4a497bdb4e5fce59c8f4e20d790f&lang=en&cache-only=0",
            "defineEn": "foul and run-down and repulsive",
            "defineVi": "hôi thối và xuống cấp và phản cảm"
        },
        {
            "id": "dbdb0c12-4691-4285-949b-465c52e11390",
            "word": "squalor",
            "phonetic": "skwɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But one thing that’s very important to flag is in 2014, we actually were the first to report at Breitbart News with Brandon Darby, our Border/Cartel Chronicles director, we were the first ones to report on the squalor in these border camp facilities, these detention facilities. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YWxvcg&hash=1df7d0dbf2cb26493626b5b156fc153348bdc1d4&lang=en&cache-only=0",
            "defineEn": "sordid dirtiness",
            "defineVi": "bẩn thỉu bẩn thỉu"
        },
        {
            "id": "388e5186-584b-4889-b460-5cc37d21788f",
            "word": "pall",
            "phonetic": "pɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This news that the woman who was shot has died casts an even greater pall over what was already a horrific set of developments."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbA&hash=9512ee143aad3e625fc2ad308c99785e085d2050&lang=en&cache-only=0",
            "defineEn": "burial garment in which a corpse is wrapped",
            "defineVi": "quần áo chôn cất trong đó một xác chết được bọc"
        },
        {
            "id": "0dd4b3c2-81f5-45ef-9e09-ec9a3c242a5b",
            "word": "to palliate",
            "phonetic": "tə pælɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFsbGlhdGU&hash=1c113303290577ac9c7e13d1656bfd73e19c7590&lang=en&cache-only=0",
            "defineEn": "provide physical relief, as from pain",
            "defineVi": "cung cấp cứu trợ về thể chất, như từ đau đớn"
        },
        {
            "id": "a08c99dc-1bd9-4b65-848a-96b3134f9076",
            "word": "palliative",
            "phonetic": "pæliətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Zara Cooper is an emergency surgeon with palliative care training at Brigham and Women's Hospital in Boston.",
                "Research is showing that earlier involvement of palliative care can have dramatic impact on lots of different health outcome measures.",
                "As Clyde Earle's condition worsens, Dr. Cooper brought in Kathy Selvaggi, a senior palliative care physician whose expertise is in end-of-life care.",
                "And it was one of the first communities to do so, and it was one of the last communities in Europe to have a hospice and palliative care movement.",
                "Palliative care perspective often is finding good choices when everything seems bad."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbGlhdGl2ZQ&hash=46913a7ba8d1886f5933dfd7faea465d51869b67&lang=en&cache-only=0",
            "defineEn": "moderating pain or sorrow by making it easier to bear",
            "defineVi": "giảm bớt nỗi đau hoặc nỗi buồn bằng cách làm cho nó dễ chịu hơn"
        },
        {
            "id": "8408687e-0a4d-466b-b10e-dba4e67a7914",
            "word": "pallid",
            "phonetic": "pælɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That’s why some, like this pallid bat, are changing the game."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbGlk&hash=9d1d06082469277047654d3d20dcb1882afa3098&lang=en&cache-only=0",
            "defineEn": "abnormally deficient in color as suggesting physical or emotional distress",
            "defineVi": "thiếu màu sắc bất thường như gợi ý đau khổ về thể chất hoặc cảm xúc",
            "hasImg": true
        },
        {
            "id": "aa9cb78f-abdd-47f9-b201-d12cd5478e2d",
            "word": "pallor",
            "phonetic": "pælɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsbG9y&hash=35b3ed1a6d6c0fd4be9d6edd2be53bb778bec6d4&lang=en&cache-only=0",
            "defineEn": "the condition of having an unhealthy pale appearance as a result of illness, emotional distress, etc.",
            "defineVi": "tình trạng có vẻ ngoài nhợt nhạt không lành mạnh do bệnh tật, đau khổ về tình cảm, v.v.",
            "hasImg": true
        },
        {
            "id": "2570b357-66f7-4d8a-a4a2-bafe0a0ccf15",
            "word": "durance",
            "phonetic": "dʊɹɹəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVyYW5jZQ&hash=4a46be5ae07c5d8ef45e5be772100c188340cee0&lang=en&cache-only=0",
            "defineEn": "imprisonment (especially for a long time)",
            "defineVi": "cầm tù (đặc biệt là trong một thời gian dài)"
        },
        {
            "id": "8d562428-182f-4620-81d6-a2de5d664d9a",
            "word": "duress",
            "phonetic": "dʊɹɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In my own personal view of the debate, there are three major camps: The first contends that any items or objects taken unethically or under duress, should be immediately returned to the communities from which they were taken or to the direct descendants of that community.",
                "In fact last week it was obvious to me some people came under duress because it was the World Series and so its so obvious to the guys who like took a bullet and just got dragged along by their wife and I remember last week it was Thursday night, game 6, that classic game 6, right?",
                "So, young people, when they reach a certain age, if they have gender dysphoria, which means they experience mental duress because they are transgender, might not want to go through puberty."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVyZXNz&hash=a9fab323f1291d552d196ab895cbd9c1e385c34b&lang=en&cache-only=0",
            "defineEn": "compulsory force or threat",
            "defineVi": "lực lượng bắt buộc hoặc đe dọa"
        },
        {
            "id": "e821048d-1673-45b5-a596-d7d8bf2ed931",
            "word": "norm",
            "phonetic": "nɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Norms don't have the centralized machinery of government.",
                "SUVs and crossovers are really the norm.",
                "Just a generation ago, four children was the norm.",
                "But for kiwi birds, giant chicks are the norm.",
                "What was a norm for you?"
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ybQ&hash=65640cc54597db152b3edcae794795c48e9b5c49&lang=en&cache-only=0",
            "defineEn": "a standard or model or pattern regarded as typical",
            "defineVi": "một tiêu chuẩn hoặc mô hình hoặc mô hình được coi là điển hình"
        },
        {
            "id": "5e49b620-d668-45e4-88d7-fdf517820d28",
            "word": "normalcy",
            "phonetic": "noːɹməlsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tragic event tore the community out of its sense of normalcy.",
                "Here, off the bustling Paseo de la Reforma, there’s an unsettling sense of normalcy.",
                "And there's a surprise in the normalcy of it.",
                "If that could be effective, that is a step back toward normalcy.",
                "We heard Dr. Walensky refer to this as a step back to normalcy."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ybWFsY3k&hash=38bfaf2d6194edf2139c56c25c072599219938e6&lang=en&cache-only=0",
            "defineEn": "expectedness as a consequence of being usual or regular or common",
            "defineVi": "sự mong đợi là kết quả của việc bình thường hoặc thường xuyên hoặc phổ biến"
        },
        {
            "id": "362a429a-ec43-4104-b66c-2b290cb82b85",
            "word": "to enunciate",
            "phonetic": "tʊ ɪnʌnsɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And James, somehow, has unicorn-speech-lip-reading-itis magical powers that let him understand everything that this woman says, and she also over enunciates.",
                "But you would say clearly and affirmatively that democratic socialism as enunciated by somebody like Bernie Sanders or AOC is just flat wrong.",
                "And Tommy was talking to me so I would have Ben, who was with him, he would be typing on the phone or sometimes Tommy, he's pretty, he enunciates very well and he talks very loudly, his voice is very powerful."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW51bmNpYXRl&hash=1fc6605244e09a0f1d59f37539c78a983c8697d5&lang=en&cache-only=0",
            "defineEn": "express or state clearly",
            "defineVi": "thể hiện hoặc tuyên bố rõ ràng"
        },
        {
            "id": "81eb3589-169b-48f4-89fb-d115de2d4761",
            "word": "enunciation",
            "phonetic": "ɪnʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW51bmNpYXRpb24&hash=aef20d31b86b0d88dfeb8be46a53259fb37e1dbc&lang=en&cache-only=0",
            "defineEn": "the articulation of speech regarded from the point of view of its intelligibility to the audience",
            "defineVi": "sự phát âm của bài phát biểu được xem xét từ quan điểm về tính dễ hiểu của nó đối với khán giả"
        },
        {
            "id": "0c7c7635-8358-4399-bcd0-8148cee9620f",
            "word": "to percolate",
            "phonetic": "tə pɜːkəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You know, again, it’s things that have been percolating in the right-wing kind of ideological ecosystem since the passage of the Immigration Reform Bill in 1965 that let in more people from non-European countries.",
                "I think we see now, many months afterward, this continues to percolate.",
                "But this agitation percolated mostly in secret, thanks to Metternich’s censors and secret police.",
                "Which raises the question: in the next 100 million years, silica-rich water will percolate through the nooks and crannies of some of the discarded artifacts of human civilization.",
                "Ok - so this is cool and all, but do percolating particles and granular convection actually matter in the real world?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyY29sYXRl&hash=60a3fc9485e36a32b069eabbfed8b678be56a955&lang=en&cache-only=0",
            "defineEn": "pass through",
            "defineVi": "đi qua"
        },
        {
            "id": "0da03d65-41a1-47ea-9ba8-2bd31dc68408",
            "word": "chimera",
            "phonetic": "kaɪmiəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s a chimera.",
                "Now in biology, a chimera is not as scary as in the myth.",
                "Lydia was a chimera too!",
                "The little girl in our example is called a tetragametic chimera because four gametes, or reproductive cells, came together to create her.",
                "This girl was what we call a chimera."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbWVyYQ&hash=db33f6f51269dca38a6f92833463078c57e997e9&lang=en&cache-only=0",
            "defineEn": "something that is very desirable, yet almost impossible to achieve",
            "defineVi": "một cái gì đó là rất mong muốn, nhưng gần như không thể đạt được"
        },
        {
            "id": "68f9c141-124b-4e60-a6af-231c54e01231",
            "word": "percolator",
            "phonetic": "pɜːkəleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were playing footwork, percolator, all these things because it made you move."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY29sYXRvcg&hash=7324298ebaa30f0fa92bfe62470066f55b9d794e&lang=en&cache-only=0",
            "defineEn": "a coffeepot in which boiling water ascends through a central tube and filters back down through a basket of ground coffee beans",
            "defineVi": "một ấm pha cà phê trong đó nước sôi đi qua một ống trung tâm và lọc ngược trở lại qua một giỏ hạt cà phê xay"
        },
        {
            "id": "1e1a8313-2d61-4529-a08e-6c46ab73a349",
            "word": "chimera",
            "phonetic": "kaɪmiəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s a chimera.",
                "Now in biology, a chimera is not as scary as in the myth.",
                "Lydia was a chimera too!",
                "The little girl in our example is called a tetragametic chimera because four gametes, or reproductive cells, came together to create her.",
                "This girl was what we call a chimera."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbWVyYQ&hash=db33f6f51269dca38a6f92833463078c57e997e9&lang=en&cache-only=0",
            "defineEn": "a mythological creature in Greek mythology. It is typically depicted as a fire-breathing creature with the body and head of a lion, the head of a goat protruding from its back, and a serpent for a tail",
            "defineVi": "một sinh vật thần thoại trong thần thoại Hy Lạp. Nó thường được miêu tả là một sinh vật phun lửa với thân và đầu sư tử, đầu dê nhô ra sau lưng và đuôi rắn."
        }
    ]
}