{
    "id": "e6eec4fc-d28c-4da9-8318-1a7dec7ce3e2",
    "title": "Problematic Words",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "12469d37-4151-4047-83e9-fe5a3dc98c90",
            "word": "to affect",
            "phonetic": "tʊ ɐfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "The organization has moved mountains to provide aid to those affected by the natural disaster.",
                "He asked if she had any skeletons in her closet that might affect her political campaign.",
                "The CEO's decisions were made in the corridors of power, far from the view of the employees and customers who were affected by them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmZWN0&hash=4a2f32ca83b82ad50342b98b35d92f8d7be31fa9&lang=en&cache-only=0",
            "defineEn": "to cause a change in a person, thing, etc.",
            "defineVi": "để gây ra một sự thay đổi trong một người, điều, vv",
            "hasImg": true
        },
        {
            "id": "85c3ae84-d7a3-4976-8dbe-6055778e69d3",
            "word": "effect",
            "phonetic": "ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bullets had no effect on the steel door.",
                "The increase had a ripple effect through the whole financial market.",
                "The color green has a restful effect.",
                "The law went into effect on 1 August.",
                "The bank crash has had a ripple effect on the whole community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0&hash=8ccf5bb1702e2b71ed5341b0c81bd88f19afd2e8&lang=en&cache-only=0",
            "defineEn": "a change in a person or thing caused by another person or thing",
            "defineVi": "một sự thay đổi trong một người hoặc điều gây ra bởi một người khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "1099df2a-40b0-480a-973c-9a4851368c46",
            "word": "advice",
            "phonetic": "ɐdvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her advice fell on deaf ears.",
                "His advice wasn't very helpful.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "I should give you advice as a man to man.",
                "She received false advice that led to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNl&hash=49a1f0aa9630838079c7f5eedab0ee32114d91c3&lang=en&cache-only=0",
            "defineEn": "a suggestion or an opinion that is given with regard to making the best decision in a specific situation",
            "defineVi": "một gợi ý hoặc một ý kiến được đưa ra liên quan đến việc đưa ra quyết định tốt nhất trong một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "76708e8c-cfed-4b00-9e72-caff6c2e5ac1",
            "word": "to advise",
            "phonetic": "tʊ ɐdvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "They advised them to invest in better security measures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2aXNl&hash=4f6297fbd209f68f37e5ab8d1b1f3b3cd6f127b1&lang=en&cache-only=0",
            "defineEn": "to provide someone with a suggestion regarding a specific situation",
            "defineVi": "để cung cấp cho ai đó một gợi ý liên quan đến một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "e7390d9b-2a62-4a0a-ba45-b4232aabd97b",
            "word": "beside",
            "phonetic": "bᵻsaɪd ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Suddenly another soldier hits the dirt beside me.",
                "The poor girl was almost beside herself.",
                "I was beside myself with joy.",
                "She was beside herself with anger.",
                "Crouch beside me so we can plan our next move."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzaWRl&hash=9cf1ecbd4c59daf0133af7252435fec0f96a6065&lang=en&cache-only=0",
            "defineEn": "next to and at the side of something or someone",
            "defineVi": "bên cạnh và ở bên cạnh của một cái gì đó hoặc một ai đó"
        },
        {
            "id": "79fbefd5-100b-4e6c-a9a4-2a47a9c9bb66",
            "word": "besides",
            "phonetic": "bᵻsaɪdz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And besides, people have short attention spans.",
                "Besides, Mendeleev’s periodic table had no room for a new element like this.",
                "Besides, what’s the alternative?",
                "And besides, the average family couldn’t afford a formal portrait at all.",
                "And besides, like, knowing ASL?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzaWRlcw&hash=36989209317477c00b56c25a432a074ec887c817&lang=en&cache-only=0",
            "defineEn": "used to add a convincing reason to support the statement just mentioned",
            "defineVi": "được sử dụng để thêm một lý do thuyết phục để hỗ trợ tuyên bố vừa được đề cập"
        },
        {
            "id": "dbea4479-9d89-4e22-a26a-6dd4ab350966",
            "word": "canal",
            "phonetic": "kənæl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They built canals to bring water from the river.",
                "The boat captain guided us through the narrow canals of the city.",
                "Venice is a city in Italy known for its beautiful canals and gondola rides.",
                "Your alimentary canal, for example, includes several organs with specific functions.",
                "In modern amphibians, reptiles, birds, and mammals, that canal acts as a pathway for nerves and blood vessels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuYWw&hash=687d97fc87be0f021a856127531fdcfcaa61b035&lang=en&cache-only=0",
            "defineEn": "a long and artificial passage built and filled with water for ships to travel along or used to transfer water to other places",
            "defineVi": "một lối đi dài và nhân tạo được xây dựng và chứa đầy nước để tàu thuyền đi lại hoặc dùng để chuyển nước đến những nơi khác",
            "hasImg": true
        },
        {
            "id": "da4706a0-78e6-42ab-9398-4ce369b889f1",
            "word": "channel",
            "phonetic": "tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Complaints must go through the proper channels.",
                "We should go through the established channels for product development.",
                "We can't get Channel 5 in our area.",
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "To go through official channels to obtain one you must have a Spanish address."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbm5lbA&hash=ad02bd157a24030b1440c6b1461741ac5b908cef&lang=en&cache-only=0",
            "defineEn": "a TV station that broadcasts different programs",
            "defineVi": "một đài truyền hình phát sóng các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "9ca967f4-3f30-4fea-b66f-ccf5ece72659",
            "word": "capital",
            "phonetic": "kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's the capital of Peru?’",
                "What is the capital of France?",
                "A sentence always starts with a capital letter.",
                "Capital spending this year is likely to hit $1,800 million.",
                "The teacher drummed the names of the state capitals into our heads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbA&hash=e0c39f90192b446763a1c68dddf1efdbad42a8d1&lang=en&cache-only=0",
            "defineEn": "the city or town that is considered to be the political center of a country or state, from which the government operates",
            "defineVi": "thành phố hoặc thị trấn được coi là trung tâm chính trị của một quốc gia hoặc tiểu bang, từ đó chính phủ hoạt động"
        },
        {
            "id": "eea4aaea-d44d-4f03-b8d1-cffe61a91364",
            "word": "capitol",
            "phonetic": "kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Capitol Police are investigating some of its officers.",
                "By the way, the capitol is accessible.",
                "Meanwhile, state capitols are bracing for new violence.",
                "By about 6:00 p.m., officials declared the Capitol complex secure.",
                "The Capitol building has been cleared."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRvbA&hash=dbdfb8947aa12997483054fb78ada8efd126f8b7&lang=en&cache-only=0",
            "defineEn": "a statehouse where the government officials meet to make laws",
            "defineVi": "một nhà nước nơi các quan chức chính phủ gặp nhau để làm luật"
        },
        {
            "id": "1bc0881c-f85b-4e22-aaff-66990a9f5ebd",
            "word": "however",
            "phonetic": "haʊɛvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Council of Ministers, however, is still putting a spanner in the works.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "However, with careful planning and sacrifices, she managed to make the trips of her dreams.",
                "However, I did find Avery's reaction to catching him with his pants down to be pretty unrealistic.",
                "However, creditors have better memory than debtors, and they will eventually come calling for what is owed to them."
            ],
            "audio": "https://tts.langeek.co/read?text=aG93ZXZlcg&hash=1923969fae58d2e299fa88acc687cc7f2046d2cc&lang=en&cache-only=0",
            "defineEn": "used to add a statement that contradicts what was just mentioned",
            "defineVi": "được sử dụng để thêm một tuyên bố mâu thuẫn với những gì vừa được đề cập"
        },
        {
            "id": "c0bb8977-3771-4965-8df1-26ca13464a2d",
            "word": "moreover",
            "phonetic": "moːɹoʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "Moreover each fisherman’s livelihood produced jobs for some five other people.",
                "Moreover, different policies have different multipliers.",
                "Moreover some 58% of people over 65 have some type of disability."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yZW92ZXI&hash=8e5523d968af00aaffa1bd3260006a06b613180a&lang=en&cache-only=0",
            "defineEn": "used to support or add to the statement that has just been made by giving new or more information",
            "defineVi": "được sử dụng để hỗ trợ hoặc thêm vào tuyên bố vừa được thực hiện bằng cách đưa ra thông tin mới hoặc nhiều hơn"
        },
        {
            "id": "d0bde82a-2e40-4846-a89f-57fc6ca43072",
            "word": "to incite",
            "phonetic": "tʊ ɪnsaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The comments incited backlash in the form of boycotts, an LGBT kiss-ins at Chick-fil-A restaurants around the country.",
                "Inciting people?",
                "The president incited a riot.",
                "You can't incite what was already going to happen.",
                "That is the impeachment charge and question: Did the president willfully incite violence against the government of the United States?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jaXRl&hash=19629127262d4db25484201b0a458c6e5d55c25b&lang=en&cache-only=0",
            "defineEn": "to encourage someone to commit a crime or act violently",
            "defineVi": "để khuyến khích ai đó phạm tội hoặc hành động bạo lực"
        },
        {
            "id": "8aeeb185-8803-41b1-8c13-b8f24e007554",
            "word": "insight",
            "phonetic": "ɪnsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "He was able to abstract valuable insights from the extensive research.",
                "Once you get the insight to see the woods for its trees, then we'll talk.",
                "The conference is attended by industry leaders and big enchiladas who share their expertise and insights.",
                "The woman trusted her friend to give her honest feedback on her work, knowing that a friend's eye is a good mirror, and valued her insights in improving her performance."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zaWdodA&hash=c18e7b5a6eecbd4b6d4a2a872f221fb592bcefc2&lang=en&cache-only=0",
            "defineEn": "a sudden realization or a deep understanding of a situation, person or object",
            "defineVi": "một nhận thức đột ngột hoặc một sự hiểu biết sâu sắc về một tình huống, người hoặc đối tượng"
        },
        {
            "id": "a28fb04e-2697-4f96-9ccd-c952346a2bf3",
            "word": "ingenious",
            "phonetic": "ɪndʒiːniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mum takes her hat off to her son as he comes up with an ingenious way to ensure he gets more presents this Christmas.",
                "The Sián's engineering is ingenious.",
                "Earwax is evolution’s rather ingenious solution to this problem.",
                "For that, Chappelle had an ingenious idea.",
                "So enzymes are just like whatever ingenious machinery 'they' use at the factory to make this."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5nZW5pb3Vz&hash=3ba57275f11309ff1770aa4552d62c4743b43138&lang=en&cache-only=0",
            "defineEn": "having or showing cleverness, aptitude or skill",
            "defineVi": "có hoặc thể hiện sự thông minh, năng khiếu hoặc kỹ năng"
        },
        {
            "id": "f14f315d-1a9d-4611-b8a0-3e963058b797",
            "word": "ingenuous",
            "phonetic": "ɪndʒɛnjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Centuries ago, the Inca developed ingenuous suits of armor that could flex with the blows of sharp spears and maces, protecting warriors from even the fiercest physical attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5nZW51b3Vz&hash=de0c48be4eb6dc1229b7955f49b1aa5ceece7a78&lang=en&cache-only=0",
            "defineEn": "showing simplicity, honesty, or innocence and willing to trust others due to a lack of life experience",
            "defineVi": "thể hiện sự đơn giản, trung thực hoặc ngây thơ và sẵn sàng tin tưởng người khác do thiếu kinh nghiệm sống"
        },
        {
            "id": "7250391a-0cbf-4a92-affa-b3b88c555295",
            "word": "to lay",
            "phonetic": "tə leɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "The chicken laid an egg in the nesting box.",
                "The media barely lays a glove on him.",
                "Your article barely laid a glove on my arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5&hash=de53d3058bf96b21c48f7ba19053d04d05c594d6&lang=en&cache-only=0",
            "defineEn": "to carefully put something or someone down",
            "defineVi": "để cẩn thận đặt một cái gì đó hoặc ai đó xuống",
            "hasImg": true
        },
        {
            "id": "5edd53ed-8b07-4f30-bf0a-ba685c721e91",
            "word": "to lie",
            "phonetic": "tə laɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The city of Paris lies on the banks of the Seine River.",
                "The witness was clearly lying through his teeth.",
                "He lies like a rug.",
                "I believed his lies for years.",
                "To tell stories/jokes/lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGll&hash=71a3a2cb3545f669b90371d3399cd76761c134a0&lang=en&cache-only=0",
            "defineEn": "to intentionally say or write something that is not true",
            "defineVi": "cố ý nói hoặc viết điều gì đó không đúng sự thật",
            "hasImg": true
        },
        {
            "id": "96b9357c-a405-473e-889f-cc03251d88cc",
            "word": "loose",
            "phonetic": "luːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The handle came loose.",
                "They let loose a couple of rounds of ammunition.",
                "The play has too many loose ends.",
                "I'm tired of your playing fast and loose with me.",
                "We still have one more loose end to deal with before we're finished with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vc2U&hash=65cc290634fb91457739bd1255939b9d4053b7f6&lang=en&cache-only=0",
            "defineEn": "not tight; not fitting tightly or closely",
            "defineVi": "không chật; không vừa vặn hoặc chặt chẽ",
            "hasImg": true
        },
        {
            "id": "474eeee0-0296-4240-a64a-0bf24174f5e0",
            "word": "to lose",
            "phonetic": "tə luːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "That shot lost him the championship.",
                "lose that creep!",
                "His carelessness lost him the job.",
                "The government has lost control of the city.",
                "The business is losing money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9zZQ&hash=d2044deae3324b134df450dc236b019f3fe9efb6&lang=en&cache-only=0",
            "defineEn": "to not win in a race, fight, game, etc.",
            "defineVi": "để không giành chiến thắng trong một cuộc đua, đánh nhau, trò chơi, v.v.",
            "hasImg": true
        },
        {
            "id": "2085234c-acb4-47f0-abef-ddc28d4dc791",
            "word": "maize",
            "phonetic": "meɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the school garden, the students proudly harvested the maize they had planted.",
                "As the summer sun set, a family gathered in the backyard, grilling maize skewers alongside juicy grilled meats.",
                "The gods, the lords, and the maize were buried in the underworld.",
                "These mountains of maize inspired numerous corn concoctions.",
                "A new race of humans was created, made from maize."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpemU&hash=40f475400a5c4126e22ecb61b7ad088521133514&lang=en&cache-only=0",
            "defineEn": "a tall plant growing in Central America that produces yellow seeds, which are used in cooking",
            "defineVi": "một loại cây cao mọc ở Trung Mỹ tạo ra hạt màu vàng, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "88908bc5-bf68-4d61-8212-1da8735ea183",
            "word": "maze",
            "phonetic": "meɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The crock of gold can lure a teenager into an intellectual maze that offers some significant philosophical conclusions.",
                "This slime mold can solve mazes.",
                "He had to build a maze.",
                "This is a pretty simple maze.",
                "This maze of woven silk has nothing to do with arachnids."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF6ZQ&hash=2aec005ef28f4244e841f499f614ba4b4e79f7da&lang=en&cache-only=0",
            "defineEn": "a confusing network of paths separated by bushes or walls, designed in a way that confuses the people who pass through",
            "defineVi": "một mạng lưới khó hiểu của những con đường ngăn cách bởi những bụi cây hoặc bức tường, được thiết kế theo cách gây nhầm lẫn cho những người đi qua"
        },
        {
            "id": "709b8009-69b8-4e31-a526-02008d7db5fb",
            "word": "objective",
            "phonetic": "ɑːbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As so often happened, Peter, Tommy and Henry had totally lost sight of their real objective.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "It will cast light on the existing objective evidence, the gaps in knowledge and the scientific uncertainties.",
                "One is being a very good, down-to-earth person who recognises that objectives are reached by working with others.",
                "And the machine pursues the objective."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZl&hash=81b09f45c7c412a2f57943a323042686389a2e9c&lang=en&cache-only=0",
            "defineEn": "existing externally and independent of one's feelings and thoughts",
            "defineVi": "tồn tại bên ngoài và độc lập với cảm xúc và suy nghĩ của một người"
        },
        {
            "id": "52a53f5d-9815-47d0-bd6e-6ee0814ffd91",
            "word": "subjective",
            "phonetic": "sʌbdʒɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The last delusion in this quadrad of delusions, is subjective doubles.",
                "But questionnaires are still subjective.",
                "It's so subjective.",
                "- It's too subjective.",
                "Because that's subjective."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdGl2ZQ&hash=f8067ac47c88c85b82377ec0d5605124e3999037&lang=en&cache-only=0",
            "defineEn": "existing within one's mind and dependent on one's perspective rather than reality",
            "defineVi": "tồn tại trong tâm trí của một người và phụ thuộc vào quan điểm của một người hơn là thực tế"
        },
        {
            "id": "41b3993c-9696-4714-b9f1-afbae64dca98",
            "word": "personal",
            "phonetic": "pɜːsənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "Ron's personal life is as miserable as sin.",
                "All personal belongings are left at the owner’s risk.",
                "His personal work was kept securely in an upstairs studio.",
                "Michael always puts his personal matters on ice."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWw&hash=72f4994938dff635a0fa315e4b8c7430a9c31f92&lang=en&cache-only=0",
            "defineEn": "only relating or belonging to one person",
            "defineVi": "chỉ liên quan hoặc thuộc về một người"
        },
        {
            "id": "dd4e2113-c9a9-497b-87e9-c911aeacc90c",
            "word": "personnel",
            "phonetic": "pɜːsənɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "search is still on for a man who gave the slip to security personnel while trying to enter a metro station here, police said Wednesday.",
                "Building personnel are conducting an investigation at this time.",
                "Building personnel are conducting an investigation at this time.",
                "Building personnel are conducting an investigation.",
                "The most pressing shortage has been personnel."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29ubmVs&hash=a5a48a77ba6f2533cc88d1979c64444fb99c3b44&lang=en&cache-only=0",
            "defineEn": "a group of people who work in an organization or serve in any branch of the military",
            "defineVi": "một nhóm người làm việc trong một tổ chức hoặc phục vụ trong bất kỳ chi nhánh nào của quân đội",
            "hasImg": true
        },
        {
            "id": "f63c2fa7-b849-4a03-9e12-c4d9909e47aa",
            "word": "principal",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The principal entered the hornet's nest of angry parents.",
                "In a school, the principal is the big shot.",
                "The map shows the principal towns and rivers.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGFs&hash=343e38d970aa5fdd551b5f00a139ac54d9a753e7&lang=en&cache-only=0",
            "defineEn": "a teacher who is the head of a school",
            "defineVi": "một giáo viên là người đứng đầu một trường học"
        },
        {
            "id": "59960b0b-8cb7-498b-af2e-2491662f8d35",
            "word": "principle",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "The politician had always claimed to be a man of principle, but when his career was on the line, he was willing to make deals with unsavory characters.",
                "I know that you would lay down your life to protect the principles by which you live."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGxl&hash=cc08d05b54dcab327cf882f2bc92d304d35cb33a&lang=en&cache-only=0",
            "defineEn": "a fundamental rule that is considered to be true and can serve as a basis for further reasoning or behavior",
            "defineVi": "một quy tắc cơ bản được coi là đúng và có thể dùng làm cơ sở cho lý luận hoặc hành vi tiếp theo"
        },
        {
            "id": "da8652f4-e686-45fe-9689-6a737db40a2a",
            "word": "priceless",
            "phonetic": "pɹaɪsləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Workers scrambled to carry priceless objects out of harm's way.",
                "Their experience is priceless.",
                "- The value of the collection, it's truly priceless.",
                "The school's library had housed priceless African books and manuscripts.",
                "It's truly priceless, but we're accepting offers."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpY2VsZXNz&hash=c3f116cf02e5b9baea491348e7b011c05811cb41&lang=en&cache-only=0",
            "defineEn": "of great value or importance",
            "defineVi": "có giá trị lớn hoặc tầm quan trọng"
        },
        {
            "id": "6398accc-31ee-4c2b-acdd-6b80e8eb6ff4",
            "word": "worthless",
            "phonetic": "wɜːθləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "When the bubble bursts on these toys, a lot of people are going to be left with a lot of worthless trinkets.",
                "The currency is worthless.",
                "So polls are worthless?",
                "So the currency becomes, frankly, worthless."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ydGhsZXNz&hash=be98b430f56efdca6654784b48f664bd7ba96e2d&lang=en&cache-only=0",
            "defineEn": "of no real value, use, or importance",
            "defineVi": "không có giá trị thực, sử dụng hoặc tầm quan trọng"
        },
        {
            "id": "419d4a03-97fc-4743-88af-5a38c02252d2",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to make the intensity, level, or amount of something increase",
            "defineVi": "để làm cho cường độ, mức độ, hoặc số lượng của một cái gì đó tăng lên"
        },
        {
            "id": "bc111dd1-ea11-41a8-890b-d3a9d95ddac5",
            "word": "to rise",
            "phonetic": "tə ɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sun always rises in the east.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "The sun rises in the east and sets in the west.",
                "Tax rises have made some inroads into the country's national debt.",
                "On the credit side, inflation has not risen this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlzZQ&hash=bd58ef661fd4d9793e5fadb4f18c4e8622fad134&lang=en&cache-only=0",
            "defineEn": "to reach a higher position; to go up",
            "defineVi": "để đạt được một vị trí cao hơn; đi lên",
            "hasImg": true
        },
        {
            "id": "a7f4b0f4-57c4-43fb-8651-18b5c305eb21",
            "word": "vial",
            "phonetic": "vaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most diabetics need two to four vials per month.",
                "They had to take different vials of blood.",
                "They're going to demand 100 vials a week.",
                "They're going to demand 100 vials a week.",
                "They're going to demand 100 vials a week."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlhbA&hash=db25b3ef30260384bf3cf1532354b37ec6d17666&lang=en&cache-only=0",
            "defineEn": "a small glass container especially one that is used for holding liquids such as medicine or perfume",
            "defineVi": "một hộp thủy tinh nhỏ, đặc biệt là hộp được sử dụng để đựng chất lỏng như thuốc hoặc nước hoa"
        },
        {
            "id": "510d8c81-b509-462b-9244-90d3ad08682b",
            "word": "vile",
            "phonetic": "vaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I should know by now not to put such vile treachery past the likes of him.",
                "We must never ignore the vile poison of Anti - Semitism, or those who spread its venomous creed.",
                "But the taste must've been vile Some families resort to locking up food cupboards Rebecca's house has an alarm in the kitchen.",
                "Jefferson hired a newspaper editor named James Callender to write the most vile things about Adams in the press.",
                "And the titles were racist, vile."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsZQ&hash=e5b5019f0290042e7dbd36df67864f6a7ea78985&lang=en&cache-only=0",
            "defineEn": "extremely disgusting or unpleasant",
            "defineVi": "cực kỳ kinh tởm hoặc khó chịu"
        }
    ]
}