{
    "id": "e6f314ac-733d-41a9-9ca6-29b8a51c116b",
    "title": "Words Related to Appearance",
    "originalTitle": "Words Related to Appearance",
    "words": [
        {
            "id": "1127cf5c-9477-43bb-854f-1d468064af3d",
            "word": "countenance",
            "phonetic": "kaʊntənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And more moderate Enlightenment thinkers were also more willing to countenance hierarchical social and political structures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlbmFuY2U&hash=7ba363242bdf4c0b09a559aa621671a656c88e82&lang=en&cache-only=0",
            "defineEn": "someone's face or facial expression",
            "defineVi": "khuôn mặt hoặc nét mặt của ai đó",
            "hasImg": true
        },
        {
            "id": "0418787c-9fa0-45f8-8f12-414d0e466127",
            "word": "expression",
            "phonetic": "ɛkspɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She could see from his expression that he caught her drift immediately.",
                "My heart sank when I saw the pained expression on her face.",
                "The decision to pursue a career in the arts cuts both ways, as it can provide opportunities for creative expression but can also lead to financial instability and insecurity.",
                "Paul was about to answer but checked himself when he saw Julie’s expression.",
                "The area under the curve, not the surface-- under this curve for a particular y, is this expression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2lvbg&hash=98449a837becddb88acb904bd1b5000c0cf02dcd&lang=en&cache-only=0",
            "defineEn": "a specific look on someone's face, indicating what they are feeling or thinking",
            "defineVi": "một cái nhìn cụ thể trên khuôn mặt của ai đó, cho thấy những gì họ đang cảm thấy hoặc suy nghĩ"
        },
        {
            "id": "7cfa3623-956a-43ca-a5e9-dd1a48043e1b",
            "word": "look",
            "phonetic": "lʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The girls looked so pretty in their summer dresses.",
                "The food looks good.",
                "The garden looks nice.",
                "Her father looked unhappy.",
                "The house looks east."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vaw&hash=d037f027ae7eb4f0252b405ce53bfe33b83b56a7&lang=en&cache-only=0",
            "defineEn": "a particular expression on someone's face or the impression that someone or something creates in the eyes of others",
            "defineVi": "một biểu cảm cụ thể trên khuôn mặt của ai đó hoặc ấn tượng mà ai đó hoặc cái gì đó tạo ra trong mắt người khác"
        },
        {
            "id": "9af331cf-ce41-4a83-9643-03014e6c2a5b",
            "word": "attractiveness",
            "phonetic": "ɐtɹæktɪvnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This influences people by the way of incidental cues, like a speaker's physical attractiveness or personal relatability.",
                "So I think that’s part of the attractiveness. ",
                "CNBC does a similar ranking, but it looks at the state's attractiveness for business.",
                "The idea is to maximize your attractiveness to people with tastes similar to yours.",
                "Like, in one 2015 study, researchers asked hundreds of pairs of identical twins, who have close to the same set of genes, and fraternal twins, who don’t, to rate the attractiveness of pictures of faces."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZW5lc3M&hash=7a0816ec63d115f70f8a6499032e0ad5f7d9f13c&lang=en&cache-only=0",
            "defineEn": "the quality of being sexually appealing",
            "defineVi": "chất lượng hấp dẫn tình dục",
            "hasImg": true
        },
        {
            "id": "c41bce3c-7449-4ad6-8523-70d73863c36f",
            "word": "makeover",
            "phonetic": "meɪkoʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wendy's got a makeover.",
                "Narrator: Fast forward to 1998, and Chuck got a little bit of a makeover.",
                "Today, y'all, Rhett is going to get - a makeover from a mortician.",
                "As part of the company's super exclusive T Largo program, the team has plans to give this SUV a full makeover, customizing everything from the body to the cockpit to even the wheels.",
                "And more airports across the U.S. are also on the way to getting massive multi-billion dollar makeovers thanks to cash from private companies."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFrZW92ZXI&hash=e65ba12a7f9acfa54046502002dba5ba7498dd5d&lang=en&cache-only=0",
            "defineEn": "the process of changing a person's appearance or style in order to improve how they look",
            "defineVi": "quá trình thay đổi diện mạo hoặc phong cách của một người để cải thiện vẻ ngoài của họ",
            "hasImg": true
        },
        {
            "id": "87beac48-ef52-49d9-a8f7-38f265749191",
            "word": "sex appeal",
            "phonetic": "sɛks ɐpiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V4IGFwcGVhbA&hash=23b8bd3c2f8c46a1ceb7c14e6c799abc091a6fc8&lang=en&cache-only=0",
            "defineEn": "the quality of being physically attractive",
            "defineVi": "chất lượng hấp dẫn về thể chất"
        },
        {
            "id": "53c5568b-22fc-457d-98f0-6ede6735c244",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "the shape of a person's body, particularly a woman, when it is considered appealing",
            "defineVi": "hình dạng cơ thể của một người, đặc biệt là phụ nữ, khi nó được coi là hấp dẫn",
            "hasImg": true
        },
        {
            "id": "b2813449-0d6e-4d40-aa67-cf6fb9afd1f1",
            "word": "complexion",
            "phonetic": "kəmplɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emily always ensures she gets her beauty sleep to maintain her radiant complexion.",
                "Emily's glowing complexion, radiant smile, and boundless energy make her the picture of good health.",
                "After three or four months, your yellow-green complexion has turned brownish-black because your blood vessels have deteriorated to the point that the iron inside them spills out, becoming brownish-black as it oxidizes.",
                "The only thing I really invest in anymore is like complexion products.",
                "Studies show people with lighter complexions earn more, are less likely to be arrested and, if convicted, serve shorter sentences than people with darker skin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleGlvbg&hash=2cb0e22a799ca55490f9ea25ef835d709dd3841c&lang=en&cache-only=0",
            "defineEn": "the natural color and appearance of someone's skin, especially the face",
            "defineVi": "màu sắc tự nhiên và sự xuất hiện của làn da của một ai đó, đặc biệt là khuôn mặt",
            "hasImg": true
        },
        {
            "id": "cf5fc671-d0c9-459d-b774-1e9a428e609f",
            "word": "posture",
            "phonetic": "pɔstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mary had been practicing good posture for so long that she no longer had to think about sitting up straight, as they say habit is second nature.",
                "Posture feels good.",
                "\"Body braces will fix your posture.\"",
                "Good posture is the key to a flat tummy.",
                "My posture was right!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdHVyZQ&hash=ddd50f0e0fff38660918077fa70a2cc1d579a8b2&lang=en&cache-only=0",
            "defineEn": "the state or condition of a person's physical alignment, balance, and coordination",
            "defineVi": "trạng thái hoặc tình trạng liên kết, cân bằng và phối hợp thể chất của một người"
        },
        {
            "id": "c6fdd2b2-502f-4f67-8476-3e878cab40e0",
            "word": "appeal",
            "phonetic": "ɐpiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWFs&hash=4c750f77badaf63f204f67dee720f45b6293fe78&lang=en&cache-only=0",
            "defineEn": "the attraction and allure that makes one interesting",
            "defineVi": "sự hấp dẫn và quyến rũ làm cho một người thú vị"
        },
        {
            "id": "7e7c3b91-cdab-4df3-b23b-ee10653e850f",
            "word": "charm",
            "phonetic": "tʃɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Megan found herself head over heels with David, enchanted by his intelligence, charm, and caring nature.",
                "The restaurant has an old school charm, with checkered tablecloths and classic diner-style food.",
                "Whatever his trade in charms and potions, Master Raymond plainly did a roaring business in high-quality cherry brandy.",
                "Sarah's impressive knowledge and captivating storytelling skills never failed to charm the pants off her audience during presentations.",
                "Yesterday, Emily dressed in her Sunday best for the wedding ceremony, radiating beauty and charm in her exquisite gown."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcm0&hash=c64153f7a74dab5a62f5401dc7168258bf2dc2a3&lang=en&cache-only=0",
            "defineEn": "a quality or trait that attracts others and creates a positive impression",
            "defineVi": "một phẩm chất hoặc đặc điểm thu hút người khác và tạo ra một ấn tượng tích cực"
        },
        {
            "id": "7e83bdb6-be43-46e4-81a7-b60f873d2708",
            "word": "glamor",
            "phonetic": "ɡlæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhbW9y&hash=58f361853dc8536af17e6512693fbd2346a6a497&lang=en&cache-only=0",
            "defineEn": "an alluring or captivating beauty, often associated with high fashion, luxury, and sophistication",
            "defineVi": "một vẻ đẹp lôi cuốn hoặc quyến rũ, thường gắn liền với thời trang cao cấp, sang trọng và tinh tế"
        },
        {
            "id": "e8c70a58-b9d3-44e7-9aad-add7544e802d",
            "word": "charisma",
            "phonetic": "kɚɹɪsmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the upcoming election, supporters of the party are hoping for a dream ticket that combines the experience and wisdom of Senator Davis with the youthful energy and charisma of Mayor Thompson.",
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "She has charisma.",
                "People with charisma make people feel good about themselves.",
                "People like Palin and Obama and these people, there’s something about their charisma and something about their ability to own a room. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmlzbWE&hash=15ae6cb03733612131bd7952f97d2fddef52781d&lang=en&cache-only=0",
            "defineEn": "a compelling charm or attractiveness that inspires devotion and enthusiasm in others",
            "defineVi": "một sự quyến rũ hấp dẫn hoặc sức hấp dẫn truyền cảm hứng cho sự tận tâm và nhiệt tình ở người khác"
        },
        {
            "id": "78b0bfdc-90f8-4b1c-af70-83a0f98e2b70",
            "word": "good looks",
            "phonetic": "ɡʊd lʊks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29vZCBsb29rcw&hash=547aa330d1cd96f87c621009b978a144773f43e0&lang=en&cache-only=0",
            "defineEn": "a person's physical appearance, particularly those features that are considered attractive or aesthetically pleasing",
            "defineVi": "ngoại hình của một người, đặc biệt là những đặc điểm được coi là hấp dẫn hoặc đẹp mắt về mặt thẩm mỹ"
        },
        {
            "id": "dd5f4f87-6b9b-49be-a73f-8a481460239d",
            "word": "allure",
            "phonetic": "ɐlʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "For millions of Britons, local attractions are losing their allure after a year of lockdown.",
                "Perched in the shadow of Mt. Etna, Gangi's allure has been contagious."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsdXJl&hash=c627bc5916f24c0f8e2821ce3af2817ca3525f3f&lang=en&cache-only=0",
            "defineEn": "the quality of attracting someone by being fascinating and glamorous",
            "defineVi": "chất lượng thu hút ai đó bằng cách hấp dẫn và quyến rũ"
        },
        {
            "id": "d1d2281c-6f44-4448-8129-cb5f0e0e689f",
            "word": "attraction",
            "phonetic": "ɐtɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States.",
                "She unfolded the map to find the location of the tourist attractions.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "The bus took us to the city center where we explored the shops and attractions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGlvbg&hash=45f1628caf460e6b2f380bd2ffb1d8d9cfe5429e&lang=en&cache-only=0",
            "defineEn": "a feeling of liking a person, particularly in a sexual way",
            "defineVi": "một cảm giác thích một người, đặc biệt là trong một cách tình dục"
        },
        {
            "id": "6391a2cc-0d67-444c-8bfd-4b845f21ece3",
            "word": "elegance",
            "phonetic": "ɛlɪɡəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Persian carpet in the living room adds elegance and style to the space.",
                "The leather sofa adds a touch of elegance to the room.",
                "Add a touch of elegance to your steak dinner by serving it with a side of roasted morel mushrooms.",
                "He added a touch of elegance to his pasta dish by tossing it with prosciutto, peas, and Parmesan cheese.",
                "You can add a touch of elegance to your salad by sprinkling Japanese walnut crumbles on top."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlZ2FuY2U&hash=06c63e38ffce2983d62c4334bfca15715f09e85c&lang=en&cache-only=0",
            "defineEn": "a quality of grace, style, and refinement in appearance, behavior, or design",
            "defineVi": "một phẩm chất của sự duyên dáng, phong cách và sự tinh tế về ngoại hình, hành vi hoặc thiết kế"
        },
        {
            "id": "bc3cfbc8-8bbc-46a3-b713-c4a8622f9e16",
            "word": "loveliness",
            "phonetic": "lʌvlinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I hated its indifference and the cruelty which was part of its loveliness.",
                "For she belonged to the magic and the loveliness.",
                "Upon its lips and eyelids seems to lie Loveliness like a shadow, from which shrine, Fiery and lurid, struggling underneath, The agonies of anguish and of death."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZWxpbmVzcw&hash=c7c4808253fff9f18d9c578a3baf528c217ca9d2&lang=en&cache-only=0",
            "defineEn": "a quality of beauty and charm, often associated with a person's physical appearance",
            "defineVi": "một phẩm chất của vẻ đẹp và sự quyến rũ, thường gắn liền với ngoại hình của một người",
            "hasImg": true
        },
        {
            "id": "90d0854e-8c1a-48c2-ad5a-4ca458738fe7",
            "word": "je ne sais quoi",
            "phonetic": "ʒənəseɪ kwɑː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amUgbmUgc2FpcyBxdW9p&hash=a4955ddf95159280c9e2254e278cf108865c3f01&lang=en&cache-only=0",
            "defineEn": "an intangible quality that makes someone or something attractive, appealing, or intriguing, but which is difficult to describe or define",
            "defineVi": "một phẩm chất vô hình làm cho ai đó hoặc một cái gì đó hấp dẫn, lôi cuốn hoặc hấp dẫn, nhưng rất khó để mô tả hoặc định nghĩa"
        }
    ]
}