{
    "id": "e7428b39-1303-4096-a355-e40b0a82ad25",
    "title": "Fields of Study",
    "originalTitle": "Lesson 45",
    "words": [
        {
            "id": "fb81b469-b210-4639-bc6e-84361a4a7e4b",
            "word": "accounting",
            "phonetic": "ɐkaʊntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The CEO was accused of engaging in creative accounting practices to inflate the company's stock price.",
                "I was dragged over the coals by my boss last week for messing up the accounting software.",
                "The company's financial statements looked great on paper, but it turned out they were using creative accounting techniques to hide their true financial position.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses.",
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGluZw&hash=2872b850c9eef5ec485a28fadd2bd5ad782c1c1f&lang=en&cache-only=0",
            "defineEn": "the job that involves keeping financial accounts or making financial reports",
            "defineVi": "công việc liên quan đến việc giữ tài khoản tài chính hoặc lập báo cáo tài chính",
            "hasImg": true
        },
        {
            "id": "7be295fa-52c4-4da1-9e55-55c70e2ee53a",
            "word": "art history",
            "phonetic": "ɑːɹt hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The course gives you a bird's eye view of European art history.",
                "We have a university lecture on art history this afternoon.",
                "Narrator: Most auctioneers have a background in art history and an area of expertise.",
                "But then we really have the field of art history to blame.",
                "But even when served in moderation, that’s not really good for art history."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGhpc3Rvcnk&hash=6e3e57c25217bcf88b9be917e88b8c32a6e701b3&lang=en&cache-only=0",
            "defineEn": "the study of the history or development of sculpture, painting, etc.",
            "defineVi": "nghiên cứu về lịch sử hoặc sự phát triển của điêu khắc, hội họa, v.v.",
            "hasImg": true
        },
        {
            "id": "2471d52b-a708-454f-805a-e10903382511",
            "word": "communication",
            "phonetic": "kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She takes language classes to enhance her communication skills.",
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaWNhdGlvbg&hash=295ac4ccdc489cf22d95a52719099c5bce0fe9b5&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the sending and receiving of information",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến việc gửi và nhận thông tin",
            "hasImg": true
        },
        {
            "id": "8983a527-da70-46d5-8159-a702d463acc5",
            "word": "computer science",
            "phonetic": "kəmpjuːɾɚ saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And along the way, the space industry gave computer science a boost, too.",
                "The computer science courses cover everything from Python to machine learning.",
                "We cover programs from cryptography, to Girls Who Code, to computer science, to robotics.",
                "Later, Theresa and her husband published books on electrical engineering and computer science.",
                "And that discovery may revolutionize materials science, electronic engineering, and computer science."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXIgc2NpZW5jZQ&hash=23faa48bb9810221fb1afe541f2195195c5e2a35&lang=en&cache-only=0",
            "defineEn": "the field of study that deals with computers and their uses",
            "defineVi": "lĩnh vực nghiên cứu liên quan đến máy tính và công dụng của chúng",
            "hasImg": true
        },
        {
            "id": "13523d52-f5b3-43be-9fab-76b3646e71b8",
            "word": "cultural studies",
            "phonetic": "kʌltʃɚɹəl stʌdiz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Incorporating the fıelds of biology, history, cultural studies, literature, and more, Otherwords has something for everyone and offers a unique perspective into what it means to be human."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdHVyYWwgc3R1ZGllcw&hash=f6c808b48170a37861e3382ee6290fee549de4d6&lang=en&cache-only=0",
            "defineEn": "a field of study concerning how culture is formed, its relation to people, and how it reacts to different social matters",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến cách văn hóa được hình thành, mối quan hệ của nó với mọi người và cách nó phản ứng với các vấn đề xã hội khác nhau",
            "hasImg": true
        },
        {
            "id": "82e9e12d-485e-4ea6-87f8-f9899e51a9f6",
            "word": "dentistry",
            "phonetic": "dɛntɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then the final element, around about 13%, 14%, is technology or dentistry.",
                "Pets now get C.T. scans, transplants, dentistry and chemotherapy.",
                "You know a lot of people have commented that you can't do dentistry by remote.",
                "It’s also being studied as an antibacterial agent in fields like dentistry, eye treatment, surgery, and pharmaceuticals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGlzdHJ5&hash=3b1363779a6be03b1ad8dc5926306ff439945d2b&lang=en&cache-only=0",
            "defineEn": "a field of medicine that deals with the mouth and teeth",
            "defineVi": "một lĩnh vực y học liên quan đến miệng và răng",
            "hasImg": true
        },
        {
            "id": "5217bce1-b8d0-4989-9815-4416338ffa00",
            "word": "economics",
            "phonetic": "iːkənɑːmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyway, economics is about much more than, like, supply and demand curves.",
                "Now, economics is not an exact science.",
                "Economics correspondent Paul Solman has the story for our series Making Sense.",
                "Our economics correspondent, Paul Solman, has their story.",
                "Our economics correspondent, Paul Solman, has the story."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9taWNz&hash=ba8affe139e977b584aa77cb023eb51c70e39866&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with a country's finances and its distribution or consumption",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến tài chính của một quốc gia và phân phối hoặc tiêu dùng của nó",
            "hasImg": true
        },
        {
            "id": "0dc70b22-ee1e-4bea-b53a-658ff3a63d33",
            "word": "engineering",
            "phonetic": "ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "She works for an engineering company.",
                "She attends a prestigious university known for its engineering program.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXJpbmc&hash=289e72a1c14f6cf828fbb3707e21cddaf7587cc4&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the building, designing, developing, etc. of structures, bridges, or machines",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến việc xây dựng, thiết kế, phát triển, v.v. của các cấu trúc, cây cầu hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "cfc38aaf-1441-41e4-a051-de399d55098d",
            "word": "finance",
            "phonetic": "faɪnæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consumer finance is not necessarily a money spinner any longer.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "I'm not worried about my finances.",
                "The money will go to finance a new community centre.",
                "The private finance initiative has not papered over the cracks, although it has lined plenty of pockets."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYW5jZQ&hash=0f8a61986750000926989be31567ce26e53a923a&lang=en&cache-only=0",
            "defineEn": "(of economics) a field of study concerned with the management of money",
            "defineVi": "(của kinh tế học) một lĩnh vực nghiên cứu liên quan đến việc quản lý tiền"
        },
        {
            "id": "cc9b580c-56fc-4254-bbb7-adc22f476ea8",
            "word": "geology",
            "phonetic": "dʒɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To modern ears, geology is dry as dust, its subject matter lifeless in every sense.",
                "I love geology jokes.",
                "Unseen geology is also a suspect for one of the world’s weirdest light displays.",
                "But none of them match the geology of the nearby area.",
                "Perseverance, collect the geology samples."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvbG9neQ&hash=cda886a2c105734676f9deec152646001de60148&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the formation of the structure of the Earth and its history",
            "defineVi": "một lĩnh vực khoa học nghiên cứu sự hình thành cấu trúc của Trái đất và lịch sử của nó",
            "hasImg": true
        },
        {
            "id": "d40791ab-2d94-4b25-8182-03a38bd794f3",
            "word": "information technology",
            "phonetic": "ɪnfɚmeɪʃən tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The performance/price ratio and capacity of every type of information technology is doubling about every year.",
                "Going to bed late worked fine when Milton worked as an information technology specialist providing computer support and was a job he could easily do from home.",
                "Its fame either rivals or exceeds that of not only other global luxury symbols such as Rolex and Air May, but also the brand power of massive information technology and entertainment names such as Disney and Google and even purveyors of seemingly ubiquitous products such as Coca-Cola.",
                "Other players include NEC, the 1 21-year-old information technology and electronics giant that sells its software to about 20 U.S. law enforcement agencies, and Rank One, which says it supports about 25 different law enforcement agencies."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24gdGVjaG5vbG9neQ&hash=b36b97a70a277e9d256ae3a35f59ef441fcb5ecd&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with the use or study of electronic devices and processes in which data is stored, created, modified, etc.",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc sử dụng hoặc nghiên cứu các thiết bị và quy trình điện tử trong đó dữ liệu được lưu trữ, tạo, sửa đổi, v.v.",
            "hasImg": true
        },
        {
            "id": "32963932-d318-4578-8743-e8d135d75120",
            "word": "law",
            "phonetic": "lɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "Boys his age are a law unto themselves.",
                "The law went into effect on 1 August.",
                "The law was changed in 2001.",
                "Important new laws are already in the pipeline."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3&hash=59dfb1a7c5762a5ef6715570a7b193c30cde7ac6&lang=en&cache-only=0",
            "defineEn": "the law as a subject of study at college, etc.; the profession of practicing law",
            "defineVi": "luật như một môn học ở trường đại học, v.v.; nghề hành nghề luật sư",
            "hasImg": true
        },
        {
            "id": "cdd81ec1-81d1-4f78-9c22-1450bbbd44fc",
            "word": "linguistics",
            "phonetic": "lɪŋɡwɪstɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Linguistics is relevant to anyone who uses language, but it’s especially relevant to certain people and industries.",
                "Linguistics has made me more aware of how important language is, so I’m a big fan",
                "Linguistics is not about trying to establish and enforce one variety of language as better than another.",
                "We can observe and study how language works like any other natural phenomenon, and that’s Linguistics."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZ3Vpc3RpY3M&hash=2ac7de182d2dd9144aea5e4a9f6469a5c1f0b7cc&lang=en&cache-only=0",
            "defineEn": "the study of the evolution and structure of language in general or of certain languages",
            "defineVi": "nghiên cứu về sự tiến hóa và cấu trúc của ngôn ngữ nói chung hoặc của một số ngôn ngữ",
            "hasImg": true
        },
        {
            "id": "ad88a0ad-15b7-48b2-8411-771682f315ca",
            "word": "logic",
            "phonetic": "lɑːdʒɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Logic is the philosopher’s toolbox.",
                "Their badness has defied all logic.",
                "This logic makes sense in a lot of situations.",
                "What's my logic?",
                "Yeah, I follow the logic."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9naWM&hash=952f49432242b9953a50d4b1dd83fd97669d4634&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the ways of thinking, explaining, and reasoning",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến cách suy nghĩ, giải thích và lập luận"
        },
        {
            "id": "f7196668-cf44-4554-9642-7b6f04043876",
            "word": "management",
            "phonetic": "mænɪdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His management style ruffled a few feathers.",
                "Management often turn a blind eye to bullying in the workplace.",
                "The changes benefit management but leave the workers out in the cold.",
                "The company's profits are on the rocks due to poor management decisions.",
                "Many businesses use the Salesforce platform for customer relationship management."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlbWVudA&hash=876315d737b88952556ffdd9f68590e246b6c370&lang=en&cache-only=0",
            "defineEn": "the process or act of organizing or managing a group of people or an organization",
            "defineVi": "quá trình hoặc hành động tổ chức hoặc quản lý một nhóm người hoặc một tổ chức",
            "hasImg": true
        },
        {
            "id": "487add86-3dea-4c51-9755-b5eb9c60dce9",
            "word": "marketing",
            "phonetic": "mɑːɹkɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "The use of social media in marketing is in the ascendant.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media.",
                "The company's new marketing strategy has opened doors and attracted a wider audience.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0aW5n&hash=9c01c78d9014cad6999254b155967dcc62c2b127&lang=en&cache-only=0",
            "defineEn": "the act or process of selling or advertising a product or service, usually including market research",
            "defineVi": "hành động hoặc quá trình bán hoặc quảng cáo sản phẩm hoặc dịch vụ, thường bao gồm nghiên cứu thị trường",
            "hasImg": true
        },
        {
            "id": "f6654838-d160-42cf-9a4a-2636b2007891",
            "word": "medicine",
            "phonetic": "mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new medicine is a beacon of hope for/to thousands of people.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "The doctor has given me some medicine to take for my cough.",
                "You are getting a taste of your own medicine!",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmU&hash=d04a3679fc1da6d2f215cec241561fd4e3d4d673&lang=en&cache-only=0",
            "defineEn": "the field of science that is concerned with treating injuries and diseases",
            "defineVi": "lĩnh vực khoa học liên quan đến điều trị chấn thương và bệnh tật",
            "hasImg": true
        },
        {
            "id": "ba72065b-a4e8-43d9-899f-c06190d4f114",
            "word": "nutrition",
            "phonetic": "njuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The researcher studied the endosperm of various seeds, aiming to understand its role in plant development and nutrition.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "- That's nutrition.",
                "Even more importantly, their fecal pellets provide nutrition to creatures living thousands of meters below."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9u&hash=5f3285d4e454f194fa2b6353de5f50835a96b400&lang=en&cache-only=0",
            "defineEn": "the field of science that studies food and drink and their effects on the human body",
            "defineVi": "lĩnh vực khoa học nghiên cứu thực phẩm và đồ uống và ảnh hưởng của chúng đối với cơ thể con người",
            "hasImg": true
        },
        {
            "id": "528affb3-18e7-4477-a64a-ee18c84c67be",
            "word": "philosophy",
            "phonetic": "fɪlɑːsəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I've just always had the philosophy that it does no good to speak ill of anyone, so instead I direct that energy toward finding solutions to problems.",
                "I know you feel like you know everything about philosophy now, but this introductory course only scratches the surface."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9zb3BoeQ&hash=9ab75c92049d412b941c8c67d935c8339029798d&lang=en&cache-only=0",
            "defineEn": "the study of the meaning of the universe, existence, and reality",
            "defineVi": "nghiên cứu về ý nghĩa của vũ trụ, sự tồn tại và thực tế",
            "hasImg": true
        },
        {
            "id": "25c7df60-66b6-44ee-ab27-f8fd6cb2285c",
            "word": "physiology",
            "phonetic": "fɪzɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Similarly, behavior is constrained by an animal's physiology.",
                "Their wings were a brand new innovation in their physiology.",
                "What ultimately separates lucid dreams from regular old REM sleep may lie in the physiology of the brain.",
                "Anatomy is all about what your body is, physiology is about what it does.",
                "You want to talk physiology?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2lvbG9neQ&hash=4b7781c8dfc9e7d48cfe50d6b53a25ddb95f4a7a&lang=en&cache-only=0",
            "defineEn": "the field of science that studies the function or interactions among organisms",
            "defineVi": "lĩnh vực khoa học nghiên cứu chức năng hoặc tương tác giữa các sinh vật"
        },
        {
            "id": "f2761a30-3951-4ba9-919e-5b804e385866",
            "word": "political science",
            "phonetic": "pəlɪɾɪkəl saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is not political science.",
                "He is a political science professor at Florida International University.",
                "Andra Gillespie is a political science professor at Emory University in Atlanta.",
                "- That's Omar Wasow, a political science professor at Princeton University.",
                "We explore this riff now with Dr. Bessma Momani, professor of political science at the University of Waterloo in Ontario, Canada."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2FsIHNjaWVuY2U&hash=711b000981f60ec43d0df4950220e1a7a321be5d&lang=en&cache-only=0",
            "defineEn": "a field of study that is concerned with politics and governments",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến chính trị và chính phủ"
        },
        {
            "id": "2a2546f8-8232-4946-9f19-d0f95052f123",
            "word": "psychiatry",
            "phonetic": "saɪkaɪətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the psychiatry world we call this sublimation.",
                "But modern psychiatry is actively trying to avoid that.",
                "American psychologist, and professor of psychiatry, Kay Redfield Jamison, is one of the world's foremost authorities on bipolar disorder.",
                "Narrator: That's Doctor Nolan Williams, an assistant professor of psychiatry at the Stanford University Medical Center.",
                "And there are certain medications in psychiatry that have this tolerance effect."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyeQ&hash=e3f6fe54dbe25c9ad39137e93c2948a1ad7d4ebd&lang=en&cache-only=0",
            "defineEn": "the study of mental conditions and their treatment",
            "defineVi": "nghiên cứu về điều kiện tâm thần và điều trị của họ",
            "hasImg": true
        },
        {
            "id": "bf2b7a89-51af-42f6-b5e0-1c48da92c2ff",
            "word": "psychology",
            "phonetic": "saɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "He has become widely known as an expert in child psychology.",
                "I'm thinking of studying psychology, but I keep changing my mind.",
                "Psychology is more complicated than that.",
                "Psychology can also contribute to a recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9neQ&hash=e228bea33c687a9fac8a8a5f1be47323c87fba03&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the mind, its functions, and how it affects behavior",
            "defineVi": "một lĩnh vực khoa học nghiên cứu tâm trí, chức năng của nó và cách nó ảnh hưởng đến hành vi",
            "hasImg": true
        },
        {
            "id": "1f17e3d6-58cc-4c79-8601-9ed5f08fadce",
            "word": "robotics",
            "phonetic": "ɹoʊbɑːɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reliable Robotics is testing with a FedEx owned prototype.",
                "At the Center for Robotics and Intelligent Machines at the Georgia Institute of Technology, researchers are making robots with cute, childlike faces and humanlike movements, but the machines are obviously robots.",
                "Here's how Reliable Robotics and Xwing's technology works."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ib3RpY3M&hash=4cbd90fa109e0259047164358058790a0166109c&lang=en&cache-only=0",
            "defineEn": "an area of technology that is concerned with the study or use of robots",
            "defineVi": "một lĩnh vực công nghệ liên quan đến việc nghiên cứu hoặc sử dụng robot",
            "hasImg": true
        },
        {
            "id": "8c9d9418-b6f8-4be2-b20e-2526d0063550",
            "word": "sociology",
            "phonetic": "soʊsɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can sociology use the scientific method?",
                "Sociology is the scientific study of society and human behavior.",
                "In sociology, a minority group’s relative size isn’t important.",
                "And in sociology, theoretical paradigms are key.",
                "Good sociology can help us to create good public policy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaW9sb2d5&hash=5afedb87b054a106ce3f30c0c6969943128bed8c&lang=en&cache-only=0",
            "defineEn": "the scientific study of human society, its nature, structure, and development, as well as social behavior",
            "defineVi": "nghiên cứu khoa học về xã hội loài người, bản chất, cấu trúc và sự phát triển của nó, cũng như hành vi xã hội",
            "hasImg": true
        },
        {
            "id": "5cd4f379-d4c5-431a-92ee-58878951de62",
            "word": "statistics",
            "phonetic": "stɐtɪstɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Welcome to Crash Course Statistics!",
                "David Wilcox worked at the Federal Reserve Board during the crisis in the Division of Research and Statistics.",
                "During his lifetime, Fisher began work that set the stage for a large portion of Statistics which is the focus of this series.",
                "no I Like it here Statistics Recommendations",
                "And Brillilant’s Statistics 1 course teaches you all the essentials without resorting to tests and rote memorization."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlzdGljcw&hash=91a5bbbd4932c0fb95726131cdab2dd751c26704&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with numerical data collection or analysis",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc thu thập hoặc phân tích dữ liệu số"
        }
    ]
}