{
    "id": "e756db26-d6b7-4b95-aa6b-a339a4c2529c",
    "title": "Obligation and Rules 4",
    "originalTitle": "Obligation and Rules 4",
    "words": [
        {
            "id": "6fc05909-1768-4af2-a968-688a14bb14b2",
            "word": "recusancy",
            "phonetic": "ɹᵻkjuːsənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjdXNhbmN5&hash=22d7af24a46f80565708b4c6c4a6e16ddcce1f71&lang=en&cache-only=0",
            "defineEn": "obstinate refusal to submit to established authority or to comply with a regulation",
            "defineVi": "ngoan cố từ chối phục tùng cơ quan có thẩm quyền hoặc tuân thủ một quy định"
        },
        {
            "id": "ea67afa8-a602-484b-8392-56e0510013f0",
            "word": "recusant",
            "phonetic": "ɹᵻkjuːsənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjdXNhbnQ&hash=6cc3e3a8c76b3d869a1b4bdc39bf7de2b2c26d00&lang=en&cache-only=0",
            "defineEn": "someone who is reluctant to submit to an authority",
            "defineVi": "một người miễn cưỡng phục tùng một cơ quan có thẩm quyền"
        },
        {
            "id": "f32da6f5-6ce1-4a45-9f06-57ddd44d4f56",
            "word": "to regulate",
            "phonetic": "tə ɹɛɡjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "It is a beehive of industry where each fellow has a task to perform and this is being done as well regulated as a clock.",
                "In a business environment, a playing field which is heavily regulated and favors established companies can make it challenging for new startups to compete and thrive.",
                "An automatic timer regulates the watering schedule. ",
                "An automatic timer regulates the watering schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVndWxhdGU&hash=b0c9614cc542792b3467584adeb6cf3ac817975f&lang=en&cache-only=0",
            "defineEn": "to control, direct, or adjust something in a way that agrees with rules and regulations",
            "defineVi": "để kiểm soát, chỉ đạo, hoặc điều chỉnh một cái gì đó trong một cách đồng ý với các quy tắc và quy định"
        },
        {
            "id": "e5a003da-e56e-4477-aa14-1afd374feadf",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "a set of rules made by the government, etc., dealing with the procedures or details",
            "defineVi": "một bộ quy tắc do chính phủ đưa ra, v.v., giải quyết các thủ tục hoặc chi tiết"
        },
        {
            "id": "fd6ce9f8-da48-4e1b-923c-bb00522e6353",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "in accordance with the established rules, customs, etc.",
            "defineVi": "phù hợp với các quy tắc đã được thiết lập, phong tục, v.v."
        },
        {
            "id": "bc130e65-b472-47c0-b41c-a6f45af19dec",
            "word": "to require",
            "phonetic": "tə ɹᵻkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The slow healing process of the wound required regular care.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Pupils are required to sit nine subjects at GCSE."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVxdWlyZQ&hash=5dca23c83a931574d2d5d8bf04080dee66dab605&lang=en&cache-only=0",
            "defineEn": "to be obligated to do something because it is demanded by a law or rule",
            "defineVi": "bị bắt buộc phải làm điều gì đó bởi vì nó được yêu cầu bởi một luật hoặc quy tắc"
        },
        {
            "id": "08b269c9-9747-4367-9354-059c9444ef66",
            "word": "requirement",
            "phonetic": "ɹᵻkwaɪɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I prepared an around-the-clock chart detailing all my care requirements.",
                "Now, these requirements are for female flight attendants.",
                "Defense contractors also have breach reporting requirements to the Department of Defense.",
                "Judy, the new rule enforces tougher work requirements.",
                "The Federal Aviation Administration has regulatory requirements for cargo safety."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVxdWlyZW1lbnQ&hash=fd4364c2cfab19dbdd258a0d20773d1baa4921b2&lang=en&cache-only=0",
            "defineEn": "something that is really needed or wanted",
            "defineVi": "một cái gì đó thực sự cần thiết hoặc muốn"
        },
        {
            "id": "d353309b-fbe0-4109-8711-d99a3ef5f23a",
            "word": "to restrict",
            "phonetic": "tə ɹᵻstɹɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Biden administration may be stealing a march by enhancing its own existing models of restricting foreign deductions.",
                "This restricted the height of the walls. ",
                "Well, restricted supply initially.",
                "To restrict the possible angles to this area right here along the unit circle.",
                "I have to restrict the range."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdHJpY3Q&hash=339e5d9a7cf042d9c7241d9240bc85e1ac708533&lang=en&cache-only=0",
            "defineEn": "to put someone or something under control by laws and rules",
            "defineVi": "để đặt một ai đó hoặc một cái gì đó dưới sự kiểm soát của pháp luật và các quy tắc",
            "hasImg": true
        },
        {
            "id": "d962c1d7-417f-4cf0-a678-9d3e3f2cbc0b",
            "word": "restricted",
            "phonetic": "ɹᵻstɹɪktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have a restricted host range.",
                "number three, I just feel so restricted.",
                "A Maine newspaper reports that the California Republican entered a restricted zone, but there is no indication he stormed the building.",
                "Once you're on the property itself, that's the biggest time that you're more likely to have these up-charges and additional fees for restricted restaurants.",
                "It was so restricted and heavily controlled."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJpY3RlZA&hash=ddf586d07c49d031de263981dd9f98062c775315&lang=en&cache-only=0",
            "defineEn": "limited or controlled by laws or regulations",
            "defineVi": "bị giới hạn hoặc kiểm soát bởi luật pháp hoặc quy định"
        },
        {
            "id": "5712564f-4f12-40de-9663-11be30528048",
            "word": "restriction",
            "phonetic": "ɹᵻstɹɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He baked a gluten-free almond cake for his friend with dietary restrictions.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses.",
                "He asked the waiter if the restaurant served halal meat, as he was mindful of his dietary restrictions.",
                "The city of Philadelphia introduced similar restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJpY3Rpb24&hash=0baa5b7dbc4bb4f47c130a18bdcbdb970ae0a9fc&lang=en&cache-only=0",
            "defineEn": "a rule or law that limits what one can do or the thing that can happen",
            "defineVi": "một quy tắc hoặc luật giới hạn những gì một người có thể làm hoặc điều đó có thể xảy ra"
        },
        {
            "id": "c177784f-ec43-4ed6-83bc-50d15992c769",
            "word": "rigorous",
            "phonetic": "ɹɪɡɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After months of rigorous training, Emma finally reached the pink of condition.",
                "The athlete's rigorous training regimen kept her one jump ahead of her competitors, allowing her to perform at a higher level.",
                "The team is currently going through a rigorous training program to prepare for the upcoming competition.",
                "After a rigorous workout, Sarah felt as sound as a roach, ready to take on any challenge.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnb3JvdXM&hash=c73a22ced22fa7b1a9233112560e5f3d640febc4&lang=en&cache-only=0",
            "defineEn": "(of a rule, process, etc.) strictly followed or applied",
            "defineVi": "(của một quy tắc, quy trình, v.v.) được tuân thủ hoặc áp dụng nghiêm ngặt"
        },
        {
            "id": "816e9dcc-5f58-48fa-a2f9-331b891a1eb2",
            "word": "rigorously",
            "phonetic": "ɹɪɡɚɹəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation.",
                "But before its boots touch the lunar surface, the suit must be tested, rigorously.",
                "We have to let healthcare professionals and medical researchers test this stuff carefully and rigorously.",
                "It says it has rigorously followed C.D.C. and ICE guidelines and it has always provided appropriate P.P.E. for its employees.",
                "Or I should say I'm not rigorously proving it over here."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnb3JvdXNseQ&hash=6b58bbf9aee4975c7e661aa1c86a8da852f21f17&lang=en&cache-only=0",
            "defineEn": "in a rigidly harsh or demanding manner",
            "defineVi": "một cách cứng nhắc khắc nghiệt hoặc đòi hỏi"
        },
        {
            "id": "3eb07c3b-4e9e-4eca-97b5-bf73a5a8e0b5",
            "word": "rule",
            "phonetic": "ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house rules are crystal clear.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity.",
                "She explained the rules of the game to the new players.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "The new rules should help cut the red tape for farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsZQ&hash=341256b83dcc6186031278bdffcd025adced5313&lang=en&cache-only=0",
            "defineEn": "an instruction that says what is or is not allowed in a given situation or while playing a game",
            "defineVi": "một hướng dẫn cho biết những gì được phép hoặc không được phép trong một tình huống nhất định hoặc trong khi chơi trò chơi"
        },
        {
            "id": "95a152c3-3cf8-4675-afa5-51ddf255f0e5",
            "word": "rule book",
            "phonetic": "ɹuːl bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A rule book that will help you through life.",
                "These forces are the rule book of a game where the pieces are particles, and the game is the universe.",
                "Everything you do, build, or say will be governed by physics, so wouldn’t it be nice to read the rule book?"
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsZSBib29r&hash=d9d8b14c145d51ae59ad71e9825d909ddfd5976a&lang=en&cache-only=0",
            "defineEn": "a set of rules and regulations that must be followed in a particular organization, occupation, etc.",
            "defineVi": "một tập hợp các quy tắc và quy định phải được tuân theo trong một tổ chức, nghề nghiệp cụ thể, v.v."
        },
        {
            "id": "7e646704-6528-4966-9f93-18b836cd087b",
            "word": "to slap on",
            "phonetic": "tə slæp ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhcCBvbg&hash=3caa919ae3d660b241201a12db83847a39ae6545&lang=en&cache-only=0",
            "defineEn": "to command someone to do something immediately, often as punishment",
            "defineVi": "ra lệnh cho ai đó làm điều gì đó ngay lập tức, thường là hình phạt"
        },
        {
            "id": "05db9cb8-a1e4-45fe-b2bf-13f37f00f94a",
            "word": "statute",
            "phonetic": "stætʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The court held that such conduct violated the statute.",
                "A statute that protects social networks from the content users post.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "The new statute uniquely bars state officials from enforcing the ban.",
                "By this statute, you're out of order."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0ZQ&hash=7d07c9396751dc3d53b2a37e944135376d38afe1&lang=en&cache-only=0",
            "defineEn": "an officially written and established law",
            "defineVi": "một luật chính thức được thành lập và thành lập"
        },
        {
            "id": "33dca7d1-6984-4544-9dc9-0e42dfef65b5",
            "word": "statutory",
            "phonetic": "stætʃətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s in statutory law. ",
                "It’s in statutory law. ",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "And there are types of laws, basically statutory and common laws.",
                "As of 2019, there are about 100 statutory health insurance companies, but there used to be many more."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0b3J5&hash=c33be81cc34f2ec1bd9a97d128803539c73d354a&lang=en&cache-only=0",
            "defineEn": "according to or permitted by law",
            "defineVi": "theo hoặc được pháp luật cho phép"
        },
        {
            "id": "adddfc94-b9b7-4b14-a6f0-fbac25c1747b",
            "word": "statutory instrument",
            "phonetic": "stætʃətoːɹi ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0b3J5IGluc3RydW1lbnQ&hash=50342c552a9acc7e91cf7d30e6ec72924698fcd1&lang=en&cache-only=0",
            "defineEn": "(in the UK) a type of order that has legal status and is issued by a government minister or someone with a legal authority",
            "defineVi": "(ở Anh) một loại mệnh lệnh có tư cách pháp nhân và được ban hành bởi bộ trưởng chính phủ hoặc người có thẩm quyền pháp lý"
        },
        {
            "id": "756a48c4-c964-4d12-a8ba-72a182939df6",
            "word": "to stipulate",
            "phonetic": "tə stɪpjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You need to stipulate each employer, their federal employer identification number and your last day of working.",
                "Let me just stipulate this. ",
                "But we do not have regulations that stipulate specific requirements for space flight participants.",
                "And I said, OK, let’s stipulate. ",
                "I'm not stipulating, this is not--"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpcHVsYXRl&hash=01698a8cac518b5451ba49d4c4d9e9cf7798f0d1&lang=en&cache-only=0",
            "defineEn": "to specify that something needs to be done or how it should be done, especially as part of an agreement",
            "defineVi": "để xác định rằng một cái gì đó cần phải được thực hiện hoặc nó nên được thực hiện như thế nào, đặc biệt là một phần của thỏa thuận"
        },
        {
            "id": "71fceb64-9b80-432e-98ce-0e2fa63b4f56",
            "word": "stipulation",
            "phonetic": "stɪpjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, there is some stipulation.",
                "However, we don't have stipulations around those APIs existing.",
                "We're here for sentencing on contempt stipulation of 327.",
                "There is some stipulation when it comes to getting jobs in eating disorder clinics.",
                "However, this time the jinni retains some control over the three wishes he must grant, giving Aladdin stipulations, including that he cannot wish for more wishes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpcHVsYXRpb24&hash=749b24a598ebfc36e8b0eb183564f7c8f06ebdee&lang=en&cache-only=0",
            "defineEn": "an official statement, condition, or agreement to do or forbear something",
            "defineVi": "một tuyên bố chính thức, điều kiện, hoặc thỏa thuận để làm hoặc cấm một cái gì đó"
        },
        {
            "id": "5c90a8da-6c64-418d-aca9-d7de67836c7a",
            "word": "strict",
            "phonetic": "stɹɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He followed a strict diet.",
                "The government has set strict limits on public spending this year.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0&hash=5bf5226fdc1d87ceda3c826416ff53c88f0236ed&lang=en&cache-only=0",
            "defineEn": "describing rules that must be obeyed under any circumstances",
            "defineVi": "mô tả các quy tắc phải được tuân theo trong mọi trường hợp"
        },
        {
            "id": "424fdafe-982b-41f2-81fb-09547ad047a9",
            "word": "strictness",
            "phonetic": "stɹɪktnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bmVzcw&hash=ad5dea88d526dfa396ad3bea1e09ff6fe6b84600&lang=en&cache-only=0",
            "defineEn": "(of a law) the fact of being severe and requiring rules to be obeyed",
            "defineVi": "(của một luật) thực tế nghiêm trọng và đòi hỏi các quy tắc phải được tuân theo"
        },
        {
            "id": "3333d35e-3352-4879-a673-9833d9f1f595",
            "word": "strictly",
            "phonetic": "stɹɪktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This isn't strictly satire, it's far too close to the bone to be funny.",
                "It strictly creates central bank reserves.",
                "Not every society is strictly a caste system or a class system.",
                "President Trump's trip was strictly political.",
                "Eider ducks are strictly protected in Iceland."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bHk&hash=0f87ba713b093dcbc5561fff8ade2bed08114e0e&lang=en&cache-only=0",
            "defineEn": "in a way that demands complete obedience",
            "defineVi": "theo cách đòi hỏi sự vâng lời hoàn toàn"
        },
        {
            "id": "00fad138-c3bf-4c39-8a34-86aa085b370e",
            "word": "stringent",
            "phonetic": "stɹɪndʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the state's stringent I.D. requirements are keeping many undocumented workers from getting the shot.",
                "While there are health and safety regulations placed on the bottled water industry, they are actually less stringent than municipal ones.",
                "In September, California passed a new stringent Consumer Call Protection Act of 2019, shifting the burden of compliance to service providers instead of the callers themselves.",
                "Europe has pushed forward stringent legislation voting to ban all single-use plastic utensils, straws and cotton swabs from the EU beginning in 2021.",
                "It's clear that both nations must strive for more stringent targets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nZW50&hash=be8d3e864890341b97c80701c2d52f44a5ca6228&lang=en&cache-only=0",
            "defineEn": "(of a law, regulation, rule, etc.) extremely limiting and strict",
            "defineVi": "(của luật, quy định, quy tắc, v.v.) cực kỳ hạn chế và nghiêm ngặt"
        },
        {
            "id": "9c952efb-b6d5-481b-a9f6-d9326830011c",
            "word": "submission",
            "phonetic": "səbmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back then, submissions where, I had a lot of submissions through VHS tapes.",
                "I know some great submission holds.",
                "Just waiting for the submissions from them.",
                "A society of surveillance is just one step away from a society of submission.",
                "Lin’s proposal was selected from a pool of over fourteen hundred submissions and constituted a decisive break from the traditions of monument design."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibWlzc2lvbg&hash=282b0f79f9170c78b797fdae6aaf91c035c85dfa&lang=en&cache-only=0",
            "defineEn": "the state or act of accepting defeat and not having a choice but to obey the person in the position of power",
            "defineVi": "trạng thái hoặc hành động chấp nhận thất bại và không có lựa chọn nào khác ngoài việc tuân theo người ở vị trí quyền lực"
        },
        {
            "id": "80fc1bef-2883-4aaf-a602-c51130d2954e",
            "word": "the letter of the law",
            "phonetic": "ðə lɛɾɚɹ ʌvðə lɔː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIGxldHRlciBvZiB0aGUgbGF3&hash=46a55a93ff605e33de9c7b694bc9342ec0c49e9a&lang=en&cache-only=0",
            "defineEn": "the exact literal interpretation of a law or agreement as opposed to its general meaning",
            "defineVi": "giải thích chính xác theo nghĩa đen của một luật hoặc thỏa thuận trái ngược với ý nghĩa chung của nó"
        },
        {
            "id": "977c62b0-bf02-4bc7-9cd5-d3b4f81e90e0",
            "word": "three-line whip",
            "phonetic": "θɹiːlaɪn wɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyZWUtbGluZSB3aGlw&hash=beed052193530f6f2d0708531edf96a45ac146d9&lang=en&cache-only=0",
            "defineEn": "‌(in the UK) a written instruction given to MPs by the leader of their party that states they should vote in a particular way on a specific issue in parliament",
            "defineVi": "‌(ở Vương quốc Anh) một hướng dẫn bằng văn bản do lãnh đạo đảng của họ đưa ra cho các nghị sĩ nói rằng họ nên bỏ phiếu theo một cách cụ thể về một vấn đề cụ thể trong quốc hội"
        },
        {
            "id": "2a41abcd-3dd0-4709-a7af-65ddd1adcfcb",
            "word": "tough",
            "phonetic": "tʌf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My job is the tough one.",
                "The boss is very tough on anyone who steps out of line.",
                "She is made of tougher stuff.",
                "The team's defense is a tough nut to crack.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Z2g&hash=df186714ac87553e6ce10d389ea56815023bf960&lang=en&cache-only=0",
            "defineEn": "insisting that rules be followed strictly and treating people harshly",
            "defineVi": "khăng khăng rằng các quy tắc được tuân thủ nghiêm ngặt và đối xử khắc nghiệt với mọi người",
            "hasImg": true
        },
        {
            "id": "81d40f12-a0f6-4475-a0e3-460bd812b796",
            "word": "to toughen",
            "phonetic": "tə tʌfən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The other thing that’s happening simultaneously to all of that is key departments and agencies within the Trump administration are thinking about how they can toughen enforcement at the border. ",
                "And so in response to all of that, you start to have policy conversations in these different agencies, at DHS primarily, about, OK, how can we toughen our enforcement mainly to try to deter other immigrants from coming north to the U.S. to seek asylum?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG91Z2hlbg&hash=515b40ff202c15f74ecd1b2fb63879024495e4ba&lang=en&cache-only=0",
            "defineEn": "to make something such as a rule or policy stronger",
            "defineVi": "để làm cho một cái gì đó như một quy tắc hoặc chính sách mạnh mẽ hơn"
        },
        {
            "id": "adc446be-1e8a-4ab5-97d9-cfc8962140f9",
            "word": "without fail",
            "phonetic": "wɪðaʊt feɪl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2l0aG91dCBmYWls&hash=bfa80fa0bacf34c28d38a69a98c432424d362f78&lang=en&cache-only=0",
            "defineEn": "used to emphasize the occurrence of something within a specified time and exactly as instructed",
            "defineVi": "dùng để nhấn mạnh sự việc xảy ra trong một thời gian xác định và đúng như chỉ dẫn"
        }
    ]
}