{
    "id": "e75965b6-d912-46fc-9f89-69e24766ff89",
    "title": "Biology",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "d0ce0532-432c-4460-ad36-8fe19a3e5f04",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "dd09aa2f-d2ee-47ad-b64e-bdc679ec79c7",
            "word": "biologist",
            "phonetic": "baɪɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biologists call this high-speed adaptation \"evolutionary rescue.\"",
                "Biologists now consider cancer a genetic disease.",
                "So biologists in San Francisco took matters into their own hands.",
                "One of these scientists was American biologist Thomas Hunt Morgan.",
                "In 1910, biologist Thomas Hunt Morgan noticed a rare white-eyed fly among his normal red-eyed ones."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9naXN0&hash=81ff90c289d89dfb55ff7b723f02d44ab1efec45&lang=en&cache-only=0",
            "defineEn": "(biology) a person who studies the science that deals with living organisms",
            "defineVi": "(sinh học) người nghiên cứu khoa học liên quan đến các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "6bec61a3-e16f-4d7e-9c72-2ee8347f4bfa",
            "word": "cycle",
            "phonetic": "saɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Be cautious when cycling around the blind bend ahead.",
                "The man grew up in a household with abusive parents, but he was determined to break the cycle and raise his own children differently, knowing that a bad tree does not yield good apples.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The survivor of a violent attack forgave their attacker, stating that an eye for an eye makes the whole world blind and choosing to break the cycle of violence rather than seek revenge."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGU&hash=79ad535f9cdbb0f83f8c8acc7f4d8d356e1b5976&lang=en&cache-only=0",
            "defineEn": "(biology) a series of transformations and events that happen in an animal or plant's lifetime",
            "defineVi": "(sinh học) một loạt các biến đổi và sự kiện xảy ra trong đời sống của động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "c86e7772-c1d1-408b-90d6-ab3cf9f2280e",
            "word": "to divide",
            "phonetic": "tə dᵻvaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The universal language of art is bridging a divide.",
                "The week is divided into seven days.",
                "As the saying goes, knaves and fools divide the world.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "They divided the grapefruit into equal segments to share among the group."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aWRl&hash=79245a75488238a8d25a60b2f6351d7c3536de52&lang=en&cache-only=0",
            "defineEn": "to separate people or things into two or more parts",
            "defineVi": "để tách người hoặc vật thành hai hoặc nhiều phần",
            "hasImg": true
        },
        {
            "id": "f2bc2506-4586-4887-893c-0cfaa5ad5bbd",
            "word": "bacteria",
            "phonetic": "bæktɪɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "The body's immune system protects against harmful bacteria and viruses.",
                "Chlorine is added to the water to kill bacteria.",
                "Regardless of where the bacteria came from, the test results should sound an alarm bell.",
                "Yet bacteria have many effects on humans. "
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjdGVyaWE&hash=dd99e90f7a930a1d851269cf5d86fa02c890cd57&lang=en&cache-only=0",
            "defineEn": "(microbiology) microorganisms that consist of a single cell structure without a nucleus, which may cause diseases or infections",
            "defineVi": "(vi sinh học) vi sinh vật gồm một cấu trúc tế bào duy nhất không có nhân, có thể gây bệnh hoặc nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "bbf00d6f-ee9b-4df0-b513-526fac514664",
            "word": "cell",
            "phonetic": "sɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave him in his cell.",
                "The prisoners are allowed out of their cells for two hours a day.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbA&hash=187b9e26665aad216d6645f2906afae1d116a0f6&lang=en&cache-only=0",
            "defineEn": "(biology) an organism's smallest unit, capable of functioning on its own",
            "defineVi": "(sinh học) đơn vị nhỏ nhất của sinh vật, có khả năng tự hoạt động",
            "hasImg": true
        },
        {
            "id": "c350fb7a-778a-4e10-be38-2a6c141cc8d5",
            "word": "DNA",
            "phonetic": "diːɛneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Investigators say DNA has helped close the books on two unsolved murders in California in the late 1980s .",
                "I guess taking no for an answer is not in my DNA.",
                "DNA holds the instructions for an organism’s assembly, life, and reproduction.",
                "DNA is a nucleic acid.",
                "So, is DNA life, then?"
            ],
            "audio": "https://tts.langeek.co/read?text=RE5B&hash=f475474a47eb0d8e5f7108a12f2e134bd6589779&lang=en&cache-only=0",
            "defineEn": "(biochemistry) a chemical substance that carries the genetic information, which is present in every cell and some viruses",
            "defineVi": "(hóa sinh) một chất hóa học mang thông tin di truyền, có trong mọi tế bào và một số virus",
            "hasImg": true
        },
        {
            "id": "e6d9d95f-c64a-4988-9f32-41bbfbd7caf7",
            "word": "biological",
            "phonetic": "baɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of them is biological modeling.",
                "And brain states are biological.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "almost every biological organism has some kind of internal clock.",
                "They tested new biological weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9naWNhbA&hash=0dd78843000844171ec129abe36ec11187f6bd0d&lang=en&cache-only=0",
            "defineEn": "relating to the science that studies living organisms",
            "defineVi": "liên quan đến khoa học nghiên cứu các sinh vật sống"
        },
        {
            "id": "2c2dea91-bbcf-4f5c-819f-71d5249e751d",
            "word": "evolution",
            "phonetic": "ɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So over time, evolution fused those two elytra together.",
                "Evolution is probably playing a pretty big role.",
                "Blame evolution.",
                "Evolution can create information.",
                "Evolution can create information."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZvbHV0aW9u&hash=8ad019ae2f9f0e9def7815a39e2ffb6a254dfa87&lang=en&cache-only=0",
            "defineEn": "(biology) the slow and gradual development of living things throughout the history of the earth",
            "defineVi": "(sinh học) sự phát triển chậm và dần dần của các sinh vật trong suốt lịch sử trái đất",
            "hasImg": true
        },
        {
            "id": "d0150d8d-e8af-4159-bc39-812036eb0e53",
            "word": "to evolve",
            "phonetic": "tʊ ɪvɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "We're for companies on the move, organizations eager to evolve and businesses busting their asses to advance.",
                "Homo sapiens sapiens, the modern human, evolved at least 200,000 years ago.",
                "Homo sapiens, the modern human, evolved 200,000 years ago.",
                "As a result, mammals evolved different-shaped teeth for different purposes.",
                "Fairyflies have evolved a macabre solution to this: a parasitic lifestyle!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZvbHZl&hash=741044ee191de4988446d8ae1ed908de10aa2624&lang=en&cache-only=0",
            "defineEn": "(biology) to change gradually and over generations into forms that are better adapted to the environment and fitter to survive",
            "defineVi": "(sinh học) thay đổi dần dần và qua nhiều thế hệ thành những dạng thích nghi tốt hơn với môi trường và thích nghi hơn để tồn tại",
            "hasImg": true
        },
        {
            "id": "87cf4a73-667e-47ff-8edc-db6e953b7228",
            "word": "genetic",
            "phonetic": "dʒɪnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Genetic conditions like diabetes and high blood pressure often run in families, and it's important to be aware of your family history for early detection and prevention.",
                "Alex's genetics make him prone to premature aging, and he often looks like he's on the wrong side of sixty, even though he's in his fifties.",
                "Genetics are a part of it.",
                "The last comparison is genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYw&hash=1be0922e89e5e74943d108b0e81ac00d84b198df&lang=en&cache-only=0",
            "defineEn": "(of diseases) passed on from one's parents; related to genes",
            "defineVi": "(về bệnh tật) do cha mẹ truyền lại; liên quan đến gen",
            "hasImg": true
        },
        {
            "id": "0292a798-0cc4-468c-8116-12c8ba1f5f2c",
            "word": "gene",
            "phonetic": "dʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "About 44 million years later, in the early Miocene Epoch, our hominoid ape ancestors lost another gene:",
                "The sequence of those bases makes up the organism’s genes.",
                "The average markup is 41 to 58 percent across platforms,Gene?",
                "These genes are the gene pool.",
                "The genes work more like sheet music for an orchestra."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZQ&hash=e4bfda5ba18e7d7c1780022de5958d52530d512d&lang=en&cache-only=0",
            "defineEn": "(genetics) a basic unit of heredity and a sequence of nucleotides in DNA that is located on a chromosome in a cell and controls a particular quality",
            "defineVi": "(di truyền học) đơn vị di truyền cơ bản và trình tự các nucleotide trong DNA nằm trên một nhiễm sắc thể trong tế bào và kiểm soát một phẩm chất cụ thể",
            "hasImg": true
        },
        {
            "id": "f964903a-52a5-46be-9cc9-e1f9d0ca31e5",
            "word": "genetics",
            "phonetic": "dʒɪnɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetics doesn't work that way.",
                "Genetics isn't all that drives hair loss.",
                "Genetics and a shared environment can explain a lot, but they almost never account for everything.",
                "This is our last episode of our section on Evolution and Genetics, which puts us at the halfway mark of CrashCourse Biology.",
                "This rule, first expressed by Crick, is the Central Dogma of Genetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY3M&hash=f0f706d473516ec40fb92a012bc1e2782d52c0ef&lang=en&cache-only=0",
            "defineEn": "the branch of biology that deals with how individual features and different characteristics are passed through genes",
            "defineVi": "ngành sinh học liên quan đến cách các đặc điểm riêng lẻ và các đặc điểm khác nhau được truyền qua gen",
            "hasImg": true
        },
        {
            "id": "72fa43e3-825c-4bba-aa67-51d234a88b01",
            "word": "germ",
            "phonetic": "dʒɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We used antibacterial soap to keep germs away.",
                "Germs are like cars.",
                "Yeah, that’s right: germs!",
                "Most diseases are caused by germs.",
                "They’re good germs!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VybQ&hash=eb873d476a3ae30ba725d044bee50345b072a2f4&lang=en&cache-only=0",
            "defineEn": "a small living organism that causes disease or infection",
            "defineVi": "một sinh vật sống nhỏ gây bệnh hoặc nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "8afcd6b9-f589-488d-b381-6b5652338a9c",
            "word": "nerve",
            "phonetic": "nɜːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "stroke a nerve didn't I?",
                "It really gets on my nerves.",
                "He had some nerve to insult Mina's cooking.",
                "You struck a raw nerve when you mentioned divorce.",
                "Jake has a nerve talking back to his mother like that!"
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydmU&hash=bf003f4121aec7288370090f8956756f73fc1247&lang=en&cache-only=0",
            "defineEn": "each of a group of long thread-like structures in the body that carry messages between the brain and other parts of the body, sensing things is a result of this process",
            "defineVi": "mỗi nhóm cấu trúc giống như sợi chỉ dài trong cơ thể mang thông điệp giữa não và các bộ phận khác của cơ thể, cảm nhận mọi thứ là kết quả của quá trình này",
            "hasImg": true
        },
        {
            "id": "c02568ec-ddf5-465b-9290-63b187104cda",
            "word": "organism",
            "phonetic": "ɔːɹɡənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Diatoms are an important part of the food chain, providing nourishment for other organisms.",
                "That organism lived.",
                "Sometimes an organism needs armor for a specialized purpose like the whale shark.",
                "Lots of organisms are good at this.",
                "But organisms could potentially survive a few meters underground."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pc20&hash=bc82cea6ceabaad40552a7a79154731b6fca3964&lang=en&cache-only=0",
            "defineEn": "a living thing such as a plant, animal, etc., especially a very small one that lives on its own",
            "defineVi": "một sinh vật sống như thực vật, động vật, v.v., đặc biệt là một sinh vật rất nhỏ sống một mình",
            "hasImg": true
        },
        {
            "id": "3fdf3127-44c4-4ea9-aa4a-4250056a933a",
            "word": "species",
            "phonetic": "spiːsiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the species name is catus.",
                "And the species name is a nod to its crown-like mouth.",
                "Their astounding numbers exist at the species level, as well.",
                "But this eccentric bird is actually a species of nocturnal flightless parrot.",
                "So the metro mosquitoes are arguably a new species - not just a subspecies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2llcw&hash=9a40f2008702c0e20261cf2aa9c878a2e894860a&lang=en&cache-only=0",
            "defineEn": "a group that animals, plants, etc. of the same type which are capable of producing healthy offspring with each other are divided into",
            "defineVi": "một nhóm động vật, thực vật, v.v. cùng loại có khả năng sinh con khỏe mạnh với nhau được chia thành",
            "hasImg": true
        },
        {
            "id": "5f3918a1-f09d-4dd6-8ecf-af70cc1bce52",
            "word": "fertile",
            "phonetic": "fɜːɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "And thankfully, this pair doesn't produce fertile offspring.",
                "And the fertile lands of The Reach has been cut off from King’s Landing.",
                "[Nahre] Electronic dance music has always been fertile ground for the blending of musical genres.",
                "And by 7 million years ago, they provided fertile ground for a renewed rainforest that replaced the swamps."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsZQ&hash=a777b46426d7c458b38cdb84f62cc81a7ff15edd&lang=en&cache-only=0",
            "defineEn": "(of an animal, person, or plant) able to produce offspring or fruit or seed",
            "defineVi": "(của động vật, người hoặc thực vật) có khả năng sinh con hoặc quả hoặc hạt",
            "hasImg": true
        },
        {
            "id": "45b330e0-24b7-4754-bbb3-3d8ad58011f8",
            "word": "mutation",
            "phonetic": "mjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mutations are random changes in DNA.",
                "Damage to these blood-making cells can create mutations in their genomes. ",
                "Mutations occur randomly in our DNA all the time.",
                "Today, roughly 95% of northern Europeans have the mutation.",
                "Well, the short answer is mutations."
            ],
            "audio": "https://tts.langeek.co/read?text=bXV0YXRpb24&hash=47db063cc87e4691a3d3d82aa956e02e2f42f683&lang=en&cache-only=0",
            "defineEn": "(biology) a change in the structure of the genes of an individual that causes them to develop different physical features",
            "defineVi": "(sinh học) sự thay đổi cấu trúc gen của một cá nhân khiến họ phát triển các đặc điểm thể chất khác nhau",
            "hasImg": true
        },
        {
            "id": "09d71fbb-fdfd-44b1-8aca-d6a41dafd97d",
            "word": "organic",
            "phonetic": "ɔːɹɡænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "But, organic agriculture also has an impact at a broader level.",
                "Cities, like nations, like orchids, are organic things.",
                "Organic food is supposedly healthier more natural and more ethical.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pYw&hash=7055dc091f069b1a86bfebdfda0f590e98718773&lang=en&cache-only=0",
            "defineEn": "relating to a carbon-based compound that has a biological origin",
            "defineVi": "liên quan đến một hợp chất dựa trên carbon có nguồn gốc sinh học"
        },
        {
            "id": "b6764c7d-0143-4ef3-9760-fa0d74e38608",
            "word": "metabolism",
            "phonetic": "mətæbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his love for food, Peter remains thin as a rake due to his high metabolism.",
                "Together, these processes make up your metabolism.",
                "They have slow metabolisms.",
                "These all required higher metabolism.",
                "As a result, their metabolisms change with the temperature, too."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWJvbGlzbQ&hash=e8b62de2f1e0c6e4c9eaa807e8a7e65b2cda8c90&lang=en&cache-only=0",
            "defineEn": "the chemical processes through which food is changed into energy for the body to use",
            "defineVi": "các quá trình hóa học thông qua đó thức ăn được biến đổi thành năng lượng cho cơ thể sử dụng"
        },
        {
            "id": "2fd830c0-5e4b-4051-bbe9-b5904c089f60",
            "word": "to reproduce",
            "phonetic": "tə ɹᵻpɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Animals sexually reproduce.",
                "Snails that aren’t infected reproduce super quickly.",
                "They reproduced rapidly and numerously.",
                "They all reproduce with pine cones.",
                "Without a host cell, viruses would never reproduce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcm9kdWNl&hash=77955e8616149a0f39ad12de8d0adf81dcdf1bc9&lang=en&cache-only=0",
            "defineEn": "(of a living being) to produce offspring or more of itself",
            "defineVi": "(của một sinh vật sống) để sinh ra con cái hoặc nhiều hơn nữa của chính nó"
        },
        {
            "id": "428cd0dc-e90e-41fa-a8e3-bf95805a7783",
            "word": "parasite",
            "phonetic": "pæɹəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flesh wounds could carry parasites.",
                "The parasite is essentially mimicking a clutch of eggs.",
                "Then the parasite castrates the snail and reproduces inside it.",
                "These parasites reside in the bodies of Anopheles mosquitoes. ",
                "These hairworms are gnarly parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYXNpdGU&hash=ba62b31403670ff7bf0c0554a3f83437a306c7fb&lang=en&cache-only=0",
            "defineEn": "(biology) a small organism that lives on or inside another organism, called a host, and is dependent on it for nutrition and growth",
            "defineVi": "(sinh vật học) một sinh vật nhỏ sống trên hoặc bên trong một sinh vật khác, được gọi là vật chủ, và phụ thuộc vào nó để dinh dưỡng và phát triển"
        },
        {
            "id": "13d4c047-5b76-4a40-b0a4-56e00f82bc81",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a group of cells in the body of living things, forming their different parts",
            "defineVi": "một nhóm các tế bào trong cơ thể của các sinh vật sống, hình thành các bộ phận khác nhau của họ",
            "hasImg": true
        },
        {
            "id": "c978a020-2adb-4ce4-8e2f-d02ae54e4d53",
            "word": "antibody",
            "phonetic": "æntɪbɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, the host does eventually develop antibodies.",
                "The antibody heads to the golgi apparatus.",
                "Another 10 percent have antibodies after recovering from COVID.",
                "And it produces antibodies in anticipation for a future encounter.",
                "And some antibodies were just as effective against these mutations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJvZHk&hash=4b7fcbe76e6202909fdd6e4f8be4822d9edc7ffe&lang=en&cache-only=0",
            "defineEn": "a blood protein produced to fight diseases or infections, or in response to foreign substances in the body",
            "defineVi": "một loại protein trong máu được sản xuất để chống lại bệnh tật hoặc nhiễm trùng, hoặc để đáp ứng với các chất lạ trong cơ thể"
        },
        {
            "id": "b4a6184f-4baa-4332-96e6-f256922e0ecf",
            "word": "dominant",
            "phonetic": "dɑːmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company struggled on through some dark days several years ago, but it has since established itself as a dominant force in the market.",
                "Stevenson used to be the dominant player on the tour, but it looks like she has finally found her match in the young newcomer.",
                "Cash transactions are still dominant.",
                "Definitely my left eye is dominant.",
                "Then, around 1900, the H1-type virus became dominant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5hbnQ&hash=071bbda5e81707db0a63626f011aa6d05eba1f57&lang=en&cache-only=0",
            "defineEn": "(of genes) causing a person to inherit a particular physical feature, even if it is only present in one parent's genome",
            "defineVi": "(của gen) khiến một người thừa hưởng một đặc điểm thể chất cụ thể, ngay cả khi nó chỉ có trong bộ gen của cha hoặc mẹ"
        },
        {
            "id": "727d25c4-a345-4ceb-8595-adab0263aaec",
            "word": "genetic engineering",
            "phonetic": "dʒɪnɛɾɪk ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetic engineering eliminates this factor.",
                "So genetic engineering has an enormous amount of potential.",
                "Industrial genetic engineering exploded.",
                "Is expensive genetic engineering better than, say, a net over a bed?",
                "In this episode, we looked at genetic engineering."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYyBlbmdpbmVlcmluZw&hash=604e01bb7a78897d5a857590a81646bbd68ac286&lang=en&cache-only=0",
            "defineEn": "the science or process of deliberately modifying the features of a living organism by changing its genetic information",
            "defineVi": "khoa học hoặc quá trình sửa đổi có chủ ý các tính năng của một sinh vật sống bằng cách thay đổi thông tin di truyền của nó",
            "hasImg": true
        },
        {
            "id": "1bf66c3b-5f75-4497-98a1-a7e52be4c13d",
            "word": "male",
            "phonetic": "meɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The appointment of a woman was one in the eye for male domination.",
                "Don't introduce a new male when the hens are sitting.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts.",
                "Do males have pouches?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsZQ&hash=dcdbffe2051385cc8f4a2cbcc54fe25e817720b9&lang=en&cache-only=0",
            "defineEn": "belonging to the sex that can not give birth to babies but is capable of fertilization of the opposite sex",
            "defineVi": "thuộc giới không thể sinh con nhưng có khả năng thụ tinh với người khác giới",
            "hasImg": true
        },
        {
            "id": "276ea0a4-8ef7-4c31-ad4a-b510985e903d",
            "word": "female",
            "phonetic": "fiːmeɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks.",
                "On the credit side of the ledger, the film's female lead offers a remarkably strong character for girls and women of all ages to identify with and look up to.",
                "It is the female birds that build the nests.",
                "Many traditionalists believe that the sporting industry should be predominately for men, and female journalists have endured a lot of criticism for breaking the mold.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtYWxl&hash=1a3137309161410d07645a5b5cc01dc5c907a189&lang=en&cache-only=0",
            "defineEn": "belonging to the sex that is fertilized by the opposite sex and can lay eggs or give birth to babies",
            "defineVi": "thuộc giới tính được thụ tinh bởi người khác giới và có thể đẻ trứng hoặc sinh con",
            "hasImg": true
        },
        {
            "id": "807878ab-5b86-4ae0-9a41-cbe9fac1c50e",
            "word": "RNA",
            "phonetic": "ɑːɹɹɛneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The messenger RNA travels to a ribosome.",
                "And RNA viruses can mutate much faster.",
                "RNA is the molecular cousin of DNA.",
                "Also, RNA does not contain thymine.",
                "yeah DNA and RNA, which we use to encode information for the formation of proteins."
            ],
            "audio": "https://tts.langeek.co/read?text=Uk5B&hash=af4bacb0c44acba705e692e8561a119f40fc9e35&lang=en&cache-only=0",
            "defineEn": "(biochemistry) a chemical substance that carries the information from DNA to control the cellular protein biosynthesis",
            "defineVi": "(hóa sinh) một chất hóa học mang thông tin từ DNA để kiểm soát quá trình sinh tổng hợp protein của tế bào",
            "hasImg": true
        },
        {
            "id": "01738979-d782-41a0-9f5b-8bc918a19b5a",
            "word": "virus",
            "phonetic": "vaɪɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The body's immune system protects against harmful bacteria and viruses.",
                "When it comes to cybersecurity, there is no little enemy, and even a seemingly harmless email or file can contain a dangerous virus or malware.",
                "Viruses mutate more often than practically any other organism.",
                "So, much to their surprise, their data-driven approach implicated viruses.",
                "Viruses hate that!"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlydXM&hash=aae268b03c2b0cb687f71654c1be6a13c8be5775&lang=en&cache-only=0",
            "defineEn": "a microscopic agent that causes disease in people, animals, and plants",
            "defineVi": "một tác nhân cực nhỏ gây bệnh cho người, động vật và thực vật",
            "hasImg": true
        }
    ]
}