{
    "id": "e761b600-6b2f-4034-937a-d5ef7d3b9310",
    "title": "Engineering",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "abc8cc31-eb45-4f4f-986a-0bb77eb878fb",
            "word": "technical",
            "phonetic": "tɛknɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "So, technical instructors like Ivan Lipscomb wear two hats.",
                "I like your technical terms.",
                "Of course these people, they provided technical data.",
                "In technical terms, economies enter a recession after two consecutive quarters of negative GDP growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5pY2Fs&hash=79842dbf34d64a9d9c094e90f584a645bf2ccf97&lang=en&cache-only=0",
            "defineEn": "having special and practical knowledge of a particular subject, art, craft, etc.",
            "defineVi": "có kiến thức đặc biệt và thực tế về một chủ đề cụ thể, nghệ thuật, thủ công, v.v."
        },
        {
            "id": "3fd27ff0-ed1d-4846-908d-d8b76a4bfdec",
            "word": "hi-tech",
            "phonetic": "haɪtɛk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGktdGVjaA&hash=8d4067944670ae716983eabdbe199cdc7cbb6112&lang=en&cache-only=0",
            "defineEn": "employing or involving the most modern methods or the most sophisticated technologies",
            "defineVi": "sử dụng hoặc liên quan đến các phương pháp hiện đại nhất hoặc các công nghệ tinh vi nhất",
            "hasImg": true
        },
        {
            "id": "ac2ebc55-6a10-4a1c-a2cc-ac354caeb675",
            "word": "to activate",
            "phonetic": "tʊ æktᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough.",
                "Energy pod activated.",
                "Energy pod activated.",
                "But other objects, like a cup of coffee or a building, activate other parts of the temporal cortex.",
                "The helper T cell is activated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0aXZhdGU&hash=e34895e7c72d5229be1568f0ad69f92e65938a1d&lang=en&cache-only=0",
            "defineEn": "to make something such as a process, piece of equipment, etc. start working",
            "defineVi": "để làm cho một cái gì đó như một quy trình, thiết bị, v.v. bắt đầu hoạt động",
            "hasImg": true
        },
        {
            "id": "b113a8b1-084d-417f-8b28-f30c519d9e28",
            "word": "appliance",
            "phonetic": "ɐplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stove is an essential appliance in every kitchen.",
                "J.C. Penney placed a new bet on appliances.",
                "J.C. Penney would never catch up to Sears and appliances.",
                "Healthier diets, the availability of ethnic dishes and the popularity of appliances like food processors were on the rise.",
                "And they often lack amenities like kitchen appliances and laundry that save apartment-dwellers time and money."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGlhbmNl&hash=626961f3851f5134ece55e3f3bbc70ca79cebc00&lang=en&cache-only=0",
            "defineEn": "a machine or piece of equipment, especially electrical equipment, such as washing machine, dishwasher, etc. that is used for a particular task",
            "defineVi": "một máy hoặc một phần của thiết bị, đặc biệt là thiết bị điện, chẳng hạn như máy giặt, máy rửa chén, v.v. được sử dụng cho một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "02f8e0c6-93ca-4b77-9747-7461de572fc7",
            "word": "circuit",
            "phonetic": "sɜːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We love circuits.",
                "Smaller circuits mean more efficient heads.",
                "Enjoy short circuit.",
                "The circuits are just empty.",
                "Then it follows the circuit all over again!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VpdA&hash=da9cc28027fd979aa58556027786909e69231bc4&lang=en&cache-only=0",
            "defineEn": "the complete circle through which an electric current flows, typically consists of the source of electric energy",
            "defineVi": "vòng tròn hoàn chỉnh mà dòng điện chạy qua, thường bao gồm nguồn năng lượng điện",
            "hasImg": true
        },
        {
            "id": "fe2b1666-7c91-4991-ba97-0b49690eca8f",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "a flow of electricity resulted from the movement of electrically charged particles in a direction",
            "defineVi": "một dòng điện do chuyển động của các hạt tích điện theo hướng",
            "hasImg": true
        },
        {
            "id": "9dc59561-2f02-4031-89d2-9f4dca315a31",
            "word": "mechanical",
            "phonetic": "mᵻkænɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "By the end of the day many of the drivers were running on fumes or had experienced mechanical problems.",
                "About 1,000 years ago, an Arab engineer added mechanical features to water clocks. ",
                "About 1,000 years ago, an Arab engineer added mechanical features to water clocks.",
                "Piezoelectric materials turn mechanical stress, like pressure, sound waves, and other vibrations into electricity and vice versa."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVjaGFuaWNhbA&hash=b804f938573ea81d8cb56cc551fcec5816c356c2&lang=en&cache-only=0",
            "defineEn": "describing an object that is operated by machinery or engine power",
            "defineVi": "mô tả một đối tượng được vận hành bởi máy móc hoặc sức mạnh động cơ",
            "hasImg": true
        },
        {
            "id": "76fb501d-024c-4a9f-a6a2-cae9bfc01e8a",
            "word": "mechanism",
            "phonetic": "mɛkənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is the mechanism?",
                "Everyone was using these instruments, these mechanisms.",
                "So what was that mechanism?",
                "Essentially, these molecular mechanisms were badly programmed.",
                "That is the mechanism."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVjaGFuaXNt&hash=ce27a608e35ac9c7fcad86d4484b5dcc1e7e1b52&lang=en&cache-only=0",
            "defineEn": "a system of separate parts acting together in order to perform a task",
            "defineVi": "một hệ thống các bộ phận riêng biệt hoạt động cùng nhau để thực hiện một nhiệm vụ"
        },
        {
            "id": "e982bf9a-c3d1-454e-bcad-3cef3921c7f2",
            "word": "battery",
            "phonetic": "bæɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is currently taking a break to recharge her batteries.",
                "I often go for a walk to recharge my batteries.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "We have been resting all weekend to recharge our batteries for the upcoming week.",
                "If I feel burned out, I will take a day off to recharge my batteries."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVyeQ&hash=878c0f27d65d06605275048cb8495951e19208ee&lang=en&cache-only=0",
            "defineEn": "an object that turns chemical energy to electricity to give power to a device or machine",
            "defineVi": "một đối tượng biến năng lượng hóa học thành điện để cung cấp năng lượng cho thiết bị hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "f04f3e9a-5a83-4a15-b109-418ef6464ff7",
            "word": "engineering",
            "phonetic": "ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "She works for an engineering company.",
                "She attends a prestigious university known for its engineering program.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXJpbmc&hash=289e72a1c14f6cf828fbb3707e21cddaf7587cc4&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the building, designing, developing, etc. of structures, bridges, or machines",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến việc xây dựng, thiết kế, phát triển, v.v. của các cấu trúc, cây cầu hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "2afc6fa9-93e3-4140-97c4-04a3235605dc",
            "word": "gadget",
            "phonetic": "ɡædʒɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John had always been interested in technology and gadgets.",
                "When the latest gadget was released, everyone was talking about it for a few days, but it soon became a nine-day wonder as people lost interest and moved on to the next big thing.",
                "The new gadget was the talk of the town, but after a week, people stopped being interested.",
                "You've got a gadget?",
                "- We've got a gadget."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FkZ2V0&hash=899a4c8c654892bf708e83a1089bd3620d8ee435&lang=en&cache-only=0",
            "defineEn": "a mechanical tool or an electronic device that is useful for doing something",
            "defineVi": "một công cụ cơ khí hoặc một thiết bị điện tử hữu ích để làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "f7f7b107-06c9-4adc-b180-78bb5e12c789",
            "word": "robot",
            "phonetic": "ɹoʊbɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robots weld a tailgate to the body.",
                "Do robots deserve those rights?",
                "Will robots be taking their jobs?",
                "The robot has two levers and one big button.",
                "Similarly mecha robots have their own instant recall imagery."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ib3Q&hash=87fbf32f3bda6493cb288aec9bf63267f096cdaa&lang=en&cache-only=0",
            "defineEn": "a machine that can perform tasks automatically",
            "defineVi": "một máy có thể thực hiện nhiệm vụ tự động",
            "hasImg": true
        },
        {
            "id": "55a88e1a-4d77-40a5-824a-46ec10e859b0",
            "word": "turbine",
            "phonetic": "tɜːbaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turbines driven by steam.",
                "So the company is now putting the same ridges onto wind turbines.",
                "Renewable energy needs wind turbines or solar panels.",
                "The steam can power turbines that generate electricity.",
                "Some designs even drive the turbine as the trap is filling, too."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyYmluZQ&hash=b8c5a255e0bae74dca7081da8ac64e2f0861c118&lang=en&cache-only=0",
            "defineEn": "a machine or engine that produces power from the pressure of a liquid or gas on a turning wheel, called a rotor",
            "defineVi": "một máy hoặc động cơ tạo ra năng lượng từ áp suất của chất lỏng hoặc khí trên bánh xe quay, được gọi là rôto",
            "hasImg": true
        },
        {
            "id": "91551f3c-8133-46a7-87f1-f768e707f932",
            "word": "wire",
            "phonetic": "waɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "She carefully bent the wire into a circle to make a decorative wreath.",
                "Alyssa is a total live wire and I'm a total loser for just figuring this out.",
                "I'm sorry for bringing you the wrong order, sir, I've had my wires crossed all day!",
                "The baby's all wired."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lyZQ&hash=c28b2e7037a6d6701699015197e833bea9b5b318&lang=en&cache-only=0",
            "defineEn": "a piece of metal formed into a thin and flexible thread",
            "defineVi": "một miếng kim loại được tạo thành một sợi mỏng và linh hoạt",
            "hasImg": true
        },
        {
            "id": "65a8fee1-f1d9-4ba9-ab31-96deca385050",
            "word": "technician",
            "phonetic": "tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After hours of effort, the technicians finally broke the back of the beast and turned the electricity back on again.",
                "You need to take your laptop to the technician.",
                "Technicians build the planes IT Professionals, Radio Operators, logisticians, engineers, medical professionals.",
                "Narrator: 6,000 technicians can fix every inch of pretty much any commercial jet on the planet, from 150 other airlines, government organizations, and even military branches.",
                "The Mongols particularly prized gunpowder technicians from China."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5pY2lhbg&hash=8d3223df4cd55e8a10299025754967e039f146bf&lang=en&cache-only=0",
            "defineEn": "an expert who is employed to check or work with technical equipment or machines",
            "defineVi": "một chuyên gia được tuyển dụng để kiểm tra hoặc làm việc với các thiết bị hoặc máy móc kỹ thuật",
            "hasImg": true
        },
        {
            "id": "5578dab8-9474-409f-bda3-c4ee86cc157b",
            "word": "sensor",
            "phonetic": "sɛnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sensors in the ears track the sense of balance.",
                "The light from big cities would totally swamp its sensors.",
                "Their sensors pick up an interesting chemical profile.",
                "So this sensor, the HERO sensor is the classic Logitech one.",
                "You expose the sensor."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc29y&hash=225d94e355f3034ec326dfd4624df9e91f4e1258&lang=en&cache-only=0",
            "defineEn": "a machine or device that detects any changes in the environment and sends the information to other electronic devices",
            "defineVi": "một máy hoặc thiết bị phát hiện bất kỳ thay đổi nào trong môi trường và gửi thông tin đến các thiết bị điện tử khác"
        },
        {
            "id": "e561de15-0914-4889-82ea-a67b04aed5ae",
            "word": "motor",
            "phonetic": "moʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "They claim drag racing is the most exciting motor sport.",
                "I put my hands on the machine to see if I could feel the motor running.",
                "What is motor agitation?",
                "And basically dynamically break the motor."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3I&hash=769934d77878d5ff6f867dd6e38f6eaed994de71&lang=en&cache-only=0",
            "defineEn": "a machine that converts any form of energy into mechanical energy",
            "defineVi": "một cỗ máy chuyển đổi bất kỳ dạng năng lượng nào thành năng lượng cơ học",
            "hasImg": true
        },
        {
            "id": "ff302f00-0ed6-48b8-9641-8dd95a90cbba",
            "word": "electronics",
            "phonetic": "ᵻlɛktɹɑːnɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "He needed a new computer, and he was in luck - there was a sale at the electronics store.",
                "Narrator: Electronics are also fixed up.",
                "I've owned an electronics store for 33 years.",
                "The first deal during Jolie's tenure was with Korean electronics maker Samsung in April of 2013.",
                "At the electronics store, I was in communication technology department."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb25pY3M&hash=9ac46c2c607ab32fbf9c5271d3613d3f16c7c209&lang=en&cache-only=0",
            "defineEn": "the branch of physics and electrical engineering that focuses on designing circuits that use transistors and microchips",
            "defineVi": "ngành vật lý và kỹ thuật điện tập trung vào việc thiết kế các mạch sử dụng bóng bán dẫn và vi mạch",
            "hasImg": true
        },
        {
            "id": "a7b9a981-d7b4-452e-bba6-d10a710d3c1e",
            "word": "adapter",
            "phonetic": "ɐdæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even EVs, electric vehicles, are getting their own adapters.",
                "Power adapter that we can't use.",
                "The adapter that goes between USB and USB-C.",
                "In Belgium, an engineer devised an adapter for the masks on a 3D printing machine. -",
                "We still get a power adapter."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRlcg&hash=6abec5247469fce458a5fed36c8a0ba980d37044&lang=en&cache-only=0",
            "defineEn": "a device used for connecting two pieces of equipment that are not compatible with each other",
            "defineVi": "một thiết bị được sử dụng để kết nối hai thiết bị không tương thích với nhau",
            "hasImg": true
        },
        {
            "id": "02b741b4-283c-4fb2-a263-d100b2f06290",
            "word": "amplifier",
            "phonetic": "æmplɪfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, a thin box with an opening makes a rather good amplifier for strings.",
                "They transmit an electrical version of the vibration through wires to an amplifier.",
                "One of the main promoters or influencers or amplifiers of this was Congressperson Lauren Boebert.",
                "They vibrate at really low frequencies, and can be heard as radio waves by field amplifiers, telegraph lines, or any magnetic device.",
                "To do this, they stuck two prongs into the ground hundreds of meters away, then ran attached cables to a device called an amplifier."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wbGlmaWVy&hash=33fdca6ef3f648751d6aea0511df0104f6083841&lang=en&cache-only=0",
            "defineEn": "an electronic device that strengthens electrical signals or causes sounds to get louder",
            "defineVi": "một thiết bị điện tử tăng cường tín hiệu điện hoặc làm cho âm thanh to hơn",
            "hasImg": true
        },
        {
            "id": "edb1c572-ad71-47e8-be3e-2c77050386fd",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a failure in the progress or effectiveness of a relationship or system",
            "defineVi": "thất bại trong tiến trình hoặc hiệu quả của một mối quan hệ hoặc hệ thống"
        },
        {
            "id": "1bb70c0f-097c-44d4-91c7-e55176c7100e",
            "word": "capacity",
            "phonetic": "kəpæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "It has capacity for 100 planes.",
                "We have the capacity.",
                "Nearly two dozen plants are functioning under capacity.",
                "The literal challenge is beyond today's capacity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWNpdHk&hash=8b996561fafcf3a267f8d4fb5e35c6df6191a380&lang=en&cache-only=0",
            "defineEn": "the power or ability to produce, perform or deploy something",
            "defineVi": "sức mạnh hoặc khả năng sản xuất, thực hiện hoặc triển khai một cái gì đó",
            "hasImg": true
        },
        {
            "id": "888fdaa3-41f9-4b73-96c3-30839b25254a",
            "word": "to disconnect",
            "phonetic": "tə dɪskənɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Disconnect the pipe leading from the top of the water tank.",
                "The evening is a time to disconnect from technology.",
                "They let themselves go during the weekend getaway, enjoying leisurely activities, disconnecting from work, and prioritizing their relaxation.",
                "Personal failures, disconnect from friends, and academic disappointments casted a cloud on my sense of purpose.",
                "The country was largely disconnected. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY29ubmVjdA&hash=25651d294aced0d08e5c58f874716b085f4cd6a0&lang=en&cache-only=0",
            "defineEn": "to detach a piece of equipment from its power supply",
            "defineVi": "để tách một phần của thiết bị từ nguồn điện của nó",
            "hasImg": true
        },
        {
            "id": "1d8d9477-6222-4630-91bf-a380ffb8254b",
            "word": "generator",
            "phonetic": "dʒɛnɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Much of the town lost electricity in the storm, but for people with generators it was business as usual.",
                "The lights suddenly went out, and we waited anxiously for the backup generator to go on.",
                "The truck literally is your generator.",
                "We just need electric generator.",
                "Instead, the panel above your head contains a chemical oxygen generator."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhdG9y&hash=6240847d74000044f0f7ccdfa04797ab5d7fef17&lang=en&cache-only=0",
            "defineEn": "an electronic instrument that produces particular signal outputs",
            "defineVi": "một nhạc cụ điện tử tạo ra đầu ra tín hiệu cụ thể",
            "hasImg": true
        },
        {
            "id": "f782e248-7fb4-42df-a93a-f308c97399d0",
            "word": "lever",
            "phonetic": "lɛvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every lever consists of three main components: the effort arm, the resistance arm, and the fulcrum.",
                "But it has only two levers.",
                "This one is called a lever.",
                "The robot has two levers and one big button.",
                "A lever basically looks like this: a long bar that's balanced on something underneath."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2ZXI&hash=5770f1999157ebc7346021dfbee4e2f1c5c53022&lang=en&cache-only=0",
            "defineEn": "a long rigid bar that is put under a heavy object in order to move it",
            "defineVi": "một thanh cứng dài được đặt dưới một vật nặng để di chuyển nó",
            "hasImg": true
        },
        {
            "id": "3fce03a7-199d-434a-bb97-66413398aa6d",
            "word": "to magnify",
            "phonetic": "tə mæɡnᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He felt like beating the kid to a pulp, but knew that would only magnify the problem and he'd be the one ending up in jail.",
                "The larger body magnified light from a distant star, and in that light the astronomers saw a smaller body.",
                "Over 4,000 models of over 800 species of plants are on display, from entire stalks to magnified pollen grains.",
                "So we also need a mirage to magnify the effect.",
                "But here’s the kicker: that dissatisfaction was magnified on Valentine’s Day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFnbmlmeQ&hash=cad8b2d1ab945c3bed9ad83085d364baf22d464f&lang=en&cache-only=0",
            "defineEn": "to make something appear more important or serious than it really is",
            "defineVi": "để làm cho một cái gì đó xuất hiện quan trọng hơn hoặc nghiêm trọng hơn nó thực sự là"
        },
        {
            "id": "d1f01406-d581-4f8a-bf18-15852a385c95",
            "word": "machinery",
            "phonetic": "məʃiːnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wear and tear of machinery and fixed capital in general must be replaced in money.",
                "We developed machinery, better crops, better fertilizers.",
                "They had their machinery in place.",
                "Steam from the boiling water turns machinery in a turbine to generate electricity for nearby consumers. ",
                "That way the machinery can run for thousands of hours."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZXJ5&hash=8459c99b2fc3e858f31afc686a2bb4b57c0aa40a&lang=en&cache-only=0",
            "defineEn": "machines, especially large ones, considered collectively",
            "defineVi": "máy móc, đặc biệt là những máy lớn, được coi là chung"
        },
        {
            "id": "121ad378-1524-4428-a517-9e1b49f77112",
            "word": "transmitter",
            "phonetic": "tɹænsmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paypal has money transmitter licenses.",
                "They put radio transmitters on the turtles to keep track of them.",
                "They prevent other midbrain neurons from flooding the brain’s pleasure circuits with another transmitter, dopamine.",
                "And can the bird even tell that it has the transmitter on?",
                "We have a receiver that reads the signal from the transmitter when it's turned on."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNtaXR0ZXI&hash=9acedd4e605d64f2c11278a541fa986c9367d860&lang=en&cache-only=0",
            "defineEn": "a piece of electronic equipment used for sending electromagnetic waves carrying radio or television signals",
            "defineVi": "một phần của thiết bị điện tử được sử dụng để gửi sóng điện từ mang tín hiệu radio hoặc truyền hình",
            "hasImg": true
        },
        {
            "id": "12f42b2f-df3a-44d9-a77d-a03abde92b41",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "the routine act of inspection and maintenance of a machine or vehicle in order to keep it working",
            "defineVi": "hành động kiểm tra và bảo trì định kỳ máy móc hoặc phương tiện để giữ cho nó hoạt động",
            "hasImg": true
        },
        {
            "id": "be31834a-268b-4275-8d27-1a56949f2d1a",
            "word": "spare part",
            "phonetic": "spɛɹ pɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And it's got some spare parts.",
                "SPEAKER: With a limited number of Sea Harriers that still exist, spare parts are hard to come by.",
                "His colleague James Newhall spent three years building this playback machine from spare parts scrounged from electronic stores and eBay.",
                "With the supplies we have, with the spare parts we have, this airplane will far outlast my ability to be able to pass the flight physical and safely fly it.",
                "Flying the A320 family allows the carrier to avoid cost, like training crews across multiple types of aircraft and buying spare parts for different types of planes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhcmUgcGFydA&hash=2dd3524a1b57d099eec4bbd2d2e2068bcd990c9e&lang=en&cache-only=0",
            "defineEn": "a part made for a machine or vehicle that can be used to replace an old or broken part",
            "defineVi": "một bộ phận được chế tạo cho máy móc hoặc phương tiện có thể được sử dụng để thay thế một bộ phận cũ hoặc bị hỏng",
            "hasImg": true
        }
    ]
}