{
    "id": "e7e41805-c657-425f-9273-736347135962",
    "title": "Top 326 - 350 Verbs",
    "originalTitle": "Top 326 - 350 Verbs",
    "words": [
        {
            "id": "460580bd-bb1c-4425-bbe8-0dcf41587684",
            "word": "to gather",
            "phonetic": "tə ɡæðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I gathered a basket of sloes from the bushes near my house.",
                "He gathered a handful of pecans from the ground.",
                "He gathered a bunch of sea kale from the shore.",
                "The congregation gathered around the altar for the morning service.",
                "As the harvest season arrived, the farmer gathered caryopses of various legumes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2F0aGVy&hash=e3bd1baf10bba94a1b3ea1ae760ef7603b239f25&lang=en&cache-only=0",
            "defineEn": "to come together in a place",
            "defineVi": "đến với nhau ở một nơi",
            "hasImg": true
        },
        {
            "id": "8a6e7b7c-6ce9-40cb-9bb3-4b840a80f076",
            "word": "to prefer",
            "phonetic": "tə pɹɪfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "She prefers the freedom and agility of a motorcycle over a car.",
                "She prefers boneless turkey breast for its ease of slicing.",
                "She preferred the bony cut of beef short ribs.",
                "She prefers her coffee black, without any sugar or cream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZmVy&hash=f89fc46aeaccd7fe63c59e2b4a562e85eee0f12c&lang=en&cache-only=0",
            "defineEn": "to want or choose one person or thing instead of another because of liking them more",
            "defineVi": "muốn hoặc chọn một người hoặc một vật thay vì một người khác vì thích họ hơn",
            "hasImg": true
        },
        {
            "id": "31f3cd72-da0d-4e97-b605-537bf72d6542",
            "word": "to attach",
            "phonetic": "tʊ ɐtætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can’t really attach a label to this type of art.",
                "I'll drive you home - no strings attached.",
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "The policy offers 15% interest, with no strings attached.",
                "Attach the butt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNo&hash=5f9f1f1a7f1e11eb60ce83ee20d29428c27c1a91&lang=en&cache-only=0",
            "defineEn": "to connect or fasten something to another thing",
            "defineVi": "để kết nối hoặc gắn chặt một cái gì đó với một thứ khác",
            "hasImg": true
        },
        {
            "id": "caa79ebb-5e2c-45cc-987c-cd54eef00041",
            "word": "to challenge",
            "phonetic": "tə tʃælɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The unexpected challenges became grist for the mill of their problem-solving skills.",
                "Are you up to the challenge?",
                "They faced many challenges, but eventually made it to the other side.",
                "It can be challenging to abstract complex concepts into simple explanations.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbGxlbmdl&hash=4df86b57d628f18a3e42324d706c25e26822d0e1&lang=en&cache-only=0",
            "defineEn": "to invite someone to participate in a contest; to strongly suggest that someone should do a certain thing, particularly when they seem unwilling",
            "defineVi": "mời ai đó tham gia một cuộc thi; đề nghị mạnh mẽ rằng ai đó nên làm một điều gì đó, đặc biệt là khi họ có vẻ không muốn"
        },
        {
            "id": "7da75a04-5791-43b3-a52b-cd4fd59fb725",
            "word": "to match",
            "phonetic": "tə mætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "Fifty thousand people saw the match.",
                "The match was awesome.",
                "He gave a good account of himself in matches against Crewe and Chesterfield.",
                "They had a friendly soccer match with their friends in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0Y2g&hash=7b819e699bfbbd388146de2c81b50481309ba480&lang=en&cache-only=0",
            "defineEn": "to be the same as or similar to something else",
            "defineVi": "giống hoặc tương tự với cái gì khác"
        },
        {
            "id": "ae23a39c-34c4-4e4a-9a8a-8810f3a30c35",
            "word": "to lift",
            "phonetic": "tə lɪft ",
            "partOfSpeechType": "verb",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "Her article lifts the lid on bullying in the workplace.",
                "Students with disabilities have priority access to the lift.",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlmdA&hash=d7326b504f8c3f294afa298795ee9094ad5fe596&lang=en&cache-only=0",
            "defineEn": "to move a thing from a lower position or level to a higher one",
            "defineVi": "để di chuyển một điều từ một vị trí thấp hơn hoặc mức cao hơn",
            "hasImg": true
        },
        {
            "id": "eecf751b-87e2-4dd0-a018-bb1202bb6409",
            "word": "to escape",
            "phonetic": "tʊ ɛskeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can't escape from my sight.",
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "There was no question of escape.",
                "The escaped convicts have been on the run for a week, with no leads as to their whereabouts.",
                "If you enjoy solving puzzles and riddles, this escape room experience will float your boat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXNjYXBl&hash=8bb8283e599c4b3a182908bfd15cae0ec9e5eb07&lang=en&cache-only=0",
            "defineEn": "to get away from captivity",
            "defineVi": "để thoát khỏi cảnh giam cầm",
            "hasImg": true
        },
        {
            "id": "64e467eb-8c22-4904-a33d-a4e2212937f9",
            "word": "to kiss",
            "phonetic": "tə kɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby blew kisses, puckering up her tiny lips.",
                "I kissed it better.",
                "Rain is the kiss of death for a barbecue.",
                "He planted a gentle kiss on her cheek.",
                "If France lose this game, they can kiss their chances of winning the cup goodbye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lzcw&hash=40964c0d760140c1228a436ce30933d74098107a&lang=en&cache-only=0",
            "defineEn": "to touch someone else's lips or other body parts with one's lips to show love, sexual desire, or respect",
            "defineVi": "dùng môi chạm vào môi hoặc các bộ phận cơ thể khác của người khác để thể hiện tình yêu, ham muốn tình dục hoặc sự tôn trọng",
            "hasImg": true
        },
        {
            "id": "7c6d6f10-d584-4008-ba05-5619b62deebd",
            "word": "to attempt",
            "phonetic": "tʊ ɐtɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The prisoner attempted to break away from the guards during the chaos.",
                "It attempts to read a floppy disk without regard to its format.",
                "He made no attempt to apologize.",
                "She was attempting to raise $20,000.",
                "The company has attempted to break the strike using non-union labor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW1wdA&hash=c95cbeff90501e9fb9b2d1cd5654ae5aaf4d5339&lang=en&cache-only=0",
            "defineEn": "to try to complete or do something difficult",
            "defineVi": "để cố gắng hoàn thành hoặc làm một cái gì đó khó khăn"
        },
        {
            "id": "faa094ed-dd0e-442f-8f43-6fd69918df7a",
            "word": "to chew",
            "phonetic": "tə tʃuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "That district attorney will chew you up and spit you out in the courtroom.",
                "He chewed his food with his mouth closed, showing good manners.",
                "Chewing on a clove can help alleviate a toothache.",
                "We bit off more than we could chew in our original reform proposals.",
                "Sarah's face looked like a bulldog chewing a wasp when she saw that her favorite dress was ruined."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hldw&hash=35c76e6e494ff0bdc4d5b5db21a92d4320d2564d&lang=en&cache-only=0",
            "defineEn": "to bite and crush food into smaller pieces with the teeth to make it easier to swallow",
            "defineVi": "cắn và nghiền thức ăn thành những miếng nhỏ hơn bằng răng để dễ nuốt hơn",
            "hasImg": true
        },
        {
            "id": "30f98ac5-a50d-4ab3-8db6-14640300cfbb",
            "word": "to obtain",
            "phonetic": "tʊ əbteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "The crime of obtaining title to another's property by false pretenses.",
                "He was accused of dishonestly obtaining property."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2J0YWlu&hash=f7492a10fb3e8d83329bf4b211f26238708cb3b0&lang=en&cache-only=0",
            "defineEn": "to get something, often with difficulty",
            "defineVi": "để có được một cái gì đó, thường gặp khó khăn"
        },
        {
            "id": "5e805e4c-183c-4bc6-8cca-5bfd195dddcd",
            "word": "to upgrade",
            "phonetic": "tʊ ʌpɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can always upgrade a bit further down the road if you want.",
                "Sarah was content with her old phone and refused to upgrade it.",
                "I think we should use the extra money to invest in some new computer upgrades, but it's the boss's call in the end.",
                "The boss spent nearly an hour talking about how we had to cut spending in the office, but in the next breath, he was telling his secretary to upgrade his company car.",
                "When Jack's friend suggested he upgrade his phone to the latest model, Jack replied, \"If it ain't broke, don't fix it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBncmFkZQ&hash=932ecfb990337153660f9999e9e68ba577f29e59&lang=en&cache-only=0",
            "defineEn": "to improve a machine, computer system, etc. in terms of efficiency, standards, etc.",
            "defineVi": "để cải thiện máy móc, hệ thống máy tính, v.v. về hiệu quả, tiêu chuẩn, v.v.",
            "hasImg": true
        },
        {
            "id": "1c48e48f-f91c-4e5f-bb9f-6323bda9d4d3",
            "word": "to cheer",
            "phonetic": "tə tʃɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cheers for helping me out with that project.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "We cheer loudly for our favorite soccer team during the match.",
                "We cheer loudly for our school's volleyball team during their matches.",
                "I watched a horse race at the track and cheered for my favorite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlZXI&hash=ead0256ae22c18ab55150ebd0e5c04be0a9ee0fd&lang=en&cache-only=0",
            "defineEn": "to encourage or show support or praise for someone by shouting",
            "defineVi": "để khuyến khích hoặc hiển thị hỗ trợ hoặc khen ngợi cho một ai đó bằng cách hét lên",
            "hasImg": true
        },
        {
            "id": "e70c062b-d713-41d6-9672-4066cc3a83fa",
            "word": "to communicate",
            "phonetic": "tə kəmjuːnᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It helps me to focus on the most important parts of a story and communicate them effectively.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "My marriage is in good working order, and my partner and I communicate well and support each other.",
                "The leader knew that in order to make informed decisions and lead effectively, better brain than brawn was essential - it was the ability to analyze data, think critically, and communicate effectively that set great leaders apart.",
                "Clearly communicate financial expectations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbXVuaWNhdGU&hash=f1c2180219c91bf2040d75f8563a91cb32bdd5c8&lang=en&cache-only=0",
            "defineEn": "to exchange information, news, ideas, etc. with someone",
            "defineVi": "để trao đổi thông tin, tin tức, ý tưởng, vv với ai đó",
            "hasImg": true
        },
        {
            "id": "16d422a2-664e-4018-95fe-6d8d3bfc2464",
            "word": "to complete",
            "phonetic": "tə kəmpliːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The construction project was completed without a hitch, thanks to the hard work of our team and the diligence of our contractors.",
                "Thanksgiving is never complete without the aroma of a succulent turkey.",
                "Tacos aren't complete without a generous amount of grated cheese on top.",
                "They made complete pigs of themselves at the dinner.",
                "Please return the completed form at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxldGU&hash=93c396a560d5c07fb0333c3f1bf6859b65ca28db&lang=en&cache-only=0",
            "defineEn": "to bring something to an end by making it whole",
            "defineVi": "để mang lại một cái gì đó để kết thúc bằng cách làm cho nó toàn bộ",
            "hasImg": true
        },
        {
            "id": "d320d4bb-f676-409e-9a9b-bae955af8d4e",
            "word": "to disappear",
            "phonetic": "tə dɪsɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her husband disappeared into thin air for years.",
                "Then you disappeared, went to ground.",
                "The rough track continues, but it quickly disappears into undergrowth.",
                "When the project manager disappeared for a week without any notice, we suspected she had taken French leave.",
                "The internet is full of people who talk a big game, but when it comes to actually doing something, they disappear -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXBwZWFy&hash=cc8f05d5d4ecf7d0983d29c9edd6cc0c1cd2b78c&lang=en&cache-only=0",
            "defineEn": "to get out of sight or become impossible to see",
            "defineVi": "để có được ra khỏi tầm nhìn hoặc trở nên không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "67e0fb83-3bd5-4955-a6e6-dbb030049acd",
            "word": "to admit",
            "phonetic": "tʊ ɐdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Admit it Bobby.",
                "Over 40% of Americans admitted they were living beyond their means.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field.",
                "He admitted killing a deer out of season.",
                "I have to admit that the news gave us a shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQ&hash=bfeabcb3b5af3e2fa25291b6353105d935571035&lang=en&cache-only=0",
            "defineEn": "to agree with the truth of something, particularly reluctantly",
            "defineVi": "để đồng ý với sự thật của một cái gì đó, đặc biệt miễn cưỡng"
        },
        {
            "id": "cd518419-a769-44c5-b13f-f157896de88a",
            "word": "to ride",
            "phonetic": "tə ɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government rode roughshod over all opposition to the new measures.",
                "We ride our bikes along the bike lane on the main street.",
                "They are riding the crest of the wave at the moment.",
                "He rides his motorcycle to work every day.",
                "I gave my friend a ride home from the party last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlkZQ&hash=4eb6c47aab74b4b0205b5b14e90f3e4ba357c72f&lang=en&cache-only=0",
            "defineEn": "to sit on and control the movement of an animal, especially a horse",
            "defineVi": "ngồi lên và điều khiển chuyển động của động vật, đặc biệt là ngựa",
            "hasImg": true
        },
        {
            "id": "f72263f0-cefb-44d3-b2f4-055c3b3079af",
            "word": "to separate",
            "phonetic": "tə sɛpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're separating.",
                "He separated the wheat from the chaff in hopes of improving productivity.",
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "They peeled and separated the orange segments to make a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VwYXJhdGU&hash=e6d119ab64d11095cc982a5aa765e6990add579e&lang=en&cache-only=0",
            "defineEn": "to divide or disconnect something from a larger whole",
            "defineVi": "để phân chia hoặc ngắt kết nối một cái gì đó từ một tổng thể lớn hơn",
            "hasImg": true
        },
        {
            "id": "0f3a5b6c-22df-462a-9781-971afcb579b1",
            "word": "to flip",
            "phonetic": "tə flɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The little kid flipped the cop the bird and didn't even know what it meant.",
                "I remember when we thought that flip phones were the best thing since sliced bread.",
                "Flip that scenario around.",
                "That side flip.",
                "Flip the premise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxpcA&hash=56d956969528e971bc402ec2211a464334ee700a&lang=en&cache-only=0",
            "defineEn": "to turn over quickly with a sudden move",
            "defineVi": "để lật lại một cách nhanh chóng với một di chuyển đột ngột",
            "hasImg": true
        },
        {
            "id": "f0f070e5-5366-41c0-96ec-ae5f00e13ad5",
            "word": "to land",
            "phonetic": "tə lænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A few weeks later, I landed my dream job.",
                "The land dropped steeply away into a small valley.",
                "Farmers cleared the land in order to raise cattle.",
                "Our family line has presided over this land from the year dot.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFuZA&hash=d7132c394fb6f5470e91cc214b034afa05fb01dc&lang=en&cache-only=0",
            "defineEn": "to arrive and rest on the ground or another surface after being in the air",
            "defineVi": "đến và nghỉ ngơi trên mặt đất hoặc bề mặt khác sau khi ở trong không khí",
            "hasImg": true
        },
        {
            "id": "9797ca18-f437-48c9-9561-863f3b13f0be",
            "word": "to kick",
            "phonetic": "tə kɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She kicked the soccer ball with her foot.",
                "He threw those kicks at lightning speed!",
                "That kick of yours could have easily made mincemeat of my face.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2ljaw&hash=da42a81e8cfa492976b0039cc16337caa23849a8&lang=en&cache-only=0",
            "defineEn": "to hit something or someone with the foot",
            "defineVi": "để đánh một cái gì đó hoặc ai đó với bàn chân",
            "hasImg": true
        },
        {
            "id": "86ebb431-2d14-4a73-991d-eff876073196",
            "word": "to film",
            "phonetic": "tə fɪlm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsbQ&hash=3aafdf92d9e7dafd8c3a94b419c2dc6ec71ed05d&lang=en&cache-only=0",
            "defineEn": "to capture or record moving images, typically using a camera or video recording device",
            "defineVi": "để chụp hoặc ghi lại hình ảnh chuyển động, thường sử dụng máy ảnh hoặc thiết bị quay video",
            "hasImg": true
        },
        {
            "id": "78278b8d-b5ba-4c51-a687-2593fb911ae8",
            "word": "to observe",
            "phonetic": "tʊ əbzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "We used a telescope to observe distant stars and galaxies.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "They were crouching in the bushes, observing the wildlife.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXJ2ZQ&hash=277023850aceccf0eb43506f23b869d15fac760f&lang=en&cache-only=0",
            "defineEn": "to carefully watch something in order to discover facts",
            "defineVi": "để cẩn thận xem một cái gì đó để khám phá sự thật",
            "hasImg": true
        },
        {
            "id": "060c3390-8ba8-4a59-a756-b60977e2a85f",
            "word": "to wash",
            "phonetic": "tə wɑːʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I washed the dishes after dinner.",
                "I washed my face and hands with a bar of soap.",
                "The cat was washing itself.",
                "I’ve washed my hands of the whole affair.",
                "He gently washed his face with warm water and soap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FzaA&hash=b6c0c541d6ad0e5002efdb1f2aea0c00f2d9a6e9&lang=en&cache-only=0",
            "defineEn": "to clean someone or something with water, often also with a type of soap",
            "defineVi": "để làm sạch ai đó hoặc một cái gì đó với nước, thường cũng với một loại xà phòng",
            "hasImg": true
        },
        {
            "id": "7d7d9b2b-7315-4056-8ab1-5100d7889a86",
            "word": "to ride",
            "phonetic": "tə ɹaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government rode roughshod over all opposition to the new measures.",
                "We ride our bikes along the bike lane on the main street.",
                "They are riding the crest of the wave at the moment.",
                "He rides his motorcycle to work every day.",
                "I gave my friend a ride home from the party last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlkZQ&hash=4eb6c47aab74b4b0205b5b14e90f3e4ba357c72f&lang=en&cache-only=0",
            "defineEn": "to sit on open-spaced vehicles like motorcycles or bicycles and be in control of their movements",
            "defineVi": "ngồi trên các phương tiện có không gian rộng rãi như xe máy hoặc xe đạp và kiểm soát chuyển động của chúng",
            "hasImg": true
        }
    ]
}