{
    "id": "e82ee1ad-b943-4807-8a7b-d2488456f9ab",
    "title": "Similarity and Difference",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "622fe3b4-889e-46c4-972d-4a1b650594b0",
            "word": "to contrast",
            "phonetic": "tə kəntɹæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJhc3Q&hash=0af17ef68dad05b66b0b92d87586c8ab10681eb6&lang=en&cache-only=0",
            "defineEn": "to compare two people or things so that their differences are noticeable",
            "defineVi": "để so sánh hai người hoặc những điều để sự khác biệt của họ là đáng chú ý",
            "hasImg": true
        },
        {
            "id": "ed208c1a-5f47-4e9f-9002-492614526ab8",
            "word": "to differ",
            "phonetic": "tə dɪfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "Let's just agree to differ on this topic and start talking about something else, huh?",
                "Towns 130 miles apart differ about 10 minutes in sun times. ",
                "Towns 1,300 miles apart differ about 100 minutes in sun times. ",
                "These levels differ by orders of magnitude."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVy&hash=5c6412b703121ed6a2deb5d1babcb767ffd18430&lang=en&cache-only=0",
            "defineEn": "to be different from something or someone",
            "defineVi": "khác biệt với một cái gì đó hoặc một ai đó"
        },
        {
            "id": "05c5b3a5-26b5-42fe-be25-ea6000bab1b7",
            "word": "to differentiate",
            "phonetic": "tə dɪfɚɹɛnʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, a uniform differentiates these workers from other people. ",
                "So these three aspects really differentiate us.",
                "- Differentiating between them as well.",
                "And that really differentiates our design from other designers.",
                "Among its employees, a company differentiates between the types of workers via job titles like lab technician, secretary, or department supervisor. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVyZW50aWF0ZQ&hash=2c1a5995eb37126bc83cecc2e07b949a6a34e735&lang=en&cache-only=0",
            "defineEn": "to tell or recognize the difference present between two people or things",
            "defineVi": "để nói hoặc nhận ra sự khác biệt giữa hai người hoặc vật"
        },
        {
            "id": "6346f5ba-c585-4488-b458-612108f87179",
            "word": "to distinguish",
            "phonetic": "tə dɪstɪŋɡwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Without enough information or context, it can be difficult to distinguish between different options - all cats are gray in the dark, and it's important to gather enough information to make an informed decision.",
                "The Volkswagen brand distinguished itself as a relatively affordable brand with a German pedigree and technical excellence.",
                "In philosophy, we often distinguish between necessary beings and contingent beings.",
                "For the sake of clarity any administrative markings should be clearly distinguished from the CUI banner.",
                "In the end, these goldfish could distinguish between 10 and 15 dots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdGluZ3Vpc2g&hash=c1a72dda263c42cc31d744d7c73bf615f5648169&lang=en&cache-only=0",
            "defineEn": "to recognize as different and mentally separate two things, people, etc.",
            "defineVi": "nhận ra hai sự vật, con người, v.v. là khác nhau và tách biệt về mặt tinh thần."
        },
        {
            "id": "c034e7cc-ee3a-4e8c-be9d-a7cb9e64c4bd",
            "word": "to vary",
            "phonetic": "tə vɛɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "The pay also varies.",
                "The numbers for high-speed rail can vary anywhere from 20 to 80 million per mile.",
                "Further north, in temperate and high latitudes, the net primary production varies seasonally.",
                "So precipitation varies a lot between different places, especially different latitudes. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFyeQ&hash=450df44846058574cfc2877b0754cb326fc47bd1&lang=en&cache-only=0",
            "defineEn": "to make changes to or modify something, making it slightly different",
            "defineVi": "để thay đổi hoặc sửa đổi một cái gì đó, làm cho nó hơi khác một chút"
        },
        {
            "id": "19406f41-3152-4063-9dda-e86786b18b37",
            "word": "to compare",
            "phonetic": "tə kəmpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father compares prices at different supermarkets to get the best deals.",
                "In one way or another, the representatives will be compared with the total client system.",
                "Limes have a tangier taste compared to lemons.",
                "Being the Benjamin of the family, Sarah is constantly compared to her older siblings and their achievements.",
                "Tortelloni's substantial size makes them a better choice compared to the bite-sized tortellini."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGFyZQ&hash=82ceca4052e74e2c585bb12e02d60e909464dcbc&lang=en&cache-only=0",
            "defineEn": "to examine or look for the differences between of two or more objects",
            "defineVi": "để kiểm tra hoặc tìm kiếm sự khác biệt giữa hai hoặc nhiều đối tượng",
            "hasImg": true
        },
        {
            "id": "9dcb2b5f-6252-4e3e-9eda-cc7b31e7c950",
            "word": "to resemble",
            "phonetic": "tə ɹᵻzɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Seeing her ex-boyfriend with another woman, Lisa couldn't hide her anger, and her face turned red, resembling a face like thunder.",
                "The turtle bean's dark and glossy appearance, resembling the shell of a turtle.",
                "I love how the carambola slices resemble stars when I place them on top of a cake.",
                "He drew an ugly picture that didn't resemble anything recognizable.",
                "The future doesn’t always resemble the past."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzZW1ibGU&hash=6c0675f86eb2c8fa7abcafe51f87759efcf0ef7f&lang=en&cache-only=0",
            "defineEn": "to have the same appearance, quality, or attribute as something or someone else",
            "defineVi": "có cùng diện mạo, chất lượng hoặc thuộc tính như một cái gì đó hoặc một ai đó khác"
        },
        {
            "id": "42f47838-f5c4-4d53-a2f8-1cc18b74e25c",
            "word": "contrary",
            "phonetic": "kɑːntɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She didn't let her bad dream get her down, knowing that dreams go by contraries and that it probably meant something positive was on the horizon.",
                "On the contrary, the calcium in milk might even have a protective effect against colon cancer.",
                "However, authorities have contrary opinions about using voiceprints for identification. ",
                "On the contrary, some parents even see their offspring's gifts as a way to draw attention to themselves and their own interests.",
                "If you spend any time on youtube, you know people are contrary!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhcnk&hash=38c1af734b85d4b17828f6fc703d961425a4f72d&lang=en&cache-only=0",
            "defineEn": "completely different",
            "defineVi": "hoàn toàn khác"
        },
        {
            "id": "95e4263e-45bc-4d49-bbee-a0c81cdbaa37",
            "word": "conversely",
            "phonetic": "kənvɜːsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Conversely, if you have been papering over the cracks of a relationship these same eclipses will seek them out.",
                "Conversely, negative G’s create weightlessness.",
                "Conversely, tax penalties can discourage undesirable behavior like smoking or pollution, but this unfortunately can reinforce the perception of taxes as a punishment rather than a transaction or a social obligation.",
                "Conversely, the reduced light pollution saves over a billion birds each year whose migrations were disrupted by blinking communication tower lights and high-tension wires.",
                "Conversely, positive utility is the satisfaction we get from gaining or consuming something."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVyc2VseQ&hash=043661a17691cc4618b4cee9b09ecda8e11cac72&lang=en&cache-only=0",
            "defineEn": "in a way that is contrasting or different from what has been mentioned",
            "defineVi": "theo cách tương phản hoặc khác với những gì đã được đề cập"
        },
        {
            "id": "75cd6848-a8e3-4e35-936c-ca0e384906bf",
            "word": "distinct",
            "phonetic": "dɪstɪŋkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One distinct feature of ground cherries is their papery husk.",
                "Oyster mushrooms are known for their distinct flavor.",
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "With its distinct taste, kurrat has become a popular ingredient in various cuisines around the world.",
                "Unlike regular oranges, Temple oranges have a distinct floral note that enhances their sweet and tangy flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGluY3Q&hash=1073cccea3a341c2a7c3cccfdf5edf8cbf8a20d7&lang=en&cache-only=0",
            "defineEn": "separate and different in a way that is easily recognized",
            "defineVi": "riêng biệt và khác nhau theo cách dễ dàng nhận ra"
        },
        {
            "id": "a5c93e4e-10b2-4c58-8113-52c894e5932b",
            "word": "diverse",
            "phonetic": "daɪvɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The African landscape is diverse, ranging from lush rainforests to vast deserts.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries.",
                "The forest is home to a diverse range of plant and animal species."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2ZXJzZQ&hash=1fe62f7a87d99614b2f48ac0c815d570c26328eb&lang=en&cache-only=0",
            "defineEn": "being of various and different types",
            "defineVi": "có nhiều loại và khác nhau"
        },
        {
            "id": "2183c692-3128-4c21-862a-ee810cf5c271",
            "word": "alike",
            "phonetic": "ɐlaɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "They look so alike and share the same quirky sense of humor.",
                "As the saying goes, dogs of the same street bark alike.",
                "They look so alike that it's easy to mix them up.",
                "We've always shared and shared alike, haven't we?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpa2U&hash=d575222166c67a7a4001672ed129e84289b9cb77&lang=en&cache-only=0",
            "defineEn": "(of two or more things or people) having qualities, characteristics, appearances, etc. that are very similar but not identical",
            "defineVi": "(của hai hoặc nhiều vật hoặc người) có phẩm chất, đặc điểm, ngoại hình, v.v. rất giống nhau nhưng không giống nhau",
            "hasImg": true
        },
        {
            "id": "32b103f7-5174-4571-ad41-e0de333ff66a",
            "word": "comparable",
            "phonetic": "kɑːmpɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Remuneration is in line with comparable international organizations.",
                "Are they comparable?",
                "The price is comparable to the International Space Station or the budget surplus of Germany in 2017.",
                "That’s comparable to the performance of non-human primates with similar amounts of training!",
                "But it performs a comparable function."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFyYWJsZQ&hash=6258e34e2df9f1be062087fb547fd73a6bdcac67&lang=en&cache-only=0",
            "defineEn": "having a similar ground that justifies making a comparison",
            "defineVi": "có một nền tảng tương tự biện minh cho việc so sánh"
        },
        {
            "id": "b4271891-9f23-45c2-bacb-30a73b28d0e3",
            "word": "equivalent",
            "phonetic": "ɪkwɪvələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His buoyancy is equivalent.",
                "These two things are equivalent.",
                "These 2 things are equivalent.",
                "These two things are equivalent.",
                "These two things are equivalent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXZhbGVudA&hash=23737cd30731aec65106abd8475ecce18547f20b&lang=en&cache-only=0",
            "defineEn": "having the same meaning, quality, value, etc. as a different person or thing",
            "defineVi": "có cùng ý nghĩa, chất lượng, giá trị, v.v. với một người hoặc vật khác"
        },
        {
            "id": "91f64cbd-207a-4d06-8984-c59ba33baa50",
            "word": "identical",
            "phonetic": "aɪdɛntɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These two functions are identical.",
                "So the change in potential energy is actually identical.",
                "And the arguments for the Southern Hemisphere are identical.",
                "The trends are close to identical.",
                "Gros Michel bananas were all genetically identical."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlbnRpY2Fs&hash=1018bada18c6c0e2e5c330c52b91fa85230b1b37&lang=en&cache-only=0",
            "defineEn": "similar in every detail and totally alike",
            "defineVi": "giống nhau đến từng chi tiết và hoàn toàn giống nhau",
            "hasImg": true
        },
        {
            "id": "2de1ece2-f933-4c3f-8819-11890b0c9d60",
            "word": "similar",
            "phonetic": "sɪmɪlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two friends had similar tastes in music, enjoying the same bands and artists.",
                "She and her sister look very similar, but they have very different personalities.",
                "He found two similar shirts in different colors, deciding to buy both.",
                "He inherited his father's love of music and talent for playing the guitar - like father, like son, they share similar interests and skills.",
                "Her success in the industry had opened doors for other women to pursue similar careers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltaWxhcg&hash=6980b436ca5033b3b5943fae1b3d2269f786a954&lang=en&cache-only=0",
            "defineEn": "(of two or more things) having qualities in common that are not exactly the same",
            "defineVi": "(của hai hoặc nhiều thứ) có những phẩm chất chung không hoàn toàn giống nhau",
            "hasImg": true
        },
        {
            "id": "8a64fbd5-3db6-453f-9e29-93b61a148d84",
            "word": "homogeneous",
            "phonetic": "həmoʊdʒniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Active engines are based on homogeneous charge compression ignition.",
                "So yes, this is a homogeneous equation.",
                "Last week's Phrase of the Week was \"homogeneous mythologized unitary polity.\"",
                "That's because the pipe is homogeneous.",
                "It also appears to be homogeneous, as far as we can tell."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tb2dlbmVvdXM&hash=41c88f21f3b560c208ec711264aa21114f4f4044&lang=en&cache-only=0",
            "defineEn": "composed of things or people of the same or very similar type",
            "defineVi": "bao gồm những thứ hoặc những người cùng loại hoặc rất giống nhau"
        },
        {
            "id": "aab9720b-23a4-4e40-8a15-b6a76fda94cb",
            "word": "indistinguishable",
            "phonetic": "ɪndɪstɪŋɡwɪʃəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They literally become mathematically indistinguishable, and all behave the same way.",
                "This means acceleration from gravity and acceleration from any other force are indistinguishable.",
                "This is ordinary political rhetoric that is virtually indistinguishable from the language that has been used by people across the political spectrum for hundreds of years.",
                "But in REM sleep, we get to test out that reinforced knowledge in a context that is virtually indistinguishable from real life.",
                "But its cars quickly became indistinguishable, not only from each other, but from General Motors' other brands as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXN0aW5ndWlzaGFibGU&hash=d48265fabc501afac5900b702bf7f8b8c8423ac3&lang=en&cache-only=0",
            "defineEn": "being impossible to be distinguished from something or someone else by comparison",
            "defineVi": "không thể được phân biệt từ một cái gì đó hoặc người khác bằng cách so sánh",
            "hasImg": true
        },
        {
            "id": "b8569861-7d20-421d-915a-cc97fa49f83e",
            "word": "sort of",
            "phonetic": "sɔːɹt ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [
                "That's sort of like trying to nail Jell-O to the wall.",
                "That sort of attitude really gets my goat.",
                "That sort of thing scares the living daylights out of me.",
                "Before, I was chasing my tail like some sort of lunatic.",
                "This sort of thing only happens like this once in a blue moon."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ydCBvZg&hash=e5b00c7d2111a55b6442015e4b7f3c9ef0b660af&lang=en&cache-only=0",
            "defineEn": "to a degree or extent that is unclear",
            "defineVi": "ở một mức độ hoặc mức độ không rõ ràng"
        },
        {
            "id": "a57cc08e-8d61-4d52-8c32-d4fffb9c6c83",
            "word": "distinction",
            "phonetic": "dɪstɪŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "This may seem like splitting hairs but the distinction could be important",
                "This distinction was undercut by the Supreme Court in the case of Citizens United Vs.",
                "Is that distinction important?",
                "And that distinction has sparked a new discussion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGluY3Rpb24&hash=b2192a45ece7f2fa76a5ba77fb9af2ee942861b4&lang=en&cache-only=0",
            "defineEn": "an obvious difference between two similar or related things or persons",
            "defineVi": "một sự khác biệt rõ ràng giữa hai điều hoặc người tương tự hoặc liên quan"
        },
        {
            "id": "57f408be-6e02-4e7a-8374-0bc2c26caccd",
            "word": "variety",
            "phonetic": "vɚɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The cars come with a variety of extras.",
                "I bought a variety of fresh fruits from the grocery store."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWV0eQ&hash=417c31a7d48c054feb4381ec09467f83f5204271&lang=en&cache-only=0",
            "defineEn": "a range of things or people with the same general features but different in some details",
            "defineVi": "một loạt những thứ hoặc những người có các tính năng chung giống nhau nhưng khác nhau ở một số chi tiết"
        },
        {
            "id": "56723db1-2579-4ca2-a593-184f46daf9ae",
            "word": "variation",
            "phonetic": "vɛɹɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And more variation means more opportunities for natural selection.",
                "Chinese dragons have lots of variation.",
                "And variation is the raw material for evolution.",
                "Signed languages also display variations in dialect.",
                "Even more basically, where do variations come from?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWF0aW9u&hash=5c81c04a93e7891d7a4644e3b9d95697bf345cd2&lang=en&cache-only=0",
            "defineEn": "a slight change in level, amount, magnitude, etc. of something",
            "defineVi": "một sự thay đổi nhỏ về mức độ, số lượng, cường độ, vv của một cái gì đó"
        },
        {
            "id": "a9596311-2757-4e8b-94ee-e9314c98d103",
            "word": "collision",
            "phonetic": "kəlɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyways, collisions are huge in physics, metaphorically.",
                "Like a shotgun spray, each collision creates more bullets.",
                "And the collision raised a new mystery, too.",
                "And sure enough, the collision created oxygen!",
                "Collisions with air molecules provide a force in the other direction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGlzaW9u&hash=eb3d48094ace23d4018e65630cdf9df6d48a5ee9&lang=en&cache-only=0",
            "defineEn": "a serious disagreement between people, ideas, opinions, etc.",
            "defineVi": "một sự bất đồng nghiêm trọng giữa con người, ý tưởng, quan điểm, v.v."
        },
        {
            "id": "9b000ace-0234-46f6-b48e-d26addef44ed",
            "word": "anomaly",
            "phonetic": "ɐnɑːməli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fourth staple of data mining is anomaly detection.",
                "An anomaly during a pre-flight test pushed back the anticipated launch date by a few days.",
                "This geographical anomaly is a flash point.",
                "Well maybe that person is a total anomaly.",
                "I'm a medical anomaly."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbWFseQ&hash=01630c8bf066164f2502a94111a764492865d149&lang=en&cache-only=0",
            "defineEn": "a thing, state, etc. that differs from what is usual or standard",
            "defineVi": "một điều, trạng thái, v.v. khác với những gì thông thường hoặc tiêu chuẩn"
        },
        {
            "id": "c71c2181-a15b-4507-8b3f-da432350590a",
            "word": "congruent",
            "phonetic": "kɑːŋɡɹuːənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have an angle congruent to an angle, another angle congruent to an angle.",
                "And then the next side is congruent to the next side over here.",
                "They're all congruent.",
                "We have an angle congruent to an angle, another angle congruent to an angle.",
                "This is considered a congruent trial."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3J1ZW50&hash=7b727412cb55d4a120bdd00ada5decf89a67ffd8&lang=en&cache-only=0",
            "defineEn": "being similar to and in agreement with something",
            "defineVi": "tương tự và phù hợp với một cái gì đó"
        },
        {
            "id": "659b9a3b-c4a5-44b8-acac-51c6f952c645",
            "word": "copycat",
            "phonetic": "kɑːpɪkæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The copycat had bested the original.",
                "Naturally, there have been copycats.",
                "There are a slew of budget airline copycats worldwide.",
                "And of course that's invited in and attracted copycats and competition into the marketplace.",
                "These rattlesnake copycats are big consumers of a wide variety of rodents, so they keep those populations in check."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29weWNhdA&hash=19ed31bf209abdebdc8770c1a077bd6072afcd5a&lang=en&cache-only=0",
            "defineEn": "a person who imitates the actions, clothes, ideas, etc. of someone else",
            "defineVi": "một người bắt chước hành động, quần áo, ý tưởng, v.v. của người khác"
        },
        {
            "id": "02f858c3-ac75-41f5-ae62-023029c7ed83",
            "word": "generic",
            "phonetic": "dʒənɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She seems to take the shotgun approach to holiday shopping, buying many smaller, generic gifts for everybody.",
                "Are generic medications just as good as the brand?",
                "In a lot of respects, the Pixel 3 phones are kind of generic.",
                "It's pretty generic.",
                "The name of the channel itself was some generic fake news site."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJpYw&hash=b3f6e117df0115b4d1f652b625aaf4dcf3878c07&lang=en&cache-only=0",
            "defineEn": "relating to or suitable for a whole group or class of things rather than a specific one",
            "defineVi": "liên quan đến hoặc phù hợp với toàn bộ nhóm hoặc lớp học chứ không phải là một cụ thể"
        },
        {
            "id": "a3db2e3a-3832-4fb3-b92a-e0ce8ced299b",
            "word": "chasm",
            "phonetic": "kæzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s a chasm!",
                "And it's a chasm!",
                "And in many ways, it's an unbridgeable chasm.",
                "The partisan divide became even deeper than it was in the election-- it became a chasm.",
                "But it does seem this crack in the Republican Party is opening up into a chasm over this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhc20&hash=80efd4ed6849cc37fffe8d7ae787b83f7e8d02f6&lang=en&cache-only=0",
            "defineEn": "a deep-rooted difference between two separate groups of people, points of view, etc.",
            "defineVi": "một sự khác biệt sâu xa giữa hai nhóm người, quan điểm riêng biệt, v.v."
        },
        {
            "id": "f3879cd5-c4bf-4290-99f8-3b0278d011bc",
            "word": "to counterpoint",
            "phonetic": "tə kaʊntɚpɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "India presents a convenient counterpoint to Greece because knowledge-making in india was indeparable from a long religious tradition, sponsored by the state, and focused on applications.",
                "Today we learned about libertarian free will and it’s counterpoint, hard determinism.",
                "And a good counterpoint to that is what we've now observed in modern, developed nations.",
                "Polling can actually serve as a counterpoint to this kind of bubble that's formed on social media that people think: \"This is what everybody's talking about.\"",
                "And I think that this is the sort of counterpoint, or an additional point after the idea that we talked about, with things being in or part of popular culture."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcnBvaW50&hash=c40743a021e577cb83aea689b8ddea029051e25a&lang=en&cache-only=0",
            "defineEn": "to form a contrast with something else; to make a different effect from something else",
            "defineVi": "để tạo thành một sự tương phản với một cái gì đó khác; để tạo ra một hiệu ứng khác nhau từ một cái gì đó khác"
        },
        {
            "id": "22a13d31-cde1-4e2a-b345-860f2825661c",
            "word": "differential",
            "phonetic": "dɪfɚɹɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What is a differential equation?",
                "Partial differential equations we'll get into later.",
                "Here, for a differential equation, the solution is a function.",
                "Well, a differential equation is an equation that involves an unknown function and its derivatives.",
                "An ordinary differential equation is what I wrote down."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50aWFs&hash=8e47bb35292a9fae6d6e69b47b2092a8c4f04b82&lang=en&cache-only=0",
            "defineEn": "based on or relating to a difference",
            "defineVi": "dựa trên hoặc liên quan đến một sự khác biệt"
        }
    ]
}