{
    "id": "e83c9019-49de-47b6-b7bc-f982ac17c6e6",
    "title": "Art Industry",
    "originalTitle": "Art Industry",
    "words": [
        {
            "id": "5eea0b76-06a0-409b-93d8-88311119a152",
            "word": "art movement",
            "phonetic": "ɑːɹt muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Impressionism was one of the first of a string of avant-garde art movements, each rejecting tradition and embracing the modern, promoting new ideas about what art could be and what it could do.",
                "In doing so, we’ve discovered that more people click on names of art movements they’ve alr eady heard of, artworks they’ve seen before, and already famous artists, mostly male."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IG1vdmVtZW50&hash=de211b18d4874542bf5974a36e0922801c168348&lang=en&cache-only=0",
            "defineEn": "a tendency in artistic form or style that is shared between a group of artists following the same ideology or aesthetic approach",
            "defineVi": "một xu hướng trong hình thức hoặc phong cách nghệ thuật được chia sẻ giữa một nhóm nghệ sĩ theo cùng một hệ tư tưởng hoặc cách tiếp cận thẩm mỹ"
        },
        {
            "id": "96b7649b-98e8-4337-8b70-078e575681fe",
            "word": "art school",
            "phonetic": "ɑːɹt skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I graduated from art school.",
                "Now, the concept of beauty is talked about practically everywhere, from the media, to art school to barber college.",
                "They argue that the test failed to measure the potential of many qualified college applicants who can't afford the expensive prep classes, one major academic study released in early 2018 looked at student admission data from 28 test optional schools across the US, ranging from small liberal art schools to large public universities, the data was then compared to that of similar schools that still required the tests."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IHNjaG9vbA&hash=b255b5c7bd2d95f9cbeb957e364a2840a3d0d000&lang=en&cache-only=0",
            "defineEn": "any educational institution formed to train individuals in visual or fine arts",
            "defineVi": "bất kỳ tổ chức giáo dục nào được thành lập để đào tạo các cá nhân về nghệ thuật thị giác hoặc mỹ thuật"
        },
        {
            "id": "e15b9cd8-408d-4b60-8706-2442256f8ee7",
            "word": "art student",
            "phonetic": "ɑːɹt stuːdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art student Randall Johnson created the first cougar logo in 1936.",
                "Tumlbr user Joe2theblogs asked: As a former art student, how did you become so knowledgeable about biology?",
                "When I was an undergraduate art student it was at the height of the AIDS pandemic and I'll never forget the day that my teacher, Kent Issa, showed up to our painting and drawing class just after his partner Billie had passed away from complications from HIV/AIDS earlier that day, wanting to speak with us about death, the afterlife, and the power of art."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IHN0dWRlbnQ&hash=77be43bac20b12fdf6b4171cd33dcf4c2e33dec0&lang=en&cache-only=0",
            "defineEn": "someone who is studying art either at a university or any other higher education institution",
            "defineVi": "một người đang học nghệ thuật tại một trường đại học hoặc bất kỳ cơ sở giáo dục đại học nào khác"
        },
        {
            "id": "10143cd8-335e-4719-8071-67e07bfd9b38",
            "word": "atelier",
            "phonetic": "eɪtliɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And eventually we created our own atelier in Salvador, helping people from two disenfranchised communities and giving them skills and livelihoods to be able to create these products and support the people."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRlbGllcg&hash=495df1f892fea4eccf22b761394128ac3b9095c9&lang=en&cache-only=0",
            "defineEn": "a workshop or studio where an artist or a designer works",
            "defineVi": "một hội thảo hoặc studio nơi một nghệ sĩ hoặc một nhà thiết kế làm việc",
            "hasImg": true
        },
        {
            "id": "db415fbe-526f-4651-bd9d-6a441eb3fbdc",
            "word": "auction house",
            "phonetic": "ɔːkʃən haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Woman in seven, the auction house is one of the biggest drivers of the art market.",
                "Robert Rauschenberg and Kiki Smith, five auction houses combined for over half of the global sales.",
                "Christie's, the auction house, sold a work of art yesterday for a record-breaking $69.3 million.",
                "Securing art is not the only challenge for auction houses.",
                "It became the first international auction house after establishing itself in New York."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVjdGlvbiBob3VzZQ&hash=3d4f2a65365d84919e18aa0a73e0133adf4c6197&lang=en&cache-only=0",
            "defineEn": "a company in the business of selling items at auction",
            "defineVi": "một công ty kinh doanh bán các mặt hàng đấu giá"
        },
        {
            "id": "67217309-250a-4e60-86d6-c656cab10aa0",
            "word": "collector",
            "phonetic": "kəlɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "Most collectors work on monthly quotas.",
                "Many fields do rely on amateur collectors.",
                "Collectors index and organize their possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdG9y&hash=f790f52fdbd492f48ec3941d4da2c0e07fc7d97e&lang=en&cache-only=0",
            "defineEn": "someone who collects things, as a job or hobby",
            "defineVi": "một người thu thập mọi thứ, như một công việc hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "aea2decb-1a3a-4925-816c-aeb21e3bf7ca",
            "word": "collection",
            "phonetic": "kəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "The museum had an impressive collection of European art.",
                "These books belong in the library's rare collection.",
                "The museum curator collects antique artworks for the museum's collection.",
                "I have thirteen stamps in my collection."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGlvbg&hash=a6e0c9156d977a8c3f2b03db44415d0d9230cad8&lang=en&cache-only=0",
            "defineEn": "a group of particular objects put together and considered as a whole",
            "defineVi": "một nhóm các đối tượng cụ thể đặt lại với nhau và được coi là một tổng thể",
            "hasImg": true
        },
        {
            "id": "70830dc4-0470-46c7-90b3-b5eee6145ac7",
            "word": "connoisseur",
            "phonetic": "kɑːnəsʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "- For the first test 54 wine connoisseurs were asked to compare a red and a white wine.",
                "Besides presentation, cucumber connoisseurs also value thick, chewy bodies, and to a lesser extent, taste.",
                "But some cigar connoisseurs now argue that cigars from countries like Nicaragua and Dominican Republic, which the industry calls New World cigars, have become both desirable and reliable in the market.",
                "Nonetheless, despite an increasing appetite for cigars from other countries, some connoisseurs will insist that the most authentic smoke comes only from Cuban cigars."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubm9pc3NldXI&hash=575e25590994153b7ef559ecf0ee387e241ad526&lang=en&cache-only=0",
            "defineEn": "an individual who is an expert of art, food, music, etc. and can judge its quality",
            "defineVi": "một cá nhân là chuyên gia về nghệ thuật, ẩm thực, âm nhạc, v.v. và có thể đánh giá chất lượng của nó",
            "hasImg": true
        },
        {
            "id": "ae2e6f17-7679-4eca-9ada-baaf10394e49",
            "word": "conservator",
            "phonetic": "kənsɜːveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At Skylight, conservators take the project piece by piece, shoring up the seams of the monument's some 20 different parts.",
                "Conservators use the material to mend old manuscripts, make copies, and restore missing pages.",
                "And he found a niche of customers: conservators and designers who use the material in lampshades, upholstery, headboards, and even as wallpaper.",
                "As conservators removed these layers of paint, varnish, and grime, they discovered vibrant colors and whole buildings that had long been invisible.",
                "Unfinished paintings can also be important to curators and conservators trying to understand art history."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0b3I&hash=f2ec8c7f8ae64f860623db9ea1f734b08d96ad60&lang=en&cache-only=0",
            "defineEn": "an organization or a person who is responsible for preserving, repairing, or restoring works of art, cultural sites, or other types of historical heritage",
            "defineVi": "một tổ chức hoặc một người chịu trách nhiệm bảo quản, sửa chữa hoặc khôi phục các tác phẩm nghệ thuật, địa điểm văn hóa hoặc các loại di sản lịch sử khác",
            "hasImg": true
        },
        {
            "id": "9353d81c-a66f-4521-b180-0c25963795ee",
            "word": "exhibit",
            "phonetic": "ɛɡzɪbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "The artist decided to withdraw their painting from the exhibit.",
                "But when she held an exhibit in her hometown, few people attended.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdA&hash=1ebe11fa7f3ebeeaaff3b7bcc256b79ec7421330&lang=en&cache-only=0",
            "defineEn": "a public event in which objects such as paintings, photographs, etc. are shown",
            "defineVi": "một sự kiện công cộng trong đó các đồ vật như tranh vẽ, ảnh, v.v. được trưng bày",
            "hasImg": true
        },
        {
            "id": "46f46706-b809-492d-8bc8-daa185b4c675",
            "word": "exhibition",
            "phonetic": "ɛksɪbɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoyed the temporary exhibition at the museum, which featured contemporary art from around the world.",
                "Lily will cut a dash at the art exhibition, showcasing her creative fashion choices and unique personal style.",
                "He got drunk at the wedding and made an exhibition of himself in front of everyone.",
                "I hope I didn't make an exhibition of myself last night.",
                "The number of visitors to the exhibition, all told, was 2543."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdGlvbg&hash=0b115d116f28351b5e67e8a1b0026612e550febe&lang=en&cache-only=0",
            "defineEn": "a public event at which paintings, photographs, or other things are shown",
            "defineVi": "một sự kiện công cộng mà tại đó các bức tranh, ảnh hoặc những thứ khác được hiển thị",
            "hasImg": true
        },
        {
            "id": "daa4a32d-c956-4951-b097-018b68277efd",
            "word": "private view",
            "phonetic": "pɹaɪvət vjuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpdmF0ZSB2aWV3&hash=f103ce161d7098268d3de112ed4884329dfe3876&lang=en&cache-only=0",
            "defineEn": "an event in which a selected few are invited to look at an art gallery, watch a movie, etc. before it is open to the public",
            "defineVi": "một sự kiện trong đó một số người được chọn được mời xem phòng trưng bày nghệ thuật, xem phim, v.v. trước khi mở cửa cho công chúng"
        },
        {
            "id": "ccf21335-8a91-4c3a-bda2-67f2d2602541",
            "word": "patron",
            "phonetic": "peɪtɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patrons get access to cool perks, like monthly livestreams and bloopers.",
                "Also his patron, the Yongle Emperor, died.",
                "A sign outside the drive-in movie theater politely asks patrons not to bring in any dynamite. ",
                "This episode of SciShow goes out to our patrons on Patreon!",
                "Patrons get access to neat perks, like monthly livestreams and a community Discord where you can chat with members of our team."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cm9u&hash=e5d64274317f4566c17ebb6b3ebc2662c53bc77c&lang=en&cache-only=0",
            "defineEn": "an individual who provides monetary aid for an artist, charity, cause, etc.",
            "defineVi": "một cá nhân cung cấp viện trợ tiền tệ cho một nghệ sĩ, tổ chức từ thiện, nguyên nhân, v.v."
        },
        {
            "id": "b2c34e46-712e-4fd7-b59f-d2d25a19f054",
            "word": "residency",
            "phonetic": "ɹɛzᵻdənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Two point four percent a millionaires a year change their state of residency.",
                "Migrant workers are subjectto strict residency laws-- necessary prevention,in the government's view, against mass migration andthe creation of urban slums.",
                "While living in Los Angeles, Fela's group held down a nightly residency at Citadel 'd Haiti, a small club on Sunset Boulevard.",
                "My supervisor in residency training gave me a saying that I thought was descriptive of this.",
                "This is not a standard therapy taught in psychiatry residency."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbmN5&hash=42e4de7ac0e52f65c219a0072937bc0d80ae4c6d&lang=en&cache-only=0",
            "defineEn": "the period of time during which an artist, composer, musician, etc. is asked to work in a university or another institution",
            "defineVi": "khoảng thời gian mà một nghệ sĩ, nhà soạn nhạc, nhạc sĩ, v.v. được yêu cầu làm việc trong một trường đại học hoặc một tổ chức khác"
        },
        {
            "id": "d265c76b-f185-4fda-ab18-ee58ab944b83",
            "word": "retrospective",
            "phonetic": "ɹɛtɹoʊspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s retrospective inevitability.",
                "O’Hara curated the 1965 David Smith exhibition that traveled through Europe, the 1965 Robert Motherwell retrospective, and MoMA’s 1966 Reuben Nakian retrospective.",
                "Positive results were mostly found in retrospective studies, which look at people after they've been diagnosed.",
                "Instead, scientists often have to rely on after-the-fact case studies written up by doctors, retrospective studies, or reviews of these.",
                "Again, we can call it a self-delusion, or even the retrospective self-delusion."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cm9zcGVjdGl2ZQ&hash=1ef0bfb6b1375670464e3cbbb9187f56e5ef99d0&lang=en&cache-only=0",
            "defineEn": "a public exhibition of an artist's work over a span of time, showing their career development",
            "defineVi": "một triển lãm công cộng về tác phẩm của một nghệ sĩ trong một khoảng thời gian, cho thấy sự phát triển nghề nghiệp của họ"
        },
        {
            "id": "ebfa7b41-b562-4a0d-b0dc-d4e939cb10b5",
            "word": "art dealer",
            "phonetic": "ɑːɹt diːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum also issues a warning to nearby art dealers. ",
                "As a young boy, he learned the game from his German-born Jewish grandfather, art dealer Saemy Rosenberg.",
                "As a young boy, he learned the game from his German-born Jewish grandfather, art dealer Saemy Rosenberg.",
                "Rosenberg and two other Jewish art dealers owned the Guelph Treasure, 82 pieces of Medieval religious art that date back to the 11th century.",
                "Rosenberg and two other Jewish art dealers owned the Guelph Treasure, 82 pieces of Medieval religious art that date back to the 11th century."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGRlYWxlcg&hash=4a1ccee4bbd1b5c58fd738e5d7c2ca5063594f1f&lang=en&cache-only=0",
            "defineEn": "a professional who is responsible for buying and selling artworks or brokering such an exchange",
            "defineVi": "một chuyên gia chịu trách nhiệm mua và bán các tác phẩm nghệ thuật hoặc môi giới trao đổi như vậy"
        },
        {
            "id": "8557a191-06a0-41a3-80dd-04d909e2f4e5",
            "word": "art gallery",
            "phonetic": "ɑːɹt ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is an art gallery that exists only on the internet.",
                "The art gallery was full of stunning paintings, and I couldn't help but feast my eyes on each one.",
                "The place is the Ritesville town art gallery.",
                "The dashboard of the Rolls-Royce Phantom can even become a bespoke art gallery.",
                "On the TV, a reporter is at the Ritesville art gallery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGdhbGxlcnk&hash=96bf4b41548be019867b1eafe1dbe9c67d1c1a33&lang=en&cache-only=0",
            "defineEn": "a building where works of art are exhibited to the public",
            "defineVi": "một tòa nhà nơi các tác phẩm nghệ thuật được trưng bày cho công chúng",
            "hasImg": true
        },
        {
            "id": "1d2e461f-ac36-4b4e-a0eb-c6bb27ae2c81",
            "word": "art consultant",
            "phonetic": "ɑːɹt kənsʌltənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGNvbnN1bHRhbnQ&hash=84d2d78ec746fc58b0e0e5110ef8f5ccff94b7c4&lang=en&cache-only=0",
            "defineEn": "a professional who advises clients on acquiring, managing and investing in art",
            "defineVi": "một chuyên gia tư vấn cho khách hàng về việc mua lại, quản lý và đầu tư vào nghệ thuật"
        },
        {
            "id": "56bc3931-e5cf-417f-af3b-bf02cdb7778a",
            "word": "appraisal",
            "phonetic": "ɐpɹeɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's one appraisal.",
                "Emotional appraisal is where you form of judgments about a particular situation.",
                "And our reactions stem in part from our appraisal of that stimulus.",
                "We call this your attention and appraisal.",
                "It’s a pretty cynical appraisal, and it’s not new."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmFpc2Fs&hash=445b56d799054a9acd7e69dc6e62bb38fc6f4d48&lang=en&cache-only=0",
            "defineEn": "the act of evaluating someone or something in order to form an opinion or judgment about them",
            "defineVi": "hành động đánh giá một ai đó hoặc một cái gì đó để hình thành một ý kiến hoặc đánh giá về họ"
        },
        {
            "id": "35eddd4c-aefc-4920-91a9-7079639eac53",
            "word": "curator",
            "phonetic": "kjʊɹɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "Hey curator, come here.",
                "Funny story, our curator actually did find a human skull in the dumpster behind this building.",
                "Alexis interviewed museum curators, former Apollo engineers, current NASA scientists, and even some science YouTubers.",
                "Christiane Paul is curator of new media arts at New York's Whitney Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYXRvcg&hash=fe917aa37ab4da2234f0f776e8bda4ecd2e69123&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a museum, taking care of a collection, artwork, etc.",
            "defineVi": "người phụ trách bảo tàng, chăm sóc bộ sưu tập, tác phẩm nghệ thuật, v.v.",
            "hasImg": true
        },
        {
            "id": "ca7e24ec-b8d7-4b24-9493-867f085446e6",
            "word": "gallery",
            "phonetic": "ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "The artist didn't have high hopes for her first gallery show, but was pleasantly surprised when it was well received.",
                "Sarah had designs on Peter ever since she saw his artwork at the gallery.",
                "That guy knew that there was more to this gallery than meets the eye.",
                "The abstract artwork on display at the gallery received mixed reactions from visitors, with some finding it intriguing and others considering it ugly as sin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbGVyeQ&hash=6bdceaff457010dcc7afd91354007ac068f13699&lang=en&cache-only=0",
            "defineEn": "a place in which works of art are shown or sold to the public",
            "defineVi": "một nơi mà các tác phẩm nghệ thuật được hiển thị hoặc bán cho công chúng",
            "hasImg": true
        },
        {
            "id": "46e3941a-89fb-4111-acc8-0894eab466a1",
            "word": "installation art",
            "phonetic": "ɪnstəleɪʃən ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFsbGF0aW9uIGFydA&hash=04377c6f085ce815859a12e03b9ada4b014d41a8&lang=en&cache-only=0",
            "defineEn": "a form of modern art that consists of mixed-media assemblages, designed for a specific place and time period",
            "defineVi": "một loại hình nghệ thuật hiện đại bao gồm các tập hợp đa phương tiện, được thiết kế cho một địa điểm và khoảng thời gian cụ thể"
        },
        {
            "id": "9a5b19de-13e7-4aa1-a2af-3908612e83cf",
            "word": "portfolio",
            "phonetic": "poːɹtfoʊlɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took along a portfolio of his drawings.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "In the long run, investing in a diverse portfolio of stocks can yield higher returns.",
                "Narrator: Vince narrowed down his product portfolio."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGZvbGlv&hash=e8852c604eb6530f74cd14ee50c31673af2efd72&lang=en&cache-only=0",
            "defineEn": "a collection of their work that is used to showcase their skills, experience and suitability for opportunities",
            "defineVi": "một bộ sưu tập các công việc của họ được sử dụng để thể hiện các kỹ năng, kinh nghiệm và sự phù hợp của họ đối với các cơ hội"
        },
        {
            "id": "d0c70d16-c8a4-4b96-b82c-4fcbd3803cec",
            "word": "commission",
            "phonetic": "kəmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Henry served on numerous committees and commissions.",
                "What did he make out of the findings of the Emile Short commission?",
                "Though EU Council and Commission officials have stayed schtum about Britain's economic woes, others across Europe have been more blunt.",
                "Last month, the artist was on a tear, completing several new paintings and receiving multiple commissions.",
                "In reality, the Commission’s proposal has more the appearance of a huge leap in the dark."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWlzc2lvbg&hash=65c28dfe3c7f5216c82bf9c6c23d4e6ed886bc82&lang=en&cache-only=0",
            "defineEn": "a formal request for an artist to paint, design or compose a piece of art",
            "defineVi": "một yêu cầu chính thức cho một nghệ sĩ vẽ, thiết kế hoặc sáng tác một tác phẩm nghệ thuật"
        }
    ]
}