{
    "id": "e841d22a-e51d-41c9-b04e-bf7c07a9dfbb",
    "title": "Lesson 4",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "4f35a854-d0e0-4db8-a197-cb4cf6e521c2",
            "word": "lactation",
            "phonetic": "lækteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The idea for the lactation pods came from our our H.R. team that supports the operations group.",
                "There's been a lot of interest in the lactation room.",
                "And since we opened the lactation room in June, we have about a 50 percent initiation rate.",
                "In the uniquely mammalian process of lactation, a special class of milk-secreting cells known as mammocytes line up in a single layer around pear-shaped alveoli.",
                "And if the future is modern break rooms, mobile lactation pods, small like bathrooms and schedules aimed at work life balance, Warroad, Minnesota just might be able to give those big cities a run for their money."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFjdGF0aW9u&hash=92a462f95316f21960ae4a975aee9b168569043a&lang=en&cache-only=0",
            "defineEn": "feeding an infant by giving suck at the breast",
            "defineVi": "cho trẻ bú bằng cách bú vú mẹ"
        },
        {
            "id": "d9294b7e-714a-4cce-bb44-42843f177113",
            "word": "lactic",
            "phonetic": "læktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the byproduct of that is lactic acid.",
                "The brine, that salty solution, produces lactic acid and other antibacterial substances.",
                "When those bacteria get to work, they produce lactic acid.",
                "All that bacteria is generating lactic acid and the yeast is actively feeding off starches in flour.",
                "The bacteria also produces small amount of lactic acid and with no added sugar the acid gives the loaf the distinctive tang of sour dough bread."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFjdGlj&hash=578f494347c60c5dba3414c4ac3a6883f38981fd&lang=en&cache-only=0",
            "defineEn": "of or relating to or obtained from milk (especially sour milk or whey)",
            "defineVi": "của, liên quan đến hoặc thu được từ sữa (đặc biệt là sữa chua hoặc váng sữa)"
        },
        {
            "id": "06eae531-5df3-4604-96d7-146d452f7720",
            "word": "momentary",
            "phonetic": "moʊməntɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The clouds blocked the sun, creating a momentary shadow.",
                "It is a momentary brightening though",
                "So there’s a momentary surge of current.",
                "because we've seen 750, even 850 watt units just buckle under the momentary current spikes from these RTX 3000 series cards.",
                "- That's the kind of momentary distraction my mom used to make."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tZW50YXJ5&hash=a474b917c0215465df0c82f2061e5d511d2d9820&lang=en&cache-only=0",
            "defineEn": "lasting for a markedly brief time",
            "defineVi": "kéo dài trong một thời gian ngắn rõ rệt"
        },
        {
            "id": "2bd70db1-2f86-47dd-9fb7-8aea4422c247",
            "word": "momentous",
            "phonetic": "moʊmɛntəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's momentous.",
                "Potty training took on the momentous feeling of an unknown country.",
                "A momentous shift from rainy season to dry season is underway.",
                "Accepting an opportunity to go to the International Space Station, for example, could be momentous.",
                "So around the world 18 is a momentous age and the US is no exception."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tZW50b3Vz&hash=6aa2ce3439061d8b895412b9d8736a95c4c3cb99&lang=en&cache-only=0",
            "defineEn": "of very great significance",
            "defineVi": "có ý nghĩa rất lớn"
        },
        {
            "id": "9489f725-4387-492d-a98a-783d9beab0b7",
            "word": "momentum",
            "phonetic": "moʊmɛntəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seems certain more heads will roll as the investigation gathers momentum.",
                "Despite the initial popularity of their product, the company has been playing it safe, deciding not to ramp up production until they are sure momentum will continue.",
                "And then, momentum builds more momentum.",
                "Coronavirus vaccinations in the U.S. are gaining momentum.",
                "So as the quantity of motion, momentum equals mass times velocity."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tZW50dW0&hash=898e9fbd89277407640f60a2df2f9b8bec256a05&lang=en&cache-only=0",
            "defineEn": "the force or energy that drives forward progress towards a desired goal or outcome",
            "defineVi": "lực lượng hoặc năng lượng thúc đẩy tiến bộ về phía trước đối với một mục tiêu hoặc kết quả mong muốn"
        },
        {
            "id": "5ffd6846-da8b-4c9c-8fb3-53dfbaac9594",
            "word": "omnipotent",
            "phonetic": "ɑːmnɪpətənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While she had the looks and charm to impress others, it wasn't until her family provided her with the financial resources to start her own business that she truly began to thrive, demonstrating how beauty is potent, but money is omnipotent.",
                "This center of power is very powerful, actually omnipotent, and other institutions are weak, and the society is actually powerless.",
                "And he’s also omnipotent, or all-powerful.",
                "But then, he wouldn’t be omnipotent, because if he were truly all-powerful, he’d be able to lift anything.",
                "But if God is impeccable and incapable of sin, then doesn’t that mean that he is not omnipotent?"
            ],
            "audio": "https://tts.langeek.co/read?text=b21uaXBvdGVudA&hash=501b1229a0efb54318689c0fd869d4358a2b00e8&lang=en&cache-only=0",
            "defineEn": "having unlimited power",
            "defineVi": "có sức mạnh vô hạn"
        },
        {
            "id": "da5ad0b3-20b2-451d-8619-de5f53741821",
            "word": "omnipresent",
            "phonetic": "ɑːmnɪpɹɪzɛnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Meanwhile, Doña Tranquilina Iguarán Cotes’ omnipresent superstition became the foundation of One Hundred Years of Solitude’s style.",
                "Hidden gods tend to do well because they’re omnipresent.",
                "But, look, the American people and certainly, at one point, the world look to the American president to be sort of omnipresent and to be the honest broker when it comes to the conflict in the Middle East between Israelis and Palestinians.",
                "Microbes are omnipresent at any moment, and there is nothing we can do about it So, millions of years ago we made a pact, we give them shelter and food, and in turn they work for us.",
                "Dutch physicist Christiaan Huygens believed light was a wave, and proposed it traveled through an \"omnipresent, perfectly elastic medium having zero density, called aether.\""
            ],
            "audio": "https://tts.langeek.co/read?text=b21uaXByZXNlbnQ&hash=f630ca916d6c2fbf7e3534017ba898a62173b33c&lang=en&cache-only=0",
            "defineEn": "being present everywhere at once",
            "defineVi": "có mặt ở khắp mọi nơi cùng một lúc"
        },
        {
            "id": "87cf6c03-6df4-4006-9bb8-27bb8cb4cd14",
            "word": "omniscient",
            "phonetic": "ɑːmnɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And in this view, God is omniscient, which means he knows everything that can be known.",
                "But after he befriends the Pacific Islander Queequeg and joins Ahab’s crew aboard the Pequod, Ishmael becomes more of an omniscient guide for the reader than a traditional character.",
                "If God is omniscient, then he can’t be wrong, can he?",
                "A third person narrator can be either limited, meaning they stick close to one character’s thoughts and feelings, or they can be omniscient, able to flit between characters’ minds and give the reader more information.",
                "Many people find it difficult to suppose that God could be omnitemporal and omniscient, yet still have a personal relationship with his creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=b21uaXNjaWVudA&hash=53dc1a57badf463f8ba32192d974a5177729824e&lang=en&cache-only=0",
            "defineEn": "infinitely wise",
            "defineVi": "vô cùng khôn ngoan"
        },
        {
            "id": "51ea1424-5b77-4acd-80ff-0974379ee0e4",
            "word": "omnivorous",
            "phonetic": "ɑːmnɪvɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They range from the bamboo-chomping Giant Pandas to more omnivorous animals, like raccoons, and even walruses!",
                "Before that chilling observation, it was thought that these omnivorous crabs, like many other crabs, simply scavenged for the meat in their diets.",
                "So it makes sense that even the most vegetarian-leaning primates might actually be somewhat omnivorous to ensure they get enough B12.",
                "And those teeth suggest that those bears were smaller than the modern giant panda and were probably more omnivorous.",
                "But as hominins became more omnivorous, the body shape changed to allow more calories to be processed in less space, leading to a barrel shaped rib cage."
            ],
            "audio": "https://tts.langeek.co/read?text=b21uaXZvcm91cw&hash=71c307339f4bff3b653bd4658e3e57c7a34a2f81&lang=en&cache-only=0",
            "defineEn": "feeding on both plants and animals",
            "defineVi": "ăn cả thực vật và động vật",
            "hasImg": true
        },
        {
            "id": "829d60e8-b1ad-45ab-a4c8-905ab271ee74",
            "word": "unitarian",
            "phonetic": "juːnɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A dedicated Unitarian Universalist, Laura was passionate about countering racism and making newcomers to the United States feel welcome."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pdGFyaWFu&hash=435f44628f3844e9c4956472df2dd5096052be17&lang=en&cache-only=0",
            "defineEn": "adherent of Unitarianism",
            "defineVi": "người ủng hộ chủ nghĩa nhất thể"
        },
        {
            "id": "2309484c-cb13-47f0-8879-91e32e2282e3",
            "word": "univocal",
            "phonetic": "juːnɪvɑːkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5pdm9jYWw&hash=4d35cedbadb6157ccd4b8939766dffa90174d230&lang=en&cache-only=0",
            "defineEn": "admitting of no doubt or misunderstanding; having only one meaning or interpretation and leading to only one conclusion",
            "defineVi": "thừa nhận không có nghi ngờ hoặc hiểu lầm; chỉ có một ý nghĩa hoặc giải thích và chỉ dẫn đến một kết luận"
        },
        {
            "id": "c25fee1c-6cfa-478b-b119-11d1b9d68384",
            "word": "unilateral",
            "phonetic": "juːnɪlæɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This form of breathing is called unilateral breathing, meaning the air continuously moves in one direction thanks to many specialized valves.",
                "Pretty much every president in history has relished having and extending unilateral powers.",
                "We have seen with the previous administration they did try to strike some unilateral deals with some of these countries of origin to try to prevent people from leaving in the first place.",
                "The appreciation and increased use of unilateral action has developed a new age of presidency.",
                "With his military wary about a unilateral strike, Netanyahu reluctantly asked Obama for up-front assurance that if Israel went ahead, the U.S. would back them up."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pbGF0ZXJhbA&hash=e0a4a7f96a519fc8384e72c126115ee37a9e57bb&lang=en&cache-only=0",
            "defineEn": "involving only one part or side",
            "defineVi": "chỉ liên quan đến một phần hoặc một bên"
        },
        {
            "id": "15974397-5190-481c-8562-b47fccc45f5c",
            "word": "antiquary",
            "phonetic": "æntɪkwɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stories like this one from The Scottish antiquary, or, Northern notes and queries in 1891 speak to his terror of freshwater and the Nuckelavee’s grotesque appearance."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXF1YXJ5&hash=904cdcdd760f683f5ac8114aa5e116a81e9d415f&lang=en&cache-only=0",
            "defineEn": "an expert or collector of antiquities",
            "defineVi": "một chuyên gia hoặc nhà sưu tập cổ vật"
        },
        {
            "id": "9da1e692-4222-4701-a6b8-263cc54a5e30",
            "word": "to antiquate",
            "phonetic": "tʊ æntɪkweɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYW50aXF1YXRl&hash=20acff5c40b48d6452aa94afc5909c4c1d69b729&lang=en&cache-only=0",
            "defineEn": "give an antique appearance to",
            "defineVi": "mang lại vẻ cổ kính cho"
        },
        {
            "id": "cf0a6a98-7dba-452e-a64b-578d8439d9bd",
            "word": "antique",
            "phonetic": "æntiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "The antique clock belongs to my grandmother.",
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "My uncle buys and sells antiques for a living.",
                "The antique shop had a huge sign right when you walked in that read, \"If you break it, you buy it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXF1ZQ&hash=bfb0218b8a3da05e02ba44aa65f77022c5299823&lang=en&cache-only=0",
            "defineEn": "(of an object or artwork) made or produced in an earlier period and considered to be of historical significance or value due to its age, rarity, or craftsmanship",
            "defineVi": "(của một đồ vật hoặc tác phẩm nghệ thuật) được làm hoặc sản xuất trong thời kỳ trước đó và được coi là có ý nghĩa hoặc giá trị lịch sử do tuổi tác, độ hiếm hoặc sự khéo léo của nó"
        },
        {
            "id": "8f6f221a-bc93-41df-9385-2252f9f16dd3",
            "word": "to dissemble",
            "phonetic": "tə dɪsɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Once all of those macromolecules have been dissembled into their monomers, the small intestine’s epithelial cells can finally absorb and transport them through your capillaries and into the bloodstream, where they can travel to pretty much to any cell in your body, and be used to build collagen, or store fat, or replace dying cells."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VtYmxl&hash=2d4fac4dbd843a684d2fc0b53d677b9e1480556d&lang=en&cache-only=0",
            "defineEn": "to conceal one's true emotions, beliefs, intentions, etc. and display a false one",
            "defineVi": "để che giấu cảm xúc, niềm tin, ý định thực sự của một người, v.v. và thể hiện một điều sai trái"
        },
        {
            "id": "9bf42c19-03a3-4d81-a478-4f19b4379edb",
            "word": "to disseminate",
            "phonetic": "tə dɪsɛmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They disseminated that information.",
                "They certainly did not stop disseminating the information that they had already taken.",
                "They had gone into the DNC, gotten this material, and now were disseminating it with the express purpose of harming Hillary Clinton and by doing so helping Donald Trump.",
                "If the original purpose and functions of museums was to disseminate knowledge, entertain, and preserve artifacts related to the human story, then we must also critically ask the question: who is it all for?",
                "But it's sheer volume of content disseminated in more than 40 languages."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VtaW5hdGU&hash=67895546bbd2ec9f0a13ca9de66740f68871320d&lang=en&cache-only=0",
            "defineEn": "to make it so that something, such as ideas, knowledge, news, or information, becomes accessible to a wide range of people",
            "defineVi": "để làm cho nó để một cái gì đó, chẳng hạn như ý tưởng, kiến thức, tin tức hoặc thông tin, có thể truy cập được cho nhiều người"
        },
        {
            "id": "17a26807-9b81-4105-928b-55ff79ce6581",
            "word": "dissemination",
            "phonetic": "dɪsɛmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "At that point, the game hadn't shifted to public dissemination.",
                "These great men have been 100% committed to the appreciation and dissemination of the awesomeness of the universe.",
                "There's often a slippery slope between knowledge dissemination and individual or community rights.",
                "In this piece, Gerasimov talks about a kind of new form of warfare, one that isn't based around conventional military exchanges, but relies on the manipulation of public opinion, the use of information dissemination, the media, social movements, social media.",
                "I still hear that in this day and age, despite media campaigns, despite information dissemination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VtaW5hdGlvbg&hash=5e07e784bd78e1e42c33bc83524acf2dbef59f43&lang=en&cache-only=0",
            "defineEn": "the action of spreading information or news",
            "defineVi": "hành động truyền bá thông tin hoặc tin tức"
        }
    ]
}