{
    "id": "e84cf7a7-2eb9-4c0f-91ed-cb96256ff347",
    "title": "Lesson 9",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "ec7e3c3e-ec8b-43aa-b996-0fb08420cb6c",
            "word": "expediency",
            "phonetic": "ɛkspiːdiənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwZWRpZW5jeQ&hash=242c5b2519b9b7017781493a190881a579d1165c&lang=en&cache-only=0",
            "defineEn": "the quality of being suited to the end in view",
            "defineVi": "chất lượng phù hợp với mục đích cuối cùng"
        },
        {
            "id": "f7a11867-b171-4a16-befe-dd69d26e2574",
            "word": "expedient",
            "phonetic": "ɛkspiːdiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And it's a very politically expedient distraction to blame it on China.",
                "They might have been expedient choices in the short run, like closing down their online platform in 2007 or moving in to sort of 30% off at Pier One discounting kinds of marketing.",
                "And then he would often cement his control over these chiefdoms by replacing their chiefs with someone loyal to him, sometimes through a politically expedient marriage, again like Game of Thrones.",
                "McCain has demonstrated both a temperamental inclination and a real ability over the course of his political life to, to do things that are politically expedient, and at the same time signal with a sense of irony and detachment that he doesn't really like doing it.",
                "Germany’s War plan, the Schlieffen Plan, required that it invade France in the most expedient way possible, which as you can see is via Belgium, And Great Britain was a friend of Belgium - I mean, as much as anyone can be a friend of Belgium - and so they declared war on Germany."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZWRpZW50&hash=0b45ee3f1718c6d93447274e3e605057ebc1a299&lang=en&cache-only=0",
            "defineEn": "serving to promote your interest",
            "defineVi": "phục vụ để thúc đẩy sự quan tâm của bạn"
        },
        {
            "id": "656cf537-71fa-4313-b910-a2ea7b06ce68",
            "word": "to expend",
            "phonetic": "tʊ ɛkspɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "To convince them to move, you have to expend energy.",
                "You know, if you kind of have a middle ground estimate, we would probably expend around half of the trust fund through that period of time.",
                "That’s because you’ve already expended time, effort, or money in it and it’s no longer an available resource to choose from.",
                "We've seen instances across the country where local governing bodies, like boards of selectmen and mayors and city councilors are often unaware that tax dollars have been expended to acquire these kinds of military weapons and military vehicles.",
                "And it didn’t even have to expend energy to make complicated, mind-altering chemicals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZW5k&hash=7c671a51a52d7c6ae8316a59ad6b6fd3a7a8bc3b&lang=en&cache-only=0",
            "defineEn": "use up, consume fully",
            "defineVi": "sử dụng hết, tiêu thụ hết"
        },
        {
            "id": "6cfcf7e5-0b51-4e76-8dca-cc4e24ce9759",
            "word": "inclement",
            "phonetic": "ɪŋklɛmənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Controllers also have to contend with inclement weather.",
                "One industry they could look to for guidance is the airline industry, who doesn't hesitate to cancel flights in inclement weather.",
                "This is very helpful, because inclement weather, turbulence, unexpected turns, and air traffic can all make it difficult to stay connected."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGVtZW50&hash=dde27065bdc70f785a4e2e39376fb3f9bce2d8f8&lang=en&cache-only=0",
            "defineEn": "used of persons or behavior; showing no clemency or mercy",
            "defineVi": "sử dụng của người hoặc hành vi; không thể hiện sự khoan hồng hay thương xót"
        },
        {
            "id": "d856c410-0243-4e85-9200-7ac4c77fa198",
            "word": "inclination",
            "phonetic": "ɪŋklɪneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inclination is the angle between an orbit and a reference plane, like Earth’s equator.",
                "One hint comes from their inclination.",
                "That is thanks to the inclination of their orbits.",
                "His natural inclination is to actually try to bring people together. ",
                "Some play on our natural inclination to mimic social behaviors or follow orders."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluYXRpb24&hash=690408169f3ba0650e045b3716f1c73a3d34d232&lang=en&cache-only=0",
            "defineEn": "the act of inclining; bending forward",
            "defineVi": "hành động nghiêng; cúi về phía trước"
        },
        {
            "id": "516a7850-47a0-4e77-9435-fc2d587ea0f9",
            "word": "inclusive",
            "phonetic": "ɪŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A supportive and inclusive work environment can breed creativity and collaboration among employees.",
                "It's very inclusive.",
                "It's all inclusive.",
                "That's kind of the most inclusive version, at least in my head.",
                "WAI WAI NU: A more inclusive democracy, where we embrace our diversity and we assure rights of the people, regardless of their ethnicity or religion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbHVzaXZl&hash=cf96d94466de083a77fc597a062390943d3aefb0&lang=en&cache-only=0",
            "defineEn": "including much or everything; and especially including stated limits",
            "defineVi": "bao gồm nhiều hoặc tất cả mọi thứ; và đặc biệt bao gồm các giới hạn đã nêu"
        },
        {
            "id": "111c43e3-3c03-4b7b-97ba-1d03cef65cd0",
            "word": "myopia",
            "phonetic": "maɪoʊpiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In people with myopia, or short-sightedness, a steep cornea focuses light just short of the retina.",
                "In kids who are nearsighted, this could make myopia worse.",
                "- I've taken the liberty of eradicating any potentially prejudicial conditions, premature baldness, myopia, alcoholism, and addictive susceptibility, propensity for violence."
            ],
            "audio": "https://tts.langeek.co/read?text=bXlvcGlh&hash=25fee249a2ba61e72d072958f60ed11d98d6c9f4&lang=en&cache-only=0",
            "defineEn": "(ophthalmology) eyesight abnormality resulting from the eye's faulty refractive ability; distant objects appear blurred",
            "defineVi": "(nhãn khoa) bất thường về thị lực do khả năng khúc xạ của mắt bị lỗi; các vật thể ở xa xuất hiện mờ"
        },
        {
            "id": "ec65f205-05d7-43e8-9ecc-f880e6f289f5",
            "word": "myriad",
            "phonetic": "mɪɹɪæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a myriad of reasons.",
                "There are a myriad of risks that are involved in space flight.",
                "There's a myriad of socioeconomic issues that extends far beyond police brutality.",
                "In February 1848, myriad interests came together to spark revolution in Paris and then in other French cities.",
                "And of course, that's from myriad different providers with all different billing policies."
            ],
            "audio": "https://tts.langeek.co/read?text=bXlyaWFk&hash=290d0d1df1afd370072819d7f9a78b7b22a0c201&lang=en&cache-only=0",
            "defineEn": "a large indefinite number",
            "defineVi": "một số lượng lớn không xác định"
        },
        {
            "id": "e2cca6b4-0b5e-47d2-871e-5be7052953cb",
            "word": "punctilio",
            "phonetic": "pʌŋktɪlɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVuY3RpbGlv&hash=83bc1d12ce2d36c95f92ddcd4929b71cadfd2b37&lang=en&cache-only=0",
            "defineEn": "strict observance of formalities",
            "defineVi": "tuân thủ nghiêm ngặt các thủ tục"
        },
        {
            "id": "6de0fce6-ac0b-43a9-8134-7a18418b24f1",
            "word": "punctilious",
            "phonetic": "pʌŋktɪliəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVuY3RpbGlvdXM&hash=976c508817b4533da3fca55c3db29cb7bbd729c5&lang=en&cache-only=0",
            "defineEn": "paying a lot of attention to the correctness of behavior or to detail",
            "defineVi": "chú ý nhiều đến tính đúng đắn của hành vi hoặc chi tiết"
        },
        {
            "id": "e4513bf5-368e-40a5-8d1f-17b61756f213",
            "word": "pundit",
            "phonetic": "pʌndɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many sports pundits believe the vultures are circling for the team's beleaguered head coach.",
                "But for pundits, politicians and the expert class, the physical appearance of your bookshelf can be more important than the books themselves.",
                "Political pundits said there was no way it could be done!",
                "In the last few years, scientists and pundits in the media have repeatedly expressed the fear that the Gulf Stream could come to a standstill due to climate change.",
                "The move was a major misstep, with widespread disapproval from fans and pundits alike."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuZGl0&hash=9bb759de2be8d2ac59da2f710f72e07e40a1781d&lang=en&cache-only=0",
            "defineEn": "someone who has been admitted to membership in a scholarly field",
            "defineVi": "một người đã được kết nạp vào thành viên trong một lĩnh vực học thuật"
        },
        {
            "id": "da18ea11-9f98-4797-a077-63846d315e09",
            "word": "pungent",
            "phonetic": "pʌndʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste.",
                "- It's pungent.",
                "After just five days out of the ground, that pungent truffle smell will have halved.",
                "It's chou doufu, which is stinky tofu, a fermented tofu with a very pungent scent commonly found in the night markets of Taiwan.",
                "In fact, there's one species called brevibacterium that makes a compound called methanethiol, and it's found both between your toes and in a lot of pungent cheeses."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuZ2VudA&hash=a6234f6c944bd949e78cbbb4dd626dc270334c68&lang=en&cache-only=0",
            "defineEn": "capable of wounding",
            "defineVi": "có khả năng làm bị thương"
        },
        {
            "id": "f3859ce7-0378-47a5-a094-d669a8298c3d",
            "word": "punitive",
            "phonetic": "pjuːnᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That’s a punitive mindset.",
                "And so he was a punitive person. ",
                "Number four: having a punitive mindset.",
                "And so he doesn’t want to be punitive against those people. ",
                "Additionally, girls of color and black girls were more likely to be referred for punitive methods of conflict resolution in school, which leads to greater involvement in the juvenile justice system than if restorative responses like counseling and therapy had been employed."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuaXRpdmU&hash=598f330fd50eda57f778f5e665493039f3537b72&lang=en&cache-only=0",
            "defineEn": "inflicting punishment",
            "defineVi": "trừng phạt"
        },
        {
            "id": "e51be58c-2045-463c-b567-1221f742119e",
            "word": "to suffuse",
            "phonetic": "tə sʌfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "But whatever it is acts like an energy suffusing space, pushing on the expansion.",
                "And also economics is suffused throughout uh, I mean well, pretty much everything, not just the internet.",
                "Kahlo's Catholic upbringing surrounded her with the iconography of the church, and that imagery suffuses her work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VmZnVzZQ&hash=2ae81adee0ff0c8bc757fddf7fcb4840e2a27cbe&lang=en&cache-only=0",
            "defineEn": "cause to spread or flush or flood through, over, or across",
            "defineVi": "nguyên nhân lan rộng hoặc tuôn ra hoặc lũ lụt qua, trên hoặc trên"
        },
        {
            "id": "dce5fdae-2db0-4d5a-bdec-3930f14f8151",
            "word": "to suffice",
            "phonetic": "tə səfaɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Until then, takeouts must suffice.",
                "2-butene should suffice.",
                "It would not suffice.",
                "Suffice it to say Pop ! OS is actually a pretty nice operating system.",
                "So suffice it to say, we won't be opening another lamp anytime soon."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VmZmljZQ&hash=62b119dfa02e5e53ba8a25d8375ce5b19f2d2219&lang=en&cache-only=0",
            "defineEn": "be sufficient; be adequate, either in quality or quantity",
            "defineVi": "đầy đủ; đầy đủ, hoặc về chất lượng hoặc số lượng"
        },
        {
            "id": "4e3589a2-5b35-4f17-bd2d-f4f3db4f6432",
            "word": "sufferance",
            "phonetic": "sʌfɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VmZmVyYW5jZQ&hash=5da388a17532c770b0666d9d99c41742ab8d3e1e&lang=en&cache-only=0",
            "defineEn": "patient endurance especially of pain or distress",
            "defineVi": "sức chịu đựng của bệnh nhân đặc biệt là đau đớn hoặc đau khổ"
        },
        {
            "id": "99dc9f3e-53a4-4e70-9afb-87acf8d104cb",
            "word": "genteel",
            "phonetic": "dʒɛntiːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By the way, Austen has this completely unearned reputation for being genteel and conservative.",
                "We're also motivated by psychological and sociocultural influences - ranging from suggestive external stimuli plastered all over billboards, magazines, and TVs in the form of, you know, scantily-clad bodies sprawled out on beaches to more genteel desires like love, family, or adherence to personal, religious, or cultural values."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudGVlbA&hash=20ffcfaa03ad369a008bfbfeab1ea13b9c0ada46&lang=en&cache-only=0",
            "defineEn": "marked by refinement in taste and manners",
            "defineVi": "đánh dấu bằng sự tinh tế trong hương vị và cách cư xử"
        },
        {
            "id": "8019bb40-2cd8-4881-a7e5-2f6451c57833",
            "word": "gentile",
            "phonetic": "dʒɛntaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Gentile: The ship is rocking, then all the equipment is built to the ship rocking."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudGlsZQ&hash=15d23586ba653c3c6862ccb29dfed5465708530e&lang=en&cache-only=0",
            "defineEn": "belonging to or characteristic of non-Jewish peoples",
            "defineVi": "thuộc về hoặc đặc trưng của các dân tộc không phải Do Thái"
        },
        {
            "id": "06bea094-90b3-4b82-bc1f-59328d28c1fa",
            "word": "manumission",
            "phonetic": "mænjuːmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFudW1pc3Npb24&hash=cbc9c505674e93e17e0c322cfa69869a2404d693&lang=en&cache-only=0",
            "defineEn": "the formal act of freeing from slavery",
            "defineVi": "hành động chính thức giải phóng khỏi chế độ nô lệ"
        },
        {
            "id": "c610f2d9-564f-40b4-a4dc-79769d86ffe4",
            "word": "manufacturer",
            "phonetic": "mænjuːfæktʃɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Foreign car manufacturers have made inroads into the European market.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride.",
                "Manufacturers weren't just selling tear gas itself.",
                "The digital marketplace connected Chinese customers with manufacturers.",
                "However, the manufacturer does have a partnership with Toyota."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudWZhY3R1cmVy&hash=279f2ce4d2e1d2b1188a90766d392550740e6d24&lang=en&cache-only=0",
            "defineEn": "a company or person that makes or produces goods on a large scale using machinery, labor, and materials",
            "defineVi": "một công ty hoặc người sản xuất hoặc sản xuất hàng hóa trên quy mô lớn sử dụng máy móc, lao động và vật liệu"
        }
    ]
}