{
    "id": "e8b57f94-a11c-46b2-8364-83e942fbf8c0",
    "title": "Physical Conditions and Injuries",
    "originalTitle": "Physical Conditions and Injuries",
    "words": [
        {
            "id": "a4135e72-89a3-400c-a963-90472a2da1da",
            "word": "allergy",
            "phonetic": "ælɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My allergies are acting up!",
                "Peanut allergies are relatively low there too.",
                "Narrator: University of Virginia's researchers have also linked the alpha-gal allergies with a higher risk of heart disease.",
                "And then my husband developed a gluten allergy.",
                "University of Virginia's allergy department focused on one specific part of the drug."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZXJneQ&hash=1f6c1f7cc9526adee4f32d1cd7f861013f2a4c5c&lang=en&cache-only=0",
            "defineEn": "a medical condition in which one's body severely reacts to a specific substance if it is inhaled, touched, or ingested",
            "defineVi": "một tình trạng y tế trong đó cơ thể của một người phản ứng nghiêm trọng với một chất cụ thể nếu hít phải, chạm vào hoặc ăn phải",
            "hasImg": true
        },
        {
            "id": "86b621d8-bc48-40d7-a78a-6feba995c9e9",
            "word": "nausea",
            "phonetic": "nɔːsɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt a wave of nausea in her stomach during the car ride.",
                "The feeling of nausea comes and goes.",
                "Once the toxins work their way out of your system, you should start to feel the nausea subside and your energy return.",
                "I had nausea.",
                "Nausea and vomiting often accompany these symptoms. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmF1c2Vh&hash=676c0170ab96ae889d01b6b5892976d436bf5644&lang=en&cache-only=0",
            "defineEn": "the feeling of wanting to vomit, caused by an illness or something frightening or shocking",
            "defineVi": "cảm giác muốn nôn do bệnh tật hoặc điều gì đó đáng sợ hoặc gây sốc"
        },
        {
            "id": "f05467aa-275e-40ab-a29e-db38e56a0047",
            "word": "wound",
            "phonetic": "wuːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Telling that story only reopenes old wounds.",
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "The slow healing process of the wound required regular care.",
                "Mentioning her new boyfriend just rubbed salt into the wound.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=d291bmQ&hash=15ea86b18100eda834d713d914252b3ab64fa574&lang=en&cache-only=0",
            "defineEn": "an injury inflicted to the body especially one that seriously damages the skin or the flesh",
            "defineVi": "một vết thương gây ra cho cơ thể, đặc biệt là vết thương gây tổn thương nghiêm trọng cho da hoặc thịt",
            "hasImg": true
        },
        {
            "id": "1657a6f1-a977-4590-be86-6b9dac87029b",
            "word": "bruise",
            "phonetic": "bɹuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was always bruising competition.",
                "There's significant bruises.",
                "So it's a huge bruise underneath the skin.",
                "Also this dark coloration kinda looks like a bruise, what a bruise looks like underneath the skin.",
                "So my nerves, I can have a massive bruise, and it won't hurt me."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1aXNl&hash=dd088d463a24e5d754b2fbef1ba937bddf449a79&lang=en&cache-only=0",
            "defineEn": "an injury on the skin that appears as a dark mark, caused by a blow involving the rupture of vessels underneath",
            "defineVi": "một vết thương trên da xuất hiện dưới dạng một vết sẫm màu, do một cú đánh liên quan đến việc vỡ các mạch bên dưới",
            "hasImg": true
        },
        {
            "id": "02ee6f12-228d-40cc-a6ac-d523ef63c2c9",
            "word": "scar",
            "phonetic": "skɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had a scar just below her knee from a childhood bike accident.",
                "He had a scar running down his left cheek.",
                "The scar started just above her ankle and went all the way up inside her leg.",
                "COVID will indeed scar a generation of health care workers.",
                "Scars in your lungs aren’t quite like scars on your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nhcg&hash=efe9fdce91310cfde6d0f9dfcab3e1fb4aa6f4e8&lang=en&cache-only=0",
            "defineEn": "a mark that is left on one's skin after a wound or cut has healed",
            "defineVi": "một dấu vết để lại trên da của một người sau khi vết thương hoặc vết cắt đã lành",
            "hasImg": true
        },
        {
            "id": "bc9155b0-4ee3-42e2-bdce-c72c232965ed",
            "word": "migraine",
            "phonetic": "maɪɡɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, I had to give the party a pass because I had a migraine last night.",
                "You know, really big migraines.",
                "A migraine can include any of these symptoms.",
                "So what then is a migraine?",
                "People with migraines are more likely to suffer from depression, panic disorder, sleep disorders, and strokes, among other illnesses."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlncmFpbmU&hash=18fa49f862066b86b0a154ebe4959dd1c1344dd0&lang=en&cache-only=0",
            "defineEn": "a severe recurring type of headache, particularly affecting one side of the head, and often causing visual disturbances and nausea",
            "defineVi": "một loại đau đầu tái phát nghiêm trọng, đặc biệt ảnh hưởng đến một bên đầu và thường gây rối loạn thị giác và buồn nôn",
            "hasImg": true
        },
        {
            "id": "25258ebe-39df-42d3-a7a6-f5b245d82f63",
            "word": "obesity",
            "phonetic": "oʊbiːsəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another possible factor in this dropping sperm count is obesity, but it also has some variability.",
                "Obesity is defined by your body mass index, or BMI as it's called.",
                "Normally, people with obesity store a portion of their extra fat deep inside the abdomen, where it wraps around the pancreas, liver, and other vital organs.",
                "And this also leads to obesity.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2l0eQ&hash=649d30ca46355d0cc99e5c171e13cb32676227fb&lang=en&cache-only=0",
            "defineEn": "the state of being very fat in an unhealthy way",
            "defineVi": "tình trạng rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "6dd3f96e-c69e-42df-a023-6969cf2f2ec1",
            "word": "dependent",
            "phonetic": "dᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small businesses dependent on the government also are feeling the pinch.",
                "Success is heavily dependent on skillful collaboration.",
                "The dependent person sees emotional connections as a lifeline.",
                "But cognitive ability is dependent on context, environment, and tons of other factors.",
                "Every single person in the elite is personally dependent on Putin for money and power."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW50&hash=b96c2e974c26031e6e0b7e5aa4eba2ea981c99d5&lang=en&cache-only=0",
            "defineEn": "not able to stop taking or using something",
            "defineVi": "không thể ngừng dùng hoặc sử dụng một cái gì đó"
        },
        {
            "id": "ec7a310f-3de6-4e08-9010-cf479e253b99",
            "word": "to overdose",
            "phonetic": "tʊ oʊvɚdoʊs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I had a really bad drug addiction in college, but seeing my friend die from an overdose really scared me straight.",
                "Overdose deaths spiked.",
                "- I overdosed.",
                "And over time, this overdose can kill neurons.",
                "A month has passed since Christel's overdose."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmRvc2U&hash=bea9640e4421a7af16e31820720a13acdae93214&lang=en&cache-only=0",
            "defineEn": "to give or take an excessive amount of a drug at a given time, which could be fatal",
            "defineVi": "cho hoặc uống quá nhiều thuốc tại một thời điểm nhất định, có thể gây tử vong",
            "hasImg": true
        },
        {
            "id": "6c9e3682-ff6c-4f2f-a6de-924aa76b9f6b",
            "word": "unconscious",
            "phonetic": "ʌŋkɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Too many CEOs follow the ostrich plan, sticking their head in the sand in an unconscious effort to avoid bad news, and the responsibility that goes with it.",
                "99.9% of what our brains process is unconscious.",
                "You can find examples of unconscious processes all over psychology.",
                "She was almost unconscious and did not recognize him at first.",
                "That's the power of our adaptive unconscious."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb25zY2lvdXM&hash=861ab355bfb2ae4481c5155bfb8593d41245c81f&lang=en&cache-only=0",
            "defineEn": "unaware of the surroundings and not awake, which is caused by either an illness or injury",
            "defineVi": "không nhận thức được xung quanh và không tỉnh táo, nguyên nhân là do bệnh tật hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "e794e7f7-4c58-4ad7-b102-9d21b53b064f",
            "word": "to vomit",
            "phonetic": "tə vɑːmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When you're a nurse, cleaning up vomit is all in a day's work.",
                "Mark had a habit of getting involved in toxic relationships, but he found himself drawn back to the same kind of people, like a dog returns to its vomit.",
                "- I vomited.",
                "First, he fed the vomit to dogs.",
                "And my vomit had kind of turned a funny colour at this point."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9taXQ&hash=0bedd5d081d1edb26f16c17f3a9d35b99c0fa066&lang=en&cache-only=0",
            "defineEn": "to eject what has been eaten or drunk through the mouth",
            "defineVi": "để đẩy những gì đã được ăn hoặc uống qua miệng",
            "hasImg": true
        },
        {
            "id": "2df1f548-b1f2-4e86-9a5a-45325e77539e",
            "word": "dizzy",
            "phonetic": "dɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was supposed to walk in with my classmates, but I started to feel dizzy and dropped by the way.",
                "Are you dizzy?",
                "I'm dizzy!",
                "I'm really dizzy,",
                "Now I'm dizzy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl6enk&hash=937f03cee5096d7a06269f913cad0ac91b146891&lang=en&cache-only=0",
            "defineEn": "unable to keep one's balance and feeling as though everything is circling around one, caused by an illness or looking down from a high place",
            "defineVi": "không thể giữ thăng bằng và cảm giác như thể mọi thứ đang quay xung quanh mình, do bệnh tật hoặc từ trên cao nhìn xuống",
            "hasImg": true
        },
        {
            "id": "749c2375-3795-403d-b216-10bce3db7d00",
            "word": "to faint",
            "phonetic": "tə feɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She fainted and hit her head on the metal bedstead.",
                "I haven’t the faintest idea what you mean.",
                "Her coach reminded her that faint heart never won fair lady, and encouraged her to push her limits.",
                "After Lily fainted, we used smelling salts to bring her to life.",
                "And Dexter tried to calm his faint resentment against her for casting a shadow over his optimistic mood."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFpbnQ&hash=e362cf5376328689ed497232e733211f6e85f101&lang=en&cache-only=0",
            "defineEn": "to suddenly lose consciousness from a lack of oxygen in the brain, which is caused by a shock, etc.",
            "defineVi": "đột nhiên mất ý thức do thiếu oxy trong não, nguyên nhân là do sốc, v.v.",
            "hasImg": true
        },
        {
            "id": "03bb2f69-4965-4e58-9ae4-d5698039991c",
            "word": "fit",
            "phonetic": "fɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml0&hash=bbf74f5bc2c499993386f3bf1adecf8f45272e6d&lang=en&cache-only=0",
            "defineEn": "an attack caused by an illness such as epilepsy, resulting in unconsciousness and violent movements of the body",
            "defineVi": "một cuộc tấn công gây ra bởi một căn bệnh như động kinh, dẫn đến bất tỉnh và chuyển động dữ dội của cơ thể"
        },
        {
            "id": "c3c9be86-4325-4423-9e3f-285c50dab248",
            "word": "to swell",
            "phonetic": "tə swɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "John got a swelled head after he won the prize.",
                "Oh, don't go getting a swelled head over it.",
                "Don't get a swelled head from all this success.",
                "Does it swell the numbers in these types of groups?",
                "Basically swelling from an accumulation of fluid."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlbGw&hash=013d53cf3270fbaf510ceddee55e09fe4176f738&lang=en&cache-only=0",
            "defineEn": "to become rounder or larger, particularly due to an increase in the amount of fluid",
            "defineVi": "trở nên tròn hơn hoặc lớn hơn, đặc biệt là do sự gia tăng lượng chất lỏng"
        },
        {
            "id": "a229905d-70b7-4f3f-aae0-e58d49c5eea7",
            "word": "to shiver",
            "phonetic": "tə ʃɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "A shiver ran down my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "Hearing that the killer escaped prison sent shivers down my spine.",
                "It left me with shivers down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hpdmVy&hash=2d7653e65b6b298ab1d8435c73fba3433065577b&lang=en&cache-only=0",
            "defineEn": "to slightly shake as a result of feeling cold, scared, etc.",
            "defineVi": "hơi run do cảm thấy lạnh, sợ hãi, v.v.",
            "hasImg": true
        },
        {
            "id": "c0fbaeda-6d2c-40e0-bf1b-b294d34ba4e9",
            "word": "to relapse",
            "phonetic": "tə ɹᵻlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the threat of relapse is always there.",
                "But, real relapse symptoms don't come on as quickly as a day or two.",
                "This is different from a relapse.",
                "In this case, a return of your symptoms would be considered a relapse of your illness.",
                "Discharged with a prescription for another opioid painkiller, Percocet, she relapsed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXBzZQ&hash=23c64ff2019361797d5c181e81847f051655f633&lang=en&cache-only=0",
            "defineEn": "to become sick again after an improvement in one's health",
            "defineVi": "bị ốm trở lại sau khi sức khỏe của một người được cải thiện"
        },
        {
            "id": "06e4f60a-f738-4d9a-aedf-30f1bbb374bd",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of a person) to fall and usually become unconscious due to illness",
            "defineVi": "(của một người) bị ngã và thường bất tỉnh do bệnh tật",
            "hasImg": true
        },
        {
            "id": "31ccdbfb-464c-4741-b4ef-28b585aebaaf",
            "word": "coma",
            "phonetic": "koʊmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And with comas, it’s both.",
                "If malaria breaches the blood-brain barrier it can cause coma, neurological damage or death.",
                "It can lead to seizures, coma, brain damage, and death.",
                "Patients would be placed into a coma for 15 minutes, 5 or 6 times a week for 10 weeks.",
                "It’s closer to a temporary coma, where you don’t respond to pain or other stimuli."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tYQ&hash=17134ca50391758f0c63e02607d69549738a079d&lang=en&cache-only=0",
            "defineEn": "a state of deep unconsciousness, typically of a long duration and caused by a serious injury or severe illness",
            "defineVi": "trạng thái bất tỉnh sâu, thường kéo dài và gây ra bởi một chấn thương nghiêm trọng hoặc bệnh nặng"
        },
        {
            "id": "a1604cf2-28eb-4866-a0ed-457b4632772f",
            "word": "outbreak",
            "phonetic": "aʊtbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So outbreaks are inevitable.",
                "This outbreak is testing the abilities of both software and broadband companies.",
                "Nearly two-thirds of rural counties are reporting outbreaks of Covid-19.",
                "The outbreak here has really concerned this community.",
                "The outbreak in their locker room subsided."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YnJlYWs&hash=6fafa3d15e6fbfb9fcacb0eb05f940107e58aa8c&lang=en&cache-only=0",
            "defineEn": "the unexpected start of something terrible, such as a disease or war",
            "defineVi": "sự khởi đầu bất ngờ của một cái gì đó khủng khiếp, chẳng hạn như một căn bệnh hoặc chiến tranh"
        },
        {
            "id": "9a83fd9c-dc1a-4aba-8c10-64bc51c8c167",
            "word": "to infect",
            "phonetic": "tʊ ɪnfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs.",
                "Inside the brain, the bacteria swiftly infect the meninges.",
                "One infected person can infect 12 to 18 other people. ",
                "Flu infects humans.",
                "In 1918, the Spanish flu infected 500 *million* people worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZWN0&hash=ce50993aaa4d4f4b890be86d6e11496c2b20c1e5&lang=en&cache-only=0",
            "defineEn": "to transmit a disease to a person, animal, or plant",
            "defineVi": "truyền bệnh cho người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "c7801707-e770-4e0d-aad8-356adfdb2d54",
            "word": "feverish",
            "phonetic": "fiːvɚɹɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was feverish.",
                "He's in a cast, his eyes are feverish.",
                "'She's feverish, sir, and doesn't know what she's saying,' I whispered.",
                "Farmers reported feverish hogs with inflamed eyes and running snouts.",
                "I was in bed by 7:00, achy, feverish, fatigue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV2ZXJpc2g&hash=7b24c7ab3de04576d072f34d3ebb49624b3a4fca&lang=en&cache-only=0",
            "defineEn": "having or caused by a fever",
            "defineVi": "có hoặc gây ra bởi một cơn sốt",
            "hasImg": true
        },
        {
            "id": "521c6923-4331-4ea7-a7b3-98fed92e7fad",
            "word": "dehydration",
            "phonetic": "diːhaɪdɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Increased dehydration can cause notable drops in energy, mood, skin moisture, and blood pressure, as well as signs of cognitive impairment.",
                "Patients report stress, dehydration, and hormone changes as triggers, but these don’t fit the symptoms quite right.",
                "To dodge dehydration, mudskippers roll in the mud like puppies.",
                "And many secondary headache triggers, like dehydration, eye strain, and stress, can be proactively avoided.",
                "If you have to choose between dehydration and unfiltered water, take your chances with the water."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVoeWRyYXRpb24&hash=88d3be48e02169ebd5c4da7fa2af74f539a59484&lang=en&cache-only=0",
            "defineEn": "a harmful state in which the body has lost a lot of water",
            "defineVi": "một trạng thái có hại trong đó cơ thể đã mất rất nhiều nước"
        },
        {
            "id": "c6b5f6ed-ca81-4729-ae23-01e9166f0c57",
            "word": "complication",
            "phonetic": "kɑːmplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The project manager reminded the team that cutting corners would only lead to delays and complications, saying that 'fool's haste is no speed' and urging them to follow established procedures.",
                "The doctor advised his patient to follow the recommended treatment plan, saying that the longest way round is the nearest way home and that taking shortcuts could lead to more health complications in the future.",
                "Serious complications occur rarely.",
                "Maybe you had horrible complications.",
                "His uncle Ahmed Arja died from COVID-19 complications within 10 days."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpY2F0aW9u&hash=b9d4606193a4e5a14363bf966cde82b4566d4c56&lang=en&cache-only=0",
            "defineEn": "a secondary health condition that makes the treatment of the existing condition harder",
            "defineVi": "một tình trạng sức khỏe thứ cấp làm cho việc điều trị tình trạng hiện tại trở nên khó khăn hơn"
        },
        {
            "id": "336cf260-9e6c-4f26-938e-2990de054373",
            "word": "to develop",
            "phonetic": "tə dɪvɛləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the years, he developed a reputation as a penny pincher who wouldn't spend money for anything.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "The company hedged its bets by developing a second line of products.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2ZWxvcA&hash=5623a399537b7fa85fd222791fe571e9465bfff5&lang=en&cache-only=0",
            "defineEn": "to start to have a particular disease or problem",
            "defineVi": "để bắt đầu có một bệnh cụ thể hoặc vấn đề"
        },
        {
            "id": "f71ecfb2-c504-41c2-a4e4-cf7986ea70a2",
            "word": "severe",
            "phonetic": "sᵻvɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The severest toil was child's play compared with this.",
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The company's prowess in driving a hard bargain has placed severe pressure on suppliers.",
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "Fibroids can cause severe pain."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJl&hash=90886791d8d0e1fd24bc439a42b7b117bc236c8d&lang=en&cache-only=0",
            "defineEn": "very bad, harsh, or intense",
            "defineVi": "rất xấu, khắc nghiệt, hoặc dữ dội",
            "hasImg": true
        },
        {
            "id": "78d1ad94-b856-40d3-8dca-b58aaf04faad",
            "word": "acute",
            "phonetic": "ɐkjuːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The struggles of black farmers have been particularly acute.",
                "The last one was an acute angle.",
                "The acute medical therapy is indicated in the exposure.",
                "So this is an acute angle right over here.",
                "When we cut it into slices, each of the eight triangles is acute."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1dGU&hash=0653ddd84bc7f71b374840fe36cc1f00a31865e2&lang=en&cache-only=0",
            "defineEn": "(of an illness) suddenly becoming severe but for a short time",
            "defineVi": "(của một căn bệnh) đột nhiên trở nên nghiêm trọng nhưng trong một thời gian ngắn"
        },
        {
            "id": "e7ddd68f-cddc-4d58-ae89-9565d31b4ed4",
            "word": "scratch",
            "phonetic": "skɹætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's scratched my back plenty of times.",
                "and I'll scratch yours.",
                "He scratched his head, puzzled by the difficult math problem.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "She scratched that itch of curiosity by exploring different cultures and traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXRjaA&hash=0e06f8e297365c9b9f28afda8eb15878139beede&lang=en&cache-only=0",
            "defineEn": "a wound or mark produced as a result of scratching",
            "defineVi": "một vết thương hoặc vết được tạo ra do trầy xước",
            "hasImg": true
        },
        {
            "id": "1cb579e7-1732-4445-95c4-02bf6265d063",
            "word": "to sprain",
            "phonetic": "tə spɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "If you sprain your ankle, that pain is probably associated with tissue damage.",
                "I think I've sprained my wrist I've had a cold for three days now last year.",
                "This is the type of crash most likely to inflict a neck sprain or whiplash injury.",
                "Her leg was stable, but her ankle joint was swollen, meaning she had sprained it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ByYWlu&hash=1fe716edee9329116f3a67851cca094e55fd2648&lang=en&cache-only=0",
            "defineEn": "(of a ligament) to be suddenly twisted, which results in much pain",
            "defineVi": "(của một dây chằng) bị xoắn đột ngột, gây ra nhiều đau đớn",
            "hasImg": true
        },
        {
            "id": "9c33139c-376b-476e-aa31-3018e03be50d",
            "word": "burn",
            "phonetic": "bɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The dinner was burned to a cinder.",
                "I accidentally burned my hand on the hot stove.",
                "Lawmakers were burning the midnight oil last night, as the debate continued.",
                "A burnt child dreads the fire, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVybg&hash=819b429c3756022423b3aff95a3edb0edf92eacd&lang=en&cache-only=0",
            "defineEn": "a mark or injury that is caused by exposure to fire, acid, heat, etc.",
            "defineVi": "một vết hoặc vết thương do tiếp xúc với lửa, axit, nhiệt, v.v."
        },
        {
            "id": "e8c55e15-961f-439b-844e-4e86d9b59012",
            "word": "agony",
            "phonetic": "æɡəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the pain intensified, he couldn't help but cry out in agony.",
                "I could have saved myself years of misery and agony if I'd only known how to recognize the signs that God was answering my prayers.",
                "She died in agony.",
                "In addition to agony, poneratoxin can induce trembling, cold sweats, nausea, vomiting, and even an abnormal heartbeat.",
                "They're just in agony over this."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdvbnk&hash=9eb952e91952239bcd565e9719262352f8b579f1&lang=en&cache-only=0",
            "defineEn": "severe physical or mental pain",
            "defineVi": "đau đớn về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "facc5c80-132a-401d-83e2-3e0cb0e2445a",
            "word": "epidemic",
            "phonetic": "ɛpɪdɛmɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adults were also at risk from epidemics.",
                "Epidemics are also really bad.",
                "Epidemics you contain.",
                "The epidemic went on until approximately the 1350s.",
                "Epidemics and pandemics come in many shapes and forms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGVtaWM&hash=a3812410bbd03ed05db849b146c376cb7cd3a7a3&lang=en&cache-only=0",
            "defineEn": "an occurrence of a disease that spreads and involves a large number of people at the same time in a particular area",
            "defineVi": "sự xuất hiện của một căn bệnh lây lan và liên quan đến một số lượng lớn người cùng một lúc trong một khu vực cụ thể"
        },
        {
            "id": "8116cbbe-388d-4aa2-901f-24ed2f886261",
            "word": "pandemic",
            "phonetic": "pændɛmɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pandemic has run its course in some countries, but others are still struggling with high infection rates.",
                "When the pandemic hit, many people went to ground and isolated themselves at home to avoid getting sick.",
                "Although the pandemic caused a great deal of disruption and hardship, it also forced many people to reevaluate their priorities and appreciate the important things in life.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "The small business faced financial struggles during the dog days of the pandemic, with reduced customer traffic and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZGVtaWM&hash=7f41be159d8cf9f51f62c97919d1e1d496dd98f5&lang=en&cache-only=0",
            "defineEn": "a disease that spreads across a large region or even across the world",
            "defineVi": "một căn bệnh lây lan trên một khu vực rộng lớn hoặc thậm chí trên toàn thế giới"
        }
    ]
}