{
    "id": "e91413e2-1732-4a14-bcfd-a8f618ef5506",
    "title": "People Involved in Architecture and Construction",
    "originalTitle": "People Involved in Architecture and Construction",
    "words": [
        {
            "id": "1baca216-8e29-4615-bf60-3f1e67aeb333",
            "word": "roofer",
            "phonetic": "ɹuːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, roofer John Rhoden was watching the news about the cuts.",
                "About 10 years ago a local roofer who has a cannon that lives around here.",
                "I want them to be roofers, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZmVy&hash=06bd90862c192cc976253775e05a98bba5390d0b&lang=en&cache-only=0",
            "defineEn": "a skilled tradesperson who specializes in the construction, installation, repair, and maintenance of roofs on buildings",
            "defineVi": "một thợ lành nghề chuyên xây dựng, lắp đặt, sửa chữa và bảo trì mái nhà trên các tòa nhà"
        },
        {
            "id": "78f26e59-eb62-4e6a-a30b-51078ae51941",
            "word": "electrician",
            "phonetic": "ᵻlɛktɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, those younger boys are the electricians and the plumbers.",
                "Atlanta electrician Tonya Hicks sees the same bias in her community, even though unemployment is famously much higher for African Americans.",
                "She now works with electrician Brian LaMorte, who graduated from Towson University in Maryland with a computer degree.",
                "That's the path that a lot of electricians take.",
                "In college, would you have thought that you would become an electrician?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNpYW4&hash=e20b8ab61201f5b5799c2fda1e8685b1184c9f83&lang=en&cache-only=0",
            "defineEn": "someone who deals with electrical equipment, such as repairing or installing them",
            "defineVi": "một người liên quan đến thiết bị điện, chẳng hạn như sửa chữa hoặc cài đặt chúng",
            "hasImg": true
        },
        {
            "id": "050c5e2a-e453-4de1-82df-ddb16db32290",
            "word": "repairman",
            "phonetic": "ɹᵻpɛɹmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The repairman said he could fix our tire in two shakes of a lamb's tail.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "The transmission repairman has spoken!",
                "It's our favorite singing transmission repairman in all of Burbank, California, - Goorgen! - Yes!"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwYWlybWFu&hash=d1c6644e8fa5393640562aec4d793ce868fe6c3e&lang=en&cache-only=0",
            "defineEn": "a skilled individual who specializes in repairing and fixing mechanical, electrical, or structural issues in various systems, equipment, or appliances to restore them to proper working condition",
            "defineVi": "một cá nhân lành nghề chuyên sửa chữa và khắc phục các vấn đề về cơ, điện hoặc cấu trúc trong các hệ thống, thiết bị hoặc thiết bị khác nhau để khôi phục chúng về tình trạng hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "934663c3-2488-4e5d-b4a6-5b1c24d24b69",
            "word": "locksmith",
            "phonetic": "lɑːksmɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even though they lived in different countries, the couple's love remained strong and they found a way to make it work, proving that love laughs at locksmiths.",
                "How to break open a safe is usually a question only thieves and locksmiths think about."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9ja3NtaXRo&hash=5146a63441b5dde1ad51aa65e35add05f6e98d6f&lang=en&cache-only=0",
            "defineEn": "a person whose job or hobby involves making and repairing locks",
            "defineVi": "một người có công việc hoặc sở thích liên quan đến việc chế tạo và sửa chữa ổ khóa",
            "hasImg": true
        },
        {
            "id": "e9e1f70d-f49a-4756-a174-2257ea49d22a",
            "word": "carpenter",
            "phonetic": "kɑːɹpəntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a journalist, I know that a carpenter is known by his chips.",
                "As a seasoned carpenter, he knew that there are tricks in every trade and was always willing to share his knowledge with others.",
                "Carpenters roughly shape the figurine with a band saw.",
                "Right, right, because he is, that's his thing, he is a carpenter.",
                "Following a trip to Europe, Chuck Williams, a former airplane mechanic and carpenter with a passion for cooking, came up with the idea for importing high-quality French cookware to America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycGVudGVy&hash=895fc9144667c22bf7ebbd2300cebbae9386bec3&lang=en&cache-only=0",
            "defineEn": "someone who works with wooden objects as a job",
            "defineVi": "một người làm việc với các đồ vật bằng gỗ như một công việc",
            "hasImg": true
        },
        {
            "id": "0aabd93d-0410-4e85-80fb-08cc5f752941",
            "word": "exterminator",
            "phonetic": "ɛkstɜːmᵻneɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've been an exterminator for about 13 years now.",
                "I called my landlord who is sending an exterminator over.",
                "And if you find a hive or nest in your yard, call an exterminator to give you advice and help remove it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJtaW5hdG9y&hash=b516fbb6a21be511dc2354cdb547a61f65a3f2f1&lang=en&cache-only=0",
            "defineEn": "a person whose profession is to kill certain types of animals or insects that are not wanted in a place",
            "defineVi": "một người có nghề nghiệp là giết một số loại động vật hoặc côn trùng không được mong muốn ở một nơi"
        },
        {
            "id": "266d9ff1-25fc-4af1-9ac2-02eaa08904ae",
            "word": "construction worker",
            "phonetic": "kənstɹʌkʃən wɜːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RydWN0aW9uIHdvcmtlcg&hash=7edde5f6e3b9d4ede24040c81a05551bb0a2d4bb&lang=en&cache-only=0",
            "defineEn": "a skilled laborer who performs various tasks in the construction industry, including but not limited to building, renovating, and repairing structures",
            "defineVi": "một công nhân lành nghề thực hiện các nhiệm vụ khác nhau trong ngành xây dựng, bao gồm nhưng không giới hạn ở việc xây dựng, cải tạo và sửa chữa các công trình kiến trúc",
            "hasImg": true
        },
        {
            "id": "9b2f0408-03ef-4cd6-a930-17e97fc77c3b",
            "word": "architect",
            "phonetic": "ɑːɹkɪtɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Engineers collaborate with architects to turn design concepts into reality.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "The going rate for a skilled architect in India is about $50,000 per year.",
                "The entrepreneur knew that every man is the architect of his own fortune when he started his own business."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0&hash=f2ac57be572d4a9276121a729cb9e6d546226196&lang=en&cache-only=0",
            "defineEn": "a person whose job is designing buildings and typically supervising their construction",
            "defineVi": "một người có công việc là thiết kế các tòa nhà và thường giám sát việc xây dựng của họ",
            "hasImg": true
        },
        {
            "id": "06b7fd6a-1152-4cba-8cf1-37840a857931",
            "word": "civil engineer",
            "phonetic": "sɪvəl ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWwgZW5naW5lZXI&hash=2894245690a41f0d79d4d386a953d43abbe889a4&lang=en&cache-only=0",
            "defineEn": "a professional who plans, designs, and builds buildings, bridges, roads, and other structures",
            "defineVi": "một chuyên gia lập kế hoạch, thiết kế và xây dựng các tòa nhà, cầu, đường và các cấu trúc khác",
            "hasImg": true
        },
        {
            "id": "e9def380-9073-430e-a31a-a4e4e0155230",
            "word": "construction manager",
            "phonetic": "kənstɹʌkʃən mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RydWN0aW9uIG1hbmFnZXI&hash=93d7a70f5f83eceab5ae82a4b2699196734f3e35&lang=en&cache-only=0",
            "defineEn": "a professional who oversees and coordinates the planning, execution, and completion of construction projects",
            "defineVi": "một chuyên gia giám sát và điều phối việc lập kế hoạch, thực hiện và hoàn thành các dự án xây dựng"
        },
        {
            "id": "7ef3aa98-afe3-41ec-9018-fe426e615160",
            "word": "structural engineer",
            "phonetic": "stɹʌktʃɚɹəl ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RydWN0dXJhbCBlbmdpbmVlcg&hash=fbcbe0600a4a5817840d47d470959dd1cf3952f5&lang=en&cache-only=0",
            "defineEn": "a professional who specializes in the design, analysis, and assessment of structures, such as buildings, bridges, and other infrastructure, to ensure their stability, strength, and safety",
            "defineVi": "một chuyên gia chuyên thiết kế, phân tích và đánh giá các cấu trúc, chẳng hạn như tòa nhà, cầu và cơ sở hạ tầng khác, để đảm bảo sự ổn định, sức mạnh và an toàn của chúng"
        },
        {
            "id": "de8d438a-7e96-43cf-973d-a739ba639990",
            "word": "interior designer",
            "phonetic": "ɪntɪɹiɚ dɪzaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3IgZGVzaWduZXI&hash=66d25d0059665b8f1919c234678ff40d8361c859&lang=en&cache-only=0",
            "defineEn": "a skilled professional who transforms interior spaces through the thoughtful selection and arrangement of furniture, accessories, colors, and materials to create functional and visually appealing environments",
            "defineVi": "một chuyên gia lành nghề biến đổi không gian nội thất thông qua việc lựa chọn và sắp xếp chu đáo đồ nội thất, phụ kiện, màu sắc và vật liệu để tạo ra môi trường chức năng và hấp dẫn về mặt hình ảnh"
        },
        {
            "id": "711007c8-7fa5-456c-b99e-171a5d63f4ef",
            "word": "landscape architect",
            "phonetic": "lændskeɪp ɑːɹkɪtɛkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNjYXBlIGFyY2hpdGVjdA&hash=076774bc6039ce3a6061499c010189ed1184c39d&lang=en&cache-only=0",
            "defineEn": "a professional who designs outdoor spaces, such as parks, gardens, residential landscapes, or urban areas, by integrating elements such as plants, landforms, structures, and water features to create functional and aesthetically pleasing environments",
            "defineVi": "một chuyên gia thiết kế không gian ngoài trời, chẳng hạn như công viên, vườn, cảnh quan khu dân cư hoặc khu đô thị, bằng cách tích hợp các yếu tố như thực vật, địa hình, cấu trúc và tính năng nước để tạo ra môi trường chức năng và thẩm mỹ"
        },
        {
            "id": "cda5070d-4d14-45ec-a785-e7ef8ef81f3f",
            "word": "urban planner",
            "phonetic": "ɜːbən plænɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXJiYW4gcGxhbm5lcg&hash=9f329b4ab56060e2330610b951791d513346422e&lang=en&cache-only=0",
            "defineEn": "a professional who develops plans and strategies for the effective use and development of land in urban areas, considering factors such as zoning, transportation, infrastructure, and community needs to create sustainable and livable cities or neighborhoods",
            "defineVi": "một chuyên gia phát triển các kế hoạch và chiến lược để sử dụng và phát triển đất hiệu quả ở các khu vực đô thị, xem xét các yếu tố như phân vùng, giao thông, cơ sở hạ tầng và nhu cầu của cộng đồng để tạo ra các thành phố hoặc khu dân cư bền vững và đáng sống"
        },
        {
            "id": "0b634d16-c046-4757-bf13-e582e14c6860",
            "word": "surveyor",
            "phonetic": "sɚveɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-’60s, a few years before the Apollo astronauts saw this glow with their own eyes, the Surveyor landers captured it in pictures, just before lunar dawn.",
                "So Surveyor 1 and its kin were a lot more analogous to future human landings, because of the weight of the craft.",
                "That craft was called Surveyor 1 and, along with its six siblings, it was commissioned by NASA a few months before Yuri Gagarin became the first human in space.",
                "Each of those carried more sophisticated equipment than Surveyor 1, revealing even more details about the stuff astronauts were going to put their boots in, like magnetic properties and chemical composition.",
                "[ intro ] When it launched on May 30th, 1966, Surveyor 1 was the US’s very first attempt to land something on another world."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VydmV5b3I&hash=afd54bfe908f85e99a70ce832185a0b6de8ffc6a&lang=en&cache-only=0",
            "defineEn": "a professional who measures and maps land to determine boundaries and features",
            "defineVi": "một chuyên gia đo lường và lập bản đồ đất đai để xác định ranh giới và tính năng"
        },
        {
            "id": "92d4c819-1845-4b40-a36a-1c2b2b60a803",
            "word": "construction estimator",
            "phonetic": "kənstɹʌkʃən ɛstᵻmeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RydWN0aW9uIGVzdGltYXRvcg&hash=8319a10af533623a5f0550d0b7b6fbafd911e046&lang=en&cache-only=0",
            "defineEn": "a professional who calculates and estimates the cost of materials, labor, and other expenses associated with a construction project, providing accurate cost projections to help in budgeting and bidding processes",
            "defineVi": "một chuyên gia tính toán và ước tính chi phí vật liệu, lao động và các chi phí khác liên quan đến một dự án xây dựng, cung cấp các dự đoán chi phí chính xác để giúp lập ngân sách và quy trình đấu thầu"
        },
        {
            "id": "4c04eb47-9b9c-41f0-9051-81c6e8c6e8f4",
            "word": "electrical engineer",
            "phonetic": "ᵻlɛktɹɪkəl ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNhbCBlbmdpbmVlcg&hash=c1c3739fd7b125ff7bbbb618fbcf62d22729edc7&lang=en&cache-only=0",
            "defineEn": "a professional who designs, develops, and maintains electrical systems, equipment, and components, specializing in areas such as power generation, transmission, distribution, electronics, or telecommunications",
            "defineVi": "một chuyên gia thiết kế, phát triển và bảo trì các hệ thống, thiết bị và linh kiện điện, chuyên về các lĩnh vực như phát điện, truyền tải, phân phối, điện tử hoặc viễn thông"
        },
        {
            "id": "651e1b1b-0e04-4cbf-a5da-4115a024c56c",
            "word": "HVAC engineer",
            "phonetic": "eɪtʃvæk ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SFZBQyBlbmdpbmVlcg&hash=26aacbef20bcc3ac31e611aa52deaef00d01add1&lang=en&cache-only=0",
            "defineEn": "a professional who specializes in the design, installation, and maintenance of heating, ventilation, and air conditioning systems for buildings, ensuring optimal comfort and air quality",
            "defineVi": "một chuyên gia chuyên thiết kế, lắp đặt và bảo trì hệ thống sưởi ấm, thông gió và điều hòa không khí cho các tòa nhà, đảm bảo sự thoải mái và chất lượng không khí tối ưu"
        },
        {
            "id": "667ccf21-330c-4148-aa45-365b688098b0",
            "word": "construction inspector",
            "phonetic": "kənstɹʌkʃən ɪnspɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RydWN0aW9uIGluc3BlY3Rvcg&hash=7b65175c3faae06b160d43ac5e0a032633f54f25&lang=en&cache-only=0",
            "defineEn": "a professional who assesses construction projects at various stages to ensure compliance with building codes, regulations, and project specifications, monitoring the quality of workmanship and materials used",
            "defineVi": "một chuyên gia đánh giá các dự án xây dựng ở các giai đoạn khác nhau để đảm bảo tuân thủ các quy tắc, quy định và thông số kỹ thuật của dự án, giám sát chất lượng tay nghề và vật liệu được sử dụng"
        },
        {
            "id": "a7bcb688-4e6e-49ac-bb0f-dd786d4f9529",
            "word": "construction foreman",
            "phonetic": "kənstɹʌkʃən fɔːɹmən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RydWN0aW9uIGZvcmVtYW4&hash=063494fe0fe3b316b35dc30ba958821a6d49eb88&lang=en&cache-only=0",
            "defineEn": "a site supervisor who manages daily construction activities and coordinates the workforce",
            "defineVi": "người giám sát công trường quản lý các hoạt động xây dựng hàng ngày và điều phối lực lượng lao động"
        },
        {
            "id": "1b5476f0-f0a0-4d48-a44f-6cba5c8fcb5d",
            "word": "site supervisor",
            "phonetic": "saɪt suːpɚvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2l0ZSBzdXBlcnZpc29y&hash=ae10c605467720679afef9611c942bee20e9f2cc&lang=en&cache-only=0",
            "defineEn": "a person who is responsible for overseeing and managing construction activities at a work site, ensuring adherence to safety protocols, coordinating the workforce, and ensuring efficient progress of the project",
            "defineVi": "một người chịu trách nhiệm giám sát và quản lý các hoạt động xây dựng tại nơi làm việc, đảm bảo tuân thủ các quy trình an toàn, điều phối lực lượng lao động và đảm bảo tiến độ hiệu quả của dự án"
        },
        {
            "id": "33dcbb92-2ab1-411c-9dd2-5ef048790a7c",
            "word": "architectural technician",
            "phonetic": "ɑːɹkɪtɛktʃɚɹəl tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJhbCB0ZWNobmljaWFu&hash=b7319efc767edc65405494663762780f901dcc7d&lang=en&cache-only=0",
            "defineEn": "a professional who supports the work of architects by producing detailed technical drawings, creating 3D models, preparing construction documents, and assisting with project coordination and documentation",
            "defineVi": "một chuyên gia hỗ trợ công việc của kiến trúc sư bằng cách tạo ra các bản vẽ kỹ thuật chi tiết, tạo mô hình 3D, chuẩn bị tài liệu xây dựng và hỗ trợ điều phối dự án và tài liệu"
        },
        {
            "id": "717599d1-7c22-4d56-9840-9834cebead4e",
            "word": "CAD technician",
            "phonetic": "siːeɪdiː tɛknɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q0FEIHRlY2huaWNpYW4&hash=977dc771953b85ee9b3b3cbb36e9f53ba07f84cc&lang=en&cache-only=0",
            "defineEn": "a professional who uses specialized software to create detailed technical drawings, 2D and 3D models, and digital representations of designs for various industries such as architecture, engineering, manufacturing, or construction",
            "defineVi": "một chuyên gia sử dụng phần mềm chuyên dụng để tạo các bản vẽ kỹ thuật chi tiết, mô hình 2D và 3D cũng như các bản trình bày kỹ thuật số của các thiết kế cho các ngành khác nhau như kiến trúc, kỹ thuật, sản xuất hoặc xây dựng"
        },
        {
            "id": "3e938c77-827d-4b30-b196-9caafda284b6",
            "word": "contractor",
            "phonetic": "kəntɹæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The contractor is really taking their time.",
                "Contractors have started building on waste land near the town.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "The construction project was completed without a hitch, thanks to the hard work of our team and the diligence of our contractors.",
                "The contractor instructed his crew to complete the construction project before inviting the clients for a walkthrough, as he didn't want them to see the unfinished work - after all, fools and bairns should never see half done work."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY3Rvcg&hash=3f517e2aaa128323fbc9cf67a6dc09b1b16fd808&lang=en&cache-only=0",
            "defineEn": "an individual or company that is hired to perform specific construction, renovation, or installation work according to a contract",
            "defineVi": "một cá nhân hoặc công ty được thuê để thực hiện công việc xây dựng, cải tạo hoặc lắp đặt cụ thể theo hợp đồng"
        },
        {
            "id": "b46fb51f-fd0c-40be-a732-ccf8c4f0b603",
            "word": "plumber",
            "phonetic": "plʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the moment, finding a good plumber is like finding a pot of gold at the end of the rainbow.",
                "The homeowner decided to fix the leaky faucet on their own, believing that if you want something done right, do it yourself and knowing that relying on a plumber could lead to a suboptimal result.",
                "Any plumbers out there probably have heard of cross-linked ethylene or PEX pipe.",
                "\"Yes I know,\" answered the plumber.",
                "\"Yes I know,\" answered the plumber."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWJlcg&hash=4f14c1f3cfa0b5a3dd9caf89857ea0856681254f&lang=en&cache-only=0",
            "defineEn": "someone who installs and repairs pipes, toilets, etc.",
            "defineVi": "người lắp đặt và sửa chữa đường ống, nhà vệ sinh, v.v.",
            "hasImg": true
        },
        {
            "id": "eb0733f6-e094-4ab5-82b4-a4c25c3bc0af",
            "word": "handyman",
            "phonetic": "hændɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tony Neumann told us he had lost his factory job and had been doing construction and handyman work in and out of Milwaukee.",
                "- Is this the handyman we hired?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHltYW4&hash=c95ac6b3d3f7f05a49ed4a37495d2ba8b27adf99&lang=en&cache-only=0",
            "defineEn": "a man who is skilled in practical jobs in or outside the house, performing them either as an occupation or hobby",
            "defineVi": "một người đàn ông có kỹ năng thực tế trong hoặc ngoài nhà, thực hiện chúng như một nghề nghiệp hoặc sở thích"
        },
        {
            "id": "894b6842-86eb-4417-a4dd-49abb029bf22",
            "word": "mason",
            "phonetic": "meɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mason had a plan, man.",
                "Recently, Mason published his own study of fish oil supplements.",
                "This blue orchard bee is a mason, a builder.",
                "Mason bees are really common in the northern part of the world, like in North America, Europe, and Asia.",
                "As agreed, no other people were helping the mason."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzb24&hash=d1e00cd2e58d8bcabfff76ff66eecf90c8bf62b0&lang=en&cache-only=0",
            "defineEn": "a craftsman who builds using stone",
            "defineVi": "một nghệ nhân xây dựng bằng đá"
        },
        {
            "id": "1c52ce62-62ea-4c42-b756-0f568a28bfcf",
            "word": "painter",
            "phonetic": "peɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah was a gifted painter who had won several awards for her work.",
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "The late bloomer who didn't start pursuing his passion for art until his fifties, but eventually became a successful painter, shows that it's never too late to follow your dreams.",
                "Painters like Kerstin Reuterborg have it down to a science."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRlcg&hash=f577a07c80deff395134a6f538ce73ba3affdada&lang=en&cache-only=0",
            "defineEn": "someone whose job is to paint buildings, walls, etc.",
            "defineVi": "một người có công việc là sơn các tòa nhà, bức tường, v.v.",
            "hasImg": true
        }
    ]
}