{
    "id": "e92dbbed-64fa-423e-b179-6f1555c4fac2",
    "title": "The Art World",
    "originalTitle": "The Art World",
    "words": [
        {
            "id": "004a4d6f-1d3a-4dc9-95aa-3ee99ac74da6",
            "word": "sculpture",
            "phonetic": "skʌlptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "She is known for her abstract sculptures that explore the interplay of shapes, colors, and textures.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The sculpture was created in abstract form, with the artist exploring the interplay of shape and space.",
                "Finally, she tries Layla Mabray ice sculpture, and that works."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0dXJl&hash=07e33468d35269ea93aaebf01ccba4abbd08b4ba&lang=en&cache-only=0",
            "defineEn": "the art of shaping and engraving clay, stone, etc. to create artistic objects or figures",
            "defineVi": "nghệ thuật tạo hình và chạm khắc đất sét, đá, v.v. để tạo ra các đồ vật hoặc hình tượng nghệ thuật",
            "hasImg": true
        },
        {
            "id": "b197c935-7dec-429b-8c42-6d7e31c8cec1",
            "word": "ceramics",
            "phonetic": "sᵻɹæmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so we thought, how can we kind of build a workflow for this project for Tulsa that is about rebuilding and building and this kind of ceramics history?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYW1pY3M&hash=0c3594cf83d4195633e5e8fcd9a47a3c779e1a69&lang=en&cache-only=0",
            "defineEn": "the process or art of making objects out of clay that are heated to become resistant",
            "defineVi": "quá trình hoặc nghệ thuật tạo ra các đồ vật từ đất sét được nung nóng để trở nên bền",
            "hasImg": true
        },
        {
            "id": "22a6c883-daeb-4a7d-9a77-2c0ae443f7ef",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "the skill or activity of making dishes, pots, etc. using clay",
            "defineVi": "kỹ năng hoặc hoạt động làm bát đĩa, nồi, v.v. bằng đất sét",
            "hasImg": true
        },
        {
            "id": "48e29eea-d5a1-4620-a2ad-94fed51421f2",
            "word": "oil painting",
            "phonetic": "ɔɪl peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With oil painting, artists paint from back to front, painting the landscape first and the details later.",
                "Four oil paintings by Kurtz were loaded into a test canister, and orbited 98 times around the earth with the space shuttle Columbia, over the course of 6 days."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lsIHBhaW50aW5n&hash=f922e400d3874d325407aaa836714ea0945b763f&lang=en&cache-only=0",
            "defineEn": "the art or technique of painting with oil paint",
            "defineVi": "nghệ thuật hoặc kỹ thuật vẽ bằng sơn dầu",
            "hasImg": true
        },
        {
            "id": "2f994310-2ab8-4530-b0eb-4fe8e1e2a2cc",
            "word": "watercolor",
            "phonetic": "wɔːɾɚkʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals.",
                "It can be watercolor paper or that cereal box cardboard.",
                "Making a Series 7 kolinsky sable watercolor brush isn't easy.",
                "But by far my favorite painting of FDR is this unfinished watercolor, painted by the Russian-American artist Elizabeth Shoumatoff in April of 1945.",
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJjb2xvcg&hash=f29cbf93a4eacae2674b11dbbcd6706e23e1a77c&lang=en&cache-only=0",
            "defineEn": "the art or practice of painting with watercolors",
            "defineVi": "nghệ thuật hoặc thực hành vẽ bằng màu nước"
        },
        {
            "id": "26dca2d7-d101-4a7e-a12a-a476f66c0820",
            "word": "graphics",
            "phonetic": "ɡɹæfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now this is smaller, but it also contains only a graphics card.",
                "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe.",
                "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe.",
                "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpY3M&hash=a33630d0fa6df40875e7a87d1a19f13d5ceaa301&lang=en&cache-only=0",
            "defineEn": "the designs, pictures or drawings that are used in publications",
            "defineVi": "các thiết kế, hình ảnh hoặc bản vẽ được sử dụng trong các ấn phẩm",
            "hasImg": true
        },
        {
            "id": "d29112ca-2ee2-450e-903e-7346238abab4",
            "word": "landscape",
            "phonetic": "lændskeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The snowy landscape looked magical under the moonlight.",
                "The full moon cast a soft glow on the landscape.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNjYXBl&hash=2347b6a889d1d9664b4f5a15ac507a4af50b706f&lang=en&cache-only=0",
            "defineEn": "a style of painting that deals with the nature",
            "defineVi": "một phong cách hội họa liên quan đến thiên nhiên",
            "hasImg": true
        },
        {
            "id": "f2d35817-27b7-4163-8ce6-80ba65a624d0",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "(of a form of art) not depicting things as they are in real life but as what the artist thinks of them",
            "defineVi": "(của một loại hình nghệ thuật) không miêu tả sự vật như chúng vốn có trong đời thực mà là những gì người nghệ sĩ nghĩ về chúng",
            "hasImg": true
        },
        {
            "id": "ce419f8d-6d94-467c-b6bd-14e62129c869",
            "word": "artistic",
            "phonetic": "ɑːɹtɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "Oliver is riding the crest of his artistic talent, with his paintings being showcased in prestigious galleries around the world.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "The Alcott sisters like the March sisters, had real artistic ambitions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXN0aWM&hash=38816c04ae51c0027e80e2a246ab916ab286de78&lang=en&cache-only=0",
            "defineEn": "involving artists or their work",
            "defineVi": "liên quan đến các nghệ sĩ hoặc công việc của họ",
            "hasImg": true
        },
        {
            "id": "bde2ac2c-701e-47b8-b382-b51da046ea1c",
            "word": "classical",
            "phonetic": "klæsɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In classical mythology, the griffin has the body of a lion with the head and wings of an eagle.",
                "Classical computer and other potential use comes from Wall Street.",
                "So that’s classical conditioning.",
                "This is all classical mechanics.",
                "These qubits can solve problems exponentially faster than classical digital computers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2Fs&hash=604d05011281b0c1f48618b9ec0b1060a840060f&lang=en&cache-only=0",
            "defineEn": "affected by or related to the culture of ancient Rome and Greece",
            "defineVi": "bị ảnh hưởng bởi hoặc liên quan đến văn hóa của La Mã cổ đại và Hy Lạp"
        },
        {
            "id": "3b6e82dc-3734-4335-a489-72d2942e71eb",
            "word": "graffiti",
            "phonetic": "ɡɹɐfiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Upon seeing the offensive graffiti, a look of grimace crossed his face.",
                "Graffiti marking this area as gang territory is everywhere.",
                "There's satanic graffiti all over the place.",
                "So here's definitely some Mothman graffiti.",
                "Rundo's graffiti remains on sidewalks here, but he's gone."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZmZpdGk&hash=c3d01b9ba51952e110355e7543528c0322cffb78&lang=en&cache-only=0",
            "defineEn": "pictures or words that are drawn on a public surface such as walls, doors, trains, etc.",
            "defineVi": "hình ảnh hoặc từ được vẽ trên bề mặt công cộng như tường, cửa, xe lửa, v.v.",
            "hasImg": true
        },
        {
            "id": "15e10a73-b586-44b9-aa4d-412ee222ec6a",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to manage to express a mood, quality, scene, etc. accurately in a piece of art",
            "defineVi": "để quản lý để thể hiện tâm trạng, chất lượng, cảnh, v.v. một cách chính xác trong một tác phẩm nghệ thuật"
        },
        {
            "id": "515aa2bb-0294-430c-8332-e91f93c030ca",
            "word": "illustration",
            "phonetic": "ɪləstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Illustrations sometimes show this creature as a woman with spider legs, or just as a large spider.",
                "Featuring clear labels across the tongue, the article’s illustration simplified Hänig’s more-complicated original diagrams.",
                "An illustration of quantum strangeness is given by a famous thought experiment: Schrödinger's cat.",
                "This is not an illustration.",
                "By the end of 1995, thousands of shirts were printed with illustrations of chupacabras."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmF0aW9u&hash=9d403885afaa5685519d3c10f0bcb286eff12bfa&lang=en&cache-only=0",
            "defineEn": "a picture or drawing in a book, or other publication, particularly one that makes the understanding of something easier",
            "defineVi": "một hình ảnh hoặc bản vẽ trong một cuốn sách, hoặc ấn phẩm khác, đặc biệt là một trong đó làm cho sự hiểu biết về một cái gì đó dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "e9c3699e-f457-45b3-ae69-216ce6e02362",
            "word": "to sketch",
            "phonetic": "tə skɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His sketches are always a feast to the eyes.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw.",
                "-Good sketches this week?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tldGNo&hash=c20dee27acc19d2e3441f6da541ef0a39c68d4d2&lang=en&cache-only=0",
            "defineEn": "to produce an elementary and quick drawing of someone or something",
            "defineVi": "để tạo ra một bản vẽ cơ bản và nhanh chóng của một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f57d4ea2-b0cd-4e63-89d2-efb00d610dd5",
            "word": "to carve",
            "phonetic": "tə kɑːɹv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The firm has carved a niche for itself in handling claims for compensation.",
                "Tommy has been carving out a niche in local politics.",
                "He carved a spooky face on the pumpkin and placed it on the front porch.",
                "These proposals are for discussion, they're not carved in stone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FydmU&hash=58bf5e39e55af095aa85d87a7b1b7c82bb865e3e&lang=en&cache-only=0",
            "defineEn": "to shape or create by cutting or sculpting, often using tools or a sharp instrument",
            "defineVi": "để định hình hoặc tạo bằng cách cắt hoặc điêu khắc, thường sử dụng các công cụ hoặc dụng cụ sắc bén",
            "hasImg": true
        },
        {
            "id": "7554c527-9080-471a-9607-425ddca1ce71",
            "word": "clay",
            "phonetic": "kleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To work clay.",
                "Leave the clay.",
                "- Put the clay on the thing.",
                "Those clay bricks gave rise to the world’s first cities, probably around 4500 BCE.",
                "- Put the hair on the clay!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xheQ&hash=dd3caa288af6aa0a7aa129e32bd38a844a4a8e35&lang=en&cache-only=0",
            "defineEn": "a type of heavy and sticky soil that is molded when wet and is baked to become hardened in pottery or ceramic making",
            "defineVi": "một loại đất nặng và dính được tạo khuôn khi ướt và được nung để trở nên cứng lại trong quá trình làm gốm hoặc gốm",
            "hasImg": true
        },
        {
            "id": "2eeca3d2-ca6a-481b-9257-92c14f26c539",
            "word": "Renaissance",
            "phonetic": "ɹɛnəsɑːns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Renaissance humanists believed that man is the measure of all things, and sought to understand the world through the lens of human experience and reason.",
                "This renaissance didn't last long.",
                "With wisdom and grace,this modern-day Renaissance man has left an indelible markon our community.",
                "Like, life expectancy in many areas of Europe actually went down during the Renaissance.",
                "So was the Renaissance a thing?"
            ],
            "audio": "https://tts.langeek.co/read?text=UmVuYWlzc2FuY2U&hash=f8f027f536149476656c0aa94a3af3a3f65ecd10&lang=en&cache-only=0",
            "defineEn": "the period between the 14th and 16th centuries in Europe, marked by a rise of interest in Greek and Roman cultures, which is dominant in the art, philosophy, etc. of the times",
            "defineVi": "giai đoạn giữa thế kỷ 14 và 16 ở châu Âu, được đánh dấu bằng sự gia tăng mối quan tâm đến các nền văn hóa Hy Lạp và La Mã, chiếm ưu thế trong nghệ thuật, triết học, v.v."
        },
        {
            "id": "a8de318b-e287-4911-96d9-132c3832638c",
            "word": "realistic",
            "phonetic": "ɹiːəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a project manager, I try to be realistic about timelines and resources.",
                "When it comes to taking on responsibilities or projects, it's important to be realistic about what you can handle.",
                "Setting realistic and achievable targets is important for maintaining motivation.",
                "Is it realistic?",
                "Is it realistic?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGlzdGlj&hash=e378f145b3d20973661cb003367a0d807584379f&lang=en&cache-only=0",
            "defineEn": "depicting things as what they are in real life",
            "defineVi": "mô tả mọi thứ như những gì họ đang có trong cuộc sống thực",
            "hasImg": true
        },
        {
            "id": "7c63457a-1643-41d4-b513-d54856a12615",
            "word": "symbolic",
            "phonetic": "sɪmbɑːlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the money largely had symbolic value.",
                "Similarly, the ceremonial clothing of kings and queens is symbolic of their royal status. ",
                "Symbolic interactionism first appeared most clearly in the work of German sociologist Max Weber and his focus on Verstehen, or \"understanding.\"",
                "Military uniforms serve several symbolic functions. ",
                "It's largely symbolic."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9saWM&hash=85cdb778cd4cf1fd3277118682f7753eaadf482c&lang=en&cache-only=0",
            "defineEn": "consisting of or employing symbols",
            "defineVi": "bao gồm hoặc sử dụng các biểu tượng",
            "hasImg": true
        },
        {
            "id": "a38a43bf-9d17-42b6-b22f-a5cb4ef82bd2",
            "word": "viewpoint",
            "phonetic": "vjuːpɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is why followers are often holier than the pope and more extreme in their viewpoints than the master.",
                "Another helpful persuasive strategy might be tailoring an argument to the other person's viewpoint.",
                "I have an optimistic viewpoint on the world, boys.",
                "Now, of course, I had to change my viewpoint a little bit for this particular play.",
                "Yet that was the popular viewpoint for both political parties for a moment in time."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlld3BvaW50&hash=201ec38b012120de0342aae704ae1181e078f78b&lang=en&cache-only=0",
            "defineEn": "an angle or a place which provides a particular view",
            "defineVi": "một góc hoặc một nơi cung cấp một cái nhìn cụ thể"
        },
        {
            "id": "de121884-d569-498a-98dd-216ee54fe1bc",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "a recreation of a human or animal body in sculpture or drawing",
            "defineVi": "tái tạo cơ thể người hoặc động vật trong điêu khắc hoặc vẽ",
            "hasImg": true
        },
        {
            "id": "f2e93f98-777f-48db-ad39-b159fb74dc15",
            "word": "to pose",
            "phonetic": "tə poʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa walked into the room and struck a pose, hoping she would be noticed.",
                "The art class featured a live model who posed in the raw, allowing the students to study and capture the human form in its natural state.",
                "Mike's striking a pose of confidence.",
                "The cold weather in Minnesota posed a special challenge to shopper comfort.",
                "New EV trucks pose a threat to the truck makers market share."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zZQ&hash=0936d80d82530f3e12bad1fcb89b9df7bb4ddb5f&lang=en&cache-only=0",
            "defineEn": "to maintain a specific posture in order to be photographed or painted",
            "defineVi": "để duy trì một tư thế cụ thể để được chụp ảnh hoặc sơn"
        },
        {
            "id": "b34605fd-d8bb-4a9a-8b79-ea10919e979b",
            "word": "canvas",
            "phonetic": "kænvəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Picasso began on a great canvas.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "-Link's face will be my canvas.",
                "I put the color on the canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FudmFz&hash=21a6e2ede7d2a69b976fda590c118bb9002da0ff&lang=en&cache-only=0",
            "defineEn": "a piece of cloth that artists paint on, especially with oil paints",
            "defineVi": "một mảnh vải mà nghệ sĩ vẽ lên, đặc biệt là với sơn dầu",
            "hasImg": true
        },
        {
            "id": "c70620d9-ce33-4f1a-9260-851b3681d794",
            "word": "foreground",
            "phonetic": "fɔːɹɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So on the foreground, my face is dark.",
                "When we look at an object, the background and foreground are usually blurry, because a lens can only focus light coming from one distance away.",
                "I can change my foreground and my background color, except that you literally only have these ones to choose from.",
                "Each image gives us at least a glimpse of the mountain, and in this particular print we see it in the distance as a giant wave occupies much of the foreground, about to crash down upon three fishing boats and their occupants.",
                "What makes these formulaic prom scenes interesting is the degree to which filmmakers use them to foreground what is wrong with the adult society into which the teenager hopes to emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdyb3VuZA&hash=55963a17d15b4bd166a738732905254254f9ecce&lang=en&cache-only=0",
            "defineEn": "the part of a scene, photograph, etc. that is closest to the observer",
            "defineVi": "một phần của cảnh, ảnh, v.v. gần người quan sát nhất",
            "hasImg": true
        },
        {
            "id": "74eaa6d9-3121-464a-8be9-cd2abc612a60",
            "word": "palette",
            "phonetic": "pælət ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I really wanted a palette.",
                "But here is my eyeshadow palette.",
                "So don't cleanse the palette?",
                "This is my palette.",
                "And you all said the Natasha Denona Sunrise palette."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsZXR0ZQ&hash=98026d4468b5dad2a4bb61602d9fcb8089b87402&lang=en&cache-only=0",
            "defineEn": "a thin oval board that a painter uses to mix colors and hold pigments on, with a hole for the thumb to go through",
            "defineVi": "một tấm bảng hình bầu dục mỏng mà một họa sĩ sử dụng để trộn màu và giữ các sắc tố trên đó, có một lỗ cho ngón tay cái đi qua",
            "hasImg": true
        },
        {
            "id": "94e3908e-afae-4af9-b468-960071720a47",
            "word": "contrast",
            "phonetic": "kɑːntɹæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhc3Q&hash=6da8237a5c9a04d56beb61d9d5d22459c88916b8&lang=en&cache-only=0",
            "defineEn": "differences in color or in brightness and darkness that an artist uses in a painting or photograph to create a special effect",
            "defineVi": "sự khác biệt về màu sắc hoặc độ sáng và bóng tối mà một nghệ sĩ sử dụng trong một bức tranh hoặc bức ảnh để tạo hiệu ứng đặc biệt",
            "hasImg": true
        },
        {
            "id": "87589f76-dbaf-4a7b-945a-4498ff941b7e",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "a pleasing combination of things in a way that forms a coherent whole",
            "defineVi": "một sự kết hợp dễ chịu của mọi thứ theo cách tạo thành một tổng thể mạch lạc"
        },
        {
            "id": "b74e1e68-cc33-4fe6-adf9-acfce86306a8",
            "word": "inspiration",
            "phonetic": "ɪnspɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "Whenever I feel the need for inspiration or escape, I turn to a book, which, as the proverb goes, is like a garden carried in the pocket.",
                "Sarah's mother is a doctor, and she has always been a source of inspiration for her.",
                "My neighbor, who was in his seventies, started a successful business and became an inspiration to many, proving that there is many a good tune played on an old fiddle.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGlyYXRpb24&hash=ad7e96327014b9fc4b042ccff641007dc1a1df14&lang=en&cache-only=0",
            "defineEn": "something, such as a brilliant idea that comes to mind suddenly",
            "defineVi": "một cái gì đó, chẳng hạn như một ý tưởng tuyệt vời đột nhiên xuất hiện trong đầu"
        },
        {
            "id": "aa96c378-2cad-424f-83e9-61e0ca415a14",
            "word": "masterpiece",
            "phonetic": "mæstɚpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's new album is a masterpiece, with every song knocking it out of the park.",
                "Simply put, the film is a masterpiece.",
                "The artist mixed different colors to create a masterpiece.",
                "He imagines himself as a chef, creating a masterpiece dish with Calabrese as the star ingredient.",
                "As an artist, her destination was to create a masterpiece that would leave a lasting impact on the art world."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVycGllY2U&hash=301576c48b2fdb5e7d3df6c7e634092a8d56b7c5&lang=en&cache-only=0",
            "defineEn": "a piece of art created with great skill, which is an artist's best work",
            "defineVi": "một tác phẩm nghệ thuật được tạo ra với kỹ năng tuyệt vời, đó là tác phẩm hay nhất của một nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "e9454c67-53a8-4a79-999f-4f6c7a3fbb4a",
            "word": "auction",
            "phonetic": "ɔːkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His antique collection was worth a fortune, and he sold it for a huge sum at an auction.",
                "Auctions spreading world wide at a very rapid pace.",
                "The big catalyst was the Christie's auction.",
                "All high-end fish are auctioned in Japan.",
                "So they auctioned our stuff out."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVjdGlvbg&hash=0ed9bfe2a1ea6c5efea2017352d29e56edffe276&lang=en&cache-only=0",
            "defineEn": "a public sale in which goods or properties are sold to the person who bids higher",
            "defineVi": "bán công khai trong đó hàng hóa hoặc tài sản được bán cho người trả giá cao hơn"
        },
        {
            "id": "cc6dc239-75b3-4036-96ce-6f9049471ab5",
            "word": "bid",
            "phonetic": "bɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Never bid the devil good morrow until you actually meet him.",
                "A man shall not bid the devil good morrow until he actually meets with him.",
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Just don't bid the devil good morrow till you meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlk&hash=3d4019ffc66de286ef672500ace9a0f8bac6795e&lang=en&cache-only=0",
            "defineEn": "a formal offer of a price for buying an item, especially at an auction",
            "defineVi": "một đề nghị chính thức về giá để mua một mặt hàng, đặc biệt là tại một cuộc đấu giá"
        },
        {
            "id": "f4526d89-bbc9-4039-acf0-b4f9875129d6",
            "word": "collector",
            "phonetic": "kəlɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "Most collectors work on monthly quotas.",
                "Many fields do rely on amateur collectors.",
                "Collectors index and organize their possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdG9y&hash=f790f52fdbd492f48ec3941d4da2c0e07fc7d97e&lang=en&cache-only=0",
            "defineEn": "someone who collects things, as a job or hobby",
            "defineVi": "một người thu thập mọi thứ, như một công việc hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "72e9e488-3aaf-4fd0-bf59-7c58142d7471",
            "word": "curator",
            "phonetic": "kjʊɹɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "Hey curator, come here.",
                "Funny story, our curator actually did find a human skull in the dumpster behind this building.",
                "Alexis interviewed museum curators, former Apollo engineers, current NASA scientists, and even some science YouTubers.",
                "Christiane Paul is curator of new media arts at New York's Whitney Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYXRvcg&hash=fe917aa37ab4da2234f0f776e8bda4ecd2e69123&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a museum, taking care of a collection, artwork, etc.",
            "defineVi": "người phụ trách bảo tàng, chăm sóc bộ sưu tập, tác phẩm nghệ thuật, v.v.",
            "hasImg": true
        },
        {
            "id": "f878f02b-6cce-452f-a95f-589b9e4b0274",
            "word": "to exhibit",
            "phonetic": "tʊ ɛɡzɪbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "The artist decided to withdraw their painting from the exhibit.",
                "But when she held an exhibit in her hometown, few people attended.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhoaWJpdA&hash=85c479aad61b8da00294939e6374c5404cb21e0e&lang=en&cache-only=0",
            "defineEn": "to present or show something publicly to inform or entertain an audience",
            "defineVi": "để trình bày hoặc hiển thị một cái gì đó công khai để thông báo hoặc giải trí cho khán giả",
            "hasImg": true
        },
        {
            "id": "db84622f-b903-4c85-90c4-cdf42a1a0a01",
            "word": "decorative",
            "phonetic": "dɛkɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She carefully arranged a selection of kola nuts on a decorative plate.",
                "She carefully bent the wire into a circle to make a decorative wreath.",
                "She picked a small gourd from the garden and used it as a decorative vase for fresh flowers on her dining table.",
                "I melted suet and poured it into molds to create decorative candles for a cozy atmosphere.",
                "No, these muscles are decorative."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3JhdGl2ZQ&hash=09745743dfb15476aa61e7b445722cf4b20ed9aa&lang=en&cache-only=0",
            "defineEn": "intended to look attractive rather than being of practical use",
            "defineVi": "nhằm mục đích trông hấp dẫn hơn là sử dụng thực tế"
        },
        {
            "id": "7f2cb73f-d19b-490a-a6c9-1cf9c8194147",
            "word": "contemporary",
            "phonetic": "kəntɛmpɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The situations were contemporary.",
                "Again, contemporary science paints an interesting portrait here.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Upbeat contemporary music playing ♪",
                "♪ contemporary music playing ♪"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcG9yYXJ5&hash=3e46bc52a48f93c9b27d1c03dc88dd6bb7f4ae28&lang=en&cache-only=0",
            "defineEn": "belonging to the current era",
            "defineVi": "thuộc về thời đại hiện tại",
            "hasImg": true
        },
        {
            "id": "74d12193-fa2e-4e2b-a20a-6662068ab049",
            "word": "sculptor",
            "phonetic": "skʌlptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sculptors are carving 92 mythical scenes, or metopes, to decorate the temple.",
                "And the inspiration for the face is her late father, a sculptor.",
                "Taxidermists are artists and sculptors that have earned their prestigious titles.",
                "Splinter was a painter, sculptor, AND an architect.",
                "The monument is the creation of sculptor Augustus Saint-Gaudens, who originally intended to depict the colonel astride his horse."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0b3I&hash=69666110e39a54ebdc020bcf01b5a4f1c798eb3d&lang=en&cache-only=0",
            "defineEn": "someone who makes works of art by carving or shaping wood, clay, metal, etc. into different forms",
            "defineVi": "một người tạo ra các tác phẩm nghệ thuật bằng cách chạm khắc hoặc tạo hình gỗ, đất sét, kim loại, v.v. thành các hình thức khác nhau",
            "hasImg": true
        }
    ]
}