{
    "id": "e9ccd25c-f130-40cb-9002-3fd688973a33",
    "title": "Experimentation",
    "originalTitle": "Experimentation",
    "words": [
        {
            "id": "476e8ca5-7ebd-45b5-8f40-4b9924101e7e",
            "word": "experimentation",
            "phonetic": "ɛkspɛɹɪmənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Battery science is an exercise in experimentation.",
                "After some experimentation, the researchers found a possible match: salts made from the molecule ammonium.",
                "He encouraged agricultural experimentation, including the creation of a freer agricultural work force.",
                "After his experimentation, Harris created an incredible color wheel.",
                "[Narrator] Space 10's experimentation continues in its test kitchen where the foods of the future are dreamt up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGF0aW9u&hash=a3e2554d3d6134f2d84358ecd8d8296c804f55b0&lang=en&cache-only=0",
            "defineEn": "the process of creating a scientific experiment and checking the results to determine something usually in a lab",
            "defineVi": "quá trình tạo ra một thí nghiệm khoa học và kiểm tra kết quả để xác định một cái gì đó thường trong phòng thí nghiệm",
            "hasImg": true
        },
        {
            "id": "94ba351e-91bf-4674-bfdf-470804712665",
            "word": "to verify",
            "phonetic": "tə vɛɹᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He shared false information without verifying its accuracy.",
                "We should search for a reliable source to verify the information.",
                "Verify the account, Jono. -",
                "Power cord verified.",
                "I could verify the case."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVyaWZ5&hash=6228c35d576ec56f0842e0ded3c2b4ce55771c07&lang=en&cache-only=0",
            "defineEn": "to examine the truth or accuracy of something",
            "defineVi": "để kiểm tra sự thật hoặc tính chính xác của một cái gì đó"
        },
        {
            "id": "7ecc8316-f51f-4397-9af8-6e98431111af",
            "word": "thesis",
            "phonetic": "θiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's so determined that I just know nothing will get in her way, and she'll finish her thesis.",
                "I thought I could finish writing my thesis in a week, but it took ages.",
                "Now that I'm finished with work for the summer, I can put my thesis on the front burner again.",
                "So theses are warm McDonald's fries?",
                "Obviously, this thesis is based largely on the fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2lz&hash=849c9f9301cf3ce0c899b23e343f83ef493ed47e&lang=en&cache-only=0",
            "defineEn": "a statement that is used as a premise in argumentation",
            "defineVi": "một tuyên bố được sử dụng như một tiền đề trong lập luận"
        },
        {
            "id": "cbda6612-7366-41dd-a878-a01a95da297c",
            "word": "theoretical",
            "phonetic": "θiəɹɛɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After all, theoretical models only get you so far.",
                "Imagine a theoretical spherical animal the size of a marble.",
                "And in sociology, theoretical paradigms are key.",
                "Theoretical calculations put the minimum possible weight for lithium ion batteries at around half what they currently are .",
                "Until now, this was entirely theoretical."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3JldGljYWw&hash=bd4d1afb3621d2fc1cb311373781e54b4688ce67&lang=en&cache-only=0",
            "defineEn": "involving or based on theories and ideas rather than practical applications",
            "defineVi": "liên quan hoặc dựa trên lý thuyết và ý tưởng hơn là ứng dụng thực tế"
        },
        {
            "id": "acb32dc9-72ea-428d-bfa0-cb922e184250",
            "word": "protocol",
            "phonetic": "pɹoʊɾəkɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was John's idea to skip the safety protocols.",
                "They have protocols for visitors.",
                "So what is the protocol?",
                "Obviously there is protocol.",
                "We did not create a protocol."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdG9jb2w&hash=82141ddcfcee638de19dd201ef5a122974d62024&lang=en&cache-only=0",
            "defineEn": "a set of rules based on which medical treatments or scientific experiments are performed",
            "defineVi": "một bộ quy tắc dựa trên đó các phương pháp điều trị y tế hoặc thí nghiệm khoa học được thực hiện"
        },
        {
            "id": "ae810cf0-6077-4f10-bab3-d6da749240d8",
            "word": "experimental",
            "phonetic": "ɛkspɛɹɪmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The musician built a better mousetrap by incorporating new sounds and genres into their music, resulting in a more diverse and experimental sound.",
                "Test engineers are a bit like the experimental kind.",
                "They were developing a new experimental protocol.",
                "This experimental composition was a key part of The Exorcist, a film that changed horror music forever.",
                "So, state agencies have turned to a more experimental form of escape ramp."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGFs&hash=c7ec1d9c857d0dccbb6778f736010919d50ab33b&lang=en&cache-only=0",
            "defineEn": "relating to scientific experimentation, based on untested hypotheses or approaches and not yet confirmed or finalized",
            "defineVi": "liên quan đến thử nghiệm khoa học, dựa trên các giả thuyết hoặc phương pháp chưa được kiểm chứng và chưa được xác nhận hoặc hoàn thiện"
        },
        {
            "id": "6c3dfd4b-a1cc-427d-aeee-4c3c88652cb1",
            "word": "empirical",
            "phonetic": "ɛmpɪɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Empirical research hasn't really supported his hierarchy.",
                "So the empirical rule just gives us that answer.",
                "So what is the empirical formula?",
                "But the empirical evidence is limited.",
                "Does it rely on empirical data?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waXJpY2Fs&hash=1ae202ac5332cce79fd96a75f9f2936e8a3ebc0a&lang=en&cache-only=0",
            "defineEn": "based upon observations or experiments instead of theories or ideas",
            "defineVi": "dựa trên các quan sát hoặc thí nghiệm thay vì lý thuyết hoặc ý tưởng"
        },
        {
            "id": "5cc871a9-6108-4c11-bcf9-dd607561295f",
            "word": "to disprove",
            "phonetic": "tə dɪspɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author writes that this theory has now been disproved.",
                "So this disproves this statement.",
                "These findings don’t totally disprove the idea that newborns are blank slates.",
                "Some we could disprove.",
                "Instead, they put it on you to disprove it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcHJvdmU&hash=ec2f0d68847e538b86cdf4bed2db2ff7e5fb15a8&lang=en&cache-only=0",
            "defineEn": "to show that something is false or incorrect",
            "defineVi": "để chỉ ra rằng một cái gì đó là sai hoặc không chính xác"
        },
        {
            "id": "4f17705a-471a-4483-8e1b-b6687220ba2a",
            "word": "correlation",
            "phonetic": "kɔɹɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the study does show a correlation.",
                "Remember, correlation does not equal causation.",
                "Hence the common refrain: correlation doesn’t imply causation.",
                "Some epidemiological research suggests a correlation between certain BCG vaccination programs and lower rates of severe COVID-19 cases.",
                "Studies have found negative correlations between FOMO and psychological needs satisfaction."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVsYXRpb24&hash=cb8b3d2367e8ced592ebee44d81f2110d4173126&lang=en&cache-only=0",
            "defineEn": "a mutual connection or relation between two or more things",
            "defineVi": "một kết nối lẫn nhau hoặc mối quan hệ giữa hai hoặc nhiều điều"
        },
        {
            "id": "946f835a-671c-4727-aa3d-3b97198a5f2d",
            "word": "to corroborate",
            "phonetic": "tə kɚɹɑːbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "- They corroborated, you know?",
                "Some of these accounts corroborate what she's saying.",
                "What’s more, the dates of these fossils have been corroborated by genetic evidence, too!",
                "If there's a lot of legit news organizations or health organizations corroborating the claim?",
                "So, there are many, many facts about this story that are easily corroborated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycm9ib3JhdGU&hash=94589edbdc75527a2f41f5de32e68b2b9dc33940&lang=en&cache-only=0",
            "defineEn": "to provide supporting evidence for a theory, statement, etc.",
            "defineVi": "để cung cấp bằng chứng hỗ trợ cho một lý thuyết, tuyên bố, vv"
        },
        {
            "id": "4d88c058-8fbd-4f7f-b495-3ab9678fabd3",
            "word": "to correlate",
            "phonetic": "tə kɔɹɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The belief in homeopathy correlates with skepticism about vaccinations.",
                "In this case, the shape of each kind of epithelial cell correlates with its function.",
                "They're negatively correlated.",
                "A record of purchases can be strongly correlated to gender.",
                "And anxiety is essentially correlated with uncertainty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycmVsYXRl&hash=5aa9a7badc6c1e3d0469908dc89453431e8bb264&lang=en&cache-only=0",
            "defineEn": "to be closely connected or have mutual effects",
            "defineVi": "được kết nối chặt chẽ hoặc có tác động lẫn nhau"
        },
        {
            "id": "9578c2f6-32a0-4f28-9e93-8b5cd31ccc55",
            "word": "corroboration",
            "phonetic": "kɚɹɑːbɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, just from a legal point of view, there was no corroboration.",
                "That a mere allegation without any corroboration, could. . ",
                "And it was approximately 10.5, so that was just another point of corroboration."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycm9ib3JhdGlvbg&hash=5be7e1857638c2d9cefdb4f28f22655ef6d001c6&lang=en&cache-only=0",
            "defineEn": "solid proof or evidence that supports a theory or statement",
            "defineVi": "bằng chứng chắc chắn hoặc bằng chứng hỗ trợ một lý thuyết hoặc tuyên bố"
        },
        {
            "id": "b9b55480-7ab2-4c0d-9719-a19c6db34ca8",
            "word": "controlled experiment",
            "phonetic": "kəntɹoʊld ɛkspɛɹɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvbGxlZCBleHBlcmltZW50&hash=a5d723cf9f173f2f4117aeb6e147ac22bcb19365&lang=en&cache-only=0",
            "defineEn": "an experiment during which only one Variable is changed to realize the effect of it on the experiment",
            "defineVi": "một thử nghiệm trong đó chỉ một Biến được thay đổi để nhận ra ảnh hưởng của nó đối với thử nghiệm"
        },
        {
            "id": "cd783300-219d-47ea-a64d-c06a832801e7",
            "word": "beaker",
            "phonetic": "biːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prof. Bunsen Honeydew: Welcome to CrashCourse Economics (Beaker yawns)",
                "It contains the saws and hammers, the microscopes and beakers, that philosophers use to go about answering their questions in a clear, systematic way.",
                "It formed as a sticky residue in beakers that had been used to develop a chlorine-based dry-cleaning chemical.",
                "So now I've dumped barium hydroxide in this beaker, I'm gonna dump the ammonium chloride in.",
                "Because most chemical reactions, you know, we're sitting at the beach with our beakers, and they're exposed to just standard temperature and pressure, or at least some pressure, that's not changing as the reaction occurs."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVha2Vy&hash=8a2e7969d7ccb50b75df5d55a500153471798e57&lang=en&cache-only=0",
            "defineEn": "a container usually made of glass or plastic used in chemistry and laboratory",
            "defineVi": "một thùng chứa thường làm bằng thủy tinh hoặc nhựa được sử dụng trong hóa học và phòng thí nghiệm",
            "hasImg": true
        },
        {
            "id": "a15c981f-1801-427d-9163-985570e9d62e",
            "word": "Bunsen burner",
            "phonetic": "bʌnsən bɜːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QnVuc2VuIGJ1cm5lcg&hash=9c8003b571c6d5414b508a40241639d1eb0ce498&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used in a laboratory that can burn gas and create flames",
            "defineVi": "một mảnh thiết bị được sử dụng trong phòng thí nghiệm có thể đốt cháy khí và tạo ra ngọn lửa",
            "hasImg": true
        },
        {
            "id": "6218d715-bc3d-4efa-9715-c3c2e2305f17",
            "word": "carbon dating",
            "phonetic": "kɑːɹbən deɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uIGRhdGluZw&hash=ce6e47902202f758a9284b6d54074dc08b4f069b&lang=en&cache-only=0",
            "defineEn": "a method used for measuring how old an organic material is by calculating the amount of carbon they contain",
            "defineVi": "một phương pháp được sử dụng để đo tuổi của một vật liệu hữu cơ bằng cách tính lượng carbon mà chúng chứa"
        },
        {
            "id": "4e81fc99-7756-46ee-8e2f-db614251be63",
            "word": "clinical trial",
            "phonetic": "klɪnɪkəl tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company is running clinical trials of the new drug.",
                "In a clinical trial, one in four patients developed severe allergic reactions to the drug.",
                "This efficacy number comes from phase III clinical trials.",
                "In a clinical trial earlier this year, doctors recruited children with peanut allergies.",
                "Here in the US, as of the end of April 2020, two vaccine candidates had begun human clinical trials."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljYWwgdHJpYWw&hash=4896da80ede0667b28f677ffb911698dabafd852&lang=en&cache-only=0",
            "defineEn": "a controlled scientific experiment in which the effectiveness and safety of a medical treatment is measured by testing it on people",
            "defineVi": "một thí nghiệm khoa học có kiểm soát trong đó tính hiệu quả và an toàn của một phương pháp điều trị y tế được đo lường bằng cách thử nghiệm trên người"
        },
        {
            "id": "50f4ec5e-fb71-4222-a886-57ca7ebf3026",
            "word": "to dissect",
            "phonetic": "tə daɪsɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dissected, analyzed, and in Oliver's hands, monetized.",
                "A vast amount of the fundamental properties of astronomical objects can be found just by dissecting their light into individual colors.",
                "Stein found a wide range of foods and not-foods in the blobfish he dissected.",
                "We have spent a long time dissecting what went wrong with the U.S.' response and what cost so many lives here.",
                "So Galen’s knowledge mostly came from dissecting pigs and monkeys, and using their anatomy to guess at the structures inside our bodies, from the muscles to the circulatory system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VjdA&hash=0e3ed98002abcb5b1e4f9d9400ee0edcdbb97260&lang=en&cache-only=0",
            "defineEn": "to analyze something in detail, especially by segregating all its components",
            "defineVi": "để phân tích một cái gì đó một cách chi tiết, đặc biệt là bằng cách tách biệt tất cả các thành phần của nó"
        },
        {
            "id": "11ee93ee-b56c-4022-8335-61113256b3fc",
            "word": "to falsify",
            "phonetic": "tə fɔlsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "- They routinely falsified mortgage documents.",
                "We had a problem with the official results of elections, because continuously, the results of elections were falsified.",
                "If everything is possible, there’s no way to falsify your hypothesis.",
                "In science we go looking for things that can falsify our claims.",
                "Some providers are working on making ID verifications on paper, a QR code embedded with information that can't be falsified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsc2lmeQ&hash=28a3092a5d4dbe84969c7f0ec586995c25cfa9ba&lang=en&cache-only=0",
            "defineEn": "to prove a statement or theory to be false or incorrect",
            "defineVi": "để chứng minh một tuyên bố hoặc lý thuyết là sai hoặc không chính xác"
        },
        {
            "id": "0330a99d-42a1-41ff-8dd1-a3fa59b0f0e8",
            "word": "finding",
            "phonetic": "faɪndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study yielded significant findings that could advance medical research.",
                "The case was continued without a finding until August 2.",
                "What did he make out of the findings of the Emile Short commission?",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZGluZw&hash=deef190a7d15d47a62ef1099434a7c39dfd01e46&lang=en&cache-only=0",
            "defineEn": "the act of discovering something",
            "defineVi": "hành động khám phá một cái gì đó"
        },
        {
            "id": "3f66441c-d620-4a4c-a16b-ee052e58302c",
            "word": "classification",
            "phonetic": "klæsɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Classification typically works in several stages.",
                "In broad strokes, these classifications are helpful.",
                "Anthropologist Philip A. Clarke explored this classification deeply.",
                "The most excited neuron will be our classification decision.",
                "And, also like classification, regression is used everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpZmljYXRpb24&hash=68d7a4e04258d6e08e8a49b86bd73e4ef14e5f62&lang=en&cache-only=0",
            "defineEn": "the process of categorizing things or people",
            "defineVi": "quá trình phân loại sự vật hoặc con người"
        },
        {
            "id": "19c1463b-cf96-4def-a585-1ed4ed287a31",
            "word": "to randomize",
            "phonetic": "tə ɹændəmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "One study randomized 69 volunteers into one of several different self-control practice conditions, or a control group.",
                "Now, areas could get around all this by randomizing the order in which names appear on ballots.",
                "Now, just to be clear, no one has done any randomized clinical trials to determine whether regular tickling improves mental health outcomes in people.",
                "For example, a randomized controlled trial in 2013 found that ketamine significantly improved symptoms in people with treatment-resistant depression.",
                "That meant participants were randomized into experimental or control groups, and that both participants and experimenters were blind to which experimental condition they were in."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFuZG9taXpl&hash=7df6cd5b83cd505cb2057225821065a982b3b42d&lang=en&cache-only=0",
            "defineEn": "to employ a method in an experiment that gives every entity an equal chance of being considered; to arrange things in a random order",
            "defineVi": "sử dụng một phương pháp trong một thử nghiệm mang lại cho mọi thực thể cơ hội được xem xét như nhau; sắp xếp mọi thứ theo thứ tự ngẫu nhiên"
        },
        {
            "id": "6cdd1627-1331-4e66-8db7-03eb0260180d",
            "word": "statistic",
            "phonetic": "stɐtɪstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Statistics show that millions of people are victims of identity theft each year.",
                "Statistics are everywhere.",
                "Statistics are tools.",
                "Statistics are persuasive.",
                "Unsurprisingly, psychologists have noticed these statistics."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlzdGlj&hash=ed991b28d194751363f1cb5908f73f409ced9f71&lang=en&cache-only=0",
            "defineEn": "a number or piece of data representing measurements or facts",
            "defineVi": "một số hoặc một phần dữ liệu đại diện cho các phép đo hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "64aa85b9-8d7c-45c7-8175-64aca0da8ebf",
            "word": "to bias",
            "phonetic": "tə baɪəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Bias sucks.",
                "First of all, people are biased.",
                "Third, it exhibits bias."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlhcw&hash=5701c2dbe0fe2b98511d2cdf92b491eaf7dd655a&lang=en&cache-only=0",
            "defineEn": "to unfairly influence or manipulate something or someone in favor of one particular opinion or point of view, often to the detriment of others",
            "defineVi": "gây ảnh hưởng hoặc thao túng một cách không công bằng một cái gì đó hoặc một ai đó để ủng hộ một ý kiến hoặc quan điểm cụ thể, thường gây bất lợi cho người khác"
        },
        {
            "id": "663983d3-1ec8-449b-9708-d097686663ac",
            "word": "case study",
            "phonetic": "keɪs stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And case studies contain a number of other worrisome effects.",
                "Here's a case study.",
                "Well, here's a case study.",
                "So this sets the table for a case study. ",
                "Instead, scientists often have to rely on after-the-fact case studies written up by doctors, retrospective studies, or reviews of these."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZSBzdHVkeQ&hash=32a054c9a3d2f50396e7af93a9fb864092a4fb2c&lang=en&cache-only=0",
            "defineEn": "a recorded analysis of an individual, a society, or a situation over a length of time",
            "defineVi": "một phân tích được ghi lại về một cá nhân, một xã hội hoặc một tình huống trong một khoảng thời gian"
        },
        {
            "id": "0e15a857-e1c8-49a9-8392-7515a37173b0",
            "word": "analytical",
            "phonetic": "ænɐlɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And for that, analytical engineers are essential.",
                "The results an analytical engineer generates would then help the designers to improve the wing’s performance.",
                "Now, that is an analytical conclusion that former intelligence officials tell me is more of an opinion than a provable fact.",
                "Now, that is an analytical conclusion that former intelligence officials tell me is more of an opinion than a provable fact.",
                "Rather than build an entire airplane wing from scratch every time you want to test some of its features, an analytical engineer would use the toolkit of mathematics and physics to test its performance under hypothetical conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHl0aWNhbA&hash=df796f15268fe5a4c3a1b67d670fe23ae52010a2&lang=en&cache-only=0",
            "defineEn": "describing a method for understanding things through the use of logic and detailed thinking",
            "defineVi": "mô tả một phương pháp để hiểu mọi thứ thông qua việc sử dụng logic và tư duy chi tiết"
        },
        {
            "id": "d245dc53-46e9-48de-be0e-d71f07bcc8f1",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a particular set of actions conducted in a certain way",
            "defineVi": "một tập hợp các hành động cụ thể được thực hiện theo một cách nhất định"
        },
        {
            "id": "bcd467f9-d92b-40dd-baf1-71d6ac66bfea",
            "word": "analysis",
            "phonetic": "ɐnæləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The author abstracted key themes from the novel in her literary analysis.",
                "Violence in the last analysis produces more violence.",
                "And in the last analysis it's going to destroy our country.",
                "Bedini and Curzi were probably not far off the mark in their analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHlzaXM&hash=8ccda952ccd7966fc91cf7545bf599db79172c09&lang=en&cache-only=0",
            "defineEn": "a methodical examination of the whole structure of something and the relation between its components",
            "defineVi": "một kiểm tra có phương pháp về toàn bộ cấu trúc của một cái gì đó và mối quan hệ giữa các thành phần của nó",
            "hasImg": true
        },
        {
            "id": "f5a4d386-7012-4d64-bb95-e062c0fd7126",
            "word": "methodical",
            "phonetic": "mɛθɑːdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Centipedes are really methodical groomers.",
                "We've been very methodical about opening offices, very flexible about managing the state that they're in.",
                "I believe that they are doing a very methodical job of doing that.",
                "And the most important thing in a methodical approach is to have measurement, to have metrics, because metrics will help us understand the experiences that 2 billion people in various countries are actually having. ",
                "You know, if these guys were more methodical, if these guys did think in more acceptable ways, legally and morally, I think there might have been a kind of more careful agenda that could be built up quietly over time that would withstand legal scrutiny. "
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aG9kaWNhbA&hash=d5bb1e117761f8e5d1456a179af2ca5e40c32179&lang=en&cache-only=0",
            "defineEn": "describing something done carefully, in order and logic",
            "defineVi": "mô tả một cái gì đó được thực hiện một cách cẩn thận, theo thứ tự và logic"
        }
    ]
}