{
    "id": "ea050fb1-dbfa-4538-8371-2d108a9db2eb",
    "title": "Sign Language",
    "originalTitle": "Sign Language",
    "words": [
        {
            "id": "6dce8bb5-b454-4c68-a0b1-e071bcc3b922",
            "word": "tactile signing",
            "phonetic": "tæktaɪl saɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFjdGlsZSBzaWduaW5n&hash=ad37d2d712e775df149c1c5e7e8d9b161c22f741&lang=en&cache-only=0",
            "defineEn": "a method of communication used by individuals who are deafblind, involving the use of touch to feel and understand sign language through tactile sensations on the hands or body",
            "defineVi": "một phương pháp giao tiếp được sử dụng bởi những người khiếm thính, mù, liên quan đến việc sử dụng xúc giác để cảm nhận và hiểu ngôn ngữ ký hiệu thông qua cảm giác xúc giác trên tay hoặc cơ thể"
        },
        {
            "id": "420e6e09-02e3-42e0-8e60-993cec17296a",
            "word": "fingerspelling",
            "phonetic": "fɪŋɡɚspəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fingerspelling is hard!",
                "Fingerspelling is not my strong suit.",
                "Fingerspelling is always hard for me.",
                "The curriculum of the school didn't try to teach the kids a signed language, instead focusing on spoken Spanish, lipreading, and some fingerspelling of Spanish words."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2Vyc3BlbGxpbmc&hash=d455f5154c4533031f1b8965ae0f28c3aa8c9ab4&lang=en&cache-only=0",
            "defineEn": "a manual communication system in which individual letters or words are represented by specific handshapes or finger movements, typically used to spell out words, names, or concepts that do not have corresponding signs in a sign language",
            "defineVi": "một hệ thống giao tiếp thủ công trong đó các chữ cái hoặc từ riêng lẻ được thể hiện bằng các hình dạng bàn tay hoặc cử động ngón tay cụ thể, thường được sử dụng để đánh vần các từ, tên hoặc khái niệm không có ký hiệu tương ứng trong ngôn ngữ ký hiệu"
        },
        {
            "id": "12c1c0ec-585b-4778-a5c9-55ea0d12b2df",
            "word": "nonverbal communication",
            "phonetic": "nɑːnvɜːbəl kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9udmVyYmFsIGNvbW11bmljYXRpb24&hash=da10f61eab4ee160d7004ad3b325c32380988446&lang=en&cache-only=0",
            "defineEn": "the transmission of messages and meaning through various nonverbal cues, such as body language, facial expressions, gestures, and tone of voice, without the use of spoken or written words",
            "defineVi": "việc truyền tải thông điệp và ý nghĩa thông qua các tín hiệu phi ngôn ngữ khác nhau, chẳng hạn như ngôn ngữ cơ thể, nét mặt, cử chỉ và giọng nói mà không cần sử dụng lời nói hoặc chữ viết"
        },
        {
            "id": "14cb58f8-76f5-4bd5-9f52-db6016a160bf",
            "word": "body language",
            "phonetic": "bɑːdi læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9keSBsYW5ndWFnZQ&hash=466f6f7ba03be7e9426bdd3300e94e385ea7177b&lang=en&cache-only=0",
            "defineEn": "the nonverbal signals and movements that convey a person's thoughts, emotions, and intentions through physical gestures, facial expressions, and posture",
            "defineVi": "các tín hiệu và chuyển động phi ngôn ngữ truyền đạt suy nghĩ, cảm xúc và ý định của một người thông qua cử chỉ, nét mặt và tư thế"
        },
        {
            "id": "e13bf957-549a-4ad0-bfda-9cd393c62721",
            "word": "home sign",
            "phonetic": "hoʊm saɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZSBzaWdu&hash=bd009a807e89348ffd55dbba707fa8c235d0e737&lang=en&cache-only=0",
            "defineEn": "a system of gestural communication that develops naturally within a specific household or community, typically used by individuals with hearing impairments or limited exposure to a formal sign language",
            "defineVi": "một hệ thống giao tiếp cử chỉ phát triển tự nhiên trong một hộ gia đình hoặc cộng đồng cụ thể, thường được sử dụng bởi những người khiếm thính hoặc hạn chế tiếp xúc với ngôn ngữ ký hiệu chính thức"
        },
        {
            "id": "87a3fd22-03c7-47bb-bb7c-57aef4cd6cb1",
            "word": "baby sign",
            "phonetic": "beɪbi saɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFieSBzaWdu&hash=048b58986643e28abf452ae88ff99a2f09948208&lang=en&cache-only=0",
            "defineEn": "the use of simplified signs or gestures by infants and toddlers to communicate basic needs, wants, and concepts before they have developed verbal language skills",
            "defineVi": "việc sử dụng các dấu hiệu hoặc cử chỉ đơn giản của trẻ sơ sinh và trẻ mới biết đi để truyền đạt các nhu cầu, mong muốn và khái niệm cơ bản trước khi chúng phát triển các kỹ năng ngôn ngữ bằng lời nói"
        },
        {
            "id": "ebcd22fe-725b-4f39-8617-3463ec04690f",
            "word": "international sign",
            "phonetic": "ɪntɚnæʃənəl saɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYXRpb25hbCBzaWdu&hash=c023662aa6f3fba1cdc12daa67111b59a45a69bc&lang=en&cache-only=0",
            "defineEn": "a communication system used by deaf individuals from different countries to communicate with each other",
            "defineVi": "một hệ thống liên lạc được sử dụng bởi những người khiếm thính từ các quốc gia khác nhau để giao tiếp với nhau"
        },
        {
            "id": "bcaa2705-f447-4c6e-8561-0c75a8794405",
            "word": "iconicity",
            "phonetic": "aɪkənɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWNvbmljaXR5&hash=fea8a6c65c07a38ed6653a153af7b95a21d1b511&lang=en&cache-only=0",
            "defineEn": "the correspondence between the form of a linguistic sign and its meaning, often involving visual or perceptual resemblances that enhance the understanding of the concept being conveyed",
            "defineVi": "sự tương ứng giữa hình thức của một dấu hiệu ngôn ngữ và ý nghĩa của nó, thường liên quan đến sự tương đồng về hình ảnh hoặc nhận thức giúp nâng cao sự hiểu biết về khái niệm được truyền đạt"
        },
        {
            "id": "1f921ae5-7053-4b2e-9b1d-7f5651351f78",
            "word": "handshape",
            "phonetic": "hændʃeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Assimilation in signed languages can affect the handshape or sign location.",
                "In American Sign Language, nouns and their related verbs sometimes have the same handshape and location, but different movement.",
                "For example, an extended ring finger is a meaningful handshape in Taiwainese Sign Language but not in BSL or ASL.",
                "Languages combine these individual sounds or handshapes into words according to specific patterns, and the study of that is called phonology.",
                "First, there’s the study of individual sounds in spoken languages, or handshapes in signed languages, which is called phonetics."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHNoYXBl&hash=68a2b1a7a15fbbec695917edbd630c6392cf1e97&lang=en&cache-only=0",
            "defineEn": "the specific configuration and position of the hand and fingers used in sign language to represent phonetic or phonological units",
            "defineVi": "cấu hình và vị trí cụ thể của bàn tay và ngón tay được sử dụng trong ngôn ngữ ký hiệu để thể hiện các đơn vị ngữ âm hoặc âm vị học"
        },
        {
            "id": "006cafe7-db1d-42ba-bc83-aff693ca347e",
            "word": "classifier construction",
            "phonetic": "klæsɪfaɪɚ kənstɹʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpZmllciBjb25zdHJ1Y3Rpb24&hash=bcf1bc4ea6cfa0d63bc1ca5a357d06317df3798f&lang=en&cache-only=0",
            "defineEn": "the grammatical mechanism used in sign languages to convey information about the size, shape, movement, or location of objects or actions by incorporating classifiers into the signing space",
            "defineVi": "cơ chế ngữ pháp được sử dụng trong các ngôn ngữ ký hiệu để truyền đạt thông tin về kích thước, hình dạng, chuyển động hoặc vị trí của các đối tượng hoặc hành động bằng cách kết hợp các bộ phân loại vào không gian ký tên"
        },
        {
            "id": "d1382391-c76b-4e1e-9543-e041d5bdef87",
            "word": "signed English",
            "phonetic": "saɪnd ɪŋɡlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lnbmVkIEVuZ2xpc2g&hash=f9fb19da395829911794ed71b5f163d7492965a2&lang=en&cache-only=0",
            "defineEn": "a system of sign language that combines aspects of American Sign Language with the grammatical structure and vocabulary of English, allowing for a more direct representation of English language concepts through signs",
            "defineVi": "một hệ thống ngôn ngữ ký hiệu kết hợp các khía cạnh của Ngôn ngữ ký hiệu Mỹ với cấu trúc ngữ pháp và từ vựng của tiếng Anh, cho phép thể hiện trực tiếp hơn các khái niệm ngôn ngữ tiếng Anh thông qua các ký hiệu"
        },
        {
            "id": "e6f9a761-3c9f-4a8c-b08d-da9b3d599524",
            "word": "gesture",
            "phonetic": "dʒɛstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "Thanks to her kind gesture, she was in credit with her neighbor, who offered to water her plants while she was away.",
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures.",
                "He performed a political balancing act, making gestures towards the left as well as the right.",
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VzdHVyZQ&hash=87d5b404d747c54570eac281bec95becbb890bef&lang=en&cache-only=0",
            "defineEn": "a movement of the hands, face, or head that indicates a specific meaning",
            "defineVi": "chuyển động của tay, mặt hoặc đầu biểu thị một ý nghĩa cụ thể",
            "hasImg": true
        },
        {
            "id": "38c7cce2-9539-4593-b2f0-2f28939e9f15",
            "word": "Stokoe notation",
            "phonetic": "stɑːkoʊ noʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U3Rva29lIG5vdGF0aW9u&hash=95f61bb822ef73cc0895137b4cc43d7d462c24d5&lang=en&cache-only=0",
            "defineEn": "a system of written symbols used to transcribe and analyze sign languages, specifically American Sign Language, representing the handshapes, movements, and locations of signs",
            "defineVi": "một hệ thống các ký hiệu bằng văn bản được sử dụng để phiên âm và phân tích ngôn ngữ ký hiệu, cụ thể là Ngôn ngữ ký hiệu của Mỹ, đại diện cho hình dạng bàn tay, chuyển động và vị trí của các ký hiệu"
        },
        {
            "id": "8cc44a30-07fa-4b8a-a971-79b55cb0664e",
            "word": "SignWriting",
            "phonetic": "saɪn ɹaɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U2lnbldyaXRpbmc&hash=f0b028d74d4fec012c91584fa15d1a55f22023b5&lang=en&cache-only=0",
            "defineEn": "a writing system designed to visually represent sign languages by using a combination of standardized symbols to capture the movements, handshapes, facial expressions, and body postures involved in signing",
            "defineVi": "một hệ thống chữ viết được thiết kế để thể hiện trực quan các ngôn ngữ ký hiệu bằng cách sử dụng kết hợp các ký hiệu được tiêu chuẩn hóa để nắm bắt các chuyển động, hình dạng bàn tay, nét mặt và tư thế cơ thể liên quan đến việc ký tên"
        },
        {
            "id": "87a86aa9-e116-464a-8a51-957c161ed5c6",
            "word": "emblem",
            "phonetic": "ɛmbləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's kind of my emblem of protection.",
                "Singapore is the Lion City, so the lion is the emblem of Singapore.",
                "It also gained a reputation as one of the emblems of the 60s counterculture.",
                "The queen is now able to receive the emblems of majesty.",
                "- I love it when the bread has that emblem - on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1ibGVt&hash=55c8767f8ecf8af7db7e7a1329d14e95a3f2ac1d&lang=en&cache-only=0",
            "defineEn": "a specific gesture, movement, or action that has a direct verbal translation and is widely understood within a particular culture or group",
            "defineVi": "một cử chỉ, chuyển động hoặc hành động cụ thể có bản dịch trực tiếp bằng lời nói và được hiểu rộng rãi trong một nền văn hóa hoặc nhóm cụ thể"
        },
        {
            "id": "99c66d04-12e4-46a1-ba34-bcc9edd3a1d2",
            "word": "visual-gestural modality",
            "phonetic": "vɪʒuːəldʒɛstʃɚɹəl moʊdælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlzdWFsLWdlc3R1cmFsIG1vZGFsaXR5&hash=35d53e3ebe182542e396b572afd2f032dc023fb9&lang=en&cache-only=0",
            "defineEn": "a mode of communication that combines visual and gestural elements, such as sign language, where manual signs and facial expressions are used to convey meaning",
            "defineVi": "một phương thức giao tiếp kết hợp các yếu tố hình ảnh và cử chỉ, chẳng hạn như ngôn ngữ ký hiệu, trong đó các dấu hiệu thủ công và nét mặt được sử dụng để truyền đạt ý nghĩa"
        },
        {
            "id": "aed38476-e147-48cb-bc3c-323cfb217b08",
            "word": "oralism",
            "phonetic": "oːɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But learn about the oralism and Alexander Graham Bell and his history with that.",
                "So today we're going to talk about transitioning from oralism to ASL, or you know, basically, if you live in a different country and you're doing that little transitioning phase, insert your language here.",
                "Those people preferred oralism for their children for their own benefit so they would put their kid in speech therapy.",
                "Because that's the issue with mainstream schools, they don't really know how to teach kids who are deaf or hard of hearing, that may not excel at oralism like other deaf and hard of hearing people might.",
                "And he was one of those guys that supported oralism and putting deaf kids in speech therapy, having their hands tied behind their back and, oh it's almost time?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhbGlzbQ&hash=c08a1daab97bab7d65c5bb524854b5a9077bdd95&lang=en&cache-only=0",
            "defineEn": "an educational approach that emphasizes spoken language and lip-reading skills as the primary means of communication and education for individuals who are deaf or hard of hearing, often excluding or minimizing the use of sign language or other visual-gestural modalities",
            "defineVi": "một phương pháp giáo dục nhấn mạnh ngôn ngữ nói và kỹ năng đọc khẩu hình môi là phương tiện giao tiếp và giáo dục chính cho những người bị điếc hoặc nghe kém, thường loại trừ hoặc giảm thiểu việc sử dụng ngôn ngữ ký hiệu hoặc các phương thức cử chỉ hình ảnh khác"
        }
    ]
}