{
    "id": "ea9672bb-f20a-40f3-9ba8-8fca9f71d2f0",
    "title": "Lesson 19",
    "originalTitle": "Lesson 19",
    "words": [
        {
            "id": "8c61cd14-5500-481d-90a1-f68d6aa73042",
            "word": "orthodox",
            "phonetic": "ɔːɹθədɑːks ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And that last point interests me, for those who want to see him negatively, Aurangzeb’s orthodox Islam had no room for musicians or poets.",
                "For example, it’s common for married Orthodox Jewish women to wear some form of hair covering, whether it’s a scarf, a hat, or a wig called a sheitel.",
                "Members of the Hasidic community or the Orthodox Jewish community we’re shuttering the synagogues to save lives.",
                "Ivan also summoned distinguished representatives of the orthodox church and the nobility along with wealthy townspeople to an assembly (zemskii sobor), which continued to meet.",
                "Despite Rasputin’s heavy drinking, petty theft, and promiscuity, his reputation as a monk quickly spread beyond Siberia and attracted both laypeople and powerful Orthodox clergymen."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9kb3g&hash=457a9aa1d77983a928735f65392937c12690241d&lang=en&cache-only=0",
            "defineEn": "commonly acknowledged ideas, beliefs, or practices",
            "defineVi": "ý tưởng, niềm tin, hoặc thực hành thường được thừa nhận"
        },
        {
            "id": "4902e461-a7f2-4227-b98f-6655a581b281",
            "word": "orthodoxy",
            "phonetic": "ɔːɹθədɑːksi ",
            "partOfSpeechType": "noun",
            "examples": [
                "MAN: It certainly was challenging the orthodoxy.",
                "And I think, also, we should give him credit for the travel bans, which were not part of the orthodoxy of public health at the time.",
                "And then we have Aurangzeb was a devout Muslim and did try to introduce Islamic principles into Mughal rule, but the trend towards orthodoxy and away from Akbar’s toleration had begun long before with his predecessor, Shah Jahan.",
                "Aurangzeb was also accused of destroying temples in 1669, although in fact they were just damaged, and this was primarily done to send a political message to opponents, not as an act of religious orthodoxy.",
                "But the maintenance of the Taj Mahal took all the revenue from thirty villages, and maybe Aurangzeb’s orthodoxy was less important than his desire to appear to be a sober and frugal leader."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9kb3h5&hash=178b5105a259a1fe63febca0e451f945c2fec286&lang=en&cache-only=0",
            "defineEn": "a belief or orientation agreeing with conventional standards",
            "defineVi": "một niềm tin hoặc định hướng đồng ý với các tiêu chuẩn thông thường"
        },
        {
            "id": "31384390-4d69-4718-a4fa-187348815893",
            "word": "grandeur",
            "phonetic": "ɡɹændʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The harsh criticism tore him out of his delusions of grandeur.",
                "Compared to the grandeur of the neighboring buildings, the quaint little café on the corner is knee-high to a grasshopper.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "For its grandeur and historical significance, it was named a UNESCO World Heritage site in 1986.",
                "He went to Egypt with his visions of grandeur, where he did all of the damage down there."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRldXI&hash=b0efb41b2b1444e890c11b7da2e32d36641b59cf&lang=en&cache-only=0",
            "defineEn": "the quality of being magnificent or splendid or grand",
            "defineVi": "chất lượng của sự tráng lệ hoặc lộng lẫy hoặc vĩ đại"
        },
        {
            "id": "7ebc21b2-5bb8-488d-908b-332028602c6d",
            "word": "grandiloquence",
            "phonetic": "ɡɹændɪlɑːkwəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRpbG9xdWVuY2U&hash=61859b9e6d66e03230093946367eb763f75700b5&lang=en&cache-only=0",
            "defineEn": "high-flown style; excessive use of verbal ornamentation",
            "defineVi": "phong cách bay bổng; sử dụng quá nhiều trang trí bằng lời nói"
        },
        {
            "id": "d75121ac-d09b-498e-89af-cb0d626d1f56",
            "word": "grandiloquent",
            "phonetic": "ɡɹændɪlɑːkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRpbG9xdWVudA&hash=229a418da10e2db2215652d98779f05ec2fadd3a&lang=en&cache-only=0",
            "defineEn": "puffed up with vanity",
            "defineVi": "phồng lên với sự phù phiếm"
        },
        {
            "id": "85860c0e-ff85-426d-90ba-59ddd075749b",
            "word": "grandiose",
            "phonetic": "ɡɹændɪoʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In business, it's important to be wary of people who make grandiose claims without backing them up.",
                "Grandiose narcissists pursue attention and power, sometimes as politicians, celebrities, or cultural leaders.",
                "Next is grandiose type.",
                "They include a grandiose view of oneself, problems with empathy, a sense of entitlement, and a need for admiration or attention.",
                "There's grandiose delusions."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRpb3Nl&hash=4aee2e1953bdc8046dc0a7d52d5670f024151e78&lang=en&cache-only=0",
            "defineEn": "impressive because of unnecessary largeness or grandeur; used to show disapproval",
            "defineVi": "ấn tượng vì sự to lớn hoặc hoành tráng không cần thiết; được sử dụng để thể hiện sự không tán thành"
        },
        {
            "id": "2eac655d-2b90-4ec6-93bd-030cbe29ece9",
            "word": "mountaineer",
            "phonetic": "maʊntɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When supplies ran low during the mountaineering expedition, the climbers realized that hunger breaks stone walls and undertook increasingly dangerous descents to forage for food.",
                "A record number of mountaineers waiting for hours in the harshest conditions on the planet to reach the 29,000 foot mountain top.",
                "However, some extremely lucky skydivers, pilots, and mountaineers have gotten high enough above the horizon precisely in the right conditions to see a full circular rainbow.",
                "It has been described by people who undergo sensory deprivation, as in mountaineers trekking at high altitude or sailors crossing the ocean alone.",
                "India and China have gotten much wealthier in the past 20 years, and mountaineering in general has gotten more popular across the world."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW5lZXI&hash=86574da3678e018096f8ca972be09cb677055dc0&lang=en&cache-only=0",
            "defineEn": "someone who climbs mountains",
            "defineVi": "một người leo núi",
            "hasImg": true
        },
        {
            "id": "76fd4195-2aca-4bfd-8414-b126bcbfb5fc",
            "word": "mountainous",
            "phonetic": "maʊntɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And high masses of clouds can indicate mountainous islands.",
                "- I just stay on the mountainous side.",
                "These gunmen are the rule of law in this remote mountainous region in the center of Afghanistan.",
                "These gunmen are the rule of law in this remote mountainous region in the center of Afghanistan.",
                "But that bow-shaped structure is somehow relatively stationary above a mountainous region on the continent called Aphrodite Terra."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW5vdXM&hash=b8f0aae51705e2847408486c7b535a76f1e48f5d&lang=en&cache-only=0",
            "defineEn": "being very large; having the characteristics of a mountain",
            "defineVi": "rất lớn; có đặc điểm của một ngọn núi"
        },
        {
            "id": "d58121ed-4321-4b90-a04f-3282aaef551c",
            "word": "to alter",
            "phonetic": "tʊ ɔltɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The school had a policy of not allowing makeup exams, but when a student missed an exam due to a medical emergency, the administration realized that circumstances alter cases.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "Changes in both law and in business practices also altered the industry.",
                "Gravity also alters the passage of time itself.",
                "And those changes dramatically altered the coastline of California, as well as the size of the Channel Islands themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWx0ZXI&hash=7392a8944508834e060c656f5a0fb3d04222da16&lang=en&cache-only=0",
            "defineEn": "to cause something or someone to be different; to experience a change",
            "defineVi": "để làm cho một cái gì đó hoặc ai đó khác đi; để trải nghiệm một sự thay đổi",
            "hasImg": true
        },
        {
            "id": "0777ee88-8cd0-46b9-8aba-c54418e6efbd",
            "word": "alteration",
            "phonetic": "ɔltɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately for the photographer, his alterations were soon apparent to some sharp-eyed readers.",
                "The lower gravity can kickstart a whole list of physical alterations.",
                "With schizoaffective disorder, you get a combination of the alterations in your emotions and your thinking abilities.",
                "Moreover, some DNA alterations can occur in white blood cells during fetal development, further increasing the risk of early leukemia.",
                "Those alterations might be really important to understand or even counteract somehow if we want people to go on extended space missions."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJhdGlvbg&hash=717897b08d16dffe8f880ef106bd4c7e9c484bde&lang=en&cache-only=0",
            "defineEn": "an event that occurs when something passes from one state or phase to another",
            "defineVi": "một sự kiện xảy ra khi một cái gì đó chuyển từ trạng thái này sang giai đoạn khác",
            "hasImg": true
        },
        {
            "id": "ca8ff46f-d052-48c5-b8ed-4c4d1e52bc55",
            "word": "to altercate",
            "phonetic": "tʊ ɔltɚkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWx0ZXJjYXRl&hash=b5966bfc8cf9e94d372863fea66dcbe44ca4deea&lang=en&cache-only=0",
            "defineEn": "have a disagreement over something",
            "defineVi": "có một sự bất đồng về một cái gì đó"
        },
        {
            "id": "3b4312ad-61a0-4393-8df8-6d242866be9c",
            "word": "to alternate",
            "phonetic": "tʊ ɔːltɚneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The mood states don't have to alternate.",
                "Once in the forward department, and once in the engine room We alternate every two hours.",
                "We create this ideal alternate universe.",
                "The winners of ties will alternate, starting with you.",
                "- Independently, at NASA's Langley Research Center, and alternate approach to lunar simulation was initiated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWx0ZXJuYXRl&hash=6d6e59bb76f9e95c80c81cf3d346c357dd1a6772&lang=en&cache-only=0",
            "defineEn": "do something in turns",
            "defineVi": "lần lượt làm gì đó"
        },
        {
            "id": "6bdd5261-a092-46ce-886c-b28b76ccabc3",
            "word": "alternative",
            "phonetic": "ɔːltɜːnətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "He used swede slices as a healthier alternative to french fries.",
                "If you don't have tomato paste, you can use sun-dried tomatoes or tomato puree as alternatives.",
                "Crowdie can be a great alternative to heavy cream in pasta sauces."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmU&hash=8b5bdc820ded34ef355a68cd6be78d8eb756e0dd&lang=en&cache-only=0",
            "defineEn": "available as an option for something else",
            "defineVi": "có sẵn như là một tùy chọn cho một cái gì đó khác"
        },
        {
            "id": "ccd16aea-97aa-4e47-88a4-8c45057c362f",
            "word": "retroactive",
            "phonetic": "ɹɛtɹoʊæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Should that legislative change happen, lawyers tell CNBC that there usually is a retroactive provision once a new vaccine is added to the VICP."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cm9hY3RpdmU&hash=ab2a8e9d1a6805639bd74787e7fdaed517262834&lang=en&cache-only=0",
            "defineEn": "applied or taken effect from a past date or event",
            "defineVi": "áp dụng hoặc có hiệu lực từ một ngày hoặc sự kiện trong quá khứ"
        },
        {
            "id": "97e4547a-a2a5-4644-bfcf-3bffe134aad2",
            "word": "to retrograde",
            "phonetic": "tə ɹɛtɹoʊɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, this retrograde analysis is used in different places.",
                "These are called retrograde and anterograde amnesia, respectively.",
                "For one, it moves backwards, or retrograde.",
                "Venus' rotation is retrograde, meaning it moves from East to West although it takes its own sweet time doing it.",
                "Venus’s atmosphere would have been the first part of the planet to start rotating retrograde after that spin-down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cm9ncmFkZQ&hash=2cc67ed93c0606399de8e3c2696ff29e4daea14a&lang=en&cache-only=0",
            "defineEn": "go back over",
            "defineVi": "quay trở lại"
        },
        {
            "id": "1914783e-7afc-4440-884e-e8c52e41e72d",
            "word": "to retrogress",
            "phonetic": "tə ɹɛtɹoʊɡɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cm9ncmVzcw&hash=515be6be19798674ec93aea135a24b8ad39280f2&lang=en&cache-only=0",
            "defineEn": "go back to bad behavior",
            "defineVi": "quay trở lại hành vi xấu"
        },
        {
            "id": "bc836d13-4369-4f68-9767-c9aae882f633",
            "word": "to retrospect",
            "phonetic": "tə ɹɛtɹəspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In retrospect, the Hartford Convention proposals actually look pretty reasonable.",
                "And in retrospect, the stock did rebound.",
                "And, in retrospect, it was hideous.",
                "But in retrospect, there were a few interesting things about that intelligence report.",
                "And in retrospect, some people think we should have taken this a lot more seriously than we did."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0cm9zcGVjdA&hash=caf942260e8999ea5e671982e51ff7cd2adf3886&lang=en&cache-only=0",
            "defineEn": "look back upon (a period of time, sequence of events); remember",
            "defineVi": "nhìn lại (một khoảng thời gian, chuỗi sự kiện); nhớ"
        },
        {
            "id": "2f1921c3-5ba5-4c5a-b335-0a40c8cd8287",
            "word": "indigent",
            "phonetic": "ɪndɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The upshot is that many indigent defendants may now be released."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbnQ&hash=689a3d41afd195c3b1883ceccd3ddf096fd05a68&lang=en&cache-only=0",
            "defineEn": "extremely poor or in need",
            "defineVi": "cực kỳ nghèo hoặc có nhu cầu"
        },
        {
            "id": "3a5ff4b6-4115-4996-831a-32875baaad8f",
            "word": "indigestible",
            "phonetic": "ɪndɪdʒɛstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's indigestible.",
                "But this energy is raw and indigestible.",
                "He also found octopus beaks, the cephalopods' hard, indigestible jaws.",
                "Many animals starve with stomachs full of indigestible trash.",
                "But when you eat foods high in fiber, like vegetables, fruits, and whole grains, those indigestible beta bonds slow the release of glucose into the blood."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlc3RpYmxl&hash=1aba3e3a0ce69868cc38826b508ea9ad4939fc8e&lang=en&cache-only=0",
            "defineEn": "digested with difficulty",
            "defineVi": "tiêu hóa một cách khó khăn"
        },
        {
            "id": "d813d5d1-e612-499b-a72d-3552ed635751",
            "word": "indigestion",
            "phonetic": "ɪndɪdʒɛstʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, indigestion isn't a sign of a valve defects.",
                "Are you not suffering from headaches, indigestion or irritability?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlc3Rpb24&hash=4e99d2cfdb1da7dc62abe7a45aa85dbb8c222229&lang=en&cache-only=0",
            "defineEn": "inability to digest food that leads to recurrent pain or discomfort in one's upper abdomen",
            "defineVi": "không có khả năng tiêu hóa thức ăn dẫn đến đau tái phát hoặc khó chịu ở vùng bụng trên của một người",
            "hasImg": true
        }
    ]
}