{
    "id": "eaa8e8c0-f1b7-4af5-ae4a-d53b14bf8150",
    "title": "Lesson 7A",
    "originalTitle": "Lesson 7A",
    "words": [
        {
            "id": "2c8fd45b-3a88-4a43-bfe2-c8e74755ff1b",
            "word": "to write",
            "phonetic": "tə ɹaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Write your name at the top of the paper.",
                "I wrote a letter to Alison.",
                "I wrote a letter to the Publicity Department.",
                "She wrote a bestselling novel.",
                "To write an article/essay/report."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JpdGU&hash=6ff4e97717d82d73484670a87953ab7bdb417d83&lang=en&cache-only=0",
            "defineEn": "to make letters, words, or numbers on a surface, usually a piece of paper, with a pen or pencil",
            "defineVi": "để viết các chữ cái, từ hoặc số trên một bề mặt, thường là một mảnh giấy, bằng bút hoặc bút chì",
            "hasImg": true
        },
        {
            "id": "7153f4a1-dd23-45a6-980a-0efa1a6c5bc0",
            "word": "to act",
            "phonetic": "tʊ ækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0&hash=79e2be26d16ed5a64c2a4d07b42cd4f25a642093&lang=en&cache-only=0",
            "defineEn": "to play or perform a role in a play or movie",
            "defineVi": "để chơi hoặc thực hiện một vai trò trong một vở kịch hoặc phim",
            "hasImg": true
        },
        {
            "id": "edcaaed2-f98f-4038-9f4d-d71dfe594f5b",
            "word": "to sing",
            "phonetic": "tə sɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All newspapers sang from the same song sheet.",
                "We sang songs to pass the time.",
                "She can't sing for toffee.",
                "Every night she sings the baby to sleep.",
                "Cheerleaders from both schools sang the National Anthem before the start of the game and there were chills down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZw&hash=b38c9cdf5b85aa98d3c9f515f33052f710140b5f&lang=en&cache-only=0",
            "defineEn": "to use our voice in order to produce musical sounds in the form of a tune or song",
            "defineVi": "sử dụng giọng nói của chúng tôi để tạo ra âm thanh âm nhạc dưới dạng một giai điệu hoặc bài hát",
            "hasImg": true
        },
        {
            "id": "22274ab6-4e88-43df-b149-d91c81a8793d",
            "word": "to paint",
            "phonetic": "tə peɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFpbnQ&hash=72685a4540c64191fbead28e5bb4800c9965ed68&lang=en&cache-only=0",
            "defineEn": "to cover a surface or object with a colored liquid, usually for decoration",
            "defineVi": "để bao phủ một bề mặt hoặc đối tượng với một chất lỏng màu, thường để trang trí",
            "hasImg": true
        },
        {
            "id": "8e277f85-dab7-4626-b5db-db50063ed266",
            "word": "to compose",
            "phonetic": "tə kəmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "He plays the piano and enjoys composing beautiful music.",
                "I love playing the piano and composing my own melodies.",
                "He spent countless hours practicing his guitar and composing his own songs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zZQ&hash=3fd1974b25d0e3cfd92ea07f51c120f97c350df8&lang=en&cache-only=0",
            "defineEn": "to write a literary piece with a lot of consideration",
            "defineVi": "để viết một tác phẩm văn học với rất nhiều cân nhắc",
            "hasImg": true
        },
        {
            "id": "929288bf-3e9e-44f1-b994-f652b2705983",
            "word": "to compose",
            "phonetic": "tə kəmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "He plays the piano and enjoys composing beautiful music.",
                "I love playing the piano and composing my own melodies.",
                "He spent countless hours practicing his guitar and composing his own songs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zZQ&hash=3fd1974b25d0e3cfd92ea07f51c120f97c350df8&lang=en&cache-only=0",
            "defineEn": "to write a musical piece",
            "defineVi": "để viết một bản nhạc",
            "hasImg": true
        },
        {
            "id": "1dffb982-0d6d-4c48-b7d6-c9d1104a66c9",
            "word": "to dance",
            "phonetic": "tə dæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He danced the issue around.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "She attends a dance class every Thursday to learn new moves.",
                "Asian cultures have a rich heritage of art, music, and dance.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFuY2U&hash=bc9fc52422e48478f7d1de3fa1dbb6700411a085&lang=en&cache-only=0",
            "defineEn": "to move the body to music in a special way",
            "defineVi": "để di chuyển cơ thể âm nhạc trong một cách đặc biệt",
            "hasImg": true
        },
        {
            "id": "9e4b31c4-3cb4-4c35-96fc-99a344bbc128",
            "word": "to direct",
            "phonetic": "tə dᵻɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father is very direct and pulls no punches.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "an actress who has turned her hand to directing",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "He began as an actor, before starting to direct films."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlyZWN0&hash=a8f2a75121d8a2658da73d89b5cbf48e8e2bdc30&lang=en&cache-only=0",
            "defineEn": "to organize the scenes or flow of a movie, play, etc.",
            "defineVi": "để sắp xếp các cảnh hoặc dòng chảy của một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "bdfe0cd4-18b2-4b44-8145-fd6d05499178",
            "word": "to invent",
            "phonetic": "tʊ ɪnvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Stop inventing silly excuses.",
                "Chick-Fil-A's founder S. Truett Cathy invented the chain's original chicken sandwich in 1964.",
                "Invented the field of psychoanalysis?",
                "My grandpa invented the phrase dollars to donuts.",
                "For that, engineers invented the mate-demate device, or MDD."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZW50&hash=32356d94f0bcf3431150c849626b98f2dc801acf&lang=en&cache-only=0",
            "defineEn": "to make or design something that did not exist before",
            "defineVi": "để thực hiện hoặc thiết kế một cái gì đó không tồn tại trước đây",
            "hasImg": true
        },
        {
            "id": "c07af976-4975-47f3-8e69-00868093101a",
            "word": "art",
            "phonetic": "ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "Art be damned!",
                "Art is very much a matter of taste.",
                "The born politician's art of working a crowd.",
                "Rugby and art seem strange bedfellows."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0&hash=2ca7c37d9a39d29717ca6ff9d7961eb99ccfbdd2&lang=en&cache-only=0",
            "defineEn": "the use of creativity and imagination to express emotions and ideas by making things like paintings, sculptures, music, etc.",
            "defineVi": "việc sử dụng óc sáng tạo và trí tưởng tượng để thể hiện cảm xúc và ý tưởng bằng cách tạo ra những thứ như tranh vẽ, tác phẩm điêu khắc, âm nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "d6294930-88db-4915-95b0-49cdb4b3a83c",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "a long written story that usually involves imaginary characters and places",
            "defineVi": "một câu chuyện dài bằng văn bản thường liên quan đến các nhân vật và địa điểm tưởng tượng",
            "hasImg": true
        },
        {
            "id": "ef6ac733-2d29-45b8-8de7-149e8e257d39",
            "word": "politics",
            "phonetic": "pɑːlətɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played politics to secure his position on the board of directors.",
                "She always plays politics to get ahead in her career.",
                "She just talked my ears off about politics all night.",
                "The worm turns quickly in the world of politics.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY3M&hash=a06405f55167efa515dcdc52a09b3a0758821df0&lang=en&cache-only=0",
            "defineEn": "a set of ideas and activities involved in governing a country, state, or city",
            "defineVi": "một tập hợp các ý tưởng và hoạt động liên quan đến việc quản lý một quốc gia, tiểu bang hoặc thành phố"
        },
        {
            "id": "334cd406-d719-4be7-ae4a-4560365820e8",
            "word": "science",
            "phonetic": "saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a science project due next week at school.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They are studying for the science competition next month.",
                "We study different subjects like math, science, and English at school.",
                "We discuss current scientific advancements and discoveries in science class."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZQ&hash=0d8d035c1bcc87c4aafa11f1dcfe197bc7ce2e9a&lang=en&cache-only=0",
            "defineEn": "knowledge about the structure and behavior of the natural and physical world, especially based on examining, testing, and proving facts",
            "defineVi": "kiến thức về cấu trúc và hành vi của thế giới tự nhiên và vật chất, đặc biệt là dựa trên việc kiểm tra, thử nghiệm và chứng minh sự thật",
            "hasImg": true
        },
        {
            "id": "7d985dda-ac34-497e-8f64-af6402014b1c",
            "word": "singer",
            "phonetic": "sɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer always brings the house down with her powerful voice and stage presence.",
                "The singer is in the spotlight for her new album release.",
                "At the age of 75, the singer is not exactly in the prime of his life!",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2Vy&hash=3d931eae2e8d87f1b1b6b9aadd4fdd74181d869d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to use their voice for creating music",
            "defineVi": "ai đó có công việc là sử dụng giọng nói của họ để tạo ra âm nhạc",
            "hasImg": true
        },
        {
            "id": "2652e23b-529f-4e21-bdff-f9679c5143f5",
            "word": "writer",
            "phonetic": "ɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "On the whole, Soviet writers knew when they were putting their heads on the block.",
                "I wear a lot of different hats - from writer to producer and artist.",
                "We asked five successful writers to reveal some of the tricks of the trade."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGVy&hash=6482a2bfbd4cbd6b1327c6e7779f824265ff7acc&lang=en&cache-only=0",
            "defineEn": "someone whose job involves writing articles, books, stories, etc.",
            "defineVi": "một người có công việc liên quan đến viết bài, sách, truyện, v.v.",
            "hasImg": true
        },
        {
            "id": "513d8da9-1372-4b2a-b2b3-24742831a86c",
            "word": "composer",
            "phonetic": "kəmpoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "As a musician, he knew that nine tailors make a man and that being proficient in multiple music genres was essential to his success as a performer and composer.",
                "Classical-era composers like Mozart and Beethoven popularized piano music.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zZXI&hash=ae25417d3ef216a824a5ef3b6f29ce13e88f57c0&lang=en&cache-only=0",
            "defineEn": "a person who writes music as their profession",
            "defineVi": "một người viết nhạc như nghề nghiệp của họ",
            "hasImg": true
        },
        {
            "id": "17b56352-9d94-4452-8d28-d0ceb030a4fe",
            "word": "dancer",
            "phonetic": "dænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you really have a crush on folk dancers?",
                "No, she isn't a good dancer.",
                "Sarah's daughter is an accomplished ballet dancer and has won several awards.",
                "The team's big game halftime show was a dog and pony show with dancers and flashy lights, but it didn't improve the team's performance in the game.",
                "The dancer's performance was so mesmerizing that she left her rivals standing and won the competition with ease."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2Vy&hash=7f26c47b9886208d8914e83ec2a6327127b96e85&lang=en&cache-only=0",
            "defineEn": "someone whose profession is dancing",
            "defineVi": "một người có nghề nghiệp là khiêu vũ",
            "hasImg": true
        },
        {
            "id": "7b2d016c-1131-4e7a-abcf-894bef073b46",
            "word": "director",
            "phonetic": "dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The director paid tribute to all she had done for the charity.",
                "She's wanted immediately in the director's office.",
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3I&hash=3d3b5f3202d469e62536763408353874e4581834&lang=en&cache-only=0",
            "defineEn": "a person in charge of a movie or play who gives instructions to the actors and staff",
            "defineVi": "một người phụ trách một bộ phim hoặc vở kịch, người đưa ra hướng dẫn cho các diễn viên và nhân viên",
            "hasImg": true
        },
        {
            "id": "3ac4129b-df43-4f80-b691-9e4ba777e04f",
            "word": "inventor",
            "phonetic": "ɪnvɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The inventor who sold their patent for a large sum of money also had to give up the right to profit from the invention in the future.",
                "The inventor believed that even though his idea seemed impossible to implement, it was still achievable with time, patience, perseverance, effort, and faith, as difficult is done at once, the impossible takes a little longer.",
                "Despite facing criticism and doubt from his peers, the young inventor persevered and ultimately succeeded in creating a groundbreaking new technology - he who laughs last laughs loudest.",
                "Inventors have proposed plenty of ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZW50b3I&hash=70bc5b7a5df29399fbd3746ddc97586428daea3b&lang=en&cache-only=0",
            "defineEn": "someone who makes or designs something that did not exist before",
            "defineVi": "một người làm hoặc thiết kế một cái gì đó không tồn tại trước đây",
            "hasImg": true
        },
        {
            "id": "ec523353-81e4-41fb-b7f4-6c8ce50b23cd",
            "word": "artist",
            "phonetic": "ɑːɹɾɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "An artist working in oils.",
                "Some artists have to be handled with kid gloves.",
                "The artist mixed different colors to create a masterpiece.",
                "The artist sought to abstract the essence of nature in her paintings.",
                "The artist decided to withdraw their painting from the exhibit."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXN0&hash=7a27ac12c33b77a508175e6287243d4332431b62&lang=en&cache-only=0",
            "defineEn": "someone who creates drawings, sculptures, paintings, etc. either as their job or hobby",
            "defineVi": "ai đó tạo ra các bản vẽ, tác phẩm điêu khắc, tranh vẽ, v.v. như công việc hoặc sở thích của họ",
            "hasImg": true
        },
        {
            "id": "de664ee9-f1a3-4b46-9d64-71b96a206925",
            "word": "novelist",
            "phonetic": "nɑːvɪlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bestselling novelist.",
                "You are in rare air for a novelist, for a writer.",
                "Sir Walter Scott, like other novelists, wrote about the Middle Ages, but he too reached romantic intensity in part because of his opium addiction.",
                "As fellow novelist Walter Mosley puts it: King’s phenomenal popularity is due to his almost instinctual understanding of the fears that form the psyche of America’s working class.",
                "And only very recently have the budgets and technology of film and television even began to catch up with a novelist's imagination."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxpc3Q&hash=fa4f498c056f17e27aec85e7b861133e00f47e5e&lang=en&cache-only=0",
            "defineEn": "a writer who explores characters, events, and themes in depth through long narrative stories, particularly novels",
            "defineVi": "một nhà văn khám phá các nhân vật, sự kiện và chủ đề một cách sâu sắc thông qua các câu chuyện kể dài, đặc biệt là tiểu thuyết",
            "hasImg": true
        },
        {
            "id": "3cefd240-b4c3-4807-9492-7234f354ea69",
            "word": "yesterday",
            "phonetic": "jɛstɚdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Temperatures hit 40° yesterday.",
                "Yesterday he baked a loaf of whole wheat bread.",
                "I handed in my notice yesterday.",
                "I only started this book yesterday.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVzdGVyZGF5&hash=83b9a40c22df0452bad2e2895e570440d4d5f309&lang=en&cache-only=0",
            "defineEn": "the day before today; the previous day",
            "defineVi": "ngày trước ngày hôm nay; ngày hôm trước",
            "hasImg": true
        },
        {
            "id": "abcbf9c5-bed8-42e5-b1e9-3c87eda6729c",
            "word": "morning",
            "phonetic": "mɔːɹnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Morning brought no relief from the heat.",
                "The morning is a time of new beginnings and possibilities.",
                "My mother waters the plants in our garden every morning.",
                "I had a letter from my brother this morning.",
                "I got a call from Dave this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ybmluZw&hash=04e3d74ffbed51d65ab16e4aa392d1b09923c98b&lang=en&cache-only=0",
            "defineEn": "the time of day that is between when the sun starts to rise and the middle of the day at twelve o'clock",
            "defineVi": "thời gian trong ngày là giữa khi mặt trời bắt đầu mọc và giữa ngày lúc mười hai giờ",
            "hasImg": true
        },
        {
            "id": "8e5bdb34-1597-44d7-9466-697f94149ef1",
            "word": "last",
            "phonetic": "læst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Three players got their marching orders last week.",
                "Company profits took a tumble last year.",
                "Our cat produced kittens last week.",
                "A wonder lasts but nine days.",
                "That marriage won't last."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFzdA&hash=2e61c5cc3acaec74d13fe5a994b7b43030e3aac3&lang=en&cache-only=0",
            "defineEn": "most recent; latest",
            "defineVi": "gần đây nhất; muộn nhất"
        },
        {
            "id": "d7f56000-56a9-45d7-a626-510872ffb5a0",
            "word": "night",
            "phonetic": "naɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The night brings a sense of calm and tranquility.",
                "The team stopped the rot with a 5–0 win last night.",
                "They picked up the check for dinner last night.",
                "The couple parted brass rags over their children last night.",
                "Last night we served individual portions of chicken and mushroom aspic."
            ],
            "audio": "https://tts.langeek.co/read?text=bmlnaHQ&hash=a2bd3f4eb80e97c61d7de799e6f43d5b31df0294&lang=en&cache-only=0",
            "defineEn": "the time when the sun goes down, it gets dark outside, and we sleep",
            "defineVi": "thời gian khi mặt trời lặn, trời tối bên ngoài, và chúng tôi ngủ",
            "hasImg": true
        },
        {
            "id": "f96185ee-c8ed-4c93-b043-1cd333668a81",
            "word": "month",
            "phonetic": "mʌnθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The school semester starts next month.",
                "We have a family gathering every month.",
                "The permit runs for three months.",
                "Each month she holds a meeting with her entire staff."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udGg&hash=e2837125e8af11d4ae151e7bfba3a0fd95f52a4c&lang=en&cache-only=0",
            "defineEn": "each of the twelve named divisions of the year, like January, February, etc.",
            "defineVi": "mỗi phần trong số mười hai phần được đặt tên của năm, như tháng Giêng, tháng Hai, v.v.",
            "hasImg": true
        },
        {
            "id": "d96e44ab-e1f2-424d-a2e0-93e0d102c61d",
            "word": "three",
            "phonetic": "θɹiː ",
            "partOfSpeechType": "numeral",
            "examples": [
                "Three players got their marching orders last week.",
                "The clock said three o'clock.",
                "The town is three miles away.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "Detectives had closed the book on the Hornsey Murders case three years previously."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyZWU&hash=573be2b3c3beb3e8826f815e695bc2ad8c173d28&lang=en&cache-only=0",
            "defineEn": "the number 3; the number of sides in a triangle",
            "defineVi": "số 3; số cạnh trong một tam giác",
            "hasImg": true
        },
        {
            "id": "a0352d86-4f03-4107-80ed-78f6a4562710",
            "word": "day",
            "phonetic": "deɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The days passed slowly.",
                "The day brings a sense of vitality and liveliness to the world.",
                "The news really made my day.",
                "The hotel provides fresh towels for the guests every day.",
                "Our car has seen better days!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF5&hash=081dfd40ed545b12c83b9fac1716aa0fe492caee&lang=en&cache-only=0",
            "defineEn": "a period of time that is made up of twenty-four hours",
            "defineVi": "một khoảng thời gian được tạo thành từ hai mươi bốn giờ",
            "hasImg": true
        },
        {
            "id": "eab2704e-acc5-4fcb-ba92-130a4d126eb1",
            "word": "five",
            "phonetic": "faɪv ",
            "partOfSpeechType": "numeral",
            "examples": [
                "Our cat has just had five kittens.",
                "He did five years for manslaughter.",
                "I gave it five out of ten.",
                "Williams broke her opponent's serve five times.",
                "Five pounds doesn't buy much nowadays."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml2ZQ&hash=a584ae2a1af7815a929d9b06b09f1c08ea35aaa0&lang=en&cache-only=0",
            "defineEn": "the number 5; the number of fingers we have on one hand",
            "defineVi": "số 5; số ngón tay chúng ta có trên một bàn tay",
            "hasImg": true
        },
        {
            "id": "fb58a16b-2215-45eb-a7b2-99a1721eee24",
            "word": "minute",
            "phonetic": "mɪnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This clock loses two minutes a day.",
                "Your plane leaves in ten minutes.",
                "Programs are running a few minutes behind schedule this evening.",
                "His first goal came in the 81st minute.",
                "She was only five minutes late!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWludXRl&hash=d5ed2bc9ee9bf84446d993eb0972316a6ab7af04&lang=en&cache-only=0",
            "defineEn": "each of the sixty parts that creates one hour and is made up of sixty seconds",
            "defineVi": "mỗi phần trong số sáu mươi phần tạo ra một giờ và được tạo thành từ sáu mươi giây",
            "hasImg": true
        },
        {
            "id": "79a3ba79-b777-4c00-b486-794fade35f9a",
            "word": "week",
            "phonetic": "wiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Three players got their marching orders last week.",
                "Our cat produced kittens last week.",
                "My parents give me pocket money every week.",
                "The rebels held the town for many weeks.",
                "The week is divided into seven days."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vlaw&hash=657ab718293c5975cc972cd3aa91614584b29b8e&lang=en&cache-only=0",
            "defineEn": "a period of time that is made up of seven days in a calendar",
            "defineVi": "một khoảng thời gian được tạo thành từ bảy ngày trong lịch",
            "hasImg": true
        },
        {
            "id": "f7eaac9d-0cfe-4c22-892e-fbc555f8758f",
            "word": "summer",
            "phonetic": "sʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Summer is the season for outdoor concerts and festivals.",
                "My grandmother makes the most amazing damson jam every summer.",
                "I hate summer vacation.",
                "I really love summer evenings.",
                "The college runs summer courses for foreign students."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWVy&hash=5a39ae63b8be33d4dbcce093c72b755e7defd6c2&lang=en&cache-only=0",
            "defineEn": "the season that comes after spring and in most countries summer is the warmest season",
            "defineVi": "mùa đến sau mùa xuân và ở hầu hết các quốc gia, mùa hè là mùa ấm nhất",
            "hasImg": true
        },
        {
            "id": "13c3b870-13da-473a-af33-2878e79ff7a9",
            "word": "before",
            "phonetic": "bᵻfoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Her life had always run smoothly before.",
                "We have had these mysteries before.",
                "Have you ever used this software before?",
                "The case was tried before a jury."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3Jl&hash=25d59ac9f2eb644c80b9888b1352227c2f3a4f54&lang=en&cache-only=0",
            "defineEn": "at an earlier time",
            "defineVi": "tại một thời điểm sớm hơn"
        },
        {
            "id": "ba181f0b-d97d-4003-b5f7-3eecd6af5b33",
            "word": "a",
            "phonetic": "eɪ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The universal language of art is bridging a divide.",
                "Good wine can make a meal.",
                "Memories of that day still bring a lump to his throat.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YQ&hash=5a6c4155b8877b7deb7fa8f6783a58aa7ee5788b&lang=en&cache-only=0",
            "defineEn": "used when we want to talk about a person or thing for the first time or when other people may not know who or what they are",
            "defineVi": "được sử dụng khi chúng ta muốn nói về một người hoặc vật lần đầu tiên hoặc khi những người khác có thể không biết họ là ai hoặc cái gì"
        },
        {
            "id": "e6897c4c-3bc5-4878-95dc-cf3c7acca2b5",
            "word": "year",
            "phonetic": "jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This job puts years on you.",
                "The apple tree in our backyard produces juicy fruits every year.",
                "Cancer kills thousands of people every year.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "Company profits took a tumble last year."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcg&hash=c7f5bc784d4065de9e1c42a0aaa884cdeb8b8c5e&lang=en&cache-only=0",
            "defineEn": "a period of time that is made up of twelve months, particularly one that starts on January first and ends on December thirty-first",
            "defineVi": "một khoảng thời gian được tạo thành từ mười hai tháng, đặc biệt là một tháng bắt đầu vào ngày đầu tiên của tháng một và kết thúc vào ngày 31 tháng 12",
            "hasImg": true
        },
        {
            "id": "66042efb-3b4b-46c6-ac4e-c03d414cb0b8",
            "word": "in",
            "phonetic": "ɪn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The police closed in.",
                "The mother gently cradled her newborn baby in her arms.",
                "His partner left the table in a fit of pique.",
                "In 2018 the party had 10 000 members.",
                "The birds built their nest in the tree."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4&hash=d9f99e59087477e0ce749c9005cc1d3a28dfe1d6&lang=en&cache-only=0",
            "defineEn": "used before a specific period of time to show when or at what time something happens or how long it takes for it to happen",
            "defineVi": "được sử dụng trước một khoảng thời gian cụ thể để hiển thị khi nào hoặc vào thời điểm nào đó xảy ra hoặc mất bao lâu để nó xảy ra"
        }
    ]
}