{
    "id": "eabae542-f507-4ccd-9082-d5eefc210a58",
    "title": "Travel and Vacation",
    "originalTitle": "Lesson 51",
    "words": [
        {
            "id": "88cd3050-287f-435d-b789-a2e3b7fa040a",
            "word": "to backpack",
            "phonetic": "tə bækpæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She carried a heavy load of books in her backpack.",
                "During my beach vacations, I always pack a juicy grapefruit in my backpack.",
                "He carried a light backpack filled with his school supplies.",
                "He carries a small container of stevia in his backpack to sweeten his drinks while on the go.",
                "He had a small backpack that was easy to carry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFja3BhY2s&hash=df70249a809d6a422543997a0e78d901c70bbd87&lang=en&cache-only=0",
            "defineEn": "to hike or travel carrying one's clothes, etc. in a backpack",
            "defineVi": "đi bộ hoặc đi du lịch mang theo quần áo của một người, v.v. trong ba lô",
            "hasImg": true
        },
        {
            "id": "5d9eab5d-f61a-42f7-9368-e190882cedc9",
            "word": "bed and breakfast",
            "phonetic": "bɛd ænd bɹɛkfəst ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVkIGFuZCBicmVha2Zhc3Q&hash=ed6866a1979e11e46a08d95e40ae8d3a9ecfcaa3&lang=en&cache-only=0",
            "defineEn": "a small hotel or guesthouse that provides the residents with a resting place and breakfast",
            "defineVi": "một khách sạn nhỏ hoặc nhà khách cung cấp cho cư dân nơi nghỉ ngơi và ăn sáng",
            "hasImg": true
        },
        {
            "id": "f835c1ed-8663-4d89-8c55-eb91e0dabe9e",
            "word": "holiday",
            "phonetic": "hɑːlɪdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That holiday cost me a small fortune.",
                "The closing of the airport knocked our holiday plans on the head.",
                "I'll always remember this holiday.",
                "My favorite month is December because of the holidays.",
                "We sometimes visit our relatives during the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9saWRheQ&hash=a9f80069d2e5f9c24741eed39895fc29a60dde5d&lang=en&cache-only=0",
            "defineEn": "a period of recreation away from home or work",
            "defineVi": "một khoảng thời gian giải trí xa nhà hoặc nơi làm việc",
            "hasImg": true
        },
        {
            "id": "42c0c25c-7853-4773-849a-d417684ab019",
            "word": "booking",
            "phonetic": "bʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He made a complaint about the room and the hotel changed his booking.",
                "The restaurants don't have bookings.",
                "The sneakiness starts with booking.",
                "We were at our highest booking level we had ever been for events.",
                "And then I look at my summer bookings, and recognize that I have got another big hole in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2luZw&hash=fca825d4e2c673b5c942437465bdeab6df3c0165&lang=en&cache-only=0",
            "defineEn": "the arrangement made in advance to reserve a hotel room, ticket, etc.",
            "defineVi": "sự sắp xếp được thực hiện trước để đặt phòng khách sạn, vé, v.v.",
            "hasImg": true
        },
        {
            "id": "5893640d-6886-48a4-b7c2-11ef2ccdd656",
            "word": "brochure",
            "phonetic": "bɹoʊʃʊɹr ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brochure speaks of beautiful secluded grounds.",
                "It was the first hotel in the brochure.",
                "You eat a brochure.",
                "And you will also find brochures of other National Archives activities.",
                "As investment brochures routinely say, \"Past performance is no guarantee of future returns.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvY2h1cmU&hash=10ae67579e40728195cb890b01f5e5cd8bf887c0&lang=en&cache-only=0",
            "defineEn": "a book with pictures of the product it is introducing",
            "defineVi": "một cuốn sách với hình ảnh của sản phẩm nó đang giới thiệu"
        },
        {
            "id": "7c27f1a7-2749-4717-a93d-54d4bc9ec97a",
            "word": "affordable",
            "phonetic": "ɐfoːɹdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The restaurant's prices were surprisingly affordable, considering the high quality of the food.",
                "She asked friends and family for recommendations on where to find affordable caviar.",
                "You may well need to look outside your preferred area to find affordable accommodation.",
                "The restaurant had cheap prices, making it affordable for students.",
                "She has a dog in the fight when it comes to the debate on healthcare reform since her family relies on accessible and affordable medical services."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmb3JkYWJsZQ&hash=673a48d072761d2fdc542b98fcd337fd1bc0444e&lang=en&cache-only=0",
            "defineEn": "having a price that a person can pay without experiencing financial difficulties",
            "defineVi": "có một mức giá mà một người có thể trả mà không gặp khó khăn về tài chính",
            "hasImg": true
        },
        {
            "id": "9c47adb7-e6a5-404d-bb9c-be376279b5d1",
            "word": "to camp",
            "phonetic": "tə kæmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need to be careful when camping in bear territory.",
                "Jack makes quick work of clearing the snow where the guys want to set up camp.",
                "We felt like we just couldn't control our teenager's behavior any longer, so we sent him to a prison boot camp to scare him straight.",
                "Michael had been a spring chicken in the realm of coding until he attended coding boot camp.",
                "But they were honest, they had your best wishes at heart, and they knew what was what in the camp."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FtcA&hash=09e2a71e88d490ba1b07e838383ab4e266395cb8&lang=en&cache-only=0",
            "defineEn": "to make a temporary home or shelter, usually outside or in the wild",
            "defineVi": "để làm một ngôi nhà tạm thời hoặc nơi trú ẩn, thường là bên ngoài hoặc trong tự nhiên",
            "hasImg": true
        },
        {
            "id": "aa9d4b47-e78e-4835-bde9-90aac896fce2",
            "word": "campfire",
            "phonetic": "kæmpfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We roasted the corncobs on the campfire, savoring the smoky flavor.",
                "During the camping trip, we played a game of charades around the campfire.",
                "We gathered around a campfire, roasting manioc over the flames.",
                "We gathered around the campfire, roasting skewers of marinated venison over the crackling flames.",
                "We gathered around the campfire, singing songs accompanied by the guitar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGZpcmU&hash=b0aad157f2b2ffd8439640922a6547396ba78866&lang=en&cache-only=0",
            "defineEn": "an outdoor fire at a camp",
            "defineVi": "một ngọn lửa ngoài trời tại một trại",
            "hasImg": true
        },
        {
            "id": "335d7872-baf1-4cd4-b5d5-fb8a26507ff5",
            "word": "outdoors",
            "phonetic": "aʊtdoːɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Should people wear a mask outdoors?",
                "Outdoors, you can build an earth-covered shelter, which affords the best protection against blasts, fire, radiation, and radioactive fallout.",
                "People visited cemeteries for funerals, but also for anniversaries, holidays, or simply an afternoon outdoors.",
                "UV radiation from the sun is so strong, we'd get severe sunburn after just 15 minutes outdoors.",
                "George Whitmore loved nature and spending time outdoors."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vcnM&hash=7b7bb406832dc6b3c41b513cd9a26914929dc671&lang=en&cache-only=0",
            "defineEn": "into or in the open, or outside",
            "defineVi": "vào hoặc trong mở, hoặc bên ngoài",
            "hasImg": true
        },
        {
            "id": "8977d7cd-f903-4337-a8c5-110b96c63511",
            "word": "keycard",
            "phonetic": "kiːkɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2V5Y2FyZA&hash=2105afb2e55d68cfba56fef0acf85f22ed68d849&lang=en&cache-only=0",
            "defineEn": "a plastic card that works magnetically and is used instead of a typical door key",
            "defineVi": "một thẻ nhựa hoạt động bằng từ tính và được sử dụng thay cho chìa khóa cửa thông thường",
            "hasImg": true
        },
        {
            "id": "83493f90-6231-4311-bbc4-71c2de456422",
            "word": "check-in",
            "phonetic": "tʃɛkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gave her ticket to the woman at the check-in desk.",
                "Their check-in prompted other chicken brands to get into the conversation.",
                "When you enter the terminal, there's no check-in.",
                "And a recent check-in with kids from the original marshmallow study found that this was part of their story, too.",
                "Now you're ready for check-in and security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2staW4&hash=e7b6aadaa4eba51e4be3afc9dd3f76265f65702c&lang=en&cache-only=0",
            "defineEn": "the process of reporting one's arrival at an airport or a hotel",
            "defineVi": "quá trình báo cáo một người đến sân bay hoặc khách sạn",
            "hasImg": true
        },
        {
            "id": "e4f7dec7-87ab-4a4a-a40a-db60618f9b3c",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "the time when a guest should leave a hotel room, pay the bills, and return the key",
            "defineVi": "thời điểm mà khách nên rời khỏi phòng khách sạn, thanh toán hóa đơn và trả lại chìa khóa",
            "hasImg": true
        },
        {
            "id": "50a5eb5b-6903-4e5a-875e-54e89badc370",
            "word": "reception desk",
            "phonetic": "ɹᵻsɛpʃən dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9uIGRlc2s&hash=0b0515a3cb3d2f2761604abbc743dd0cb1716c1b&lang=en&cache-only=0",
            "defineEn": "the counter or the front desk in a hotel",
            "defineVi": "quầy hoặc quầy lễ tân trong khách sạn",
            "hasImg": true
        },
        {
            "id": "82072ec7-ad1a-45a4-8863-41494c3b0f92",
            "word": "desk clerk",
            "phonetic": "dɛsk klɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzayBjbGVyaw&hash=95ab4a4e629883548611581d9df351bf75047244&lang=en&cache-only=0",
            "defineEn": "the receptionist of a hotel",
            "defineVi": "lễ tân của một khách sạn",
            "hasImg": true
        },
        {
            "id": "e9896e71-e048-4ed3-9132-afa4acd59b2e",
            "word": "day trip",
            "phonetic": "deɪ tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's still a packing cube from my Valentine's Day trip that I need to wash.",
                "It didn't matter that I wanted (LAUGHS) the Valentine's Day trip.",
                "If I'm just taking like a really quick, like a one or two day trip, it's not something for me to worry about, but say, I'm gonna go see my boyfriend, and I'm there for about a week, you know, I like to have options, so I just take the powder palette."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF5IHRyaXA&hash=f414a1595b4f00c54b2fc00b19ae660c7ab74598&lang=en&cache-only=0",
            "defineEn": "a trip completed in just one day",
            "defineVi": "một chuyến đi hoàn thành chỉ trong một ngày",
            "hasImg": true
        },
        {
            "id": "b028377f-0d79-4017-a342-9815b57f7e27",
            "word": "doorman",
            "phonetic": "doːɹmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doorman went out of the door and down the street.",
                "At every club one of the servants was a doorman.",
                "Messengers and doormen at the bottom, execs up top.",
                "Mr. Grace was the doorman of one of these clubs.",
                "Then Holmes spoke to the doorman."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcm1hbg&hash=9865bdc79fa34f23f303dacfc67b7e187ee5f418&lang=en&cache-only=0",
            "defineEn": "a man who works in a hotel, etc. and lets visitors in and helps them find a taxi",
            "defineVi": "một người đàn ông làm việc trong khách sạn, v.v. và cho khách vào và giúp họ tìm taxi",
            "hasImg": true
        },
        {
            "id": "f7db6427-331e-432a-88b2-a3e02db0f857",
            "word": "double",
            "phonetic": "dʌbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Double cream adds indulgence to creamy pasta sauces.",
                "His parents did a double take when he came home with a tattoo.",
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "Take your hot beverages to the next level by adding a splash of double cream to them.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91Ymxl&hash=b3dd0135f219abf0318bcd73af2132cd533a8f89&lang=en&cache-only=0",
            "defineEn": "a room for two people",
            "defineVi": "một phòng cho hai người",
            "hasImg": true
        },
        {
            "id": "a615970c-629f-4eab-8a28-aebaa794c1c4",
            "word": "family room",
            "phonetic": "fæmɪli ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And my son on the flip side found all those teen magazine kind of pictures when he was about the same age and ran into the family room to my daughter and said, \"Look, dad was huge and we missed it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IHJvb20&hash=928a5b36919f9c407e9a5229c9b095fa685ad9b6&lang=en&cache-only=0",
            "defineEn": "a hotel room in which three or four people can stay and sleep, usually for parents and children",
            "defineVi": "một phòng khách sạn trong đó ba hoặc bốn người có thể ở lại và ngủ, thường dành cho cha mẹ và con cái",
            "hasImg": true
        },
        {
            "id": "1328630e-5610-4b07-95a1-f73f1e0255b5",
            "word": "exchange",
            "phonetic": "ɛkstʃeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "Our policy only allows for exchanges.",
                "The couple knelt before the altar to exchange their vows.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "The conference is a good place to share information and exchange ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaGFuZ2U&hash=ed4068b7118c3ba3b41dc033ff4b6e0a3d4985fe&lang=en&cache-only=0",
            "defineEn": "an arrangement in which two groups or people from different countries do each other's jobs or visit each other",
            "defineVi": "một sự sắp xếp trong đó hai nhóm hoặc những người từ các quốc gia khác nhau làm công việc của nhau hoặc thăm nhau"
        },
        {
            "id": "0d0695ad-3205-493a-862a-7303d1d7323c",
            "word": "to explore",
            "phonetic": "tʊ ɛksploːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "We explored the regional cuisine, discovering a traditional dish of confit rabbit.",
                "We are currently exploring a remote village that is off the beaten track.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "We took a boat tour to explore the beautiful coastline."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9yZQ&hash=97d1dc31f05f8b27ff3fafd2bd49885014b5e66a&lang=en&cache-only=0",
            "defineEn": "to visit places one has never seen before",
            "defineVi": "đến thăm những nơi mà người ta chưa từng thấy trước đây",
            "hasImg": true
        },
        {
            "id": "6ae49ac2-bbe2-4c51-bbd8-1c95c49cc386",
            "word": "front desk",
            "phonetic": "fɹʌnt dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a scare at the front desk.",
                "I went over to the front desk at the gym.",
                "Approach the front desk, click E and open the gallery.",
                "I did go to the front desk and I did ask for pre-boarding.",
                "But here we are at my front desk, where you can see the splatter paint that accompanies anyone’s arrival in a new space and will thankfully disappear."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQgZGVzaw&hash=a781e20d7883553ce47a89f5ffbcb795641096d2&lang=en&cache-only=0",
            "defineEn": "the first place we go when we enter a hotel, where we can ask for information or get the key to our room",
            "defineVi": "nơi đầu tiên chúng ta đến khi vào khách sạn, nơi chúng ta có thể hỏi thông tin hoặc lấy chìa khóa phòng",
            "hasImg": true
        },
        {
            "id": "fb8c802c-6e42-4128-a4b2-d36f5e8cdf36",
            "word": "tour guide",
            "phonetic": "tʊɹ ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are you sure you trust these tour guides?",
                "It's not all fun and games being a tour guide.",
                "Hi, my name is Marty Schatz, and I'm a beach bicycle tour guide.",
                "And sometimes they'd, they'd come, they'd like drive by me and the tour guide would say, \"And that's Conan O'Brien.\"",
                "I did that tour for three years, which ended up turning into a paid opportunity for my second career as a bike tour guide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91ciBndWlkZQ&hash=2425c3f944266bf6ec353399924d099ffd155765&lang=en&cache-only=0",
            "defineEn": "someone whose job is taking tourists to locations of interest",
            "defineVi": "một người có công việc đưa khách du lịch đến các địa điểm yêu thích",
            "hasImg": true
        },
        {
            "id": "049a80e6-e3a4-4b49-bd9f-58a9dfc55c07",
            "word": "hostel",
            "phonetic": "hɑːstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life for mostof these workers is confined to the factory floor and adormitory in a migrant's hostel.",
                "Sanxingchen is encircledwith hostels, some of them squalid,others indescribable."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGVs&hash=eaaa00534f53f44281a002232388086003ad753f&lang=en&cache-only=0",
            "defineEn": "a place or building that provides cheap food and accommodations for visitors",
            "defineVi": "một địa điểm hoặc tòa nhà cung cấp thức ăn và chỗ ở giá rẻ cho du khách",
            "hasImg": true
        },
        {
            "id": "dbfe035f-0f65-42ab-ab5b-d574878aaebc",
            "word": "minibar",
            "phonetic": "mɪnɪbɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a minibar with spirits, Champagne, and white wine."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaWJhcg&hash=ea51b4c496d5b36d81c58976f320e50d4fa3404e&lang=en&cache-only=0",
            "defineEn": "a small refrigerator in a hotel room with different types of drinks inside",
            "defineVi": "một tủ lạnh nhỏ trong phòng khách sạn với nhiều loại đồ uống bên trong",
            "hasImg": true
        },
        {
            "id": "279786bc-da29-4064-b57b-61a118d06dcf",
            "word": "luggage",
            "phonetic": "lʌɡɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The taxi driver helped me with my luggage.",
                "They had a bad hair day on their vacation, encountering unexpected weather, canceled plans, and lost luggage.",
                "You brought your luggage.",
                "The coachman took my luggage and called me to hurry up.",
                "Whenever they went by plane, people searched them and their luggage, of course."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVnZ2FnZQ&hash=0151c189725517228a5834b2d16aacb98d0131ba&lang=en&cache-only=0",
            "defineEn": "suitcases, bags, etc. to keep one's clothes and other belongings while traveling",
            "defineVi": "vali, túi xách, v.v. để giữ quần áo và đồ đạc khác khi đi du lịch",
            "hasImg": true
        },
        {
            "id": "d5722536-9d3a-427d-a8f1-040aa39096c7",
            "word": "visitor",
            "phonetic": "vɪzɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm not allowed visitors.",
                "Around 200 000 visitors each year come to see the summer palace.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "It's always ready for visitors, so feel free to stay as long as you like.",
                "We work hard to create a pleasant environment for patients, visitors and staff."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzaXRvcg&hash=b8266ec0bda3194855ea468788b86bbdbf48f190&lang=en&cache-only=0",
            "defineEn": "someone who travels to a place or visits a person",
            "defineVi": "một người đi du lịch đến một nơi hoặc thăm một người",
            "hasImg": true
        },
        {
            "id": "c430de9b-8ca4-45af-ae60-fcda118b6947",
            "word": "to sunbathe",
            "phonetic": "tə sʌnbeɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sunbathing bores the pants off me.",
                "After a long day at work, Aurora enjoyed unwinding by sunbathing in her backyard in her birthday suit, soaking up the warm rays.",
                "The hot summer day made it unbearable for David to wear clothes, so he decided to spend the afternoon in the buff, sunbathing in his backyard.",
                "I go out there, I sunbathe there every lunch hour.",
                "And, you know, now it's so sunny, it's so hot in North Carolina, she loved the sun, and she would just lay out and sunbathe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VuYmF0aGU&hash=fab070112f1220029dd8c55ef44a55cb82ce46db&lang=en&cache-only=0",
            "defineEn": "to lie or sit in the sun in order to darken one's skin",
            "defineVi": "nằm hoặc ngồi dưới ánh nắng mặt trời để làm đen da của một người",
            "hasImg": true
        },
        {
            "id": "f2d9f07e-2feb-46d5-8956-8ac56d08d88e",
            "word": "stay",
            "phonetic": "steɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store stays open late on Thursdays.",
                "The TV stays on all day in their house.",
                "Stay in touch with your customers via Internet.",
                "Stay in touch with the latest technologies.",
                "Enjoy your stay at our hotel."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RheQ&hash=09a792f9f1627d386a6c218b0073f12f817d8519&lang=en&cache-only=0",
            "defineEn": "the short period of time when one is staying somewhere",
            "defineVi": "khoảng thời gian ngắn khi một người ở đâu đó",
            "hasImg": true
        },
        {
            "id": "04efcedc-1d00-4ee4-902f-aa4ad232b327",
            "word": "seaside",
            "phonetic": "siːsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He moved to the seaside for the sake of his health.",
                "My parents enjoyed a delicious calamari appetizer at the seaside restaurant.",
                "They traveled to Italy and enjoyed the authentic marinara sauce at a charming seaside restaurant.",
                "They visited a seaside restaurant famous for its clam dishes.",
                "The chef at the seaside restaurant served a delicious dish of sea kale with grilled fish."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc2lkZQ&hash=6d0ad8d98382348ce4a884e912b180a22a8ef18a&lang=en&cache-only=0",
            "defineEn": "an area by the sea, especially one at which people spend their holiday",
            "defineVi": "một khu vực gần biển, đặc biệt là khu vực mà mọi người dành kỳ nghỉ của họ",
            "hasImg": true
        },
        {
            "id": "1a993d6c-afed-44e4-aa88-64e9d433639a",
            "word": "safari",
            "phonetic": "sɐfɑːɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend went on a safari in Africa and saw many amazing animals.",
                "o make sure that all goes according to plan and no one rains on his parade, the president's safari will stay clear of trouble spots.",
                "Using significant energy in Safari.",
                "Scroll down to Safari and tap it.",
                "This will change the appearance of Safari to replicate the browser of an iPhone."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmYXJp&hash=e96b963cdc5e8cb6081dbdbfea751e0c58f0c29a&lang=en&cache-only=0",
            "defineEn": "a journey or expedition, typically for observing and photographing wild animals in their natural habitat, especially in African countries",
            "defineVi": "một hành trình hoặc chuyến thám hiểm, điển hình là để quan sát và chụp ảnh động vật hoang dã trong môi trường sống tự nhiên của chúng, đặc biệt là ở các nước châu Phi",
            "hasImg": true
        },
        {
            "id": "24193350-b56d-4b7d-8ee6-09fe6da5ca80",
            "word": "single",
            "phonetic": "sɪŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was enjoying every single cut of marinated chicken, beef, and pork.",
                "The ticket for the bus is valid for a single journey.",
                "My siblings and I share a single bedroom in our house.",
                "Some of the people don't deserve a single red cent.",
                "Not a single jot or tittle goes past the eye of the boss without her noticing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xl&hash=255e2ec142d9d57ed562bcdb2001fb7c60d885c4&lang=en&cache-only=0",
            "defineEn": "a hotel room for one person",
            "defineVi": "một phòng khách sạn cho một người",
            "hasImg": true
        },
        {
            "id": "a992c6f3-4f5e-42e9-a2b1-93757ebb5c95",
            "word": "sight",
            "phonetic": "saɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everybody hates the sight of you.",
                "The sunset over the Strait of Malacca is a sight for sore eyes.",
                "As the saying goes, out of sight, out of mind.",
                "Before all this, I just hated the sight of him.",
                "You're a sight for sore eyes!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHQ&hash=aa715d25e11e667e471ba5ce441c29c96fc9a55d&lang=en&cache-only=0",
            "defineEn": "places that tourists are interested to",
            "defineVi": "địa điểm mà khách du lịch quan tâm"
        },
        {
            "id": "fc4e3c90-26c2-455a-9281-bd7f74d4ae60",
            "word": "to tour",
            "phonetic": "tə tʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We took a helicopter tour to get a bird's-eye view of the city.",
                "The tour is free, but all meals are at your own expense.",
                "We took a boat tour to explore the beautiful coastline.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "To go on a journey/tour/trip/cruise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG91cg&hash=ee61066a84e5d39ab3c13a6d76119d27d21584dd&lang=en&cache-only=0",
            "defineEn": "to visit or travel to a place",
            "defineVi": "đến thăm hoặc đi du lịch đến một nơi",
            "hasImg": true
        },
        {
            "id": "6a613855-eb6c-4215-bfa8-bcf7158123a6",
            "word": "cottage",
            "phonetic": "kɑːɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "We have a cottage in the Cotswolds, and getting back there after a few days in London really blows away the cobwebs.",
                "After the cool reception I received at breakfast, it was apparent that I had overstayed my welcome at the cottage of my father's friend.",
                "And I like my cottage very much.'",
                "The next day the Rivers family returned to their separate places of work, and I moved to the cottage in Morton."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dGFnZQ&hash=141c9af979107338002b2973fff018b14ac86087&lang=en&cache-only=0",
            "defineEn": "a small house, particularly one that is situated in the countryside or a village",
            "defineVi": "một ngôi nhà nhỏ, đặc biệt là một ngôi nhà nằm ở vùng nông thôn hoặc một ngôi làng",
            "hasImg": true
        }
    ]
}