{
    "id": "eb8127f5-09cd-4d27-a66d-b5cd8e8df3c9",
    "title": "Society Makes Us Human!",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "1f53e9a4-c1b1-463f-bd1a-ef811cbe08ac",
            "word": "anthropology",
            "phonetic": "ænθɹəpɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sciences from anthropology to zoology have been put to forensic use.",
                "But within the field of anthropology, changes were in the works.",
                "Ted Gordon is an anthropology professor at the College of Saint Benedict and Saint John's University who focuses on Native American studies.",
                "That means, this method could answer some of the biggest questions in paleontology, archaeology, and anthropology.",
                "It touches on literature, history, anthropology, sociology, psychology, religion, and even science."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aHJvcG9sb2d5&hash=b64033327a9e83422b34d633dd5b1b6e83219108&lang=en&cache-only=0",
            "defineEn": "the study of the origins and developments of the human race and its societies and cultures",
            "defineVi": "nghiên cứu về nguồn gốc và sự phát triển của loài người cũng như các xã hội và nền văn hóa của nó",
            "hasImg": true
        },
        {
            "id": "63cd96ce-8b5e-4a4b-ae89-8ebe50a97b0d",
            "word": "aristocrat",
            "phonetic": "ɚɹɪstəkɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And aristocrats began fleeing the country.",
                "Even in the composer's own time, Vivaldi's music served as diversion for all, not just for the wealthy aristocrats.",
                "he also rewarded loyal aristocrats by increasing their control over the serfs living in their territories, 14.",
                "Terrified aristocrats met on August 4, 1789, and surrendered their privileges as feudal lords.",
                "SMITH: One of the biggestnames in Europe was French aristocrat Thierry dela Villehuchet, an avid sailor, well connectedwith European royalty."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpc3RvY3JhdA&hash=de5c9a3b87d9e1a31d790062db2ff84f81276059&lang=en&cache-only=0",
            "defineEn": "someone who is a member of the aristocracy, which is the highest social rank",
            "defineVi": "một người là thành viên của tầng lớp quý tộc, đó là thứ hạng xã hội cao nhất"
        },
        {
            "id": "81c5081d-64ae-4833-8f62-937bac0b9398",
            "word": "baron",
            "phonetic": "bæɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "18th century French philosopher Baron D’Holbach said that none of our actions are actually free.",
                "These were both media barons who controlled the media.",
                "Baron says the idea grew from looking at past inauguration scenes.",
                "Even pretend-wealth can turn nice Aunt Sharon into a cutthroat real estate baron!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyb24&hash=fcf04f39c4cb47f2f94ebc825ee2f683e201ca05&lang=en&cache-only=0",
            "defineEn": "a man of the lowest rank in the British nobility",
            "defineVi": "một người đàn ông có cấp bậc thấp nhất trong giới quý tộc Anh"
        },
        {
            "id": "d39504ba-93e9-460d-967a-24db201fcbee",
            "word": "earl",
            "phonetic": "ɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A highborn earl simply should not be writing plays for common people.",
                "Oxfordians say that Edward de Vere, the 17th Earl of Oxford, wrote the plays under the pen names William Shakespeare.",
                "- Link, your hint is: This earl is grey.",
                "But his legacy really began in 1841, when he took over as the Earl of Rosse from his father.",
                "Sir Francis Bacon, Christopher Marlowe, the Earl of Southampton (Shakespeare's patron), and even Queen Elizabeth herself have at times been suspected of writing them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFybA&hash=a45474a6c48e04def58d4018e8ef1a5dc6ef28ed&lang=en&cache-only=0",
            "defineEn": "a British man of high social rank",
            "defineVi": "một người đàn ông Anh có địa vị xã hội cao"
        },
        {
            "id": "106c10b4-4e63-4b2f-b492-7f3e1e5c63f9",
            "word": "noble",
            "phonetic": "noʊbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Awfully noble of them if you ask me.",
                "Such noble behavior separated the knight from common archers and mercenaries.",
                "- It's noble.",
                "There's plenty of other pursuits out there, noble pursuits.",
                "Gradually the nobles came back to France, although they had mostly lost their special privileges."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ibGU&hash=3e7a7ed6137d5039e2269b0988edbf1167e602dd&lang=en&cache-only=0",
            "defineEn": "a person of the highest social rank",
            "defineVi": "một người có thứ hạng xã hội cao nhất"
        },
        {
            "id": "3f04a198-f7bd-4519-bd89-6ce5eb7344b0",
            "word": "peer",
            "phonetic": "pɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has created eight new peers.",
                "Kramer has certainly won the respect of his peers.",
                "She followed his gaze, peering into the gloom.",
                "The musician's natural talent and dedication kept him one jump ahead of his peers, constantly improving his skills and producing better music.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVlcg&hash=6d68aa55e5f61dc1b0217cc058960be108d002f9&lang=en&cache-only=0",
            "defineEn": "a person of the same age, social status, or capability as another specified individual",
            "defineVi": "một người cùng độ tuổi, địa vị xã hội hoặc khả năng như một cá nhân được chỉ định khác",
            "hasImg": true
        },
        {
            "id": "8663323d-ee81-49d2-a8ce-cc59fe621243",
            "word": "belonging",
            "phonetic": "bᵻlɔŋɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All personal belongings are left at the owner’s risk.",
                "She placed a small nightstand next to the bed in the bedroom for her belongings.",
                "He looked through her belongings in the hope of coming across some information.",
                "He looked through her belongings in the hope of coming across some information.",
                "Don't leave any of your belongings behind."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsb25naW5n&hash=9af2e2797ff67669ddbd7802abb68c17394757e7&lang=en&cache-only=0",
            "defineEn": "the feeling of being happy or comfortable in a specific situation or group",
            "defineVi": "cảm giác hạnh phúc hoặc thoải mái trong một tình huống hoặc nhóm cụ thể"
        },
        {
            "id": "182aa4da-904a-4cc4-8d5d-a9723ded65fc",
            "word": "citizenship",
            "phonetic": "sɪɾɪzənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The basic issue is citizenship.",
                "Citizenship alone cannot address this issue.",
                "In 1868, former slaves were guaranteed citizenship with the passing of the 14th Amendment.",
                "Thus, the most successful slave revolt in human history won freedom and citizenship for every slave in the French Caribbean.",
                "This is citizenship."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbnNoaXA&hash=ee7266c0b6f3268a92f4cfbcfafb206f97f4568f&lang=en&cache-only=0",
            "defineEn": "the legal status of being a member of a certain country",
            "defineVi": "tư cách pháp lý là thành viên của một quốc gia nhất định"
        },
        {
            "id": "a3616e47-ab32-44ae-8c60-32377a463631",
            "word": "alien",
            "phonetic": "eɪliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "the document purports to show evidence of the existence of aliens, but it's widely believed to be a hoax.",
                "John thinks he can talk to aliens, he must have a number of screws loose.",
                "It turns out that the supposed alien visitors people had been seeing were just a bunch of teenagers pulling a fast one on the town.",
                "Get the laughing over about resident alien.",
                "Every one is just alien."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpZW4&hash=a7ee848c3be613f663d7a7fa897bc44d7e8115b6&lang=en&cache-only=0",
            "defineEn": "unlike what one knows or is used to; odd and scary",
            "defineVi": "không giống như những gì người ta biết hoặc đã quen; kỳ lạ và đáng sợ"
        },
        {
            "id": "2eb5e3d0-d10e-4ea1-a37b-8953442a9db7",
            "word": "civic",
            "phonetic": "sɪvɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Civics minded?",
                "Here's a bit of civics 101.",
                "It’s a civics lesson again. ",
                "In other words, low turnout may be more about civic engagement than the day of the week.",
                "People don’t just express their personal civic political position just like that."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWM&hash=5457763d150ce7889144cfbc6e44e4f91acea490&lang=en&cache-only=0",
            "defineEn": "relating to the activities or duties of individuals concerning their town, city, or local area",
            "defineVi": "liên quan đến các hoạt động hoặc nhiệm vụ của các cá nhân liên quan đến thị trấn, thành phố hoặc khu vực địa phương của họ"
        },
        {
            "id": "b200de74-bb5b-47a4-853f-1c7ce4557159",
            "word": "humanitarian",
            "phonetic": "hjuːmɐnɪtɛɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Humanitarian groups warned of a long-term disaster.",
                "This is a humanitarian catastrophe.",
                "There’s a humanitarian crisis there. ",
                "We are continuing with humanitarian work.",
                "Just showing up in humanitarian assistance roles and disasters."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW5pdGFyaWFu&hash=93bcfe2c14d7893e0d88c68efe526a75d968bbd5&lang=en&cache-only=0",
            "defineEn": "involved in or related to helping people who are in need to improve their living conditions",
            "defineVi": "tham gia hoặc liên quan đến việc giúp đỡ những người có nhu cầu cải thiện điều kiện sống của họ"
        },
        {
            "id": "e0e877ea-ad52-4376-aa71-255d599ac795",
            "word": "sexuality",
            "phonetic": "sɛkʃuːælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So changes in sexuality accompanied the rise of modern women.",
                "And your sexuality is just one of those parts of your identity.",
                "Yeah, so the whole epic is incredibly paranoid about female sexuality.",
                "But, really, for years even before that, I really didn't put a whole label on my sexuality.",
                "Sexuality researcher Alfred Kinsey famously used this technique when he surveyed thousands of men and women on their sexual history and published his findings in a pair of revolutionary texts, Sexual Behavior in the Human Male and Female respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4dWFsaXR5&hash=bcd3b1a95fb2f79c78b12d70629f29bd66571006&lang=en&cache-only=0",
            "defineEn": "the qualities and activities that are related to sex",
            "defineVi": "những phẩm chất và hoạt động có liên quan đến tình dục",
            "hasImg": true
        },
        {
            "id": "3356c6cf-ebe3-4a6b-88d9-0df2af5b294a",
            "word": "feminist",
            "phonetic": "fɛmɪnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's no right to call herself a feminist.",
                "The establishment of stronger female characters in horror and action movies since the 1970s and the feminist movement can account for Barbara’s altered character arc. ",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "More recently, some feminists adopted Medusa as a symbol of female resistance and revenge."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pc3Q&hash=d26f88930c4d08a4279aa5ea88d6dfa5fdb1d6e6&lang=en&cache-only=0",
            "defineEn": "involved in or related to feminism",
            "defineVi": "tham gia hoặc liên quan đến nữ quyền"
        },
        {
            "id": "adb43de4-8369-43d3-9787-b899e522b983",
            "word": "feminine",
            "phonetic": "fɛmᵻnɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "[Conan] Feminine products, I don't know what those are.",
                "I've got long legs and I'm very feminine",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. ",
                "I mean umbrellas used to be viewed as completely feminine accessories for rich people, and only to shade the sun.",
                "In fact children’s clothes were designed with ease in mind, more so than displaying masculine or feminine traits."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pbmU&hash=98ed090719b6fe0eb83c15daab33f14f050c66d9&lang=en&cache-only=0",
            "defineEn": "related to women; possessing qualities or appearance considered to be typical of women",
            "defineVi": "liên quan đến phụ nữ; sở hữu những phẩm chất hoặc ngoại hình được coi là điển hình của phụ nữ",
            "hasImg": true
        },
        {
            "id": "1921b71f-f7c6-4b6c-8f2f-d44b8a860a41",
            "word": "gender-neutral",
            "phonetic": "dʒɛndɚnuːtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Claude Cahun and Marcel Moore were the gender-neutral pseudonyms adopted by Lucy Schwob and Suzanne Malherbe around 1917.",
                "And Mr. and Mrs. Potato Head are going gender-neutral.",
                "Aside from waiting for renovations or new construction, there's a new trend: gender-neutral bathrooms.",
                "But while she waited for the new policy to take effect, she had to wear a facade, presenting male and wearing her gender-neutral flight suit daily."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyLW5ldXRyYWw&hash=8f694da28ccdc79b765e08552bc7c012f841914d&lang=en&cache-only=0",
            "defineEn": "not exclusive to any particular gender and suitable for people of all gender identities",
            "defineVi": "không dành riêng cho bất kỳ giới tính cụ thể nào và phù hợp với mọi người thuộc mọi bản dạng giới"
        },
        {
            "id": "03c51c07-ce59-4170-ac30-3ab740b4b0c1",
            "word": "masculine",
            "phonetic": "mæskjʊlɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some of the identities were clearly masculine.",
                "Dragons represent yang, the masculine force.",
                "Alphas are bold, traditionally masculine figures endowed with raw sexual confidence.",
                "If the West is masculine than the East is feminine.",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. "
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzY3VsaW5l&hash=80ede030fc845c660d7ff054337a4884d7e85e28&lang=en&cache-only=0",
            "defineEn": "related to men; possessing qualities or appearance considered to be typical of men",
            "defineVi": "liên quan đến nam giới; sở hữu phẩm chất hoặc ngoại hình được coi là điển hình của nam giới",
            "hasImg": true
        },
        {
            "id": "edfd0b5a-5dce-4e96-bb2a-4d9baff35929",
            "word": "LGBTQ",
            "phonetic": "ɛldʒiːbiːtiːkjuː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kate Sosin is the LGBTQ reporter for The 19th News.",
                "But in recent years, a red hot battle over equal protections under the law has centered around LGBTQ people.",
                "He doubled his support among the LGBTQ community.",
                "There’s one on LGBTQ issues like ¡Hola Papi!",
                "What's your relationship like with the LGBTQ community?"
            ],
            "audio": "https://tts.langeek.co/read?text=TEdCVFE&hash=2408cf1e395d72c0d40d1bfc21d3a17bed558e31&lang=en&cache-only=0",
            "defineEn": "lesbian, gay, bisexual, transgender, and queer or questioning",
            "defineVi": "đồng tính nữ, đồng tính nam, song tính, chuyển giới và đồng tính hoặc đặt câu hỏi"
        },
        {
            "id": "129c3963-7cbb-4a61-863b-25605f86df91",
            "word": "bisexual",
            "phonetic": "baɪsɛkʃuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, I'm bisexual.",
                "Fair warning - the bisexual in me is going to come out in this video.",
                "Being bisexual, talking about child abuse and body image and things like that.",
                "Or isn't being bisexual transphobic?",
                "Whether you are married to a man, a cisgender man or not, your voice is still valid as a bisexual person."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzZXh1YWw&hash=ad05e884efb97d7ff943640227a8437fba1eb140&lang=en&cache-only=0",
            "defineEn": "someone who is sexually drawn to people of more than one gender",
            "defineVi": "một người bị thu hút về mặt tình dục với những người thuộc nhiều giới tính"
        },
        {
            "id": "e7934300-fa60-4ada-9575-ca1741f0077c",
            "word": "heterosexual",
            "phonetic": "hɛɾɚɹəsɛkʃuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can say heterosexual.",
                "And a 2014 study in the journal Social Neuroscience found similar patterns in the brains of new fathers from heterosexual couples.",
                "This was a heterosexual world.",
                "Twenty heterosexual couples were asked to look at photos of seven versions of their partner’s face.",
                "I am, I'm a lifetime heterosexual, all my life."
            ],
            "audio": "https://tts.langeek.co/read?text=aGV0ZXJvc2V4dWFs&hash=78e343be3a960744efaa15ed804a7098fc97171f&lang=en&cache-only=0",
            "defineEn": "someone who is sexually drawn to people of the opposite sex, rather than their own sex",
            "defineVi": "một người bị thu hút về mặt tình dục với những người khác giới, hơn là giới tính của họ"
        },
        {
            "id": "b970d7d4-7b07-4fbe-946c-e13acc190d5c",
            "word": "homosexual",
            "phonetic": "hoʊmoʊsɛkʃuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Homosexuals in public life are now coming out of the closet.",
                "I did, and it wasn't a homosexual thing.",
                "He describes police undercover sting operations that took place across the United States in the mid 20th century in his book The Deviant’s War: The Homosexual vs. The United States of America.",
                "Heterosexual, homosexual, and bisexual are all types of sexual orientation.",
                "Given that approximately one in eight heterosexual couples has difficulty conceiving, and that homosexual couples and single parents often need clinical help to make a baby, the demand for IVF has been growing."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tb3NleHVhbA&hash=dab9c574c14b1b91937c56b8809f955f4bf04a90&lang=en&cache-only=0",
            "defineEn": "someone who is sexually drawn to people of their own sex",
            "defineVi": "một người bị thu hút về mặt tình dục với những người cùng giới tính với họ"
        },
        {
            "id": "7aec19c0-a663-4a74-8467-62f9a54e8e52",
            "word": "gay",
            "phonetic": "ɡeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2F5&hash=604bf0e9f5789627a0e6f3f4d379c76b209fe121&lang=en&cache-only=0",
            "defineEn": "someone, especially a man, who is sexually drawn to people of their own sex",
            "defineVi": "một người nào đó, đặc biệt là một người đàn ông, người bị thu hút về mặt tình dục với những người cùng giới tính với họ"
        },
        {
            "id": "40cbd2a0-948a-4e39-9018-6a18b6b2800c",
            "word": "lesbian",
            "phonetic": "lɛsbiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, right, Seth can't burn lesbians.",
                "The company discovered it had a loyal following among lesbians at a time when mainstream products weren't marketed toward LGBTQ customers.",
                "My friends, you couldn't tell they were lesbians because they didn't dress like me."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVzYmlhbg&hash=d179fca9ac573d02c42654de7ad7e9b319d7404f&lang=en&cache-only=0",
            "defineEn": "a woman who is sexually drawn to other women",
            "defineVi": "một người phụ nữ bị thu hút bởi những người phụ nữ khác"
        },
        {
            "id": "cca78087-5878-4a94-8c75-bd7458653de3",
            "word": "straight",
            "phonetic": "stɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She guessed the answer straight away.",
                "The guard stood straight as a ramrod.",
                "They clicked straight away.",
                "He gives it to you straight.",
                "Sometimes he spoke straight from the shoulder and sometimes in puzzles"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHQ&hash=ea6523258864f606306b0de969acadf71f11e4e6&lang=en&cache-only=0",
            "defineEn": "someone who is sexually drawn to people of the opposite sex",
            "defineVi": "một người bị thu hút về mặt tình dục với những người khác giới"
        },
        {
            "id": "958a5533-d073-4368-9a05-3059347aeda6",
            "word": "transgender",
            "phonetic": "tɹænsdʒɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Trans is short for transgender.",
                "In a Senate hearing, transgender teen Stella Keating spoke virtually on its potential impact.",
                "The U.S. team also has a transgender member, BMX rider Chelsea Wolfe.",
                "- Were you trained in transgender issues when you were going through medical school?",
                "In 28 states, transgender individuals can still be fired from their jobs or kicked out of their homes without legal ramifications."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNnZW5kZXI&hash=92ad5abd8102f16ec01e5dc4ffa9704f9bd2ff04&lang=en&cache-only=0",
            "defineEn": "describing or relating to someone whose gender identity does not correspond with their birth sex",
            "defineVi": "mô tả hoặc liên quan đến một người có bản sắc giới tính không tương ứng với giới tính khi sinh của họ"
        },
        {
            "id": "b4c38456-cd5f-428e-a978-0e90cd2ee01f",
            "word": "demographic",
            "phonetic": "dɛməɡɹæfɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our demographics are better than that of other countries.",
                "Even of the continent's demographics are changing.",
                "Experts call it 'the demographic dividend'.",
                "This also changed the country's demographics and the economy.",
                "Maybe the trigeminal nerve is less sensitive in certain demographics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2dyYXBoaWM&hash=965fbec256e6883d788efff78d942c279c63b46d&lang=en&cache-only=0",
            "defineEn": "*** a particular sector of a population",
            "defineVi": "*** một khu vực cụ thể của dân số",
            "hasImg": true
        },
        {
            "id": "b841ea61-b1de-4984-92ef-aefe3919e62f",
            "word": "ethnicity",
            "phonetic": "ɛθnɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "In its roughest and broadest definition, ethnicity is the understanding that a group of people have a shared cultural origin.",
                "But race and ethnicity have some very interwoven roots, even though they aren’t synonymous.",
                "Today we learned the difference between races and ethnicities.",
                "Early on and for a long time Arab ethnicity was privileged in the Islamic world and this was especially true during the period of conquest."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRobmljaXR5&hash=0ea834c5a21ad564383a90715f021c3fb403aba7&lang=en&cache-only=0",
            "defineEn": "the state of belonging to a certain ethnic group",
            "defineVi": "tình trạng thuộc về một nhóm dân tộc nhất định",
            "hasImg": true
        },
        {
            "id": "6665987e-8481-4811-8110-678c7156f0c1",
            "word": "to rebel",
            "phonetic": "tə ɹᵻbɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rebels took him prisoner.",
                "The rebels held the radio station.",
                "The rebels held the town for many weeks.",
                "The rebels succeeded in taking the town.",
                "He was taken prisoner by the rebels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmViZWw&hash=265da8782844b707f4c7cf00c0d05ac7c94b1b9e&lang=en&cache-only=0",
            "defineEn": "to oppose a ruler or government",
            "defineVi": "để chống lại một người cai trị hoặc chính phủ"
        },
        {
            "id": "34cb4af9-f937-4d40-8e6a-424209729bcd",
            "word": "to integrate",
            "phonetic": "tʊ ɪntᵻɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "In the third stage, you integrate the dissociated self states.",
                "It's integrating your car essentially into your phone.",
                "It integrated pieces of evidence ranging from volcanic activity to the formation of mountains to the distribution of fossil plants.",
                "They've actually integrated 12 discrete temperature sensors throughout the phone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZWdyYXRl&hash=a7e1cbbad6abb3e44935a3179f12ff3bc7a64725&lang=en&cache-only=0",
            "defineEn": "to become or make someone with certain differences become part of a social group",
            "defineVi": "để trở thành hoặc làm cho ai đó với sự khác biệt nhất định trở thành một phần của một nhóm xã hội"
        },
        {
            "id": "55acfb0a-0305-445f-a260-b092d4d60d3f",
            "word": "segregation",
            "phonetic": "sɛɡɹɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your 60s didn't have segregation.",
                "And housing segregation tightened its grip on the American landscape.",
                "The segregation in France's is unbelievable.",
                "And I say segregation now, segregation tomorrow, and segregation forever.",
                "During his tenure from 1877 to 1911, the High Court enshrined racial segregation in American life."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VncmVnYXRpb24&hash=e78ce973306288d39cf887d05855f8cf347d2ec7&lang=en&cache-only=0",
            "defineEn": "the policy of separating a group of people from the rest based on racial, sexual, or religious grounds and discriminating against them",
            "defineVi": "chính sách tách một nhóm người khỏi phần còn lại dựa trên cơ sở chủng tộc, tình dục hoặc tôn giáo và phân biệt đối xử với họ"
        },
        {
            "id": "48db02d7-eba1-4d30-8fe1-696b6edfe725",
            "word": "sociological",
            "phonetic": "soʊsɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In spring of that year, we did a sociological survey on the subject of people’s fears.",
                "We talked about four basic principles of a sociological understanding of stratification.",
                "So these are three foundational ideas about the sociological perspective on deviance.",
                "[Theme Music] To understand where deviance comes from, we have to go back to the three major sociological paradigms.",
                "Then we finished by turning to the sociological perspective and talking about the social foundations of deviance."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaW9sb2dpY2Fs&hash=19c7ab6617005d203e97a8aa290fb0a31a685fb1&lang=en&cache-only=0",
            "defineEn": "related to the scientific study of society and how people interact with each other",
            "defineVi": "liên quan đến nghiên cứu khoa học về xã hội và cách mọi người tương tác với nhau"
        },
        {
            "id": "027d2d5d-332c-4fcd-b52a-4ca973fe51bd",
            "word": "multicultural",
            "phonetic": "mʌltɪkʌltʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This city is known for its diverse population and multicultural atmosphere.",
                "It’s multicultural.",
                "The expansion of the agora in both physical size and variety of traded goods reflected the shift in the Greek economy from neighborly rural trading to long-distance multicultural exchange.",
                "The brand presents itself as multicultural and fun-loving and lures consumers in with the promise of fresh, bold flavors.",
                "Under Roger II, the kingdom became a beacon of multicultural tolerance in a world torn apart by religious and civil wars."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGljdWx0dXJhbA&hash=68ba81a3b388f5987f699bf790ab022659750f64&lang=en&cache-only=0",
            "defineEn": "related to or involving several different cultures",
            "defineVi": "liên quan đến hoặc liên quan đến một số nền văn hóa khác nhau"
        },
        {
            "id": "54badb2b-9f65-4969-bd6c-96d61a84c991",
            "word": "superior",
            "phonetic": "suːpiəɹɪɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our superior technology is our ace in the hole.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "He shrugged off the thought of his superiors dragging him over the coals for making such a statement to a civilian.",
                "The boxer was determined to win the fight, but his opponent's superior speed and agility got the best of him.",
                "The startup faced stiff competition from established players in the market, but it was able to remain on its feet by innovating and delivering a superior product."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJpb3I&hash=7d25038a5ad4cda5982ea1d1cf72e57daecc7f6b&lang=en&cache-only=0",
            "defineEn": "higher in status or rank in comparison with someone or something else",
            "defineVi": "địa vị hoặc cấp bậc cao hơn so với ai đó hoặc cái gì khác"
        },
        {
            "id": "f8ac0c98-5e5b-48eb-9880-0abeef73b0e9",
            "word": "senior citizen",
            "phonetic": "siːnjɚ sɪɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or senior citizens who use libraries as social hubs for various activities.",
                "You don't want senior citizens on that thing.",
                "At almost 70, Pete Carroll is not your typical senior citizen.",
                "Senior citizens are permitted to travel cheaply on a bus if they have a special card.",
                "Italy is second in the world only to Japan for having the highest concentration of senior citizens."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9yIGNpdGl6ZW4&hash=59cbd5980a62c34268f05f4b9db8ca13c3961f89&lang=en&cache-only=0",
            "defineEn": "an old person, especially someone who is retired",
            "defineVi": "một người già, đặc biệt là một người đã nghỉ hưu",
            "hasImg": true
        },
        {
            "id": "c10212e2-dd02-4b57-9f07-55c70b644386",
            "word": "bourgeoisie",
            "phonetic": "bʊɹʒwɑːziː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bourgeoisie initially referred to people who lived in towns and cities or burgs/bourgs.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class.",
                "Under capitalism, the two classes were the capitalists, or bourgeoisie, who own the means of production, and the workers, or proletariat, who must sell their labor to survive.",
                "Stan, I can't wear these emblems of the bourgeoisie while Karl Marx himself is looking at me, it's ridiculous."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91cmdlb2lzaWU&hash=5420e888607ef1b63ca1f2b85a333fd9f213bd92&lang=en&cache-only=0",
            "defineEn": "the society's middle class",
            "defineVi": "tầng lớp trung lưu của xã hội",
            "hasImg": true
        },
        {
            "id": "18939177-e9dd-4dbc-a35b-7095c23da317",
            "word": "petite bourgeoisie",
            "phonetic": "pətiːt bʊɹʒwɑːziː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGV0aXRlIGJvdXJnZW9pc2ll&hash=ecfbac0ee89b682c7ac1287debd1ac83dff44e01&lang=en&cache-only=0",
            "defineEn": "the society's lower middle class",
            "defineVi": "tầng lớp trung lưu thấp hơn của xã hội"
        },
        {
            "id": "829e3245-e27b-4eba-93ca-9f79cbae1002",
            "word": "protocol",
            "phonetic": "pɹoʊɾəkɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was John's idea to skip the safety protocols.",
                "They have protocols for visitors.",
                "So what is the protocol?",
                "Obviously there is protocol.",
                "We did not create a protocol."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdG9jb2w&hash=82141ddcfcee638de19dd201ef5a122974d62024&lang=en&cache-only=0",
            "defineEn": "the accepted way of behavior in a community or group of people",
            "defineVi": "cách hành xử được chấp nhận trong một cộng đồng hoặc một nhóm người"
        },
        {
            "id": "53d005ab-45d4-40cc-a926-f4af1f0bd3f0",
            "word": "primitive",
            "phonetic": "pɹɪmᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In fact, primitive fleas were dining on dinosaur blood about 165 million years ago.",
                "so-called primitive rebels went about breaking things.",
                "So it'll be relatively primitive.",
                "It's a very primitive fear.",
                "Our early fishlike ancestors evolved primitive light detection organs from tissue that extended out from the brain."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWl0aXZl&hash=743c9b3fbbdee087989e5b578a1f2f755f7655d8&lang=en&cache-only=0",
            "defineEn": "related or belonging to a society or way of life without modern industry, etc.",
            "defineVi": "liên quan hoặc thuộc về một xã hội hoặc lối sống không có nền công nghiệp hiện đại, v.v.",
            "hasImg": true
        },
        {
            "id": "7cb52d67-0742-4fe5-ba92-343a9454b47f",
            "word": "straight",
            "phonetic": "stɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She guessed the answer straight away.",
                "The guard stood straight as a ramrod.",
                "They clicked straight away.",
                "He gives it to you straight.",
                "Sometimes he spoke straight from the shoulder and sometimes in puzzles"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHQ&hash=ea6523258864f606306b0de969acadf71f11e4e6&lang=en&cache-only=0",
            "defineEn": "(of a person) sexually attracted only to one's opposite sex",
            "defineVi": "(của một người) chỉ bị hấp dẫn về mặt tình dục đối với một người khác giới"
        },
        {
            "id": "6f122b34-0514-4c47-aac2-3f705c5551ab",
            "word": "hillbilly",
            "phonetic": "hɪlbɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "No thanks, we're not goddamn hillbillies.",
                "If someone thinks The Shaggs are a bunch of no talent hillbillies, I understand that.",
                "Like the Grammy award winning duo, Homer and Jethro, sometimes described as the thinking man's hillbillies."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlsbGJpbGx5&hash=34ea675395d7238901e219b6bd6ec7349002017b&lang=en&cache-only=0",
            "defineEn": "someone who lives far from cities or towns and is considered stupid and uneducated",
            "defineVi": "một người sống xa thành phố hoặc thị trấn và được coi là ngu ngốc và vô học"
        }
    ]
}