{
    "id": "ec153b62-058c-438e-b472-0df0579eeea9",
    "title": "The World of Music",
    "originalTitle": "The World of Music",
    "words": [
        {
            "id": "1ff84b63-6ff4-4d4a-96a6-fb65ccc0e5f9",
            "word": "composition",
            "phonetic": "kɑːmpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The painting's vibrant colors and striking composition resonated deeply with art enthusiasts.",
                "The sun’s composition is similar.",
                "First, their composition is different."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zaXRpb24&hash=33d4c528f69845edb96728e03fd2d09a076b7fbf&lang=en&cache-only=0",
            "defineEn": "the art or the act of writing pieces of music, poetry, etc.",
            "defineVi": "nghệ thuật hoặc hành động viết các tác phẩm âm nhạc, thơ ca, v.v.",
            "hasImg": true
        },
        {
            "id": "75070e33-9f2f-4cb2-8036-db9c0d16e1a3",
            "word": "ballad",
            "phonetic": "bæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then the lover, Sighing like furnace, with a woeful ballad Made to his mistress’ eyebrow.",
                "This started back in 1992 when one of the earliest K-pop groups, Seo Taiji and Boys, experimented by combining heavy metal, jazz and ballad genres in one song.",
                "There's a BALLAD singer",
                "There's a lot of great gospel-type things in it, too, like Peace in the Valley, Whispering Hope and a few things, but a lot of fun things like Gee Ma, I Wanna Go Home, Ballad of the Green Beret, God Bless the USA, a lot of songs that I've written.",
                "Yeah, it's great to write a song that's like loses to a Phil Collins ballad like that's- (audience laughing)"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbGFk&hash=88771297daf7fa16ba93001645f139884f732126&lang=en&cache-only=0",
            "defineEn": "a tale that is narrated in the form of a song or poem",
            "defineVi": "một câu chuyện được thuật lại dưới hình thức một bài hát hoặc bài thơ"
        },
        {
            "id": "adda0be1-9820-436a-831f-6c5a88d600df",
            "word": "adagio",
            "phonetic": "ædɑːdʒɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRhZ2lv&hash=0006161e5ad2fcee9ceb350f9dcc617655f5a0e3&lang=en&cache-only=0",
            "defineEn": "a movement or composition intended to be played at a slow tempo",
            "defineVi": "một phong trào hoặc thành phần dự định được chơi ở một nhịp độ chậm"
        },
        {
            "id": "ea6111ec-de8a-4ceb-a3e9-2786e71119a0",
            "word": "instrumental",
            "phonetic": "ɪnstɹəmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mother was super instrumental in so many aspects of my career.",
                "He’s pretty instrumental in the transition. ",
                "The Wall Street Journal called the firm instrumental in the energy companies transformation.",
                "And Stephen Miller was very instrumental to that. ",
                "I've very much instrumental in giving them good values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudGFs&hash=dba1af19153b4fc83210e9510b1fb59df2a2d5e4&lang=en&cache-only=0",
            "defineEn": "(of music) made only by instruments, instead of being sung",
            "defineVi": "(của âm nhạc) chỉ được thực hiện bởi nhạc cụ, thay vì được hát"
        },
        {
            "id": "f5f5995c-54d7-4830-9296-8b7c2d780fd3",
            "word": "acoustic",
            "phonetic": "ɐkuːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Acoustic instruments like the acoustic guitar is pretty much everywhere.",
                "Acoustic waveguides are specifically shaped tunnels that can amplify certain sounds.",
                "And that is acoustic levitation.",
                "Even the acoustics change when you enter a room with a work by Hicks in it."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvdXN0aWM&hash=cb322e6b23c2438c63d73bbb4272ee9809d4405a&lang=en&cache-only=0",
            "defineEn": "(of a musical instrument) making a sound that is natural not amplified",
            "defineVi": "(của một loại nhạc cụ) tạo ra âm thanh tự nhiên không khuếch đại",
            "hasImg": true
        },
        {
            "id": "e36c9f87-e7f7-4517-8c78-15912172ea14",
            "word": "harmonic",
            "phonetic": "hɑːɹmɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Making us more harmonics.",
                "Today's lesson is simple harmonic motion--",
                "Simple harmonic motion is the whole idea of this lesson.",
                "Harmonics can also be used to tune string instruments.",
                "The higher frequencies are called overtones, or harmonics."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9uaWM&hash=05d435e115eda67fc018f711924cbe1f2388aa9d&lang=en&cache-only=0",
            "defineEn": "connected with or denoting a harmony or harmonics",
            "defineVi": "kết nối với hoặc biểu thị một sự hài hòa hoặc hài hòa"
        },
        {
            "id": "8742f0c2-7244-46a7-a7ec-825680daa2b7",
            "word": "melodic",
            "phonetic": "mɛlɑːdɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We enjoyed hearing the bird's melodic song from afar.",
                "He was still melodic.",
                "This process is called melodic intonation therapy.",
                "Melodic intonation therapy is typically used when there is such severe damage in the left hemisphere that it’s impossible to repair the neurons in that area.",
                "So, melodic intonation therapy takes advantage of the right hemisphere’s ability to communicate through song, then slowly trains it to transform song into speech."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb2RpYw&hash=f6447201f99391b6743459ca527e08ef6c39731a&lang=en&cache-only=0",
            "defineEn": "connected with melody",
            "defineVi": "kết nối với giai điệu"
        },
        {
            "id": "b848ebdd-327f-4a2d-bc6e-d000a3443760",
            "word": "ambient",
            "phonetic": "æmbiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ambient sound fades in and plays throughout.",
                "Ambient sound begins to rise.",
                "So their body temperatures vary depending on the ambient temperature of their environment.",
                "But they still include an ambient sound mode.",
                "Room tone is the ambient noise of the room you're recording in."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaWVudA&hash=a1f0263e7cc5198f843229c1aa0c230d97eec027&lang=en&cache-only=0",
            "defineEn": "relating to the type of music that emphasizes on tone and atmosphere rather than traditional structure",
            "defineVi": "liên quan đến thể loại âm nhạc nhấn mạnh vào giai điệu và bầu không khí hơn là cấu trúc truyền thống"
        },
        {
            "id": "eb1dff2a-d6f2-44c5-9ec4-c9877be396ee",
            "word": "avant-garde",
            "phonetic": "ævəntɡɑːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like other avant-gardes before it, surrealism drew inspiration from non-western or so-called primitive cultures which for them provided an alternative set of aesthetic and social values.",
                "Corea was renowned for his avant-garde approach, and over his long career, he won 23 Grammy awards, the most for any jazz artist.",
                "Impressionism was one of the first of a string of avant-garde art movements, each rejecting tradition and embracing the modern, promoting new ideas about what art could be and what it could do."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZhbnQtZ2FyZGU&hash=eba9c4b80549d0695522e7bd6c39f4ad85c7ad31&lang=en&cache-only=0",
            "defineEn": "innovative, experimental, or unconventional in style or approach, especially in the arts",
            "defineVi": "đổi mới, thử nghiệm hoặc độc đáo trong phong cách hoặc cách tiếp cận, đặc biệt là trong nghệ thuật",
            "hasImg": true
        },
        {
            "id": "ad244b5d-474f-4869-9196-b23e91cdbcf1",
            "word": "indie",
            "phonetic": "ɪndi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The singer is the poster boy for the new wave of indie music, with his unique sound and style setting him apart from the mainstream.",
                "That is indie!",
                "Or will indie bookstores become obsolete?",
                "In the indie music scene a DIY style of recording music is common.",
                "To bring it to the indie table!"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWU&hash=ae1d8f124c68c8b03f27c9864148029e93f23ee3&lang=en&cache-only=0",
            "defineEn": "(of pop groups) not affiliated with a major recording company",
            "defineVi": "(của các nhóm nhạc pop) không liên kết với một công ty thu âm lớn"
        },
        {
            "id": "809a3c12-aac4-49f6-9766-8ea4bed25a8f",
            "word": "solo",
            "phonetic": "soʊloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We gathered around as she performed a heartfelt solo on her violin.",
                "Her solo work was fruitful.",
                "Everybody has a solo but me.",
                "No, I had a solo, too, though.",
                "I'm saying Solo. -"
            ],
            "audio": "https://tts.langeek.co/read?text=c29sbw&hash=d7f125cd7d417c69bf04c30ade7afac1a472bce2&lang=en&cache-only=0",
            "defineEn": "a musical piece written for one singer or instrument",
            "defineVi": "một tác phẩm âm nhạc được viết cho một ca sĩ hoặc nhạc cụ"
        },
        {
            "id": "9e37a6f1-3957-4935-8201-8ad9ed13126e",
            "word": "duet",
            "phonetic": "djuːɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Males and females even make duets of headbone clicks during their complex array of courtship behaviors. ",
                "You did a duet?",
                "I've done a duet with Liza.",
                "But for Jerusalem crickets, it’s a duet.",
                "But, Subdesert Mesite females also respond in duets started by males."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVldA&hash=9e17120bdb24ff93cc1fa2a13c300026327de09d&lang=en&cache-only=0",
            "defineEn": "a piece of music performed by two people",
            "defineVi": "một bản nhạc được thực hiện bởi hai người",
            "hasImg": true
        },
        {
            "id": "d2b54963-79b1-49cf-b2d1-1ce290aa1bfd",
            "word": "baritone",
            "phonetic": "bæɹɪtoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His bass baritone voice filled churches and opera houses alike, and he would sing whenever and wherever he had the chance.",
                "You know, one of the things you do in the movie in addition to, you know, playing the music and singing it is that you have in the movie, his deep baritone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyaXRvbmU&hash=b83bd7f8a36a18493d75be7092129e749e9d8612&lang=en&cache-only=0",
            "defineEn": "the second lowest adult male singing voice",
            "defineVi": "giọng hát nam trưởng thành thấp thứ hai"
        },
        {
            "id": "43545c7b-5623-4cfa-94f6-7e3dc81599df",
            "word": "bar line",
            "phonetic": "bɑːɹ laɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are bar lines and we refer to each section as a bar.",
                "In standard notation, rhythm is indicated on a musical bar line, but there are other ways.",
                "By freeing us from the tyranny of the bar line, we can visualize rhythm in terms of time, and a simple turn of the wheel can take us on a musical journey around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyIGxpbmU&hash=e9efb4c2ff7a3a69ae936681f99b891f85de0f0b&lang=en&cache-only=0",
            "defineEn": "an upright line that separates the bars in written music",
            "defineVi": "một đường thẳng đứng ngăn cách các thanh trong âm nhạc bằng văn bản",
            "hasImg": true
        },
        {
            "id": "bd4589b5-9b93-421a-8e38-1569af9551b4",
            "word": "movement",
            "phonetic": "muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "As she turned back, a movement across the lawn caught her eye.",
                "We are keeping tabs on their movements.",
                "Keeping track of his movements is like nailing jelly to the wall.",
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92ZW1lbnQ&hash=277ba7ecc155268ddf4d3067b935a4192a57d644&lang=en&cache-only=0",
            "defineEn": "one of the main parts that a long musical work is divided into, having its own structure",
            "defineVi": "một trong những phần chính mà một tác phẩm âm nhạc dài được chia thành, có cấu trúc riêng"
        },
        {
            "id": "8b430af3-1584-42d1-809a-01974c531aed",
            "word": "chord",
            "phonetic": "kɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank you for speaking, your words really touched a chord with me.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "The candidate built his brand off of speaking as he finds, which seems to strike a chord with the working class voters in his constituency.",
                "The film still strikes a chord with younger audiences, even after all these years.",
                "When she first started learning how to play the guitar, it was difficult and frustrating, but with regular practice, the chords became easier to play, proving that all things are difficult before they are easy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcmQ&hash=c0e24c9a6ffe7977ad51b5c0431c0a2f58d307f9&lang=en&cache-only=0",
            "defineEn": "three or more musical notes that form a harmony when played together",
            "defineVi": "ba hoặc nhiều nốt nhạc tạo thành một bản hòa âm khi chơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "d373a3f8-f0cf-440f-b7df-bbacc8b94bdd",
            "word": "measure",
            "phonetic": "mɛʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I measured your corn by my own bushel.",
                "The baby's height was measured in centimeters at the doctor's office.",
                "Don't measure other people's corn by your own bushel.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "The chef carefully measured the poppy seeds before adding them to the dough for the perfect balance of taste."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhc3VyZQ&hash=d7de9801146b1e100580dcc5315ac9f71a5cd01a&lang=en&cache-only=0",
            "defineEn": "any of the short sections consisting of musical beats located between two consecutive lines",
            "defineVi": "bất kỳ phần ngắn nào bao gồm các nhịp nhạc nằm giữa hai dòng liên tiếp",
            "hasImg": true
        },
        {
            "id": "78bb338c-21e0-44cb-8a7e-b494d06747ef",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "an arrangement of a series of musical notes with specified intervals, in ascending or descending pitch order",
            "defineVi": "một sự sắp xếp của một loạt các nốt nhạc với các khoảng thời gian xác định, theo thứ tự cao độ tăng dần hoặc giảm dần",
            "hasImg": true
        },
        {
            "id": "5f8e40e0-3609-4611-b988-7105f429b11a",
            "word": "encore",
            "phonetic": "ɑːŋkoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This encore presentation is part of our series Work Shift.",
                "This encore look is part of our arts and culture series, Canvas.",
                "This encore look is part of oldest workers series, Unfinished Business.",
                "This encore report by William Brangham is part of our arts and culture series, Canvas.",
                "This encore look with Jeffrey Brown is part of arts and culture series, Canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jb3Jl&hash=5d10dade5a1116506aa22074515376fa52251a24&lang=en&cache-only=0",
            "defineEn": "an additional or repeated piece that is performed at the end of a concert, because the audience has asked for it",
            "defineVi": "một phần bổ sung hoặc lặp lại được biểu diễn vào cuối buổi hòa nhạc, bởi vì khán giả đã yêu cầu nó"
        },
        {
            "id": "597878dc-bef9-4776-9ec4-ee6b8904aebf",
            "word": "discord",
            "phonetic": "dɪskoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "This problem seems to be an apple of discord between the Soviet union and the USA.",
                "Discord emphasizes privacy.",
                "Now Discord has roughly 250 million users and 14 million daily active users.",
                "Discord generates revenue through its games marketplace and premium subscriptions.",
                "To some of their rivals amongst Nationalists, the discord over Brexit could signal an opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29yZA&hash=ccb09f366adb7fd02fd00e9aae308ac9815051cd&lang=en&cache-only=0",
            "defineEn": "an unusual combination of musical notes that sound strange when played",
            "defineVi": "một sự kết hợp bất thường của các nốt nhạc nghe có vẻ lạ khi chơi"
        },
        {
            "id": "cf138904-f270-474a-b4b8-ac6fc2e6e1f0",
            "word": "dissonance",
            "phonetic": "dɪsənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This cultural dissonance is just one part of the long complicated history of African-American English.",
                "Still, cognitive dissonance isn’t always bad. ",
                "That feeling even has a name: cognitive dissonance.",
                "Dissonance is a common aspect of horror film music.",
                "But cognitive dissonance isn’t always a bad thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29uYW5jZQ&hash=fb74d5629014f25fa7282a1d7041fe06f42806cb&lang=en&cache-only=0",
            "defineEn": "a combination of musical notes that sound harshly because they do not form a harmony",
            "defineVi": "sự kết hợp của các nốt nhạc nghe chói tai vì chúng không tạo nên sự hài hòa"
        },
        {
            "id": "e29a719d-141b-4026-8fe3-fd8afcc843f9",
            "word": "coda",
            "phonetic": "koʊdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Caribbean sperm whales will have a coda of one pattern, while a sperm whale in a different region will arrange their clicks differently.",
                "Granted, the deaf community does have issues with CODAs and SODAs, sibling of deaf adult, SODA.",
                "Even if the hearing person is a CODA and they grew up in the Deaf community and are fluent in sign language, they cannot give you a name sign.",
                "And then the most important thing is, in my opinion, don't talk to our interpreter or captioner or CODA friend or parent who knows ASL, et cetera, et cetera.",
                "And the scene with Abbie on the stand is a kind of coda."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kYQ&hash=bd5ef3a936a7963e47a04677807947a4f42d3275&lang=en&cache-only=0",
            "defineEn": "the final passage of an extended musical composition",
            "defineVi": "đoạn cuối cùng của một tác phẩm âm nhạc mở rộng"
        },
        {
            "id": "a34b5b61-cba3-436c-98cc-53479cce14cb",
            "word": "clef",
            "phonetic": "klɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the beginning of a piece of music, just after the clef, is something called the time signature, which tells a performer how many beats are in each bar.",
                "We use something called a clef, a weird-looking figure placed at the beginning of the staff, which acts like a reference point, telling you that a particular line or space corresponds to a specific note on your instrument.",
                "If we have to draw so many ledger lines that it gets confusing, then we need to change to a different clef."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlZg&hash=dac9cfe94fb484b0fbce0b9126f6c82dd218aa70&lang=en&cache-only=0",
            "defineEn": "any of the signs written on the left-hand end of a staff indicating the pitch of the notes",
            "defineVi": "bất kỳ dấu hiệu nào được viết ở đầu bên trái của một nhân viên cho biết cao độ của các ghi chú",
            "hasImg": true
        },
        {
            "id": "e8353b62-51e8-44fd-bf28-da10abd3a9c2",
            "word": "concerto",
            "phonetic": "kəntʃɛɹɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you tell me, just what is a concerto?",
                "So maybe it's OK that we’ll never see Shakespeare put on Macbeth, or hear Mozart play a piano concerto."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VydG8&hash=4b0f02eba31226b01cc901e16c8c6caa606b24dd&lang=en&cache-only=0",
            "defineEn": "a musical composition that is written for one or more solo instruments and accompanied by an orchestra with three movements",
            "defineVi": "một tác phẩm âm nhạc được viết cho một hoặc nhiều nhạc cụ độc tấu và kèm theo một dàn nhạc với ba chuyển động"
        },
        {
            "id": "f0eac680-4761-434a-9889-dbb20a65918f",
            "word": "opus",
            "phonetic": "oʊpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the opposite end of the spectrum is his alien invasion opus",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Opus 25 was actually the first piece composed entirely using the 12-tone technique, which is a compositional approach that Schoenberg invented.",
                "Author Herman Melville died in obscurity believing his opus forgotten."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B1cw&hash=dae12d63af79dc2547d48722cb8f43fe2257af83&lang=en&cache-only=0",
            "defineEn": "a musical piece or collection that is written by a famous composer followed by the date in which it was created",
            "defineVi": "một tác phẩm âm nhạc hoặc bộ sưu tập được viết bởi một nhà soạn nhạc nổi tiếng theo ngày mà nó đã được tạo ra"
        },
        {
            "id": "7ce50dd3-b1ac-4d50-9463-44ac5eb68b69",
            "word": "discography",
            "phonetic": "dɪskɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then I ended up listening to the entire discography."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY29ncmFwaHk&hash=48fd89725399d197c7718dc9669b93f6b949ba0e&lang=en&cache-only=0",
            "defineEn": "all of the records or a list of the records that have been created by a particular singer, composer or musical band",
            "defineVi": "tất cả các bản ghi hoặc danh sách các bản ghi đã được tạo bởi một ca sĩ, nhà soạn nhạc hoặc ban nhạc cụ thể"
        },
        {
            "id": "7a77454a-6167-45b3-8ecd-6efe0dccda44",
            "word": "compilation",
            "phonetic": "kɑːmpɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a written compilation of my videos.",
                "In fact, the first Song emperor ordered the printing of a compilation of Buddhist scripture that included 130,000 two-page wood blocks in 5048 volumes!",
                "If you want to learn about more weird places hidden on Earth, check out this compilation of 6 of our videos about them!",
                "Thanks for watching this SciShow compilation and thanks especially, to our patrons on Patreon.",
                "Thanks for joining us for this Apollo-themed compilation!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGlsYXRpb24&hash=209e1f853ecdf6396ff87113a3b23b42c8db568d&lang=en&cache-only=0",
            "defineEn": "something such as a book, record, etc. that consists of different pieces taken from several sources",
            "defineVi": "một cái gì đó chẳng hạn như một cuốn sách, bản ghi, v.v. bao gồm các phần khác nhau được lấy từ nhiều nguồn"
        },
        {
            "id": "d53d4f92-ef15-4eab-ba73-af393441e271",
            "word": "etude",
            "phonetic": "ɛɾuːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXR1ZGU&hash=8d4801735e1a96d6d76bd3a3866655d366ac583b&lang=en&cache-only=0",
            "defineEn": "an instrumental composition that is usually short and is intended for practice or demonstration of a skill",
            "defineVi": "một sáng tác nhạc cụ thường ngắn và nhằm mục đích thực hành hoặc thể hiện một kỹ năng"
        },
        {
            "id": "76b6d61b-8651-4237-a4e6-2fbdae6e89a9",
            "word": "fingerboard",
            "phonetic": "fɪŋɡɚboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bottleneck slide guitar is when a musician presses a hard object across multiple strings on a guitar and slides it down the fingerboard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2VyYm9hcmQ&hash=e4b7f04a9050906664ba0db638c3732775f26724&lang=en&cache-only=0",
            "defineEn": "a narrow flat part on the neck of a string instrument where the fingers press the strings to play various notes",
            "defineVi": "một phần phẳng hẹp trên cổ của một nhạc cụ dây nơi các ngón tay nhấn dây để chơi các nốt khác nhau",
            "hasImg": true
        },
        {
            "id": "3258379a-a8ae-43fd-a2c0-7d6effa3a26a",
            "word": "to headline",
            "phonetic": "tə hɛdlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhZGxpbmU&hash=c42ffc88cfffa58f658a8ce3dfe427536c0271c0&lang=en&cache-only=0",
            "defineEn": "to be the star performer in a concert or performance",
            "defineVi": "trở thành người biểu diễn ngôi sao trong buổi hòa nhạc hoặc buổi biểu diễn",
            "hasImg": true
        },
        {
            "id": "535aaf76-147d-4bca-a3c8-3ce7ddde35bc",
            "word": "to improvise",
            "phonetic": "tʊ ɪmpɹəvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They improvised.",
                "We also have space to improvise.",
                "Drones are another area where the Ukrainian military improvises.",
                "According to Tom Silverman, Soul Sonic Force member Pow Wow had forgotten the lyrics he had written down going into the fifth verse of the song, so he improvised instead.",
                "Which is a music of like, you have a song and you improvise variations on that song and on that interpretation and on that performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92aXNl&hash=f7646d8d58a85b1db97bb379381142c1c3440f3d&lang=en&cache-only=0",
            "defineEn": "to create and perform words of a play, music, etc. on impulse and without preparation, particularly because one is forced to do so",
            "defineVi": "để tạo và biểu diễn các từ của một vở kịch, âm nhạc, v.v. một cách bốc đồng và không có sự chuẩn bị trước, đặc biệt là vì một người bị buộc phải làm như vậy"
        },
        {
            "id": "aa56aba1-d253-471c-8d5e-02e592e7f3ee",
            "word": "major",
            "phonetic": "meɪdʒɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Then again, some major thinkers are way ahead of the curve.",
                "A major technological advancement like that is still light years away.",
                "The country was hit by a major earthquake.",
                "There are some major changes in the wind.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3I&hash=a1d6b106985ce5b8fdebcca4db23b60d058514c3&lang=en&cache-only=0",
            "defineEn": "based on a scale in which the interval between the third and the fourth notes and the seventh and the eighth notes is a half step",
            "defineVi": "dựa trên thang âm trong đó quãng nghỉ giữa nốt thứ ba và nốt thứ tư và nốt thứ bảy và nốt thứ tám là nửa cung",
            "hasImg": true
        },
        {
            "id": "55053fd4-0a34-4eb9-b371-85ddf9c88414",
            "word": "minor",
            "phonetic": "maɪnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Minor celebrity status did not become Potter.",
                "It's just a minor setback.",
                "Harold had worked himself into a minor rage.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "What began as a minor scuffle turned into a full-scale riot."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3I&hash=f8b89e1df33a65fd76960164e37d776a5d7046ae&lang=en&cache-only=0",
            "defineEn": "based on a scale in which the interval between the second and the third notes, the fifth and the sixth notes and the seventh and eighth notes is a half step",
            "defineVi": "dựa trên thang âm trong đó quãng giữa nốt thứ hai và nốt thứ ba, nốt thứ năm và nốt thứ sáu và nốt thứ bảy và nốt thứ tám là nửa cung",
            "hasImg": true
        },
        {
            "id": "5e111d2a-18f0-4201-a433-5ec6ac5173e3",
            "word": "interval",
            "phonetic": "ɪntɚvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now we have an interval here.",
                "So some interval around the mean that encapsulates 95% of the area.",
                "So our 95% confidence interval is from 1.38 to 3.3.",
                "But in that short interval, the character of the storm changed.",
                "Or what is a confidence interval of the difference of means?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2YWw&hash=194b6833ee8f71631370f2f478b428aa9d874840&lang=en&cache-only=0",
            "defineEn": "a dissimilarity in pitch between two notes",
            "defineVi": "sự khác biệt về cao độ giữa hai nốt nhạc"
        },
        {
            "id": "791406e1-749a-443e-8d3d-2cf35de22131",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "the degree of highness or lowness of a tone that is determined by the frequency of waves producing it",
            "defineVi": "mức độ cao hay thấp của âm thanh được xác định bởi tần số của sóng tạo ra nó"
        },
        {
            "id": "2b0f63a7-a668-48bc-a2fb-0c318dabfb9d",
            "word": "tempo",
            "phonetic": "tɛmpoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "-This is your tempo.",
                "And that, in itself, dictates a tempo.",
                "When I think of trap music, this is about the tempo that I go to.",
                "In addition to the mood of the songs, stores can try to tailor the tempo of their music.",
                "Everything slowed down, because you didn't dictate a tempo."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG8&hash=ce38db94a1914d33b57e5edab7a329f4eec9d08c&lang=en&cache-only=0",
            "defineEn": "the speed that a piece of music is or should be played at",
            "defineVi": "tốc độ mà một bản nhạc được hoặc nên được chơi ở"
        },
        {
            "id": "a2578955-f693-40b7-b89a-27598cd007e0",
            "word": "octave",
            "phonetic": "ɑːktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Perfect octave!",
                "His vocal range is reportedly over six octaves, going from E flat one to to E seven.",
                "All told, we can hear between seven and eight octaves.",
                "We say that they are an octave apart. ",
                "Partch was interested in micro-tonality and a 12 tone octave just wasn't enough."
            ],
            "audio": "https://tts.langeek.co/read?text=b2N0YXZl&hash=e69a6a1e40b93d20247bcf2be044b79268bd9098&lang=en&cache-only=0",
            "defineEn": "the interval between the first and the last notes in eight diatonic degrees",
            "defineVi": "quãng giữa nốt đầu và nốt cuối theo tám độ diatonic",
            "hasImg": true
        },
        {
            "id": "4b024ec1-ff7e-443a-8627-7ce7210b8c6b",
            "word": "mono",
            "phonetic": "mɑːnoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Only mono-brow, cannot drive certain vehicles.",
                "They called it chronic mono, then chronic Epstein-Barr virus, then chronic fatigue syndrome.",
                "For our purposes, we will continue with mono.",
                "Mono speakers, that's a drag for me because the earpiece speaker is there.",
                "I mean, it only had mono sound when I played that something in YouTube anyway."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ubw&hash=2321866e4247fbdf685321b4b165ae1e3eb46e8f&lang=en&cache-only=0",
            "defineEn": "describing sound transmission, recording or reproduction that is transferred through a single channel",
            "defineVi": "mô tả việc truyền, ghi hoặc tái tạo âm thanh được truyền qua một kênh duy nhất"
        },
        {
            "id": "96af9c4d-a84d-4b76-8db1-9ef2351ab1b1",
            "word": "to pluck",
            "phonetic": "tə plʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "She plucked a fleshy strawberry from the garden and enjoyed its juicy sweetness.",
                "He plucked a vibrant pink mallow flower from the garden and admired its soft petals.",
                "\"Oh, I just plucked them out of the air.\"",
                "Look, this legislation hasn't been plucked from the air."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1Y2s&hash=ddeccdf1b8016208b380349b98b652939992f074&lang=en&cache-only=0",
            "defineEn": "to play a string instrument, such as a guitar, using the fingers or a plectrum",
            "defineVi": "để chơi một nhạc cụ dây, chẳng hạn như một cây đàn guitar, sử dụng các ngón tay hoặc một miếng gảy",
            "hasImg": true
        },
        {
            "id": "424650f8-e850-4ae5-8e5e-25e31d5b1872",
            "word": "refrain",
            "phonetic": "ɹᵻfɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hence the common refrain: correlation doesn’t imply causation.",
                "That is a refrain Gauthier has heard before.",
                "By now, we’ve all heard the refrain that one of the biggest issues with the current state of education in the U.S. is overtesting.",
                "You may refrain from talking about your feelings and exposing your vulnerability to people.",
                "A common refrain from critics has been that the DPA hasn't been used enough and that it wasn't used soon enough. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmcmFpbg&hash=516e9ce89fe1c1ce2c59b4445b98a54c9d4855e5&lang=en&cache-only=0",
            "defineEn": "a repeated line or phrase in a poem or song, typically at the end of each stanza or verse",
            "defineVi": "một dòng hoặc cụm từ lặp đi lặp lại trong một bài thơ hoặc bài hát, thường ở cuối mỗi khổ thơ hoặc câu thơ"
        }
    ]
}