{
    "id": "ec52bb96-d089-4ae1-9882-cb1803a885ec",
    "title": "Assessment and Speculation 3",
    "originalTitle": "Assessment and Speculation 3",
    "words": [
        {
            "id": "0a0775b5-403b-4656-9325-f68e51f63379",
            "word": "to [miss] the mark",
            "phonetic": "tə mɪs ðə mɑːɹk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcyB0aGUgbWFyaw&hash=e1bf5781f5fabe15c2fa356a85ccca18b35bd435&lang=en&cache-only=0",
            "defineEn": "to fail in achieving the desired result",
            "defineVi": "thất bại trong việc đạt được kết quả mong muốn"
        },
        {
            "id": "23d2e76d-ae84-4308-ae40-52fa43e663c1",
            "word": "notional",
            "phonetic": "noʊʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is not just notional.",
                "This is not just notional.",
                "So potential energy is energy that is being stored by an object's situation or kind of this notional energy that an object has by virtue of where it is.",
                "So every year the federal government decides more or less a kind of notional ceiling for how many refugees it wants to resettle in the U.S. ",
                "So in order for something to have this notional energy, some energy must have been put into it."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90aW9uYWw&hash=4d40359db007fa069d2337f97d187fca4e3f2b40&lang=en&cache-only=0",
            "defineEn": "being solely based on imagination or theory rather that reality",
            "defineVi": "chỉ dựa trên trí tưởng tượng hoặc lý thuyết hơn là thực tế"
        },
        {
            "id": "d4e274d8-152b-4aa0-a7dc-a732d53aeeed",
            "word": "off the mark",
            "phonetic": "ɔf ðə mɑːɹk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmIHRoZSBtYXJr&hash=2d326abf6a41db648a3a456c20ae521af5ba1a4b&lang=en&cache-only=0",
            "defineEn": "wrong and inaccurate",
            "defineVi": "sai và không chính xác"
        },
        {
            "id": "d4bb70af-9de0-4d46-9517-2f589439db15",
            "word": "off the top of {one's} head",
            "phonetic": "ɔf ðə tɑːp ʌv wʌn bækslæʃ ɛs hɛd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmIHRoZSB0b3Agb2Yge29uZSdzfSBoZWFk&hash=21408979a7678c088589af692dba91eeee23d65a&lang=en&cache-only=0",
            "defineEn": "from one's memory, without spending time to carefully consider or think",
            "defineVi": "từ trí nhớ của một người, mà không dành thời gian để cân nhắc hoặc suy nghĩ cẩn thận"
        },
        {
            "id": "7fc960bf-0e8e-40f1-847c-953c77f26d44",
            "word": "to overrate",
            "phonetic": "tʊ oʊvɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the actor won an award for her performance, some critics accused her of being a tall poppy, saying that she was overrated and undeserving of the recognition.",
                "Pandas are overrated.",
                "Bars are overrated.",
                "Bars are overrated, I'm taking this with me.",
                "But some moth and butterfly larvae have decided plants are overrated, opting instead to snack on tasty flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnJhdGU&hash=b1003b648e2b2c5c5acb5a24cdbcfc5b943d713d&lang=en&cache-only=0",
            "defineEn": "to give something or someone more credit than is deserved",
            "defineVi": "để cung cấp cho một cái gì đó hoặc ai đó nhiều tín dụng hơn là xứng đáng"
        },
        {
            "id": "35cb7ab9-41f1-4aca-a6da-5d710028b414",
            "word": "to predict",
            "phonetic": "tə pɹɪdɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They couldn't predict the disastrous war looming a few years down the road.",
                "The weather forecast predicted a cloudy morning followed by clearing in the afternoon.",
                "If you pay close attention to people's behavior and actions, you can often predict their intentions, as a straw will show which way the wind blows.",
                "It's difficult to predict what will happen, but we need to trust that the process will take its course.",
                "The outcome, as anybody could have predicted, has been much less bang for the bucks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZGljdA&hash=4ce3af8f4cea2507fd811700eff24eaf26a2b63b&lang=en&cache-only=0",
            "defineEn": "to say that something is going to happen before it actually takes place",
            "defineVi": "để nói rằng một cái gì đó sẽ xảy ra trước khi nó thực sự diễn ra",
            "hasImg": true
        },
        {
            "id": "05a723cd-a546-4d16-9b59-afa86e60ac91",
            "word": "prediction",
            "phonetic": "pɹɪdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager's prediction for sales was wide off the mark and the actual sales figures were much lower.",
                "After my negative prediction for the season, I certainly ate dirt when the team started out undefeated.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "We're doing predictions.",
                "Students' predictions were about split."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGljdGlvbg&hash=be78046895969a696da7dcc347b553fc51e90411&lang=en&cache-only=0",
            "defineEn": "the act of saying what one thinks is going to happen in the future or what the outcome of something will be",
            "defineVi": "hành động nói những gì một người nghĩ sẽ xảy ra trong tương lai hoặc kết quả của một cái gì đó sẽ là gì"
        },
        {
            "id": "a77322a0-abca-4330-8974-e42d53df6332",
            "word": "to [put] two and two together",
            "phonetic": "tə pʊt tuː ænd tuː təɡɛðɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHR3byBhbmQgdHdvIHRvZ2V0aGVy&hash=015a936906fda43a9220cec8167f890306f45a94&lang=en&cache-only=0",
            "defineEn": "to evaluate the situation and all its possible outcomes in order to draw a conclusion",
            "defineVi": "để đánh giá tình hình và tất cả các kết quả có thể xảy ra của nó để đưa ra kết luận"
        },
        {
            "id": "1d20c126-48ca-435d-ab89-ab385940bb3d",
            "word": "to reappraise",
            "phonetic": "tə ɹiːɐpɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "This explanation seems to make sense when we actually look at the brains of people as they reappraise emotions, using fMRI.",
                "And since reappraising can help make stressful things feel less stressful, it’s pretty useful tool to have to help you chill out.",
                "But when you can, reappraising seems to help make your mood more positive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhcHByYWlzZQ&hash=e04e2dc9ecc781c9fb520ae68df3c8896fc5453a&lang=en&cache-only=0",
            "defineEn": "to reassess someone or something to see whether one's opinion was correct or not",
            "defineVi": "để đánh giá lại một ai đó hoặc một cái gì đó để xem liệu ý kiến của một người là đúng hay không"
        },
        {
            "id": "f1dfd44c-5ce2-4239-9be9-c1aa109e4440",
            "word": "to reassess",
            "phonetic": "tə ɹiːɐsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "Is I, I am constantly reassessing my situation.",
                "And now that jeopardy has raised for the police officer, they should be able to reassess that situation.",
                "How do we reassess this moment?",
                "The president's visit today came as the nation is reassessing race relations past, present and future."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhc3Nlc3M&hash=8b0a45650814a22e0e89c99a79e983f0f94e8eec&lang=en&cache-only=0",
            "defineEn": "to put something under further consideration or evaluation",
            "defineVi": "để đặt một cái gì đó dưới sự xem xét hoặc đánh giá thêm"
        },
        {
            "id": "f4b55fb0-91fb-4362-8f9f-08985dd4c13e",
            "word": "reassessment",
            "phonetic": "ɹiːɐsɛsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I'm hoping that I and other authors can contribute to a real reassessment of his presidency."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc3Nlc3NtZW50&hash=590c249d2572b1be243145ecc7fd93d4d2f55031&lang=en&cache-only=0",
            "defineEn": "the reevaluation someone or reconsideration of one's opinion of something to see whether it needs revising",
            "defineVi": "đánh giá lại ai đó hoặc xem xét lại ý kiến của một người về điều gì đó để xem liệu nó có cần sửa đổi hay không"
        },
        {
            "id": "9d5939af-f501-4ae8-a4aa-5c0bc38b5e17",
            "word": "to re-evaluate",
            "phonetic": "tə ɹiːɪvæljuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But after re-evaluating the only known specimen with new imaging techniques, experts decided that Eoprosopon was a very early member of the Brachyura."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmUtZXZhbHVhdGU&hash=6e2ee9db532c859d3ecfaeddb28d8421df59b8ef&lang=en&cache-only=0",
            "defineEn": "to reconsider something, especially with the intention to make changes or form another opinion about it",
            "defineVi": "để xem xét lại một cái gì đó, đặc biệt là với ý định thực hiện các thay đổi hoặc hình thành một ý kiến khác về nó"
        },
        {
            "id": "bcba119f-f197-4496-b9e2-679c3adc7d0d",
            "word": "re-evaluation",
            "phonetic": "ɹiːɪvæljuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And eight is re-evaluation."
            ],
            "audio": "https://tts.langeek.co/read?text=cmUtZXZhbHVhdGlvbg&hash=92533989cbf40d7e309130e4dce3ac7aedb5515a&lang=en&cache-only=0",
            "defineEn": "‌the act of reconsidering something, especially with the intention to make changes or form another opinion about it",
            "defineVi": "‌hành động xem xét lại một cái gì đó, đặc biệt là với ý định thay đổi hoặc hình thành một quan điểm khác về nó"
        },
        {
            "id": "1e37cafa-230d-476f-bfa8-984a2ae61335",
            "word": "re-examination",
            "phonetic": "ɹiːɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But I think it’s enough to say the fact that Trump was this incredibly disruptive force in American politics was in and of itself enough to make him a very appealing character to Putin, someone who on his own was shaking the foundations of the American political system, sowing doubt, weakening public faith in the institutions of American democracy, causing a re-examination of those institutions, calling into doubt a lot of assumptions that the American public and American politicians had about the functioning of that system."
            ],
            "audio": "https://tts.langeek.co/read?text=cmUtZXhhbWluYXRpb24&hash=811eb0b0c3f584d9d0d0569a96736bdcf693fe11&lang=en&cache-only=0",
            "defineEn": "a process that involves detailed inspection of something, especially to confirm or change the previously held opinion",
            "defineVi": "một quá trình liên quan đến việc kiểm tra chi tiết một cái gì đó, đặc biệt là để xác nhận hoặc thay đổi quan điểm trước đó"
        },
        {
            "id": "58010d52-7777-4f04-9c1d-4d82689f147a",
            "word": "to re-examine",
            "phonetic": "tə ɹiːɛɡzæmɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmUtZXhhbWluZQ&hash=3c6c37a7a4971ad63d4427673e30dfa291350fe7&lang=en&cache-only=0",
            "defineEn": "to inspect something in detail, especially to confirm or change the previously held opinion",
            "defineVi": "để kiểm tra một cái gì đó một cách chi tiết, đặc biệt là để xác nhận hoặc thay đổi quan điểm trước đó"
        },
        {
            "id": "9a7655e0-74c9-4f54-a2a9-45f6a4c91c5a",
            "word": "to second-guess",
            "phonetic": "tə sɛkəndɡɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mary hired a lawyer to represent her in court, but she kept second-guessing his advice and tried to argue her own case.",
                "I'm sure just as the vice president second-guesses himself that the president second-guesses himself on this.",
                "Stop second-guessing whether or not they wanna spend time with you, Because they already are.",
                "I'm sure just as the vice president second-guesses himself that the president second-guesses himself on this.",
                "Isaac tries not to second-guess"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vjb25kLWd1ZXNz&hash=3703acb5f0381d467b7e3b6df7551d83c707affa&lang=en&cache-only=0",
            "defineEn": "to predict or anticipate an event or someone's reaction",
            "defineVi": "để dự đoán hoặc dự đoán một sự kiện hoặc phản ứng của ai đó"
        },
        {
            "id": "d00c3b3c-f456-40a0-aeb4-a18317f8bec4",
            "word": "to speculate",
            "phonetic": "tə spɛkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends.",
                "The tabloids love to speculate about celebrities who might be in bed with each other.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "Researchers can only speculate.",
                "Some people even speculated that the Mothman was sent by cornstalk himself from beyond the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlY3VsYXRl&hash=1be847967aa3e55b9164d57009cd00117083b8f2&lang=en&cache-only=0",
            "defineEn": "to form a theory or opinion about a subject without knowing all the facts",
            "defineVi": "để hình thành một lý thuyết hoặc ý kiến về một chủ đề mà không cần biết tất cả các sự kiện"
        },
        {
            "id": "ca90d95e-e08d-4701-b687-e6ca75ae2d8a",
            "word": "speculation",
            "phonetic": "spɛkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is speculation.",
                "Reports thus far have been speculation about an electronic vehicle with better battery technology, autonomous driving technology and a signature Apple design.",
                "Did the 17th century speculation in tulips really do long-term damage to the country's economic infrastructure?",
                "This is called speculation.",
                "After three weeksof speculation, news broke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3VsYXRpb24&hash=289f5a14bc12c555ce2d32543b4e47b88fefadfa&lang=en&cache-only=0",
            "defineEn": "the creation of theories or opinions about something with no fact or proof",
            "defineVi": "việc tạo ra các lý thuyết hoặc ý kiến về một cái gì đó không có thực tế hoặc bằng chứng"
        },
        {
            "id": "8948a108-bfc6-4139-8063-f5f0b9a296d6",
            "word": "speculative",
            "phonetic": "spɛkjʊlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Like all current theories of everything, that equation is speculative.",
                "But speculative investing is ultra-risky.",
                "Coffee intake was also down due to speculative links between caffeine and cancer, high cholesterol and other health diseases.",
                "Well, most people are interested in bitcoin not as a currency, but a speculative investment.",
                "As it stands now, they’re speculative explorations of mathematical models."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3VsYXRpdmU&hash=6478124f2fc0996ec9d74aa4eee53d815c528846&lang=en&cache-only=0",
            "defineEn": "according to opinions or guesses instead of facts",
            "defineVi": "theo ý kiến hoặc phỏng đoán thay vì sự thật"
        },
        {
            "id": "505215c3-ffbd-49ad-b05f-06f950bf5984",
            "word": "speculatively",
            "phonetic": "spɛkjʊlətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlY3VsYXRpdmVseQ&hash=0c06582e36953155825a6fed7c58a07ac8924afd&lang=en&cache-only=0",
            "defineEn": "in a way that shows one's decisions are merely based on estimations or personal opinions rather than actual facts",
            "defineVi": "theo cách cho thấy quyết định của một người chỉ đơn thuần dựa trên ước tính hoặc ý kiến cá nhân hơn là sự thật thực tế"
        },
        {
            "id": "6b7995a0-91ac-40f6-a711-3398eae59d38",
            "word": "to surmise",
            "phonetic": "tə sɚmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study surmised that with good hygiene and social distancing measures, there was no spread of Covid-19 in gyms.",
                "Not all animals have them, as you’ve probably surmised, but carnivores, rodents, and many primates do.",
                "Now he correctly surmised that these tiny positively charged ions were themselves fundamental particles: Protons.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VybWlzZQ&hash=d9ad1f8bef53da5c8a4fbb282b16492e7e4ef47f&lang=en&cache-only=0",
            "defineEn": "to come to a conclusion without enough evidence",
            "defineVi": "để đi đến một kết luận mà không có đủ bằng chứng"
        },
        {
            "id": "bbfb67e8-4203-49af-9471-4875eecf7bd3",
            "word": "surmise",
            "phonetic": "sɚmaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study surmised that with good hygiene and social distancing measures, there was no spread of Covid-19 in gyms.",
                "Not all animals have them, as you’ve probably surmised, but carnivores, rodents, and many primates do.",
                "Now he correctly surmised that these tiny positively charged ions were themselves fundamental particles: Protons.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VybWlzZQ&hash=d432e813cb99009d46511aa2b44ff0aec13177a4&lang=en&cache-only=0",
            "defineEn": "an estimation that points out the validity of something without sufficient evidence to confirm it",
            "defineVi": "một ước tính chỉ ra tính hợp lệ của một cái gì đó mà không có đủ bằng chứng để xác nhận nó"
        },
        {
            "id": "2e4bd361-d5a7-433a-946d-406099b5040d",
            "word": "to suspect",
            "phonetic": "tə səspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVjdA&hash=a8634350201a5210d65ba418629e397bd5c881fe&lang=en&cache-only=0",
            "defineEn": "to think that something is probably true, especially something bad, without having proof",
            "defineVi": "để nghĩ rằng một cái gì đó có lẽ là sự thật, đặc biệt là một cái gì đó xấu, mà không có bằng chứng"
        },
        {
            "id": "ec5e3d27-e4e5-4848-ae8f-24726386e955",
            "word": "to suppose",
            "phonetic": "tə səpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Little things please little minds, I suppose.",
                "I'm just down in the doldrums a bit, I suppose.",
                "I suppose there is no end to the depth of some people's idiocy.",
                "I suppose what can you expect from a hog but a grunt?",
                "Of course, I suppose 20 years does make a lot of difference."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcG9zZQ&hash=aa8d7e4151812b381e41cc95af95b9f627dcaa01&lang=en&cache-only=0",
            "defineEn": "to think or believe that something is possible or true, without being sure",
            "defineVi": "suy nghĩ hoặc tin rằng một cái gì đó là có thể hoặc đúng, mà không chắc chắn",
            "hasImg": true
        },
        {
            "id": "bdd33514-1b4f-43ef-90da-5640e1077ded",
            "word": "supposition",
            "phonetic": "səpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It wasn't a supposition.",
                "JIM GILMORE - And what’s your supposition about why that is?",
                "You're not at 130 on the 10-year note and if our supposition is correct that a close to 3% yield curve is actually high"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9zaXRpb24&hash=36899b429ac5ff3337023462a5cf127f9b17f763&lang=en&cache-only=0",
            "defineEn": "something such as an idea, claim, belief, etc that one believes to be true even though it is yet to be proved",
            "defineVi": "một cái gì đó như một ý tưởng, tuyên bố, niềm tin, vv mà người ta tin là đúng mặc dù nó vẫn chưa được chứng minh"
        },
        {
            "id": "bf34058a-6439-4982-ad53-5fa8cd1d6bac",
            "word": "to survey",
            "phonetic": "tə sɚveɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The survey aimed to gather feedback from both adults and children.",
                "Click here to add your opinion to the survey.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993.",
                "A similar set of automatic eyes routinely surveys the crowds at the Maine Road Ground in Manchester, England, the home stadium for the Manchester City soccer team. ",
                "One 2016 study surveyed 1104 undergrads about their procrastination habits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VydmV5&hash=2abeedf7a5c09e218b54a1b583974cff6e862daf&lang=en&cache-only=0",
            "defineEn": "to take a closer look at something, especially thoroughly in order to investigate",
            "defineVi": "để xem xét kỹ hơn về một cái gì đó, đặc biệt là kỹ lưỡng để điều tra"
        },
        {
            "id": "4523a05c-ad4d-4200-b2d4-7f97e6c40c80",
            "word": "survey",
            "phonetic": "sɜːveɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The survey aimed to gather feedback from both adults and children.",
                "Click here to add your opinion to the survey.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993.",
                "A similar set of automatic eyes routinely surveys the crowds at the Maine Road Ground in Manchester, England, the home stadium for the Manchester City soccer team. ",
                "One 2016 study surveyed 1104 undergrads about their procrastination habits."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VydmV5&hash=10e35014cea69fe001dff1ec07d27924227a8378&lang=en&cache-only=0",
            "defineEn": "an inspection of opinions or experiences of a specific group of people that is usually done in the from of questions",
            "defineVi": "kiểm tra ý kiến hoặc kinh nghiệm của một nhóm người cụ thể thường được thực hiện trong câu hỏi từ"
        },
        {
            "id": "d680cca3-ed8a-42e0-b33a-a99aa9502fa5",
            "word": "ten out of ten",
            "phonetic": "tɛn aʊɾəv tɛn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVuIG91dCBvZiB0ZW4&hash=fbc376dba7166804b9437835f7c1cb07158781d0&lang=en&cache-only=0",
            "defineEn": "used to express satisfaction or admiration for someone who is completely correct or did something flawlessly",
            "defineVi": "được sử dụng để thể hiện sự hài lòng hoặc ngưỡng mộ đối với ai đó hoàn toàn đúng hoặc đã làm điều gì đó hoàn hảo"
        },
        {
            "id": "258d3858-0a4d-43c5-ab7e-58e13c1a85c3",
            "word": "to toss",
            "phonetic": "tə tɔs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "I tossed cooked orzo with cherry tomatoes, fresh basil, and mozzarella for a refreshing summer salad.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "He won the toss so he started the game.",
                "She tossed the lettuce, carrots, and radishes together to make a colorful salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG9zcw&hash=f7134ed668bee4e8e5225821367068bb7a7d6b39&lang=en&cache-only=0",
            "defineEn": "to make a decision by throwing a coin in the air and guessing which of its sides will be facing upward when it lands",
            "defineVi": "đưa ra quyết định bằng cách ném một đồng xu lên không trung và đoán xem mặt nào của đồng xu sẽ hướng lên trên khi nó tiếp đất"
        },
        {
            "id": "d5ad97be-6c07-4320-bfeb-3650dc4891ee",
            "word": "to underestimate",
            "phonetic": "tʊ ʌndɚɹɛstᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others underestimated him, but I could tell from the first glance that there was more to him than met the eye.",
                "Many people underestimate the power of introverts, thinking that their quiet demeanor means they have nothing to offer.",
                "The coach had to eat crow and admit that he had underestimated the opposing team's abilities after they won the game.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "In both of these cases, the official unemployment rate underestimates the problems in the labor market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJlc3RpbWF0ZQ&hash=f29fa4c4e3bf96a2b2a7a6698943842a7065faaa&lang=en&cache-only=0",
            "defineEn": "to regard something or someone as smaller or less important than they really are",
            "defineVi": "để coi một cái gì đó hoặc ai đó là nhỏ hơn hoặc ít quan trọng hơn họ thực sự là"
        },
        {
            "id": "23635864-e419-42d9-bd4a-a9ac95c7b8f0",
            "word": "underestimation",
            "phonetic": "ʌndɚɹɛstᵻmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The underestimation of black Children was the largest of any differently."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJlc3RpbWF0aW9u&hash=d489f95d7f549ee0d3a86ea4bd04f746887ad473&lang=en&cache-only=0",
            "defineEn": "an unfavorable judgment or estimation that is too low",
            "defineVi": "một đánh giá bất lợi hoặc ước tính quá thấp"
        },
        {
            "id": "84fe8965-59ae-4139-977f-335b6ef62182",
            "word": "value judgement",
            "phonetic": "væljuː dʒʌdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That suggests that these animals make value judgements around sensory input instead of just reacting reflexively to harm."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWUganVkZ2VtZW50&hash=a2a1df03e43dab0d4052e693eb5fa55d29ca0fb4&lang=en&cache-only=0",
            "defineEn": "an assessment of the worth or quality of someone or something that is mostly based on personal opinions rather than facts",
            "defineVi": "một đánh giá về giá trị hoặc chất lượng của một ai đó hoặc một cái gì đó chủ yếu dựa trên ý kiến cá nhân hơn là sự thật"
        },
        {
            "id": "8b88d9db-936a-4fe3-9494-770c6cd827db",
            "word": "warm",
            "phonetic": "wɔːɹm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The water feels warm.",
                "Are you warm enough?",
                "It's quite warm outside.",
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "The season of summer brings warm weather and longer days."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FybQ&hash=3e7674ce40eef8f569c5f8aa090f9ab079c41b0f&lang=en&cache-only=0",
            "defineEn": "‌used specifically in children’s games to say that someone is getting closer to the correct answer or finding a hidden person or object",
            "defineVi": "‌được sử dụng cụ thể trong các trò chơi dành cho trẻ em để nói rằng ai đó đang tiến gần hơn đến câu trả lời đúng hoặc tìm thấy người hoặc đồ vật bị giấu"
        },
        {
            "id": "0559a8d1-40cb-4cd5-941d-60d63f386e47",
            "word": "to [read] {one's} (mind|thoughts)",
            "phonetic": "tə ɹiːd wʌn bækslæʃ ɛs maɪnd slæʃ θɔːts ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhZCB7b25lJ3N9IG1pbmQ&hash=370684c739aa1474b03c58a0d29c5fc25f9995c2&lang=en&cache-only=0",
            "defineEn": "to know what another person is thinking",
            "defineVi": "để biết người khác đang nghĩ gì"
        },
        {
            "id": "2f7be273-df24-4c43-9fbc-a8157e021807",
            "word": "long shot",
            "phonetic": "lɔŋ ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "It's like a long shot.",
                "Everyone who I've ever spoke to who uses capture one prefers capture one by a long shot over light room.",
                "In the game's final moments, Arizona missed a long shot before the buzzer to hand Stanford its third national title.",
                "But honestly, this was more of a long shot, because carbon dioxide molecules form a straight line, with the oxygen atoms on opposite ends."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZyBzaG90&hash=c35eb8843f17147c1a6e770da58e0cb6adb51fa6&lang=en&cache-only=0",
            "defineEn": "an attempt made without having any high hopes of achieving success",
            "defineVi": "một nỗ lực được thực hiện mà không có bất kỳ hy vọng cao nào để đạt được thành công"
        }
    ]
}