{
    "id": "ec7ddc96-06c9-4296-aace-94c56aa53ef3",
    "title": "Marketing",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "f0d5051f-e299-4749-9abe-a970807a0097",
            "word": "consumer",
            "phonetic": "kənsuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The consumer has been driving the economy for a number of years.",
                "Consumer finance is not necessarily a money spinner any longer.",
                "Today's consumers do not keep the Sabbath.",
                "The dairy products market will also be driven by consumer demand.",
                "The government has passed new legislation to protect consumers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXI&hash=42b490e8fe247957786c60555221a19c51c88708&lang=en&cache-only=0",
            "defineEn": "someone who buys and uses services or goods",
            "defineVi": "một người mua và sử dụng dịch vụ hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "d82b86d7-d38d-4218-b100-573a0eb04328",
            "word": "to cost",
            "phonetic": "tə kɔst ",
            "partOfSpeechType": "verb",
            "examples": [
                "That holiday cost me a small fortune.",
                "College tuitions cost an arm and leg nowadays.",
                "Estimates put the war's cost at £1 million a day.",
                "It will cost $1,500 to get the car back on the road.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29zdA&hash=f65ff8fc82bf4db56c0edde8513129fe4f0b5bd2&lang=en&cache-only=0",
            "defineEn": "to require a particular amount of money",
            "defineVi": "để yêu cầu một số tiền cụ thể",
            "hasImg": true
        },
        {
            "id": "603f01f8-4eee-470f-9895-346075343e9b",
            "word": "product development",
            "phonetic": "pɹɑːdʌkt dɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We should go through the established channels for product development.",
                "So, in product development, we have thought about every single inch of this aircraft, from the business-class cabin to the size of the closets to the size of the lavatories.",
                "That's Bryan Katzel, vice president of product development at Schylling, the manufacturers of Lava brand lava lamps.",
                "Taco Bell Corporation helps these franchisees in many ways including marketing and product development.",
                "They have to build factories, keep the lights on, pay for product development and pay workers and executives."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdCBkZXZlbG9wbWVudA&hash=312984cc0b4f6ccd72ae087486686641d8f001cf&lang=en&cache-only=0",
            "defineEn": "the process of either bringing a new product from concept to market release or renewing an existing product",
            "defineVi": "quá trình đưa một sản phẩm mới từ ý tưởng đến phát hành thị trường hoặc làm mới một sản phẩm hiện có"
        },
        {
            "id": "775007d5-55d6-4070-afd8-4423953669bf",
            "word": "digital",
            "phonetic": "dɪdʒɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I have a digital clock on my bedside table that shows the time in numbers.",
                "With everything going digital and online, we're going to need some fresh blood if we want to remain a viable company in today's market.",
                "Digital grocery is the next big battleground in e-commerce.",
                "One of them is digital literacy.",
                "In its second quarter of 2019, digital sales nearly doubled."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbA&hash=d96258ca70d0ccf7159d3d459a21792f98c3e466&lang=en&cache-only=0",
            "defineEn": "(of signals or data) storing, using, or relating to data as series of the digits 0 and 1 in electronic signals",
            "defineVi": "(của tín hiệu hoặc dữ liệu) lưu trữ, sử dụng hoặc liên quan đến dữ liệu dưới dạng chuỗi các chữ số 0 và 1 trong tín hiệu điện tử",
            "hasImg": true
        },
        {
            "id": "196b0d10-0f5d-446a-b83b-ae5a0b19abc4",
            "word": "distribution",
            "phonetic": "dɪstɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distribution has a cluster from four to six days.",
                "So the distribution has an outlier.",
                "The distribution has a peak at 22 degrees.",
                "The distribution has a cluster from zero to 39 guests.",
                "The distribution has a peak from 12 to 13 points."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJpYnV0aW9u&hash=8fb826bec33530a138c77301f8ffb31966bfea50&lang=en&cache-only=0",
            "defineEn": "the process of supplying shops and other businesses with products to be sold",
            "defineVi": "quá trình cung cấp cho các cửa hàng và các doanh nghiệp khác các sản phẩm sẽ được bán"
        },
        {
            "id": "7bda578e-b0e1-4e1c-950b-51042b44a7ee",
            "word": "end user",
            "phonetic": "ɛnd juːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is also known as the balloon effect: even if drug production or a major supply route is destroyed, the supply for the end user is not reduced.",
                "The end user can submit road closure information, but I think there are so many more ways in which we can have that two way communication happen.",
                "First, I don’t actually think it’s too much of an onus to put on customers or on end users. ",
                "They buy capacity from one of the big three operators and then resell that capacity to end users.",
                "Our goal in digitizing this collection is to provide the end user with as close to the same experience as they would have if they were actually handling the object itself."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kIHVzZXI&hash=60abed9b80a7ca3a977d8686cc88f674ea31313e&lang=en&cache-only=0",
            "defineEn": "the person who buys a product for personal use",
            "defineVi": "người mua một sản phẩm để sử dụng cá nhân"
        },
        {
            "id": "9a45ba83-6f18-45e0-9790-792b26635cd0",
            "word": "image",
            "phonetic": "ɪmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did your friend ask for permission to use the image?",
                "The company is trying to create a young energetic image.",
                "Many women feel pressure to maintain a youthful appearance as they age due to the harmful stereotype that 'a woman is as old as she looks', which can lead to body image issues and low self-esteem.",
                "Images are captured in black and white to save hard disk space.",
                "The photographer ventured into remote landscapes, capturing stunning images of untouched nature in the raw, free from any human intervention."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2U&hash=abcb1fc29bae919497512e19f0fe8476e645c89e&lang=en&cache-only=0",
            "defineEn": "the conception of a person, organization, product, etc. that is presented to the public",
            "defineVi": "khái niệm về một người, tổ chức, sản phẩm, v.v. được trình bày trước công chúng"
        },
        {
            "id": "82890dc8-4240-43d5-87d9-26604cfb4485",
            "word": "label",
            "phonetic": "leɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "You can’t really attach a label to this type of art.",
                "He read the food label carefully to avoid products containing trans fatty acids.",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "Be sure to check labels for specific information."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFiZWw&hash=3d28688df015b6b03367621bd9822dd1b6bd9671&lang=en&cache-only=0",
            "defineEn": "the name or trademark of a company that produces music records",
            "defineVi": "tên hoặc thương hiệu của một công ty sản xuất đĩa nhạc"
        },
        {
            "id": "ce44bc58-e369-4288-bcab-58f80c03100d",
            "word": "to launch",
            "phonetic": "tə lɑːntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "The company is gaining ground rapidly with its new product launch.",
                "The company's new product launch is expected to do well in the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmNo&hash=6be157bb7adbfd46acdf7008486bc0ca35b8c1fb&lang=en&cache-only=0",
            "defineEn": "to start an organized activity or operation",
            "defineVi": "để bắt đầu một hoạt động có tổ chức hoặc hoạt động",
            "hasImg": true
        },
        {
            "id": "1d333e80-1656-4929-ac91-56ed831152fa",
            "word": "market research",
            "phonetic": "mɑːɹkɪt ɹᵻsɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The answer is market research.",
                "A major part of market research is analyzing competitors.",
                "According to the U.S. Census, in 1998, market research and public polling firms made over $9.7 billion.",
                "Ford did a lot of market research.",
                "The biggest players in the industry globally are market research companies that have internal public opinion departments within their ranks."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0IHJlc2VhcmNo&hash=f5119b88186760d0b8e4a515c8bcd2349c66f3da&lang=en&cache-only=0",
            "defineEn": "the act of gathering information about what people need or buy the most and why",
            "defineVi": "hành động thu thập thông tin về những gì mọi người cần hoặc mua nhiều nhất và tại sao",
            "hasImg": true
        },
        {
            "id": "6cfabb91-1911-4136-b034-3968195646dc",
            "word": "online",
            "phonetic": "ɑːnlaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "He searched online for reviews of the product before making a purchase.",
                "Can you recommend any online resources for studying world history?"
            ],
            "audio": "https://tts.langeek.co/read?text=b25saW5l&hash=dc8a1e891adcf50c16215d83c860203369c9f4a1&lang=en&cache-only=0",
            "defineEn": "connected to other computer networks through the Internet; available through the Internet",
            "defineVi": "kết nối với các mạng máy tính khác thông qua Internet; có sẵn thông qua Internet",
            "hasImg": true
        },
        {
            "id": "815885b2-ed36-4119-8db9-e63626880951",
            "word": "packaging",
            "phonetic": "pækɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it.",
                "Packaging is reusable.",
                "I like the packaging.",
                "What is this packaging?",
                "ALYSON JONES TAYLOR: Packaging, different things that we were not doing before."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFja2FnaW5n&hash=7b518dfa15b52b97138d58656a1ac52e6339be42&lang=en&cache-only=0",
            "defineEn": "the process of putting a product in a container or covering in order to be sold",
            "defineVi": "quá trình đặt một sản phẩm trong một thùng chứa hoặc bao bì để được bán",
            "hasImg": true
        },
        {
            "id": "7ac05df1-1db4-45fe-b0f0-959c2a166cda",
            "word": "product",
            "phonetic": "pɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The new product will soon be available in stores nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdA&hash=95304d23f8faf500649e8c52e05e2093a5947965&lang=en&cache-only=0",
            "defineEn": "something that is created or grown for sale",
            "defineVi": "một cái gì đó được tạo ra hoặc phát triển để bán",
            "hasImg": true
        },
        {
            "id": "07bcbb8a-788d-41e1-b519-ea0119e6f824",
            "word": "public relations",
            "phonetic": "pʌblɪk ɹᵻleɪʃənz ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was trying to convince his public relations department to let him set the record straight.",
                "The company faced a public relations crisis, so the executives went to ground and worked on a plan to restore their reputation.",
                "Since 1925, we've had a public relations aircraft flying in some form or fashion.",
                "They realize that they have this exceptional public relations tool.",
                "The Republican establishment understands it to be a public relations disaster when Donald Trump essentially equates the protesters with the white supremacists. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIHJlbGF0aW9ucw&hash=da9c0b1789fc556a94cc739ead42a2936a0b35aa&lang=en&cache-only=0",
            "defineEn": "the process of presenting a favorable public image of a person, firm, or institution",
            "defineVi": "quá trình trình bày một hình ảnh công cộng thuận lợi của một người, công ty, hoặc tổ chức"
        },
        {
            "id": "a2058954-8cd1-487d-9108-a93fb7e53799",
            "word": "registered",
            "phonetic": "ɹɛdʒɪstɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They visited the post office to pick up a registered letter.",
                "They offer various postal services, such as express delivery and registered mail, at the post office.",
                "The registered owner of the ship is Tan Jeok Nam, a 62-year-old retiree who lives here in a modest neighborhood.",
                "Roomba is a registered trademark of the iRobot Corporation.",
                "It's important to remember, I'm a registered Republican."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0ZXJlZA&hash=cfc4cbb234aae9e69cda73d157a24e1fabc3cd7e&lang=en&cache-only=0",
            "defineEn": "recorded officially on a list",
            "defineVi": "ghi chính thức vào một danh sách"
        },
        {
            "id": "0292add2-b035-49c2-98dd-cd221ef56c18",
            "word": "sponsor",
            "phonetic": "spɑːnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "My failure to find sponsors for the project was a monkey on my back for a long time.",
                "We also held two very topical sponsored roundtable events this month which attempt to predict how the land lies in manufacturing and on spiralling inflation.",
                "ASUS sponsored this unboxing of the RT-AX86U.",
                "Not sponsored, just an affiliate link."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvbnNvcg&hash=70df4178b0baf77d7b01f498a3e33489f1441a11&lang=en&cache-only=0",
            "defineEn": "a person or an organization that pays the expenses of a TV, radio or online program as a means of advertisement",
            "defineVi": "một người hoặc một tổ chức trả chi phí cho một chương trình truyền hình, đài phát thanh hoặc trực tuyến như một phương tiện quảng cáo"
        },
        {
            "id": "acf3858c-c132-48b3-be4e-30653add9797",
            "word": "trademark",
            "phonetic": "tɹeɪdmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even Mandel's trademark bald head is this way by choice.",
                "After a cultivar is patented, a breeder chooses a name for its trademark.",
                "- They applied for the trademark \"Tuesday Night Dynamite.\"",
                "New varieties are trademarked, patented and marketed like any other brand.",
                "In the meantime, Willies had trademarked the Jeep name, forcing Toyota to abandon it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGVtYXJr&hash=d5654d8d452b6b1fde99967be75da80a328d662a&lang=en&cache-only=0",
            "defineEn": "a name or design that exclusively belongs to a particular company or its products",
            "defineVi": "một tên hoặc thiết kế độc quyền thuộc về một công ty cụ thể hoặc các sản phẩm của nó"
        },
        {
            "id": "ba5ad2e5-892a-48cf-9825-01ad956ce55b",
            "word": "buyer",
            "phonetic": "baɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buyer backed out of the deal the day before they were due to sign the contract.",
                "Sellers have upped the ante in this area so much that first-time buyers can no longer afford it.",
                "Here is why home buyers end up losing their shirt.",
                "The buyers wanted to bring the price down from $15,000 to $10,000, so I offered to meet them halfway at $12,500.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV5ZXI&hash=0c912291183506e0b3e092e382bf9686099a3551&lang=en&cache-only=0",
            "defineEn": "a person who wants to buy something, usually an expensive item",
            "defineVi": "một người muốn mua một cái gì đó, thường là một mặt hàng đắt tiền",
            "hasImg": true
        },
        {
            "id": "8998f8db-b5b1-4fea-9a0c-908600c6e2c9",
            "word": "seller",
            "phonetic": "sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sellers have upped the ante in this area so much that first-time buyers can no longer afford it.",
                "The book became a worldwide best-seller, largely by the word of mouth.",
                "The goods have to be returned to their rightful owner and getting money back from the seller is like getting blood out of a stone.",
                "Sellers solicit pay-for-play reviews through popular Twitter accounts and Facebook groups with thousands of members.",
                "So this means few sellers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsbGVy&hash=4bce79d632d0c4436876538515aa0c99dbfe8bc2&lang=en&cache-only=0",
            "defineEn": "a person or company that sells something",
            "defineVi": "một người hoặc công ty bán một cái gì đó",
            "hasImg": true
        },
        {
            "id": "93a6183f-9a0c-4bfb-9c40-cf83c27886c3",
            "word": "catalog",
            "phonetic": "kæɾɐlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cataloging shrews.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "Print catalogs offered an easy way to make wish lists.",
                "These 39 volumes are by no means a complete catalog.",
                "This person here is cataloging who sent us what."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWxvZw&hash=883679199c60f221b616f111ec32326956142bcf&lang=en&cache-only=0",
            "defineEn": "a list that records all the items in an exhibition, library, etc.",
            "defineVi": "một danh sách ghi lại tất cả các mục trong một cuộc triển lãm, thư viện, v.v."
        },
        {
            "id": "a8952619-8216-4726-b849-87dc084f13bf",
            "word": "price tag",
            "phonetic": "pɹaɪs tæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The luxury vacation package was tempting, but the price tag was a bit rich for her blood.",
                "He was amazed by the high price tag on the caviar, realizing it was a luxury out of his reach.",
                "The high-end sports car was a dream for many, but its hefty price tag was rich for most people's blood.",
                "Bearing six, seven, or even eight figure price tags.",
                "The price tag gets huge."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpY2UgdGFn&hash=c29ae7fa3514925c7343c6cfe197ee649a6e8619&lang=en&cache-only=0",
            "defineEn": "a label on an item that shows how much it costs",
            "defineVi": "một nhãn trên một mặt hàng cho thấy nó có giá bao nhiêu",
            "hasImg": true
        },
        {
            "id": "b819b7e1-8cea-4fe3-b236-bd60894aaa8b",
            "word": "distribution channel",
            "phonetic": "dɪstɹɪbjuːʃən tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeff Bezos may say that Amazon comes along and has given publishers like yourself access to a huge distribution channel for your books.",
                "Barriers like patented technology or other Intellectual Property, governmental red tape, lack of access to distribution channels, or expensive startup costs can prevent this."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJpYnV0aW9uIGNoYW5uZWw&hash=68cc8ad9ce7cbe58d528c1383ff22b8ab7cb75fb&lang=en&cache-only=0",
            "defineEn": "a way through which a company delivers its products to the customers",
            "defineVi": "một cách mà một công ty cung cấp sản phẩm của mình cho khách hàng"
        },
        {
            "id": "e2af0463-7fa4-4b4a-8957-186325243adf",
            "word": "advertising",
            "phonetic": "ædvɚtaɪzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has held the advertising contract since 2005.",
                "Advertising sends the message that you have to be thin to be successful.",
                "The company's latest advertising campaign was a huge success, hitting it out of the park with record-breaking sales and customer engagement.",
                "The company's advertising campaign is putting their new product on the map and generating a lot of interest.",
                "You may not like it but advertising sells."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0aXNpbmc&hash=ea43b4fefd8c247a51c8ae254b55e6c5287dd540&lang=en&cache-only=0",
            "defineEn": "a paid announcement that draws public attention to a product or service",
            "defineVi": "một thông báo trả tiền thu hút sự chú ý của công chúng đến một sản phẩm hoặc dịch vụ"
        },
        {
            "id": "b495f873-c784-4b16-a802-b1b1f9d48c81",
            "word": "promotion",
            "phonetic": "pɹəmoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His promotion was one in the eye for his rivals.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "So, did you get the promotion?",
                "With the promotion, the company's future is now in his hands.",
                "She's really going for that promotion at work."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbW90aW9u&hash=8df2f3d7f4861cb77cfa22bc517086b3e847d0b0&lang=en&cache-only=0",
            "defineEn": "the activity of drawing public attention to a service or product in order to help it sell more",
            "defineVi": "hoạt động thu hút sự chú ý của công chúng đến một dịch vụ hoặc sản phẩm để giúp nó bán được nhiều hơn"
        },
        {
            "id": "9c526b94-8576-49d4-b47a-cd7f9499e122",
            "word": "e-commerce",
            "phonetic": "iːkɑːmɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now e-commerce has changed the need for such great size and scale.",
                "Right now, e-commerce represents just 3 percent of total consumption in India.",
                "E-commerce demand is there.",
                "But Pier One hit a major stumbling block with e-commerce.",
                "E-commerce platforms like eBay, Amazon and Alibaba have ushered in a golden age for counterfeiters."
            ],
            "audio": "https://tts.langeek.co/read?text=ZS1jb21tZXJjZQ&hash=d627454cd3d4e0bb5249aea7d52e81ab2341aedd&lang=en&cache-only=0",
            "defineEn": "business exchanges that are done online",
            "defineVi": "trao đổi kinh doanh được thực hiện trực tuyến"
        },
        {
            "id": "2173be0a-f9d6-45ae-a895-4e90b91b87e7",
            "word": "cut",
            "phonetic": "kʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0&hash=d16f1388479dd1933f1fbaa7dbf36f5a5619c760&lang=en&cache-only=0",
            "defineEn": "a share in something monetary",
            "defineVi": "một phần trong một cái gì đó tiền tệ"
        },
        {
            "id": "c37b4ed1-034d-4421-9303-b489591d36a4",
            "word": "portfolio",
            "phonetic": "poːɹtfoʊlɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took along a portfolio of his drawings.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "In the long run, investing in a diverse portfolio of stocks can yield higher returns.",
                "Narrator: Vince narrowed down his product portfolio."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGZvbGlv&hash=e8852c604eb6530f74cd14ee50c31673af2efd72&lang=en&cache-only=0",
            "defineEn": "the range of products or services that a particular firm or organization offers to its customers",
            "defineVi": "phạm vi sản phẩm hoặc dịch vụ mà một công ty hoặc tổ chức cụ thể cung cấp cho khách hàng của mình"
        },
        {
            "id": "9d61050a-6060-4402-8884-69e573aa1aae",
            "word": "digital marketing",
            "phonetic": "dɪdʒɪɾəl mɑːɹkɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Marjorie Madfis, then 57, was a digital marketing strategist at IBM.",
                "Chipotle has also recruited several executives with Taco Bell experience, like its chief marketing officer and the head of its digital marketing.",
                "One of the most interesting things we've seen in the space is the proliferation of commercial disinformation and essentially multiple digital marketing firms that provide disinformation as a service, often on behalf of governments and state actors, as well as non-state actors.",
                "I have a background in digital marketing, and there’s a difference between when things go viral organically and when they're carefully crafted to go viral. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBtYXJrZXRpbmc&hash=cbae0536d83d78d5b98ee1a05cfa5d41dab9ab08&lang=en&cache-only=0",
            "defineEn": "all the efforts by which products and services are promoted and sold using the internet and online methods",
            "defineVi": "tất cả những nỗ lực mà các sản phẩm và dịch vụ được quảng bá và bán bằng internet và các phương pháp trực tuyến"
        },
        {
            "id": "9abf992f-6f6f-4ed9-a374-2e4220bc5c71",
            "word": "public image",
            "phonetic": "pʌblɪk ɪmɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If marketing is your public image, sales is your personal relationships with customers.",
                "He has the previous positions that he held, and he has his public image.",
                "He now heads a local environmental coalition, but he remembers a pivotal board meeting in the late '80s, when the industry was worried about its public image.",
                "It can be seen as an extension of marketing and communications efforts, improving or shaping their public image over time.",
                "But his critics said it was all just to enhance his own public image and political career."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIGltYWdl&hash=16b7af928209f67f1a5e932f7e200e934fe25c12&lang=en&cache-only=0",
            "defineEn": "the general perception that the public have of a product, person, organization, etc. that may not be accurate",
            "defineVi": "nhận thức chung mà công chúng có về một sản phẩm, con người, tổ chức, v.v. có thể không chính xác"
        },
        {
            "id": "f9180422-4db3-4675-997a-cb49279b329d",
            "word": "product placement",
            "phonetic": "pɹɑːdʌkt pleɪsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Product placement can take many forms. ",
                "Financing product placement maybe a better use of money than buying ordinary advertising. ",
                "Still, the future of product placement, even online, is bright. ",
                "Companies may turn to product placement to reach consumers at unusual times. ",
                "But at the same time, I'm seeing a lot of product placement and promotion in video these days."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdCBwbGFjZW1lbnQ&hash=bfa3792ed60c63cee1fa524012991bf8aba37700&lang=en&cache-only=0",
            "defineEn": "the inclusion of a company's product in a movie or TV program as a form of paid promotion",
            "defineVi": "việc đưa sản phẩm của công ty vào một bộ phim hoặc chương trình truyền hình như một hình thức quảng cáo có trả tiền"
        }
    ]
}