{
    "id": "ec9db754-c1c4-4c1a-821c-0deab4bbf8e0",
    "title": "Baby Care",
    "originalTitle": "Baby Care",
    "words": [
        {
            "id": "c51503b8-3755-4c25-9bd9-52826a2f2473",
            "word": "to burp",
            "phonetic": "tə bɜːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I have to burp again.",
                "I just burped a little bit.",
                "You can just burp it out.",
                "Some foods can give you a case of the burps, too.",
                "And people aren’t the only animals that burp!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVycA&hash=2b4755847069048e57fbd5e20f1f97468fdedf5f&lang=en&cache-only=0",
            "defineEn": "to cause a baby to release air from the stomach by gently patting or rubbing their back",
            "defineVi": "để khiến em bé giải phóng không khí từ dạ dày bằng cách nhẹ nhàng vỗ hoặc xoa lưng"
        },
        {
            "id": "540d10ef-f087-43e6-a7ff-f33f3537f9ba",
            "word": "to wind",
            "phonetic": "tə waɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police got wind of the illegal drug deal.",
                "The fall knocked the wind out of me.",
                "The president has the wind at his back on this issue.",
                "At last the wind dropped.",
                "The wind has changed direction."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luZA&hash=850ab70fb99e83050b98ea7f8d141f891a7abb7f&lang=en&cache-only=0",
            "defineEn": "to assist a baby in releasing trapped air from their stomach by gently patting or rubbing their back, typically done to alleviate discomfort from gas or colic",
            "defineVi": "để hỗ trợ em bé giải phóng không khí bị mắc kẹt trong dạ dày bằng cách vỗ nhẹ hoặc xoa lưng, thường được thực hiện để giảm bớt sự khó chịu do đầy hơi hoặc đau bụng"
        },
        {
            "id": "c69f1ce4-2793-45b8-bc2e-d2196f45b6d1",
            "word": "wet nurse",
            "phonetic": "wɛt nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2V0IG51cnNl&hash=7faf5ecafc0a216552ef61c73077765970c41648&lang=en&cache-only=0",
            "defineEn": "a woman who breastfeeds and cares for another person's child",
            "defineVi": "một người phụ nữ cho con bú và chăm sóc con của người khác"
        },
        {
            "id": "6df9ce3a-878b-4709-97b4-021b32172c38",
            "word": "to wean",
            "phonetic": "tə wiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sometimes N-A-S babies must be given a low dosage of an opioid like morphine to wean them off the drug.",
                "And some think with the introduction of more luxury brands like Tesla, consumers can eventually be weaned off them.",
                "Chiefly the enzyme lactase tended to drop dramatically as infants are weaned.",
                "I've had people where it's taken a couple of years to slowly wean off.",
                "If we are to wean ourselves from coal and natural gas and oil, essentially, within a decade, we are going to need policies that incentivize that shift."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vhbg&hash=40b9ccfab9ec1009cb0037df21e745dbde4c1d12&lang=en&cache-only=0",
            "defineEn": "to gradually reduce or discontinue dependency on a particular substance or behavior, such as breastfeeding or bottle-feeding",
            "defineVi": "để giảm dần hoặc chấm dứt sự phụ thuộc vào một chất hoặc hành vi cụ thể, chẳng hạn như cho con bú hoặc bú bình"
        },
        {
            "id": "16a0c27f-22fd-4146-ba7b-8470c61ce20e",
            "word": "to swaddle",
            "phonetic": "tə swɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Where the mangos were first planted, mother, an infant, hid under gravel swaddled by Lola, my grandmother, after my mother’s aunt and uncle were tied to the trunk and stabbed by the Japanese.",
                "Even if your baby's swaddled up in a little burrito, and asleep, it's okay to undo the swaddle and put your baby skin to skin.",
                "Even if your baby's swaddled up in a little burrito, and asleep, it's okay to undo the swaddle and put your baby skin to skin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhZGRsZQ&hash=21708f770e7aae72ed29dbe787e63c84ed760dfd&lang=en&cache-only=0",
            "defineEn": "to tightly wrap a baby in a cloth or blanket for comfort and security",
            "defineVi": "quấn chặt em bé trong một tấm vải hoặc chăn để tạo sự thoải mái và an toàn",
            "hasImg": true
        },
        {
            "id": "cb56311a-bac0-4ed6-8131-7f26b04953e6",
            "word": "to suckle",
            "phonetic": "tə sʌkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "So she can suckle two babies in different age groups simultaneously.",
                "Even after the baby kangaroo leaves this warm haven, she'll return to suckle milk.",
                "Their eggs are soft-shelled, and when their babies hatch, they suckle milk from pores on their mother's body until they're large enough to feed themselves.",
                "Sometimes I think about what I could accomplish if I had actually suckled the teet, - Well, let's not get graphic about it.",
                "For example, dogs instinctively shake their fur when wet, salmon return to the stream in which they hatched, and human babies know how to suckle just minutes after being born."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vja2xl&hash=f5cdb5160332a25ad0750583baf66bfe866c86a5&lang=en&cache-only=0",
            "defineEn": "to nurse or feed by drawing milk from the breast or teat, typically done by babies or young animals",
            "defineVi": "bú hoặc cho ăn bằng cách hút sữa từ vú hoặc núm vú, thường được thực hiện bởi trẻ sơ sinh hoặc động vật nhỏ"
        },
        {
            "id": "9920d015-259f-4f61-8fff-fe34c91e14cd",
            "word": "to put down",
            "phonetic": "tə pʊt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was put down as the most talented musician in the competition.",
                "She was put down for the team's upcoming match.",
                "But the forces of the Holy Alliance of Austria, Prussia and Russia put down both revolts.",
                "Put down your crossbows.",
                "Put down a little bit of the sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGRvd24&hash=90dfb4e04b399576460187a6e61e71ecf84d339a&lang=en&cache-only=0",
            "defineEn": "to gently place a baby in their crib or bed in order to sleep or rest",
            "defineVi": "nhẹ nhàng đặt em bé vào cũi hoặc giường của chúng để ngủ hoặc nghỉ ngơi"
        },
        {
            "id": "721e5670-aaa9-42ae-993c-264e4469c759",
            "word": "postnatal",
            "phonetic": "poʊstneɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But in the midst of that postnatal glow, I bet you haven’t stopped to wonder: when did women start giving birth lying on their backs?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdG5hdGFs&hash=c4c31fd65d5c8ee98248d318cb2b29bc3f44381a&lang=en&cache-only=0",
            "defineEn": "related to the period or conditions experienced by a mother or newborn immediately after childbirth",
            "defineVi": "liên quan đến thời kỳ hoặc điều kiện của người mẹ hoặc trẻ sơ sinh ngay sau khi sinh con"
        },
        {
            "id": "9e3b0b2c-8871-4204-9fd2-c117ccec3a87",
            "word": "postnatal depression",
            "phonetic": "poʊstneɪɾəl dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdG5hdGFsIGRlcHJlc3Npb24&hash=3f7e15c34c48a44dde0bf57a2e65613bb8dc0fb8&lang=en&cache-only=0",
            "defineEn": "a medical condition in which a woman feels very sad and anxious in the period after her baby is born",
            "defineVi": "một tình trạng y tế trong đó một người phụ nữ cảm thấy rất buồn và lo lắng trong khoảng thời gian sau khi sinh con"
        },
        {
            "id": "a0cf4a0f-7a7e-4a0f-a2d3-114bcc246eaa",
            "word": "maternity leave",
            "phonetic": "mətɜːnᵻɾi liːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJuaXR5IGxlYXZl&hash=c99acce661454a0342435ffccfc26fa06b1b7634&lang=en&cache-only=0",
            "defineEn": "a period of time when a woman can take a break from working and stay home before and after the birth of her child",
            "defineVi": "khoảng thời gian người phụ nữ có thể nghỉ làm và ở nhà trước và sau khi sinh con"
        },
        {
            "id": "cfcca178-9b39-466b-ab02-670e559bac08",
            "word": "maternity dress",
            "phonetic": "mətɜːnᵻɾi dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJuaXR5IGRyZXNz&hash=8f3485030244aa918fcc51502dbd6a23d4104956&lang=en&cache-only=0",
            "defineEn": "a dress designed to be worn by pregnant women, with features such as stretchy or adjustable fabric to accommodate a growing belly",
            "defineVi": "một chiếc váy được thiết kế dành cho phụ nữ mang thai, với các tính năng như vải co giãn hoặc có thể điều chỉnh để phù hợp với bụng bầu đang lớn dần lên",
            "hasImg": true
        },
        {
            "id": "41a6fa90-4689-4205-8919-26c252eb610d",
            "word": "to nurse",
            "phonetic": "tə nɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nurse takes my blood pressure.",
                "The nurses had to spoon-feed my mother after her stroke.",
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnVyc2U&hash=fd1a1b08f2f9eb768eab879a290c75d4617b1e69&lang=en&cache-only=0",
            "defineEn": "to breastfeed a baby",
            "defineVi": "cho con bú",
            "hasImg": true
        },
        {
            "id": "173c8c5c-ce5a-4ede-b310-cbe147980ee7",
            "word": "neonatal",
            "phonetic": "niːoʊneɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Subject A dash 34, neonatal intelligence battery.",
                "Yeah, that one actually worked and paved the way for neonatal health care.",
                "Right now, get an intimate look inside a neonatal intensive care unit, where nurses and doctors save the lives of babies born addicted to opioids and suffering from withdrawal.",
                "I got a consult in the neonatal intensive care unit on a baby who had been there for almost a year in a kind of common story with multiple problems.",
                "Many, many of the staff members on the maternity ward and in the neonatal I.C.U. are out sick."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVvbmF0YWw&hash=1c9c41996453524f3ae55e284d7eac22d5812457&lang=en&cache-only=0",
            "defineEn": "related to the period immediately after birth and the medical care and conditions concerning newborn infants",
            "defineVi": "liên quan đến giai đoạn ngay sau khi sinh và chăm sóc y tế và các điều kiện liên quan đến trẻ sơ sinh"
        },
        {
            "id": "7f36c5d4-312b-47c5-a025-6aa3d9bba88c",
            "word": "motherese",
            "phonetic": "mʌðɚɹiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90aGVyZXNl&hash=638866aa8f4933732449cd0d52789a9ec427d5a9&lang=en&cache-only=0",
            "defineEn": "the specialized way of speaking that adults, particularly mothers, naturally adopt when communicating with infants",
            "defineVi": "cách nói chuyên biệt mà người lớn, đặc biệt là các bà mẹ, thường áp dụng một cách tự nhiên khi giao tiếp với trẻ sơ sinh"
        },
        {
            "id": "fc7f7fbb-6a33-4b72-9381-2a7c7e232ed4",
            "word": "to lactate",
            "phonetic": "tə lækteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Scientists have also tracked lactate.",
                "To measure when this switch happens, scientists measure the amount of lactate produced and diffused into the sweat, which could be used as an indicator of physical stress.",
                "Lactate is generated when you do demanding exercises, like sprinting, in cases where cells aren’t all getting enough oxygen, so some of them start functioning without it.",
                "Although this process is typically reserved for females, in some species, like dayak fruit bats, goats, and even cats, males can also lactate.",
                "And given that all mammals lactate, why do we favor certain types of milk over others?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFjdGF0ZQ&hash=37ec7256413e360bf9ce2e8d5f076a6c48d0215c&lang=en&cache-only=0",
            "defineEn": "to secrete or produce milk from the mammary glands, typically referring to the production of milk by a female mammal, especially a human mother",
            "defineVi": "tiết ra hoặc sản xuất sữa từ các tuyến vú, thường đề cập đến việc sản xuất sữa của động vật có vú cái, đặc biệt là mẹ người"
        },
        {
            "id": "64966f45-60e2-412c-b183-3693e8efbfd0",
            "word": "to feed",
            "phonetic": "tə fiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Feed the kitty.",
                "The farmer fed the chickens with corn and grains.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "The old man sat on the park bench, feeding crumbs to the birds.",
                "I took pity on the stray cat and fed him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlZA&hash=ab7c52d0ac008724ab082bca25e7a02aeec9e7ff&lang=en&cache-only=0",
            "defineEn": "(of an animal or baby) to take or eat food",
            "defineVi": "(của một con vật hoặc em bé) để lấy hoặc ăn thức ăn",
            "hasImg": true
        },
        {
            "id": "d6798254-0d87-44a7-975f-2617b7e06398",
            "word": "to dandle",
            "phonetic": "tə dændəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFuZGxl&hash=c525d1acf4f2ca72114bc7fc61ee137b6535ff57&lang=en&cache-only=0",
            "defineEn": "to gently bounce or playfully move a small child or infant up and down on one's knee or in one's arms",
            "defineVi": "nhẹ nhàng tung lên hoặc di chuyển tinh nghịch một đứa trẻ nhỏ hoặc trẻ sơ sinh lên xuống trên đầu gối hoặc trong vòng tay của một người"
        },
        {
            "id": "19004bac-f04d-4269-8857-e0a3e63d85af",
            "word": "colic",
            "phonetic": "kɑːlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the definition of colic is crying at least three hours a day, at least three days of the week, for at least three weeks.",
                "And there is something called infant colic, which people have probably heard about."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29saWM&hash=81a60d88e69d4960efbd3db7e3a6238621f16518&lang=en&cache-only=0",
            "defineEn": "a severe pain localized in abdominal area, especially suffered by babies",
            "defineVi": "một cơn đau dữ dội khu trú ở vùng bụng, đặc biệt là trẻ sơ sinh"
        },
        {
            "id": "61919128-afe3-4caa-b030-1887d4b03aaa",
            "word": "to change",
            "phonetic": "tə tʃeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That experience changed my life.",
                "The storekeeper changed my dollar bill for four quarters.",
                "Leaves change colour in autumn.",
                "The wind has changed direction.",
                "The lights changed to green."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbmdl&hash=cfe58ecdbdf274fe64af4fdf5332fe5608faf329&lang=en&cache-only=0",
            "defineEn": "to put clean clothes on a baby or change his or her diaper",
            "defineVi": "mặc quần áo sạch cho em bé hoặc thay tã cho em",
            "hasImg": true
        },
        {
            "id": "0a08a60a-af3b-413c-a65d-9257f96c2472",
            "word": "to breastfeed",
            "phonetic": "tə bɹɛstfiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "At the one year mark, only about one third of mothers are still breastfeeding at all.",
                "The fly doesn’t exactly breastfeed, though.",
                "But not everyone can breastfeed.",
                "For example: the World Health Organization recommends 6 months of breastfeeding for new infants.",
                "It takes place at a time when I was breastfeeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYXN0ZmVlZA&hash=47ed26ac1c9800e31d5dfdf813b013e263d1b37d&lang=en&cache-only=0",
            "defineEn": "to feed an infant or young child by nursing directly from the mother's breast, providing them with breast milk",
            "defineVi": "nuôi trẻ sơ sinh hoặc trẻ nhỏ bằng cách bú trực tiếp từ vú mẹ, cung cấp cho chúng sữa mẹ"
        },
        {
            "id": "dbcf2940-0630-4e9e-8813-46ec7e14298e",
            "word": "baby talk",
            "phonetic": "beɪbi tɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFieSB0YWxr&hash=0729a05f1443cc2c06ede2ab90e9d8caf4d5e005&lang=en&cache-only=0",
            "defineEn": "the speech patterns and sounds made by infants or young children as they begin to develop their language skills",
            "defineVi": "các kiểu nói và âm thanh do trẻ sơ sinh hoặc trẻ nhỏ tạo ra khi chúng bắt đầu phát triển các kỹ năng ngôn ngữ của mình"
        },
        {
            "id": "5f07b792-fda0-436f-af53-9764aa790b8d",
            "word": "dry milk",
            "phonetic": "dɹaɪ mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJ5IG1pbGs&hash=f9f470489bf8796e2f3fcc9a66e1ccb217753a33&lang=en&cache-only=0",
            "defineEn": "the powdered milk obtained by removing the moisture content from liquid milk",
            "defineVi": "sữa bột thu được bằng cách loại bỏ độ ẩm từ sữa lỏng",
            "hasImg": true
        },
        {
            "id": "746a696d-bd02-476e-8d09-6497a08635ff",
            "word": "mother's milk",
            "phonetic": "mʌðɚ bækslæʃ ɛs mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90aGVyJ3MgbWlsaw&hash=28b74001dc8f58f47cc238599d2ffa23b3bb1ab4&lang=en&cache-only=0",
            "defineEn": "the breast milk produced by a lactating mother to provide essential nutrition and antibodies for her infant",
            "defineVi": "sữa mẹ do người mẹ đang cho con bú tiết ra để cung cấp dinh dưỡng và kháng thể thiết yếu cho trẻ sơ sinh"
        },
        {
            "id": "660723a2-70e8-4975-a24e-fe256cf67efd",
            "word": "to sit",
            "phonetic": "tə sɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farm sits in the shadow of Ben Nevis.",
                "Candidates will sit the examinations in June.",
                "She sits her horse gracefully.",
                "A large bus was sitting outside.",
                "The new policy sits well with the company's values."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2l0&hash=0326a8aed7f8900dd2bde64256f41e6775521c67&lang=en&cache-only=0",
            "defineEn": "to take care of someone else's baby or child while the parents are away",
            "defineVi": "chăm sóc em bé hoặc con của người khác trong khi cha mẹ đi vắng",
            "hasImg": true
        },
        {
            "id": "581dba7b-86bc-4701-969f-127c29fe66da",
            "word": "to babysit",
            "phonetic": "tə beɪbɪsɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The three year-old I babysit always spits on me when talking.",
                "I used to babysit, but having a child of my own is a new ballgame.",
                "What must it have been like to babysit Forest Whitaker?",
                "If my nanny wants to go to the gym and my mom needs help babysitting, she doesn't need to babysit us, her boyfriend could.",
                "and I ran to a kid named Greg, who I used to babysit for."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFieXNpdA&hash=a10f38404e2b3adea91059b536d8f5a298b13bed&lang=en&cache-only=0",
            "defineEn": "to take care of a child or children while their parents are away",
            "defineVi": "để chăm sóc một đứa trẻ hoặc trẻ em trong khi cha mẹ của họ đi vắng",
            "hasImg": true
        },
        {
            "id": "2ec19ee2-0b36-413a-8953-9297f1aa5caf",
            "word": "babysitter",
            "phonetic": "beɪbɪsɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A babysitter was hired to take care of the baby while the parents were out.",
                "It's hard to find a babysitter.",
                "What's the going rate for a babysitter?",
                "They always got a babysitter in to stay with me because I was only ten years old.",
                "And then we have a village, a team of people, my niece and their former babysitter."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFieXNpdHRlcg&hash=ff3f92529233dc87943320d5c3c377e68420aa17&lang=en&cache-only=0",
            "defineEn": "someone whose job is to take care of a child or children while their parents are away",
            "defineVi": "ai đó có công việc chăm sóc một đứa trẻ hoặc trẻ em trong khi cha mẹ của họ đi vắng",
            "hasImg": true
        },
        {
            "id": "2d9d163b-5711-438d-8805-1628f216ac14",
            "word": "babysitting",
            "phonetic": "beɪbɪsɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Babysitting is money for old rope if the children don't wake up.",
                "It was a pleasure babysitting Kevin!",
                "You’ve got to arrange babysitting, you need to figure out the timing, and then you’ve got to rush back and so on."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFieXNpdHRpbmc&hash=59adbe106cfd87048683e7083fb1133c37cc933b&lang=en&cache-only=0",
            "defineEn": "the temporary care and supervision of children by an individual in the absence of their parents",
            "defineVi": "việc chăm sóc và giám sát trẻ em tạm thời bởi một cá nhân khi không có cha mẹ của chúng",
            "hasImg": true
        }
    ]
}