{
    "id": "ecc4a01f-18fe-4fe7-81e0-966dd2d2be49",
    "title": "Religion",
    "originalTitle": "Religion",
    "words": [
        {
            "id": "c2a9348f-c143-4a3a-ada4-0f32eb603e45",
            "word": "theology",
            "phonetic": "θɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a theology.",
                "and, like Luther, eventually dropped it for theology.",
                "This isn’t a theology class, and 2.",
                "The third aspect of natural theology was a short creation, in which the world was only about six thousand years old.",
                "The finer points of theology continued to divide people, as did the politics of religion and overseas empire."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2xvZ3k&hash=d4890d1a6aa1e9f2583a91cf3073502738033431&lang=en&cache-only=0",
            "defineEn": "the study of religions and faiths",
            "defineVi": "nghiên cứu về tôn giáo và đức tin",
            "hasImg": true
        },
        {
            "id": "d80682f8-b5e1-4ac2-aa56-9e5a17dc71ee",
            "word": "spirituality",
            "phonetic": "spɪɹɪtʃuːælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a reminder that faith and spirituality can be powerful forces in promoting love, compassion, and togetherness.",
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "In her daily life, Kahlo wore traditional Tehuana dress and immersed herself in native spirituality.",
                "She returned to the Catholic church in 1998 only to reject it again a decade later, and the characters in her books often reflect her complicated feelings about her own spirituality.",
                "While many retailers indeed depend on Christmas to remain profitable, there are concerns that have nothing to do with spirituality or tradition."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFsaXR5&hash=da0b8f7cc97f60e64ed60f2e39e79e7cfd9b43b9&lang=en&cache-only=0",
            "defineEn": "the quality of being linked with theology or the human spirit as opposed to material or physical items",
            "defineVi": "chất lượng được liên kết với thần học hoặc tinh thần con người trái ngược với vật chất hoặc vật chất"
        },
        {
            "id": "4405143a-9ca9-459f-b7f8-2e972b140d42",
            "word": "sect",
            "phonetic": "sɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And just like in Judaism, there are some variations among individual sects.",
                "It sprang from a small nativist sect in New York City called The order Of the Star Spangled Banner.",
                "And today, certain Jewish sects, and certain followers of Islam and Sikhism prevent followers from shaving their bodies or men from shaving their beards for religious reasons.",
                "Worse still, the increasingly intolerant Roman Catholic Church now deemed the Ethiopian sect of Christianity heretical.",
                "A former member of the sect says David Karish has their undying support."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdA&hash=0557d0609aa388ab06766bb336185918cee6e654&lang=en&cache-only=0",
            "defineEn": "a religious group with beliefs or practices, especially extreme or unusual ones, that separate them from the rest of the people with the religion",
            "defineVi": "một nhóm tôn giáo có tín ngưỡng hoặc thực hành, đặc biệt là những tín ngưỡng cực đoan hoặc bất thường, tách họ khỏi những người còn lại theo tôn giáo"
        },
        {
            "id": "b4177fdd-cb2c-4bfa-99ec-c3f122dbf5bc",
            "word": "cleric",
            "phonetic": "klɛɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hard-line cleric easily won Friday's election in record low turnout.",
                "The new law will ban foreign imams from training clerics in France.",
                "Turkish President Recep Tayyip Erdogan accuses the cleric Fethullah Gulen of orchestrating the uprising.",
                "His uncle, the Shia cleric Sheikh Nimr al Nimr, was seen as the spiritual leader of the uprising.",
                "In 1130, Geoffrey of Monmouth was a lowly cleric with grand ambitions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlcmlj&hash=ff3496ef28ad620bd218ee5343e41d9f900e4a97&lang=en&cache-only=0",
            "defineEn": "a religious leader, especially a Muslim or Christian one",
            "defineVi": "một nhà lãnh đạo tôn giáo, đặc biệt là một người Hồi giáo hoặc Cơ đốc giáo"
        },
        {
            "id": "bfc2b97f-577d-4704-9972-29364c88a414",
            "word": "clergy",
            "phonetic": "klɜːdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "European monarchs and clergy were fearful of similar revolts on their home soil.",
                "Could, for instance, King Philip IV of France tax the Catholic clergy in France?",
                "The morning after the torchlight march I walked into town with a group of clergy.",
                "And these hair coverings serve a couple of different purposes for clergy: namely to show deference to their faith and the vows they took, and to distinguish their role within the community.",
                "Pope Francis revised church law today to criminalize sexual abuse of adults by clergy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlcmd5&hash=d75d2b56663ba2d6a18a781febbfb7b2f9a869f8&lang=en&cache-only=0",
            "defineEn": "those ordained for religious services, especially in the Christian Church",
            "defineVi": "những người được phong chức cho các dịch vụ tôn giáo, đặc biệt là trong Giáo hội Kitô giáo",
            "hasImg": true
        },
        {
            "id": "768a1aee-88f1-4f19-9116-2b10d8a298d7",
            "word": "guru",
            "phonetic": "ɡjʊɹɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "That get-rich-quick guru took tens of thousands of people for a ride, lining his own pockets with their investments.",
                "Who was the guru of military history at this institution at the time -",
                "Wells, a self-described introvert, is their celebrity guru.",
                "Wells, a self-described introvert, is their celebrity guru.",
                "if the health gurus are to be believed."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VydQ&hash=5abfe5630d7738d0cebaccb9ba6280295a7a6716&lang=en&cache-only=0",
            "defineEn": "a religious leader or teacher in Buddhism, Hinduism, or Sikhism",
            "defineVi": "một nhà lãnh đạo tôn giáo hoặc giáo viên trong Phật giáo, Ấn Độ giáo hoặc đạo Sikh"
        },
        {
            "id": "69511b20-a2a5-478e-ac0d-b1c4d3a23d48",
            "word": "oracle",
            "phonetic": "ɔːɹəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And who were these early oracles?",
                "But Bernie Sanders and Donald Trump became the oracles of this deep-seated sense of betrayal. ",
                "The U.S. Supreme Court handed Google a victory today in a copyright dispute with software developer Oracle.",
                "The next work is another window of sorts, this one a painting by Miyoko Ito titled Oracle, made in 1967 and 68.",
                "From the enterprise hardware standpoint, it's going to be Cisco, and Juniper, and Ericsson, and Oracle."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhY2xl&hash=fdd7fca8cd775e64a62dfbf281fe5cbb39c672ff&lang=en&cache-only=0",
            "defineEn": "a priest or priestess serving as a mediator through whom the gods were thought to give their message in classical antiquity",
            "defineVi": "một linh mục hoặc nữ tu sĩ phục vụ như một người hòa giải mà qua đó các vị thần được cho là đưa ra thông điệp của họ trong thời cổ đại cổ điển"
        },
        {
            "id": "ce01978e-9ed2-48f0-bcc1-ac8e32684107",
            "word": "rabbi",
            "phonetic": "ɹæbaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rabbis represented air, fire, and water.",
                "So many rabbis are angrily watching right now.",
                "Is that right, Rabbi?",
                "The rabbis take the clay and shape the form of a man.",
                "He came over the house once, the rabbi."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFiYmk&hash=4ae526f6530d0924e1d6666604590ba87a7c03b7&lang=en&cache-only=0",
            "defineEn": "a religious teacher, scholar, or leader of Judaism",
            "defineVi": "một giáo viên tôn giáo, học giả, hoặc lãnh đạo Do Thái giáo"
        },
        {
            "id": "488baa87-acc0-46c4-8790-830465cda068",
            "word": "synagogue",
            "phonetic": "sɪnɐɡɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was a small synagogue.",
                "Here's one of the most remarkable things about this synagogue.",
                "Tehran is a city with 13 synagogues.",
                "He arrived at the synagogue as the massacre began.",
                "And the Jewish community not only forgave him, when he died, they mourned him in every synagogue."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luYWdvZ3Vl&hash=b53e799a9a68da0b5bc929bcb8ff7f0f0bf3d922&lang=en&cache-only=0",
            "defineEn": "a place of worship and religious study for Jews",
            "defineVi": "một nơi thờ phượng và nghiên cứu tôn giáo cho người Do Thái",
            "hasImg": true
        },
        {
            "id": "5674b469-c78c-4012-8057-3e5b2a24ddd0",
            "word": "lama",
            "phonetic": "lɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFtYQ&hash=d58c12746469f42fb26c1016e081ab8b0f591d35&lang=en&cache-only=0",
            "defineEn": "a Mongolian or Tibetan Buddhist monk",
            "defineVi": "một tu sĩ Phật giáo Mông Cổ hoặc Tây Tạng"
        },
        {
            "id": "85d28b87-0495-4a55-b481-630fe737d20e",
            "word": "mahatma",
            "phonetic": "mæhætmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFoYXRtYQ&hash=40d95c95293366727fc449190f428897c81fce42&lang=en&cache-only=0",
            "defineEn": "a revered person in South Asia regarded with love and respect",
            "defineVi": "một người được tôn kính ở Nam Á được coi là yêu thương và tôn trọng"
        },
        {
            "id": "2edc81e7-d092-4adf-a898-2c56e7366553",
            "word": "pastor",
            "phonetic": "pæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"The good die young,\" said the pastor sadly at Robert's funeral, for even at the age of 80, his kindness, faith and generosity made his passing feel far too soon.",
                "Mark Meeks is pastor of the City Church of Sacramento.",
                "Reverend William Lamar IV is pastor of the Metropolitan African Methodist Episcopal Church in Washington.",
                "DAVE LEE, Pastor: As parents, we make many promises to our children.",
                "Lincoln's pastor prayed and then people left."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdG9y&hash=b031d0be7c4413fb4e0f628f652c2bd6768c9d6c&lang=en&cache-only=0",
            "defineEn": "a priest or minister who is in charge of a church",
            "defineVi": "một linh mục hoặc bộ trưởng phụ trách một nhà thờ",
            "hasImg": true
        },
        {
            "id": "092de41c-e4cb-4529-9ddc-833f5eee43b1",
            "word": "heretic",
            "phonetic": "hɛɹətɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frankly,I think Gilliam's a heretic for turning the flawless 1962 film La Jetée into 12 Monkeys in the first place!",
                "Remember, that was the year Joan of Arc was burned to death for heresy and witchcraft because the English were so bewildered that a teenage peasant girl could lead the French army to victory that they decided she had to be a witch and a heretic."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZXRpYw&hash=2707691c16b0998eaec1009396e08a2f6379384e&lang=en&cache-only=0",
            "defineEn": "someone with beliefs against the doctrines of a particular religion",
            "defineVi": "một người có niềm tin chống lại các học thuyết của một tôn giáo cụ thể"
        },
        {
            "id": "4857d092-6856-4c5b-a650-f295ddf75187",
            "word": "missionary",
            "phonetic": "mɪʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The missionaries believed they were sent to save souls.",
                "The missionary gently held my hand.",
                "Byzantine missionaries created an alphabet for Slavic languages based on a modified Greek script while Rus Viking warriors served as the Byzantine Emperor's elite guard.",
                "These demonic creatures have appeared in literature as early as 1582 in Spanish missionary texts.",
                "But Spanish missionaries also came over hoping to convert local native populations."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzc2lvbmFyeQ&hash=041cd8bff90de9e3c1d38fd888540954a0a1f06a&lang=en&cache-only=0",
            "defineEn": "someone who is sent to a foreign country to teach and talk about religion, particularly to persuade others to become a member of the Christian Church",
            "defineVi": "một người được gửi đến một đất nước xa lạ để giảng dạy và nói về tôn giáo, đặc biệt là để thuyết phục người khác trở thành thành viên của Giáo hội Kitô giáo"
        },
        {
            "id": "794197df-93c9-495a-b486-78b352fcc85d",
            "word": "pagan",
            "phonetic": "peɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "2012 is the pagan belief that it's gonna be the end.",
                "But swapping handmade gifts was already a part of pagan winter festivals, like the Romans’ Saturnalia, a raucous week-long party which took place in late December.",
                "Oisín was the son of Fionn mac Cumhaill, the leader of a group of pagan warriors known as the Fianna.",
                "MALCOLM BRABANT: Stonehenge is a veritable cathedral with spiritual significance for eco-warriors, pagans and Druids, who have a reverence for the natural world.",
                "MALCOLM BRABANT: Stonehenge is a veritable cathedral with spiritual significance for eco-warriors, pagans and Druids, who have a reverence for the natural world."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnYW4&hash=72144600742eddacda244fdcfa0d147f96605b19&lang=en&cache-only=0",
            "defineEn": "a person believing in a religion that worships many deities, especially one that existed before the major world religions",
            "defineVi": "một người tin vào một tôn giáo thờ nhiều vị thần, đặc biệt là một tôn giáo tồn tại trước các tôn giáo lớn trên thế giới",
            "hasImg": true
        },
        {
            "id": "63b665ec-eb50-4b62-944b-a99c8e206c7f",
            "word": "reverend",
            "phonetic": "ɹɛvɚɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then Darwin read the Essay on the Principle of Population by a cranky reverend named Thomas Robert Malthus.",
                "You can see it in the struggle for legal rights and political power, from Richard Allen, founder of the African Methodist Episcopal Church, the country's first independent Black denomination, to Reverend Martin Luther King Jr. in the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2ZXJlbmQ&hash=c71b9cde46952547bb22a61460f1d24234d39fd1&lang=en&cache-only=0",
            "defineEn": "a title or a way of addressing clergymen",
            "defineVi": "một tiêu đề hoặc một cách giải quyết các giáo sĩ"
        },
        {
            "id": "27e37c77-438c-4288-91f9-7cc176d87283",
            "word": "sufi",
            "phonetic": "suːfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her parents were Sufi pacifists, who put their faith in the power of music and compassion.",
                "During the Dark Ages, when Europe wasn’t so scientifically minded, it was the Persian astronomer Abd al-Rahman al-Sufi who translated ancient Greek astronomy texts into Arabic, and those names have stuck with us ever since.",
                "In the Sufi faith, this great Middle Eastern religion which some claim is the root of all religions, Sufi masters are all telepaths, so they say, but their main exercise of telepathy is to send out powerful signals to the rest of us that it doesn't exist.",
                "In the Sufi faith, this great Middle Eastern religion which some claim is the root of all religions, Sufi masters are all telepaths, so they say, but their main exercise of telepathy is to send out powerful signals to the rest of us that it doesn't exist.",
                "And the same thing is true when we talk about Islamic civilization, which spans from like Sufi mystics in Turkey to Indonesia, the country with more Muslims than any other on earth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmaQ&hash=0ceac716a768ac436b0a5a2bcc1f9762c238193e&lang=en&cache-only=0",
            "defineEn": "a member of an Islamic sect that tries to become united with God through prayer, meditation, and living a simple and strict life",
            "defineVi": "một thành viên của một giáo phái Hồi giáo cố gắng trở nên hợp nhất với Chúa thông qua cầu nguyện, thiền định và sống một cuộc sống đơn giản và nghiêm ngặt"
        },
        {
            "id": "0e948faf-bc17-4f69-bc0b-33c5c52802e4",
            "word": "preacher",
            "phonetic": "pɹiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Two of the most important slave uprisings in the South were led by preachers.",
                "In the United States, preacher Jedidiah Morse promoted similar ideas of an Illuminati conspiracy against the government.",
                "And some became preachers.",
                "- You're a preacher.",
                "He is now a preacher."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlYWNoZXI&hash=bd242667e17eec468ba2311ed5e35ecd5b3d973e&lang=en&cache-only=0",
            "defineEn": "someone who delivers spiritual speeches, often an associate of the clergy",
            "defineVi": "một người đưa ra các bài phát biểu tâm linh, thường là cộng sự của giáo sĩ"
        },
        {
            "id": "8fb420d0-3684-4a53-a937-1eaaca6484ef",
            "word": "sermon",
            "phonetic": "sɜːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I try to set a good example, because a good example is the best sermon.",
                "The smart entrepreneur didn't invest in a risky business opportunity offered by a stranger online, remembering that it is a silly goose that comes to a fox's sermon.",
                "The priest got the sermons.",
                "Reverend Vickey Gibbs' final sermon at her Houston church was an impassioned call to action on coronavirus relief and racial injustice.",
                "This is one of the most important sermons in American history."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VybW9u&hash=519244f5d526e31bca19c6efcc863fc30ba7a1c6&lang=en&cache-only=0",
            "defineEn": "a moral or religious speech, usually given during a church service",
            "defineVi": "một bài phát biểu về đạo đức hoặc tôn giáo, thường được đưa ra trong một buổi lễ nhà thờ",
            "hasImg": true
        },
        {
            "id": "535486c4-ed3f-4f7b-8505-c31d78003b53",
            "word": "homily",
            "phonetic": "hɑːməli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9taWx5&hash=a594fed3d8ba92d78878770e11eb3b72d327c1e9&lang=en&cache-only=0",
            "defineEn": "a speech or a piece of writing that is meant to advise people on the correct way of behaving",
            "defineVi": "một bài phát biểu hoặc một đoạn văn bản nhằm khuyên mọi người về cách cư xử đúng đắn"
        },
        {
            "id": "22bba4e9-8eb5-4709-89f0-69e915044ec6",
            "word": "shaman",
            "phonetic": "ʃæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm calling my shaman!",
                "In return, the other shaman gives him the precious cinnabar.",
                "He dashes toward their shaman.",
                "The midwives, herbalists, and shamans were recast as witches to discredit their influence.",
                "Some women in ancient Filipino cultures, also held important social roles, serving as shaman priestesses, mediums, and healers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbWFu&hash=10f04b058f180c6f5c74b22ba4d29cfdf51ac06b&lang=en&cache-only=0",
            "defineEn": "a person in some religions and cultures believed to be capable of contacting good and evil spirits and curing people of illnesses, especially in some cultures in northern Asia and North America",
            "defineVi": "một người trong một số tôn giáo và nền văn hóa được cho là có khả năng liên lạc với linh hồn thiện và ác và chữa khỏi bệnh cho con người, đặc biệt là ở một số nền văn hóa ở Bắc Á và Bắc Mỹ"
        },
        {
            "id": "45ab7050-84fd-4733-9758-0910ba51fb70",
            "word": "sikh",
            "phonetic": "siːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Sikh community in Indianapolis has grown over many years, and is now mourning its losses.",
                "But in 1907 a more radical Sikh leader, Babu Teja Singh, put forward that women should also wear turbans, to publicly distinguish themselves as Sikhs.",
                "AMNA NAWAZ: You mentioned that mass shooting that did target the Sikh community in Wisconsin back in 2012.",
                "And the Sikh community is a visible, politically engaged and spiritually aware community.",
                "And there are times like, after 9/11 and after the Oak Creek massacre, where we felt targeted, even if Americans couldn't clearly describe who a Sikh is."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lraA&hash=5815f008df012c470e85f7522756ed3cf486a02e&lang=en&cache-only=0",
            "defineEn": "a follower of Sikhism",
            "defineVi": "một tín đồ của đạo Sikh"
        },
        {
            "id": "1014df14-745f-40d6-a96d-429fa84f03b8",
            "word": "puritan",
            "phonetic": "pjʊɹɹɪtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Puritan land purchases usually came with strings attached.",
                "That was largely thanks to a Puritan leader named Cotton Mather.",
                "That's where the company makes its Puritan line of ventilators.",
                "She spent several years studying the Puritans at Harvard and she's possibly descended from Mary Webster, a Puritan woman accused of witchcraft who survived her hanging.",
                "For one thing, Puritan ideas of equality and representation weren't particularly equitable or representational."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyaXRhbg&hash=b398c5f50497320140a9af242c98ccae9022e295&lang=en&cache-only=0",
            "defineEn": "a person belonging to an English religious group of the 16th and 17th centuries who wanted church rituals made simpler and who believed it was important to work hard and control oneself, while pleasure was unnecessary or even wrong",
            "defineVi": "một người thuộc một nhóm tôn giáo ở Anh vào thế kỷ 16 và 17, người muốn các nghi lễ nhà thờ được đơn giản hóa và tin rằng điều quan trọng là phải làm việc chăm chỉ và kiểm soát bản thân, trong khi niềm vui là không cần thiết hoặc thậm chí là sai"
        },
        {
            "id": "b933a770-59fd-4d60-b0b4-609daa1282c1",
            "word": "pilgrim",
            "phonetic": "pɪlɡɹɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Pilgrims were even more extreme.",
                "And came to Pilgrim.",
                "The holy city of Mecca is normally filled with Muslim pilgrims.",
                "And Pilgrim survived because he and his fellow prisoners were held sixty feet underground in a former slaughterhouse.",
                "At the same time these explorers went south, Ethiopian pilgrims began traveling north."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsZ3JpbQ&hash=b55752d5944ba3ea07ba8f57032a7dc7d25a99d9&lang=en&cache-only=0",
            "defineEn": "a religious person who travels to a sacred place for a holy cause",
            "defineVi": "một người tôn giáo đi đến một nơi linh thiêng vì một lý do thánh thiện",
            "hasImg": true
        },
        {
            "id": "c2a50134-e725-4279-ada4-c8e4e8e0cbd4",
            "word": "messiah",
            "phonetic": "mɛsaɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"If I do, then both of you have \"to believe in Jesus as Messiah.",
                "I should note, by the way, that the idea of a messiah was not unique to the Jews at the time.",
                "So why would people believe that Jesus was the Messiah?",
                "So some religious Jews saw Jesus in those prophecies and came to believe either during his life or shortly thereafter, that he was the messiah.",
                "What matters to us is the historical fact that people at the time believed that Jesus was the Messiah, the Anointed One, the son of God."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2lhaA&hash=03767c7ab92569bb66ee574a78511697a451b545&lang=en&cache-only=0",
            "defineEn": "(in Judaism) divinely sent king who will save the Jewish people",
            "defineVi": "(trong đạo Do Thái) vị vua được thần thánh phái đến để cứu người Do Thái"
        },
        {
            "id": "a2d3f2b5-4052-44ee-9c88-9097c0311bc1",
            "word": "hermit",
            "phonetic": "hɜːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sister Beatrice went from hermit to doctor to 28 monks.",
                "Following the lead of roving preachers with names like Peter the Rabbit- Peter the Hermit?",
                "Once, a long time ago, there was a powerful hermit named Lok Ta Moni Eysei.",
                "With Sita alone, Ravana shows up disguised as a hermit.",
                "Though it seems to have been known about long before the 9th century by Greek explorers and Irish hermits and monks."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVybWl0&hash=426a65bf509fe04b9b61527e493f1a6ca2f5b213&lang=en&cache-only=0",
            "defineEn": "someone who lives a very simple life in solitude as a religious practice",
            "defineVi": "một người sống một cuộc sống rất đơn giản trong cô độc như một thực hành tôn giáo"
        },
        {
            "id": "5512390f-03ff-41c2-b23a-310cec8e204c",
            "word": "martyr",
            "phonetic": "mɑːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately, people were martyred.",
                "Nasr shows me his martyr's wall.",
                "With the blood of the martyrs we reclaimed these lands.",
                "Your prime minister was a martyr for peace, but he was a victim of hate.",
                "His signature mural celebrates Bobby Sands, considered a martyr by the IRA."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydHly&hash=e74879d9469bdd387a7ffc75e9dd78759e6e5ddf&lang=en&cache-only=0",
            "defineEn": "someone who is killed because of their beliefs",
            "defineVi": "một người bị giết vì niềm tin của họ"
        },
        {
            "id": "47aeefb3-e1c1-465f-9cda-129e81b44774",
            "word": "gospel",
            "phonetic": "ɡɑːspəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-2000s, gospel chops became a phenomenon.",
                "Chicago gospel musicians are constantly pushing this great art form and their skills forward.",
                "Pioneers like Andrae Crouch and Kirk Franklin have been mixing gospel with everything from funk to rock to hip hop.",
                "It's the true gospel of one Richard Simmons.",
                "It's a mixture of gospel, African beat, jazz."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29zcGVs&hash=e33bf4f2de080fad3c2a27a9415947c760e74070&lang=en&cache-only=0",
            "defineEn": "any of the four books of the New Testament that is about the life and teachings of Jesus Christ",
            "defineVi": "bất kỳ cuốn sách nào trong số bốn cuốn sách của Tân Ước nói về cuộc đời và những lời dạy của Chúa Giê Su Ky Tô",
            "hasImg": true
        },
        {
            "id": "5ae6c8b4-c7cd-42bc-90a5-6bcf152d4dd9",
            "word": "apostle",
            "phonetic": "ɐpɑːsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dr. Martin Luther King, the apostle of non-violence and the Civil Rights movement has been shot to death in Memphis Tennessee."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvc3RsZQ&hash=6368d1e5eb6d2d0621d3ce0b53fd1b2a4b0bcf19&lang=en&cache-only=0",
            "defineEn": "any one of the twelve disciples of Jesus",
            "defineVi": "bất kỳ một trong mười hai môn đệ của Chúa Giêsu"
        },
        {
            "id": "fc1f853e-1d8a-4b2f-84a9-5b38b0cc10a4",
            "word": "epistle",
            "phonetic": "ᵻpɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpc3RsZQ&hash=63affdfb2a609196888d8cf0e817916ceb5ddcda&lang=en&cache-only=0",
            "defineEn": "any of the letters in the New Testament, written by the apostles",
            "defineVi": "bất kỳ bức thư nào trong Tân Ước, được viết bởi các sứ đồ"
        },
        {
            "id": "5929d60b-cd2e-43c9-b968-62553392a062",
            "word": "agnostic",
            "phonetic": "æɡnɑːstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "An agnostic, he prays for God's mercy.",
                "And at that point, I was like, politically agnostic. ",
                "We're agnostic to the political party when you go through these doors.",
                "But neutrinos, those weird, super light, super fast, electrically neutral, hard-to-interact-with particles - they are identity-agnostic.",
                "But let's be agnostic about the kinds of places that students might select, adult learners, those who are going straight from high school, to really chart their own path."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdub3N0aWM&hash=0a1f04cc1324b5e2c2f8504a40aea369e3b20e2c&lang=en&cache-only=0",
            "defineEn": "someone who believes it is impossible to know whether God exists or not",
            "defineVi": "một người tin rằng không thể biết liệu Chúa có tồn tại hay không"
        },
        {
            "id": "5512ef10-a759-465b-a65e-35335784838a",
            "word": "atheist",
            "phonetic": "eɪθɪɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both the Church report and the atheist professor are spitting into the wind, of course, because the incoming tide of superstition has a long way to rise yet.",
                "Plenty of existentialists are atheists, but some are theists, like Kierkegaard.",
                "I'm an atheist, but pray for me, man.",
                "Raised Catholic, Anne Rice became an atheist at the age of 18.",
                "Some philosophers are theists, and others are atheists."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRoZWlzdA&hash=e60607a2b5bf45f79a913423f6e96b58ae44d9e7&lang=en&cache-only=0",
            "defineEn": "someone who does not believe in the existence of God or gods",
            "defineVi": "một người không tin vào sự tồn tại của Thiên Chúa hoặc các vị thần"
        },
        {
            "id": "3a57b388-d0f0-4d98-9e1c-c6508e1923c8",
            "word": "zen",
            "phonetic": "zɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're in your zen space.",
                "It's the Zen of not caring so much.",
                "And it's kind of a Zen thing, right, like-",
                "- I am the most Zen-like, chillest person in this room.",
                "Today's quote comes from the Zen Page-A-Day calendar, \"My life is my practice.\""
            ],
            "audio": "https://tts.langeek.co/read?text=emVu&hash=d280ecb5a0814d46e958fe0f2e06caca4ebe3a04&lang=en&cache-only=0",
            "defineEn": "a school of Mahayana Buddhism, originally formed in Japan, emphasizing the value of meditation and intuition rather than reading religious scripts or ritual worship",
            "defineVi": "một trường phái Phật giáo Đại thừa, ban đầu được hình thành ở Nhật Bản, nhấn mạnh giá trị của thiền định và trực giác hơn là đọc các bản kinh tôn giáo hoặc nghi lễ thờ cúng"
        },
        {
            "id": "59747467-3e88-40a8-991a-afa43354cd87",
            "word": "voodoo",
            "phonetic": "vuːduː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The voodoo part comes later.",
                "People will acknowledge the voodoo before they all acknowledged my humanity.",
                "With Voodoo, people want to put it all into one box.",
                "Since we're dealing with voodoo economics, a great young lady from Louisiana sent me this voodoo stick.",
                "So we do a little bit of voodoo."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9vZG9v&hash=a6739a014bef03495ba3b0aea18de3dba16be3cd&lang=en&cache-only=0",
            "defineEn": "a religious cult involving witchcraft and the worship of spirits, especially common in parts of the Caribbean",
            "defineVi": "một giáo phái tôn giáo liên quan đến phù thủy và thờ cúng các linh hồn, đặc biệt phổ biến ở các vùng của vùng biển Caribbean"
        },
        {
            "id": "618da9b6-099e-4d39-91cd-a1cd795902f8",
            "word": "trinity",
            "phonetic": "tɹɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The trinity of aggression was complete.",
                "Soon the trap trinity emerged: T.I., Young Jeezy, and Gucci Mane.",
                "And so to me, that’s the unholy trinity of systemic issues. ",
                "But before Microsoft entered the fray with the first iteration of the Xbox in 2001, there was another company that completed the holy trinity of gaming.",
                "He also wrote would've, could've, should've, the holy trinity of regret."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpbml0eQ&hash=1c128b99cce403f4c967ae976cc5379ddd810fc7&lang=en&cache-only=0",
            "defineEn": "(in Christianity) the concept of God as Father, Son, and Holy Spirit",
            "defineVi": "(trong Kitô giáo) khái niệm về Thiên Chúa là Chúa Cha, Chúa Con và Chúa Thánh Thần"
        },
        {
            "id": "f7b61170-2a6d-4f24-a06c-a2fd6f54554f",
            "word": "salvation",
            "phonetic": "sælveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead he believed in salvation by faith alone and so one should seek to fortify one’s faith.",
                "The philosopher Isaiah Berlin suggested that rather than being amoral, The Prince hearkens back to ancient Greek morality, placing the glory of the state above the Christian ideal of individual salvation.",
                "There's no question that it's, I don't want to call it a salvation but it's been a ray of sunshine a point of visible growth within companies where other segments of their business were clearly in decline.",
                "So for Luther, salvation wasn’t something you bought, either by good works or by purchasing indulgences.",
                "Sola scriptura, only the Bible or scripture, was his motto alongside the keys to salvation: sola gratia and sola fide, only grace and only faith."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdmF0aW9u&hash=52bbf0825b335d21b0e7f78b19ebbfc00f4dcb61&lang=en&cache-only=0",
            "defineEn": "the state in which a person or their spirit is delivered from their sins and saved by Christ",
            "defineVi": "trạng thái trong đó một người hoặc linh hồn của họ được giải thoát khỏi tội lỗi và được cứu bởi Chúa Kitô"
        },
        {
            "id": "cc32baf1-8a62-4151-a1d3-ed54e352c1c3",
            "word": "resurrection",
            "phonetic": "ɹᵻsɚɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "For one, when we looked at the aftermath of the Civil War and the resurrection of a movement to reinscribe slavery, indeed, Ulysses S. Grant was confronted with having to uproot the Ku Klux Klan.",
                "When water disappears, they can cheat death itself through a kind of resurrection.",
                "Vintage Broncos fetch high prices, its cult status and racing history left it poised for a resurrection."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdXJyZWN0aW9u&hash=e3437dd6b23b769bbb863cab152144ffd431693d&lang=en&cache-only=0",
            "defineEn": "In Christianity, the time of Christ's return to life, or the return of all people to life at the Last Judgement",
            "defineVi": "Trong Kitô giáo, thời điểm Chúa Kitô trở lại cuộc sống, hoặc sự trở lại của tất cả mọi người với sự sống trong Bản án cuối cùng"
        },
        {
            "id": "af2c1282-7f5c-4212-83d9-19ee790e927c",
            "word": "sacrilege",
            "phonetic": "sækɹɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This seems like sacrilege to a lot of people, but some philosophers argue that it’s more compatible with the God of the Bible.",
                "And I feel it's almost a sacrilege to be writing on this because this complexity that we're seeing here is just mind boggling."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FjcmlsZWdl&hash=86abc8278d45f8a7d52e1c891c6da3733427c530&lang=en&cache-only=0",
            "defineEn": "the act of disrespectfully treating a sacred item or place",
            "defineVi": "hành động đối xử thiếu tôn trọng với một vật phẩm hoặc địa điểm linh thiêng"
        },
        {
            "id": "32909559-278a-4656-a522-40f9380a019d",
            "word": "requiem",
            "phonetic": "ɹɛkwɪɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was a simple requiem, but with plenty of meaning behind it.",
                "So, they gathered 12 of the most musically talented graduates from the seminary, priests from across the world, and produced \"Requiem.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cmVxdWllbQ&hash=866d021b8c12142b2511c6ae2129d47ddd4e66c3&lang=en&cache-only=0",
            "defineEn": "a mass at which people honor and pray for the soul of a dead person, especially in the Roman Catholic Church",
            "defineVi": "một khối lượng mà mọi người tôn vinh và cầu nguyện cho linh hồn của một người đã chết, đặc biệt là trong Nhà thờ Công giáo La Mã"
        },
        {
            "id": "57e93d95-83f3-4638-8b98-c12f3c616111",
            "word": "reincarnation",
            "phonetic": "ɹiːɪŋkɑːɹneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boy was the reincarnation of Wen Qu Xing, the wisdom god, sent to the family to reward Xu Xian’s devotion.",
                "He believed in reincarnation and outlawed beans, seeing them as impure.",
                "Let's talk about the reincarnation of baseball here in Washington.",
                "You know, years later, I first realized how there must be reincarnation, there must be other lifetimes before you, because I was writing about things that I had no idea what I could have been talking about."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVpbmNhcm5hdGlvbg&hash=3e01b640e77a1229632a1523315aedebb4a0ec6f&lang=en&cache-only=0",
            "defineEn": "the belief that after someone’s death, their spirit comes back to life in the form of a new body, especially in Buddhism and Hinduism",
            "defineVi": "niềm tin rằng sau khi ai đó chết, linh hồn của họ sống lại dưới dạng một cơ thể mới, đặc biệt là trong Phật giáo và Ấn Độ giáo"
        },
        {
            "id": "34d55cda-ea72-4118-ad47-fe162d5f8bb9",
            "word": "prophecy",
            "phonetic": "pɹɑːfəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have a prophecy?",
                "So this is prophecy.",
                "Which lead to apocalyptic prophecies.",
                "Or is this prophecy just ungrounded panic?",
                "But the witches do light up his ambition with their prophecies."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGhlY3k&hash=1370c88b6358d93289781dc3988c70aa22a1c2d9&lang=en&cache-only=0",
            "defineEn": "a statement that something will happen, especially one made by a sacred person",
            "defineVi": "một tuyên bố rằng một cái gì đó sẽ xảy ra, đặc biệt là một người được thực hiện bởi một người linh thiêng"
        }
    ]
}