{
    "id": "ecee3622-e1af-425c-995e-7e45b7650687",
    "title": "Lesson 22",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "5e6d601d-dffb-4083-97c1-08d9e3640f1a",
            "word": "unremitting",
            "phonetic": "ʌnɹiːmɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And it's unremitting, and it goes on for hours for some people."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5yZW1pdHRpbmc&hash=1fa075abbeaa6d290fe969acfbfe3657e24f4bcb&lang=en&cache-only=0",
            "defineEn": "uninterrupted in time and indefinitely long continuing",
            "defineVi": "không bị gián đoạn trong thời gian và kéo dài vô tận"
        },
        {
            "id": "ca6788ca-5d6b-4a9c-88d2-4480c2b94a0d",
            "word": "to unravel",
            "phonetic": "tʊ ʌnɹævəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a detective, I know that lies can unravel quickly.",
                "If he introduced doubt into his life, the whole, the whole thing would unravel.",
                "A crisis which is unraveling homeownership, the middle class, and the American Dream itself.",
                "We spent months unraveling the story of the ship.",
                "Like you pull one strand of it and the whole blanket can unravel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5yYXZlbA&hash=94d38bafcf84e3a1bffceaebd70351ad934f2304&lang=en&cache-only=0",
            "defineEn": "to undo or separate the strands of something that is woven or knitted",
            "defineVi": "để hoàn tác hoặc tách các sợi của một cái gì đó được dệt hoặc dệt kim",
            "hasImg": true
        },
        {
            "id": "0f4565b5-252e-4c40-8726-4fa659fb1165",
            "word": "unimpeachable",
            "phonetic": "ʌnɪmpiːtʃəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5pbXBlYWNoYWJsZQ&hash=6b95526ce9a153016d749d318f89170beca6df42&lang=en&cache-only=0",
            "defineEn": "reliable and true to the point of being unquestionable",
            "defineVi": "đáng tin cậy và đúng đến mức không thể nghi ngờ"
        },
        {
            "id": "0e2ac477-6472-4291-b733-4ec7698e856a",
            "word": "servitude",
            "phonetic": "sɜːvɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the indentured servitude of European immigrants posed issues that prevented colonists from extracting long term systematic labor from them.",
                "But the indentured servitude of European immigrants posed issues that prevented colonists from extracting long term systematic labor from them.",
                "Now, remember, the 13th Amendment abolished slavery and indentured servitude in 1865.",
                "With this important distinction, colonial America created the system of chattel slavery that sentenced black people to perpetual servitude.",
                "It wasn't until the 15th Amendment in 1870 that states were prohibited from disenfranchizing voters on account of race, color or previous condition of servitude."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vydml0dWRl&hash=746f3d1dad68c5a938ddb104d0aa454acfaff668&lang=en&cache-only=0",
            "defineEn": "state of subjection to an owner or master or forced labor imposed as punishment",
            "defineVi": "tình trạng lệ thuộc vào chủ sở hữu hoặc chủ hoặc lao động cưỡng bức được áp dụng như một hình phạt"
        },
        {
            "id": "3af0c4d1-d4f0-4374-9103-f0256e169b2f",
            "word": "servile",
            "phonetic": "sɜːvaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And obviously, the archetype of that is his very servile vice president, Mike Pence. ",
                "Assigning women a servile role in society was supposed to allow men to feel like men again with their superior wages.",
                "These representatives swore (in the so-called Tennis Court Oath) that they would not disband until they had constructed a nation of individual citizens instead of a kingdom of servile subjects."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmlsZQ&hash=04e97a0efbb0ef28977a417174d4669914cc091e&lang=en&cache-only=0",
            "defineEn": "submissive or fawning in attitude or behavior",
            "defineVi": "phục tùng hoặc xu nịnh trong thái độ hoặc hành vi"
        },
        {
            "id": "9e526ed4-e754-4008-aecf-c28f4a626240",
            "word": "competence",
            "phonetic": "kɑːmpɪtəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blue blood is no guarantee of any particular merit, competence, or expertise.",
                "The real worry isn’t malevolence, but competence.",
                "It just doesn't seem like competence.",
                "And that basically guarantees a very low level of competence from that committee.",
                "You don't get a sense of great competence and expertise at the federal level."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0ZW5jZQ&hash=1b6fbf63d929e22d67479cbf9e3cad1219bea4e8&lang=en&cache-only=0",
            "defineEn": "the quality of being adequately or well qualified physically and intellectually",
            "defineVi": "chất lượng của việc có đầy đủ hoặc đủ điều kiện về thể chất và trí tuệ"
        },
        {
            "id": "4beb2d60-0bb6-43b6-b40c-524f2ec0c33b",
            "word": "competent",
            "phonetic": "kɑːmpɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "He may be wet behind the ears, but he's well-trained and totally competent.",
                "The safety and security of our democracy demands competent civilian control of our armed forces, the subordination of military power to the civil.",
                "So don’t forget, competent leadership really matters!",
                "We have these really competent offensive units at the NSA"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0ZW50&hash=4778582eed1b25dad5c1b0f38af8c2d4839595dc&lang=en&cache-only=0",
            "defineEn": "possessing the needed skills or knowledge to do something well",
            "defineVi": "sở hữu những kỹ năng hoặc kiến thức cần thiết để làm điều gì đó tốt",
            "hasImg": true
        },
        {
            "id": "4f36cf0a-58d0-4044-86e7-d3e696adc08d",
            "word": "competitor",
            "phonetic": "kəmpɛɾɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our competitors obtained the contract by breaking every rule in the book.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride.",
                "The tech company's innovative product quickly surpassed its competitors and became the king of the hill in the industry.",
                "The Japanese company is light years ahead of its European competitors.",
                "The new sports car blew the doors off its competitors, setting a new speed record on the track."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRvcg&hash=c27a54b68262bb5d26c19a2377f6c898854e3206&lang=en&cache-only=0",
            "defineEn": "someone who competes with others in a sport event",
            "defineVi": "một người cạnh tranh với những người khác trong một sự kiện thể thao",
            "hasImg": true
        },
        {
            "id": "d8fae447-f25e-4611-afb7-952500538ff8",
            "word": "to evoke",
            "phonetic": "tʊ ɪvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The movie was so powerful that it evoked a range of emotions in the audience.",
                "Each word he chooses evokes a particular quality of sound.",
                "Do any Motown songs evoke a specific memory?",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZva2U&hash=3476fe69ffe177540cba5ef88cf8157adccaa8e0&lang=en&cache-only=0",
            "defineEn": "call forth (emotions, feelings, and responses)",
            "defineVi": "gọi ra (cảm xúc, cảm xúc và phản ứng)"
        },
        {
            "id": "4e43dab5-b5e6-44f1-9661-fae222db95b3",
            "word": "evocation",
            "phonetic": "ɪvəkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dark or black eyes are also featured in evocations of possession and demonic presence, and often symbolize a lack of control."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZvY2F0aW9u&hash=1796bc93e387d1e9966f4b8a755d7d8afbc810da&lang=en&cache-only=0",
            "defineEn": "imaginative re-creation",
            "defineVi": "tái tạo trí tưởng tượng"
        },
        {
            "id": "a826d151-77f8-429e-9660-db1b8573defa",
            "word": "amphitheater",
            "phonetic": "æmfɪθiːeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One site of these games was the Flavian Amphitheater, AKA the Colosseum.",
                "Later But you can do that and then after that you can go down to the amphitheater There's gonna be a really cool variety show hosted by the festival the spoken nerd from the UK You can come back in under the rocket and hang out with some of the other educational content creators in the rooms There's people from all over the internet that do all different types of educational content Which is really cool because YouTube is sponsoring the event now one of the top priorities for YouTube is education"
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGl0aGVhdGVy&hash=7db03e51fa274241900fb4b87833346a826b26aa&lang=en&cache-only=0",
            "defineEn": "an open building that is round or oval in shape and has a space in the middle surrounded by several seats, originated in ancient Roman and Greek architecture used for public entertainments such as sports or drama",
            "defineVi": "một tòa nhà mở có hình tròn hoặc hình bầu dục và có một khoảng trống ở giữa được bao quanh bởi một số chỗ ngồi, có nguồn gốc từ kiến trúc La Mã và Hy Lạp cổ đại được sử dụng cho các hoạt động giải trí công cộng như thể thao hoặc kịch",
            "hasImg": true
        },
        {
            "id": "64dd1467-44ab-48bd-994d-7208719ae2c4",
            "word": "amphibious",
            "phonetic": "æmfɪbiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This amphibious being poses a threat to all who travel near the inland waters.",
                "Narrator: The Marine Corps is defined as an amphibious warfare force.",
                "Amphibious fishes use powerful fins to move on land and clever tools to navigate as they go.",
                "To find water while on land, the mummichog, like most amphibious fishes, is on the lookout for reflective surfaces.",
                "China is also building both fleet carriers and amphibious assault ships."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1waGliaW91cw&hash=04991bd1b839eb885af54468085ca5df067b0668&lang=en&cache-only=0",
            "defineEn": "operating or living on land and in water",
            "defineVi": "hoạt động hoặc sống trên đất liền và trong nước"
        },
        {
            "id": "098756c4-071b-4d1f-bb9e-80ead2ccfcdf",
            "word": "to dissatisfy",
            "phonetic": "tə dɪsæɾɪsfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When asked your feelings about the federal government this week, 61 percent of New Hampshire Democrats told exit pollsters that they are angry or at least dissatisfied.",
                "And then there were Charlotte and Emily Bronte, whose stories feature moody heroines dissatisfied and/or bored with the roles society has handed down to them, coming into collision with their equally moody and misunderstood heroes, with a lot of ruin and angst along the way."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2F0aXNmeQ&hash=eee2df91f7836b2c20f4b11cd5d8992815f7067e&lang=en&cache-only=0",
            "defineEn": "fail to satisfy",
            "defineVi": "thất bại trong việc đáp ứng"
        },
        {
            "id": "de89897c-2621-4004-a0cc-93f14c70bf63",
            "word": "dissimilar",
            "phonetic": "dɪsɪmɪlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our world today looks radically dissimilar to that of three hundred years ago.",
                "These are two very dissimilar activities.",
                "In a strange way, Obama is not dissimilar.",
                "His moves aren’t that dissimilar from what Egypt’s leader is trying to do now in the wake of the dislocation and chaos after the Arab Spring.",
                "Basically, you demonstrate that Situation A and Situation B are dissimilar enough that the analogy doesn’t actually work."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2ltaWxhcg&hash=8e64070dbf36694b0e505bce48cf87f983805f57&lang=en&cache-only=0",
            "defineEn": "not similar",
            "defineVi": "không giống nhau",
            "hasImg": true
        },
        {
            "id": "78bf4278-6053-4d71-9fe4-a6fbede5f2b9",
            "word": "disputation",
            "phonetic": "dɪspjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What are disputations?",
                "And there shall be no disputations among you."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcHV0YXRpb24&hash=c2d391a05d4da8c4766d7478bd38d15b2cefc648&lang=en&cache-only=0",
            "defineEn": "the formal presentation of a stated proposition and the opposition to it (usually followed by a vote)",
            "defineVi": "trình bày chính thức của một đề xuất đã nêu và sự phản đối đối với nó (thường theo sau là một cuộc bỏ phiếu)"
        },
        {
            "id": "6ef2a81f-ac70-4235-9e3d-087e1e0c6a9f",
            "word": "disputatious",
            "phonetic": "dɪspjuːteɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzcHV0YXRpb3Vz&hash=3079e0655360c4f45de2eee5ac5c3a817b91fa84&lang=en&cache-only=0",
            "defineEn": "inclined or showing an inclination to dispute or disagree, even to engage in law suits",
            "defineVi": "khuynh hướng hoặc thể hiện khuynh hướng tranh chấp hoặc không đồng ý, thậm chí tham gia vào các vụ kiện tụng"
        },
        {
            "id": "8314dc04-8bdf-467f-a4fe-0d566738b682",
            "word": "to pervade",
            "phonetic": "tə pɚveɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Today you learned that the majority of the Universe is made up of dark energy, a currently mysterious entity that pervades space.",
                "This ability to grapple with the deeper, more profound horrors that pervade the human condition has allowed King to branch out into just about every genre, making him a slippery writer to pin down, genre-wise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVydmFkZQ&hash=372ba03bdd30e28bd29cbf99896cf46e3b8854bd&lang=en&cache-only=0",
            "defineEn": "spread or diffuse through",
            "defineVi": "lan truyền hoặc khuếch tán qua"
        },
        {
            "id": "62684817-8b52-4047-8352-04f431bc74c7",
            "word": "pervasive",
            "phonetic": "pɚveɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Shame and gaslighting is pervasive in our work.",
                "Their work established pervasive feelings of fraudulence in this group.",
                "Borderline personality disorder is pervasive.",
                "Another pervasive thing is symmetry.",
                "But it is pervasive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydmFzaXZl&hash=cd6dd9eacfc410b90fb5833568bf818e3852ff97&lang=en&cache-only=0",
            "defineEn": "spreading or existing throughout something, and usually unpleasant",
            "defineVi": "lan rộng hoặc tồn tại trong một cái gì đó, và thường khó chịu"
        },
        {
            "id": "c1c0f043-6344-4cd7-882e-3ac681768165",
            "word": "perverse",
            "phonetic": "pɚvɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "So, of course, that introduces the concept of sexual acts, perverse sexual acts.",
                "Which is kind of perverse when you consider that the lottery is essentially a voluntary tax which is falling most heavily on the shoulders of the people who can least afford it.",
                "Well, one key factor that led to the 2008 financial crisis was perverse incentives.",
                "A perverse incentive is when a policy ends up having a negative effect, opposite of what was intended."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydmVyc2U&hash=fc8d59c6c7dbbe1850e3220c85b2c26529eb6345&lang=en&cache-only=0",
            "defineEn": "marked by a disposition to oppose and contradict",
            "defineVi": "được đánh dấu bởi một khuynh hướng chống đối và mâu thuẫn"
        },
        {
            "id": "549162bd-2737-47c8-a7ce-2d3d4f6bbafb",
            "word": "perversion",
            "phonetic": "pɚvɜːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"To exploit Trump's personal obsessions and sexual perversion in order to obtain suitable kompromat, compromising material, on him.\"",
                "Now I'm gonna take a little bit of Urban Decay 24/7 Glide-On in 'perversion'.",
                "The biggest issue really was that this was a perversion of the process and it couldn't be allowed to go unanswered.",
                "The reading public seemed to revel in tales of witches: their special witches’ rites, their antics and adventures, their sexual perversions, and their attacks on (and corruption of) the innocent.",
                "So it‘s this kind of subversion or perversion of what we‘re kind of used to seeing when it comes to seduction in films and what people think is either appropriate or what they can get away with."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydmVyc2lvbg&hash=d775f18782a07cb4cad501919dcd21e12d1b860a&lang=en&cache-only=0",
            "defineEn": "the action of perverting something (turning it to a wrong use)",
            "defineVi": "hành động làm hư hỏng một cái gì đó (biến nó thành một cách sử dụng sai)"
        }
    ]
}