{
    "id": "ed89febf-18a2-484f-91f9-1f0e4ef5e61e",
    "title": "Unit 8",
    "originalTitle": "Unit 8",
    "words": [
        {
            "id": "7f33e9ce-1683-4a8e-8123-5fc3cabcdcc5",
            "word": "daily",
            "phonetic": "deɪli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "That man eats Ramen noodles daily for dinner but for his dog, he threw a big party.",
                "The plants want watering daily.",
                "The mother of two young children felt overwhelmed by her daily tasks, which included cooking, cleaning, and child-rearing.",
                "And you still can't get a good daily woman now to clean, not for love or money.",
                "Support your thyroid health by incorporating bladderwrack supplements into your daily routine."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFpbHk&hash=8b30df0c3ea09addf6c0d611a4ac3e41bc16e3c0&lang=en&cache-only=0",
            "defineEn": "in a way that happens every day or once a day",
            "defineVi": "trong một cách mà xảy ra mỗi ngày hoặc một lần một ngày"
        },
        {
            "id": "78b2d76b-2480-4f14-b90c-67a014406fd4",
            "word": "need",
            "phonetic": "niːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soup needs a little more seasoning.",
                "This shirt needs washing.",
                "My father's car needs an oil change.",
                "I need a lightweight sweater for the spring season.",
                "We need a new brush for our pet's fur."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVlZA&hash=b60ac631a082249747fd536922211850baafcce2&lang=en&cache-only=0",
            "defineEn": "a condition or situation in which something is necessary",
            "defineVi": "một điều kiện hoặc tình huống trong đó một cái gì đó là cần thiết"
        },
        {
            "id": "5c6cfc20-4a04-4f49-9f99-c009e3478559",
            "word": "newsagent",
            "phonetic": "nuːzeɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c2FnZW50&hash=e89575cc4fccc30e84f0eed8be560f1b4ff985ae&lang=en&cache-only=0",
            "defineEn": "a person or a shop that sells newspapers, magazines, and other items related to reading materials, such as stationery, cards, and sometimes snacks",
            "defineVi": "một người hoặc một cửa hàng bán báo, tạp chí và các mặt hàng khác liên quan đến tài liệu đọc, chẳng hạn như văn phòng phẩm, thẻ và đôi khi là đồ ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "56b04543-8907-478f-bccd-a952022e4197",
            "word": "chemist",
            "phonetic": "kɛmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a chemist around the corner.",
                "But by this time, chemists wanted a more scientific society.",
                "In 1931, German chemists developed an effective anti-malaria drug, mepacrine.",
                "Chemists accomplish all of these feats with the use of additives.",
                "For a chemist, a mole conjures up the number 6.02 times 10 to the 23rd, not a fuzzy little animal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdA&hash=2bb30e50ee10f6b5a4d29032a4f0b3029c49bd5f&lang=en&cache-only=0",
            "defineEn": "a scientist who studies chemistry",
            "defineVi": "một nhà khoa học nghiên cứu hóa học",
            "hasImg": true
        },
        {
            "id": "22263c20-2d5e-44ae-816b-60e4221277c3",
            "word": "stationer",
            "phonetic": "steɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlvbmVy&hash=8af6270ce6ab26746ae59df81917468dca5f8407&lang=en&cache-only=0",
            "defineEn": "someone who sells writing materials, such as pens, pencils, paper, etc.",
            "defineVi": "một người bán tài liệu viết, chẳng hạn như bút, bút chì, giấy, v.v.",
            "hasImg": true
        },
        {
            "id": "15123e18-8c84-4264-9193-68a67c7e5d5e",
            "word": "aspirin",
            "phonetic": "æspɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take an aspirin and lie down.",
                "Aspirin acts like a spine from a porcupine.",
                "Aspirin might not work on a really bad headache.",
                "He shot an aspirin out of the air in slow-motion.",
                "Even though they're cousins, aspirin does not have those same effects in the skin."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaXJpbg&hash=22d9769b43d26cb67b6e0429df099d6ee9153bc6&lang=en&cache-only=0",
            "defineEn": "a type of medicine taken to relieve pain, bring down a fever, etc.",
            "defineVi": "một loại thuốc dùng để giảm đau, hạ sốt, v.v.",
            "hasImg": true
        },
        {
            "id": "37b48c51-c777-47aa-8f5d-6507012515e1",
            "word": "plaster",
            "phonetic": "plæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her right leg was coated in plaster.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "Which classic rock star had his big old yam cast in plaster.",
                "Newspapers, science journals, and popular magazines around the world plastered it across their pages.",
                "He plastered fliers all over campus with a breakdown of the best deals he found."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3Rlcg&hash=be536b5227fba721b8f4112f4c8bee2cb610fb22&lang=en&cache-only=0",
            "defineEn": "a small medical dressing that one can stick over a wound or cut in order to keep it clean and  protect it",
            "defineVi": "một loại băng y tế nhỏ mà người ta có thể dán lên vết thương hoặc vết cắt để giữ sạch và bảo vệ vết thương",
            "hasImg": true
        },
        {
            "id": "b468853b-f97e-4bf0-86b9-f44b18acb54a",
            "word": "deodorant",
            "phonetic": "diːoʊdɚɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Deodorants, however, inhibit bacterial activity and mask odors at the same time.",
                "- You got bubble gum deodorant on?",
                "Mosquitoes are also enticed by deodorants, perfumes, soaps, and other applied fragrances.",
                "- That's my deodorant, man.",
                "That includes shampoo, makeup, perfume, cologne, deodorant, soap."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVvZG9yYW50&hash=33f87e79b4d7c9ea946090e31abb0fa1ff02b929&lang=en&cache-only=0",
            "defineEn": "a substance that people put on their skin to make it smell better or to hide bad ones",
            "defineVi": "một chất mà mọi người đặt trên da của họ để làm cho nó có mùi thơm hơn hoặc để che giấu mùi hôi",
            "hasImg": true
        },
        {
            "id": "967f2991-d18a-4643-bfb8-30060e29c498",
            "word": "toothpaste",
            "phonetic": "tuːθpeɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "Baking soda served as a natural toothpaste alternative, gently whitening teeth and freshening breath.",
                "She brushed her teeth with toothpaste to keep them clean and healthy.",
                "I use neem toothpaste for its natural antibacterial properties and to maintain oral hygiene.",
                "\"Charcoal toothpaste is better than regular toothpaste.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhwYXN0ZQ&hash=8b1e3ea0db8ff69bc0caa8cf4e7753205ee2986d&lang=en&cache-only=0",
            "defineEn": "a soft and thick substance we put on a toothbrush to clean our teeth",
            "defineVi": "một chất mềm và đặc mà chúng ta bôi lên bàn chải đánh răng để làm sạch răng",
            "hasImg": true
        },
        {
            "id": "bbce1e01-7050-4e86-b38f-ccb7f6f5ea66",
            "word": "shampoo",
            "phonetic": "ʃæmpuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "I can't even lie in the bath without him throwing a wobbly because there are a few shampoo bottles with the lids off.",
                "Skip the shampoo.",
                "That includes shampoo, makeup, perfume, cologne, deodorant, soap.",
                "The secret could be not shampooing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbXBvbw&hash=18992f7bb1e00ea00543e91b3b2ca2026269735a&lang=en&cache-only=0",
            "defineEn": "a liquid used to wash one's hair, carpet, etc.",
            "defineVi": "một chất lỏng được sử dụng để gội đầu, thảm, v.v.",
            "hasImg": true
        },
        {
            "id": "a8626531-192b-487b-a880-b20c8c1ed8af",
            "word": "sunscreen",
            "phonetic": "sʌnskɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We packed our beach bag with sunscreen, towels, and beach toys.",
                "First, not all sunscreens are harmful to the environment.",
                "Wearing a good-quality sunscreen, SPF minimum 30, ideally 50, throughout the year.",
                "Narrator: You can purchase sunscreens from other countries online.",
                "Sunscreen can be a lotion, a cream, or a spray."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vuc2NyZWVu&hash=2fd596bbfefd32c6a7d6d651f62a9bd045d9a4ed&lang=en&cache-only=0",
            "defineEn": "a cream that is applied to the skin to protect it from the harmful rays of the sun",
            "defineVi": "một loại kem được áp dụng cho da để bảo vệ nó khỏi các tia có hại của mặt trời",
            "hasImg": true
        },
        {
            "id": "d878d012-7829-4c26-ab68-3d43770f6cb3",
            "word": "battery",
            "phonetic": "bæɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is currently taking a break to recharge her batteries.",
                "I often go for a walk to recharge my batteries.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "We have been resting all weekend to recharge our batteries for the upcoming week.",
                "If I feel burned out, I will take a day off to recharge my batteries."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVyeQ&hash=878c0f27d65d06605275048cb8495951e19208ee&lang=en&cache-only=0",
            "defineEn": "an object that turns chemical energy to electricity to give power to a device or machine",
            "defineVi": "một đối tượng biến năng lượng hóa học thành điện để cung cấp năng lượng cho thiết bị hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "c7aead8c-f811-447d-af0a-3463652ed3c8",
            "word": "scissors",
            "phonetic": "sɪsɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is another reason why China is slow-rolling exports to the U.S., says Scissors.",
                "Yumbu's RAZOR and PAIR of SCISSORS have given him the means to subsist and CARRY on the long JOURNEY from CONGO."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Npc3NvcnM&hash=330d3fe027d81455a7e407cd4902605c086cd9f5&lang=en&cache-only=0",
            "defineEn": "a tool used to cut paper, cloth, etc. with two handles and two sharp edges, joined in the middle",
            "defineVi": "một công cụ dùng để cắt giấy, vải, v.v. có hai tay cầm và hai cạnh sắc, được nối ở giữa",
            "hasImg": true
        },
        {
            "id": "094ed233-91e0-4339-a0e3-7b42dd0e06f3",
            "word": "adaptor",
            "phonetic": "ɐdæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For this little adaptor that does this and this, and this and this and this.",
                "Look at that, they include a cable and no power adaptor, thank you, thank you Apple for that industry trend.",
                "In terms of hardware loss there was a lot of normal supplies and scientific gear as well as an international docking adaptor, a HoloLens and a space suit.",
                "So, you can see that the adaptor adds quite a bit of girth to this guy.",
                "So this is just like a little adaptor that just moves the hard line connection up a couple millimeters so that this tube can run perfectly straight across."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRvcg&hash=573c257fbe9f7852bfbc25bf536a72b052a12d52&lang=en&cache-only=0",
            "defineEn": "a device used to connect two pieces of equipment that do not connect to each other on their own",
            "defineVi": "một thiết bị được sử dụng để kết nối hai thiết bị không tự kết nối với nhau",
            "hasImg": true
        },
        {
            "id": "8c69cc4f-015c-406b-84ee-e40e52e77f48",
            "word": "notebook",
            "phonetic": "noʊtbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "She uses her notebook to keep track of her daily to-do list.",
                "He writes down his ideas and thoughts in his notebook.",
                "We use our notebooks to practice writing and improve our handwriting skills.",
                "The student sat down at his desk and opened his notebook."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZWJvb2s&hash=9e3c23f2c0ffc281771d43dcd292b7a82c473eb5&lang=en&cache-only=0",
            "defineEn": "a small book with plain or ruled pages for writing notes in",
            "defineVi": "một cuốn sách nhỏ với các trang đơn giản hoặc được đánh dấu để viết ghi chú trong",
            "hasImg": true
        },
        {
            "id": "7a5f2282-a49e-4d07-b0af-eac8e2566fd0",
            "word": "pen",
            "phonetic": "pɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pen is mightier than the sword.",
                "This pen won't write.",
                "I only have one pen in my bag.",
                "Please write in pen on both sides of the paper.",
                "He writes his thoughts and ideas in a journal with a fancy pen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVu&hash=5db5a7133a558c002488f6ef55b678716abe830b&lang=en&cache-only=0",
            "defineEn": "an instrument for writing or drawing with ink, usually made of plastic or metal",
            "defineVi": "một công cụ để viết hoặc vẽ bằng mực, thường được làm bằng nhựa hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "1fc2e201-308b-43c6-9dd5-2747bd31fcd6",
            "word": "pencil",
            "phonetic": "pɛnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The length of the pencil is 15 centimeters.",
                "Neither one seems like the sharpest pencil in the box.",
                "She sharpens her pencil before starting her math homework.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2ls&hash=4681a51f215323b30f7d7dbf435d947e24b22ae6&lang=en&cache-only=0",
            "defineEn": "an instrument consisting of a narrow piece of wood and a thin piece of a black or colored substance in the middle, used for writing, drawing, etc.",
            "defineVi": "một nhạc cụ bao gồm một mảnh gỗ hẹp và một mảnh mỏng màu đen hoặc màu ở giữa, được sử dụng để viết, vẽ, v.v.",
            "hasImg": true
        },
        {
            "id": "fb1e8d28-224b-4cc2-9b72-0f8fae7c690d",
            "word": "envelope",
            "phonetic": "ɑːnvəloʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took an envelope from his inside pocket.",
                "She received a closed envelope containing a surprise gift.",
                "When he was away for prolonged periods on work, he would frequently write letters to her and write SWAK at the back of the envelope, to signify that it was sealed with a kiss.",
                "The blimp's envelope is filled with 300,000 cubic feet of helium.",
                "Then, when you're done, look: prepaid envelopes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52ZWxvcGU&hash=470437e2edc323d05013523b4e5ec12450bfad7e&lang=en&cache-only=0",
            "defineEn": "a thin, paper cover in which we put and send a letter",
            "defineVi": "một bìa giấy mỏng, trong đó chúng tôi đặt và gửi một lá thư",
            "hasImg": true
        },
        {
            "id": "98cb264d-05ef-42f5-9bbd-69c24a83d698",
            "word": "sellotape",
            "phonetic": "sɛləteɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsbG90YXBl&hash=ea116216f95692f2b682cdae7a4c44eb290e7d16&lang=en&cache-only=0",
            "defineEn": "a type of adhesive tape that is transparent, sticky on one side, and used for various purposes such as sealing, repairing, or wrapping",
            "defineVi": "một loại băng dính trong suốt, dính một mặt và được sử dụng cho nhiều mục đích khác nhau như niêm phong, sửa chữa hoặc bọc",
            "hasImg": true
        },
        {
            "id": "1ec94c84-66fd-4c33-acfe-9d46ef31677c",
            "word": "magazine",
            "phonetic": "mæɡɐziːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The magazine keeps tabs on the latest fashion trends.",
                "The articles in this magazine are a cut above the others.",
                "I often read parenting magazines to get advice on raising my children."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnYXppbmU&hash=e98518ef0c0c058fd15cc64a3b97911375c962f7&lang=en&cache-only=0",
            "defineEn": "a periodic publication or a large thin book with a paper cover that contains news stories, articles, photographs, etc., usually on a particular topic, sold weekly or monthly",
            "defineVi": "một ấn phẩm định kỳ hoặc một cuốn sách mỏng lớn có bìa giấy chứa các câu chuyện tin tức, bài báo, ảnh, v.v., thường về một chủ đề cụ thể, được bán hàng tuần hoặc hàng tháng",
            "hasImg": true
        },
        {
            "id": "b9de52cd-2730-43e8-9f64-737722eafa23",
            "word": "chocolate",
            "phonetic": "tʃɑːklət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "I baked a chocolate cake for my friend's birthday.",
                "The chocolate is available by mail order, but at a price.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "he broke off a piece of his chocolate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvY29sYXRl&hash=fd2f200de9f4fef3a5d5d1f248b3f6c6e0f936ad&lang=en&cache-only=0",
            "defineEn": "a type of food that is brown and sweet and is made from ground cocoa seeds",
            "defineVi": "một loại thực phẩm có màu nâu và ngọt và được làm từ hạt ca cao xay",
            "hasImg": true
        },
        {
            "id": "163f6493-7b94-4f2b-a350-8a7a928c620b",
            "word": "bakery",
            "phonetic": "beɪkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "The bakery decorated the cupcakes with a maraschino cherry on each.",
                "The bakery introduced a new pastry filled with raspberry jelly."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFrZXJ5&hash=6bef755de36e86ba6cc0e2b3689f40e936f5e08f&lang=en&cache-only=0",
            "defineEn": "a place where bread and cakes are made and often sold",
            "defineVi": "một nơi bánh mì và bánh ngọt được làm và thường bán",
            "hasImg": true
        },
        {
            "id": "6602fd2b-0a59-4e9e-8b83-bb3385803548",
            "word": "hardware",
            "phonetic": "hɑːɹdwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Doris said that on the day of the murder, if her memory served her right, Ronda Jo left the hardware store soon after the town fire alarm went off.",
                "He'd made a lot of money out of hardware.",
                "Hardware accelerated video decoding for web browsers.",
                "Okay, hardware is right there.",
                "Because the program was hardware, essentially."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZHdhcmU&hash=e77e17d63c37f3839f4c648d31506e37c3cb5010&lang=en&cache-only=0",
            "defineEn": "the physical and electronic parts of a computer or other similar system",
            "defineVi": "các bộ phận vật lý và điện tử của máy tính hoặc hệ thống tương tự khác",
            "hasImg": true
        },
        {
            "id": "d8d403db-5205-47a6-b2ec-73f3517d32b2",
            "word": "dry cleaner",
            "phonetic": "dɹaɪ kliːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJ5IGNsZWFuZXI&hash=996613df9872c64bc2c2b98acd72a50ac7b6bc1b&lang=en&cache-only=0",
            "defineEn": "an individual who works or owns a business specializing in the cleaning and maintenance of garments and textiles using methods that do not involve water",
            "defineVi": "một cá nhân làm việc hoặc sở hữu một doanh nghiệp chuyên làm sạch và bảo dưỡng hàng may mặc bằng các phương pháp không sử dụng nước",
            "hasImg": true
        },
        {
            "id": "9f55d6a4-ea13-4996-a257-ae7b5a3bfb61",
            "word": "to dispense",
            "phonetic": "tə dɪspɛns ",
            "partOfSpeechType": "verb",
            "examples": [
                "We don't have much time, so let's dispense with the formalities and start talking turkey.",
                "I dispense compliments to people that deserve them.",
                "America had just dispensed with monarchy and elitism.",
                "When she's not at work at Stanford Medical Center Hospital in California, Dr. Nidhi Rohatgi is regularly dispensing care to family and friends 13 time zones away in India.",
                "But, people, please remember that we here at Crash Course do not dispense relationship advice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGVuc2U&hash=5acba3976aae011836184e4e0325d2ffa7d10c41&lang=en&cache-only=0",
            "defineEn": "(of medicine) to prepare and give out according to doctor's prescription, especially as a job",
            "defineVi": "(thuốc) chuẩn bị và phát theo đơn của bác sĩ, đặc biệt là công việc",
            "hasImg": true
        },
        {
            "id": "638365aa-54c5-4404-8a79-e839f6724777",
            "word": "chemist",
            "phonetic": "kɛmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a chemist around the corner.",
                "But by this time, chemists wanted a more scientific society.",
                "In 1931, German chemists developed an effective anti-malaria drug, mepacrine.",
                "Chemists accomplish all of these feats with the use of additives.",
                "For a chemist, a mole conjures up the number 6.02 times 10 to the 23rd, not a fuzzy little animal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdA&hash=2bb30e50ee10f6b5a4d29032a4f0b3029c49bd5f&lang=en&cache-only=0",
            "defineEn": "someone whose job is to prepare and sell drugs in a pharmacy",
            "defineVi": "một người có công việc là chuẩn bị và bán thuốc trong hiệu thuốc",
            "hasImg": true
        },
        {
            "id": "4edfc8b5-b027-4228-9822-6cee217694bd",
            "word": "tea",
            "phonetic": "tiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spill the tea!",
                "The aromatic wintergreen tea soothes her sore throat.",
                "A cup of tea sounds perfect.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "Do you want some more tea?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGVh&hash=b7657d4c14b9556d6b6da8f12dd4d9f2e35fcc2c&lang=en&cache-only=0",
            "defineEn": "a hot drink that is made by soaking dried leaves, called tea leaves, in hot water",
            "defineVi": "một thức uống nóng được làm bằng cách ngâm lá khô, được gọi là lá trà, trong nước nóng",
            "hasImg": true
        },
        {
            "id": "bda11912-8622-4281-bbb2-e87688f550d3",
            "word": "coffee",
            "phonetic": "kɔfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made coffee for us all.",
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVl&hash=4c3fb90c40cc371b528be5a48c89e3e902e6d367&lang=en&cache-only=0",
            "defineEn": "a drink that is made from mixing water with some crushed seeds, called coffee beans, usually hot and brown in color",
            "defineVi": "một thức uống được làm từ nước trộn với một số hạt nghiền nhỏ, được gọi là hạt cà phê, thường nóng và có màu nâu",
            "hasImg": true
        },
        {
            "id": "ffb931dc-8c2f-4e5d-8aa8-c17df168f361",
            "word": "wine",
            "phonetic": "waɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "Red wine leaves a stain.",
                "The California vineyards produce excellent wines.",
                "The grapes are made into wine.",
                "The waiter opened the bottle of wine for the guests."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZQ&hash=4f9e0e7eb2876257cd7105d69fff57401e236009&lang=en&cache-only=0",
            "defineEn": "a drink that is alcoholic and mostly made from grape juice",
            "defineVi": "một thức uống có cồn và chủ yếu được làm từ nước ép nho",
            "hasImg": true
        },
        {
            "id": "0df759ba-e3c8-49d0-ad0c-f50b7c9f0ed2",
            "word": "cheese",
            "phonetic": "tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "Cheshire cheese has a unique flavor profile.",
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Ha, yeah right, and the moon is made of cheese.",
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNl&hash=1fa8dd3467af3a12758a4935b49ec75fb164be1e&lang=en&cache-only=0",
            "defineEn": "a soft or hard food made from milk that is usually yellow or white in color",
            "defineVi": "thức ăn mềm hoặc cứng làm từ sữa thường có màu vàng hoặc trắng",
            "hasImg": true
        },
        {
            "id": "5ad50056-5483-48c8-a5a9-fb4dfad89729",
            "word": "yoghurt",
            "phonetic": "joʊɡɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I might as well have a snack, too, partly because of your love for yoghurt. ",
                "It turns out the plastics are made of one of six different kinds of chemicals, which correspond to the numbers 1 through 6, that you'll see on the bottom of that soda bottle, or yoghurt container."
            ],
            "audio": "https://tts.langeek.co/read?text=eW9naHVydA&hash=28cf40cddb5acd44e44ed735d52c0a5220c951c6&lang=en&cache-only=0",
            "defineEn": "a thick and creamy dairy product made by fermenting milk with bacteria",
            "defineVi": "một sản phẩm sữa dày và kem được làm bằng cách lên men sữa với vi khuẩn",
            "hasImg": true
        },
        {
            "id": "6f2afdd8-f12f-4fe8-b972-5965b07693ec",
            "word": "pasta",
            "phonetic": "pɑːstə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "The earthy aroma of mushrooms adds depth to any pasta dish.",
                "Double cream adds indulgence to creamy pasta sauces.",
                "She stirred the creamy mushroom sauce into her pasta.",
                "The fusilli pasta with marinara sauce is my favorite dish."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGE&hash=32527ce38ea81e9e897d67c0864a5d62ddfb0f1c&lang=en&cache-only=0",
            "defineEn": "an Italian food that is a mixture of flour, water, and at times eggs formed it into different shapes, typically eaten with a sauce when cooked",
            "defineVi": "một món ăn của Ý là hỗn hợp của bột mì, nước và đôi khi là trứng tạo thành những hình dạng khác nhau, thường được ăn với nước sốt khi nấu chín",
            "hasImg": true
        },
        {
            "id": "f8e81665-d46b-4d06-9782-5ded247525dc",
            "word": "ice cream",
            "phonetic": "aɪs kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "My favourite ice cream shop went out of business last summer.",
                "The ice cream truck played a catchy tune to attract customers.",
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGNyZWFt&hash=a942844f2d4bd4ac71d695fef017cf6537871edd&lang=en&cache-only=0",
            "defineEn": "a sweet and cold dessert that is made from a mixture of milk, cream, sugar, and various flavorings",
            "defineVi": "một món tráng miệng ngọt và lạnh được làm từ hỗn hợp sữa, kem, đường và các hương liệu khác nhau",
            "hasImg": true
        },
        {
            "id": "4e0ab0a6-9d86-425c-b6af-cbbdf8c6cf0b",
            "word": "apple juice",
            "phonetic": "æpəl dʒuːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwbGUganVpY2U&hash=9fc5e43faf731440feabd138218421356b15c5c7&lang=en&cache-only=0",
            "defineEn": "a drink that is made from apples",
            "defineVi": "một thức uống được làm từ táo",
            "hasImg": true
        },
        {
            "id": "41db1a6f-6848-4486-a6aa-34085704b356",
            "word": "bread",
            "phonetic": "bɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQ&hash=887a28d2a7fa3a37ef4a658c95bc7c7bb24e1bac&lang=en&cache-only=0",
            "defineEn": "a type of food made from flour, water and usually yeast mixed together and baked",
            "defineVi": "một loại thực phẩm được làm từ bột mì, nước và thường là men trộn với nhau và nướng",
            "hasImg": true
        },
        {
            "id": "d4250baf-af6b-4420-bb79-2dca111bf2f4",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "c7075f47-1dcb-412e-a766-55302137e601",
            "word": "broccoli",
            "phonetic": "bɹɑːkəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She wrinkled her nose at the taste of broccoli.",
                "He tried to mask the taste of the broccoli by adding extra seasoning and sauce.",
                "They grilled broccoli and served it as a tasty and healthy appetizer.",
                "They had a family dinner with a roasted chicken, rice, and steamed broccoli."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvY2NvbGk&hash=8cfa4a499615e66aedac6f2d5ff2bdc9474f5449&lang=en&cache-only=0",
            "defineEn": "a vegetable from the cabbage family with a thick stem and many green or purplish flower buds",
            "defineVi": "một loại rau thuộc họ bắp cải có thân dày và nhiều nụ hoa màu xanh lục hoặc tía",
            "hasImg": true
        },
        {
            "id": "50859bf6-16be-4e00-8f44-5bb9fe7cdc1b",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "the flesh of a chicken that is used as food",
            "defineVi": "thịt của một con gà được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "449c7225-865b-4068-b438-fb223d8c4eb8",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "78b83557-9f65-48e9-80a1-7e20c5f59ab0",
            "word": "apple",
            "phonetic": "æpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "Honeycrisp apples are right over here in the apple section.",
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGU&hash=0dc781364e082247f121222a7a988201127bea75&lang=en&cache-only=0",
            "defineEn": "a fruit that is round and has thin yellow, red, or green skin",
            "defineVi": "một quả tròn và có vỏ mỏng màu vàng, đỏ hoặc xanh",
            "hasImg": true
        },
        {
            "id": "d90166af-42c8-4a49-bb9f-f1e9928b2194",
            "word": "strawberry",
            "phonetic": "stɹɔːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "A strawberry margarita, but hold the tequila.",
                "You can buy strawberries all year round, but at a price.",
                "The strawberries and clotted cream combined to create a heavenly dessert parfait.",
                "The candy had an artificial strawberry flavor that burst in your mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXdiZXJyeQ&hash=c4991a396106b9f05b65f7a3a70a554215807278&lang=en&cache-only=0",
            "defineEn": "a soft, red juicy fruit with small seeds on its surface",
            "defineVi": "một loại trái cây mềm, mọng nước màu đỏ với những hạt nhỏ trên bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "21595733-4b59-49cc-acb8-320d2ba52d29",
            "word": "potato",
            "phonetic": "pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "Britain grows 6,000,000 tons of potatoes a year.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRv&hash=d5e172be4127e5cdef6d2b48ed01de63b616a228&lang=en&cache-only=0",
            "defineEn": "a round vegetable that grows beneath the ground, has light brown skin, and is used cooked or fried",
            "defineVi": "một loại rau tròn mọc dưới đất, có vỏ màu nâu nhạt và được dùng nấu chín hoặc chiên",
            "hasImg": true
        },
        {
            "id": "e5d48fd8-7f00-47ba-82e1-ecc8ff5bb55e",
            "word": "carrot",
            "phonetic": "kæɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted carrots with a sprinkle of ground cardamom.",
                "I gave a carrot to the hungry rabbit.",
                "She dipped her carrot sticks into the hummus.",
                "He ate an orange carrot for a snack.",
                "They bought a carrot cake from the bakery for their family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycm90&hash=74b6a414604c499b3431465ef5c996c902682544&lang=en&cache-only=0",
            "defineEn": "a long orange vegetable that grows beneath the ground and is eaten cooked or raw",
            "defineVi": "một loại rau màu cam dài mọc dưới đất và được ăn chín hoặc sống",
            "hasImg": true
        },
        {
            "id": "fa306396-533f-4518-87ca-3dade7629c10",
            "word": "pea",
            "phonetic": "piː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The members of the band are like peas in a pod.",
                "The group of friends are like peas in a pod.",
                "She used earthnut peas as a unique ingredient in her vegetarian curry.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The twins, Tom and Tim, are like two peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVh&hash=150f442b62683b5e265660adecfec45dad0f77fb&lang=en&cache-only=0",
            "defineEn": "a green seed, eaten as a vegetable",
            "defineVi": "một hạt màu xanh lá cây, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "3614e2d9-6f55-459a-a342-37a87efbc3a3",
            "word": "onion",
            "phonetic": "ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed onion rings as a crispy side dish.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "Melt the butter, then add the onion."
            ],
            "audio": "https://tts.langeek.co/read?text=b25pb24&hash=630cbddcf7a13bd1cb746370bbf0b6cdae76ffb8&lang=en&cache-only=0",
            "defineEn": "a round yellow, white, or red vegetable with many layers and a smell and taste that is strong",
            "defineVi": "một loại rau tròn màu vàng, trắng hoặc đỏ với nhiều lớp, có mùi và vị đậm đà",
            "hasImg": true
        },
        {
            "id": "1e60054f-8c51-45ac-b075-2d578dbbfb43",
            "word": "tomato",
            "phonetic": "təmeɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tomatoes are out of season now.",
                "Tomato paste is a staple ingredient for many recipes.",
                "The chef prepared a creamy tomato soup for lunch.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYXRv&hash=b03301d321a2d64e061f6c7de77256d255bdce4f&lang=en&cache-only=0",
            "defineEn": "a soft and round fruit that is red and is used a lot in salads and many other foods",
            "defineVi": "một loại trái cây mềm và tròn có màu đỏ và được sử dụng nhiều trong món salad và nhiều món ăn khác",
            "hasImg": true
        },
        {
            "id": "f94dbb3a-84df-4445-a3c4-f0e9bfb976d0",
            "word": "egg",
            "phonetic": "ɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "The chicken laid an egg in the nesting box.",
                "The eggs cook quickly in a hot frying pan.",
                "I wanted bacon and eggs for breakfast.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdn&hash=9442aaa358f96481306b74ee0ac4fb268e896189&lang=en&cache-only=0",
            "defineEn": "an oval or round thing that is produced by a chicken and can be used for food",
            "defineVi": "một thứ hình bầu dục hoặc tròn được sản xuất bởi một con gà và có thể được sử dụng cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "3773caff-69d9-4bc9-b4fd-ac92ad3df515",
            "word": "biscuit",
            "phonetic": "bɪskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The little boy ate biscuits and drank lemonade until he was as full as a tick.",
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Baking powder helped the biscuits achieve a perfect rise and a tender crumb.",
                "We have all had bad break-ups but this seem to take the biscuit.",
                "He discovered that shortening was the secret ingredient for achieving a perfect flaky texture in his biscuits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzY3VpdA&hash=675dd270777acd8eaac9c50a9cd9e044fb8db766&lang=en&cache-only=0",
            "defineEn": "a soft cake that is small and round",
            "defineVi": "một chiếc bánh mềm nhỏ và tròn",
            "hasImg": true
        },
        {
            "id": "8749b384-b726-4693-a35b-c5f7a0cc9661",
            "word": "crisp",
            "phonetic": "kɹɪsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crisp up halloumi in a hot pan and use it as a topping for homemade pizzas.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "I like the mild spiciness and crisp texture that green pepper adds to my omelettes.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "She carefully skinned the apple with a sharp knife, revealing its crisp flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3A&hash=84910dc476e696fa75f22a730be4d867dcf9e7e0&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "233a0a78-af44-4999-96a5-53bf20838a64",
            "word": "chips",
            "phonetic": "tʃɪps ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our podcast artwork is by Teddy Blanks and Adam Squires of CHIPS. ",
                "We've got Sweet, we have Salty, and we have Chips, because Chips, while they are salty, have their own category - because there's just so many chips.",
                "And, if you hand it back to me by the end of the day, you will be entered into a raffle to win $5 off your next $100 purchase of Chompsky's Chips."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpcHM&hash=3477b9dd574b0dbf3a8ce88e911eeae246df269f&lang=en&cache-only=0",
            "defineEn": "potato that is cut into long and thin rectangular pieces and fried in oil",
            "defineVi": "khoai tây được cắt thành miếng dài và mỏng hình chữ nhật và chiên trong dầu",
            "hasImg": true
        },
        {
            "id": "32256ec4-95a5-4c2c-b0f2-f654610c7f83",
            "word": "sausage",
            "phonetic": "sɔːsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "He enjoyed a blood sausage and blue cheese salad.",
                "The sausages cook on the barbecue grill until they're nicely browned.",
                "They enjoyed a steaming plate of split-pea and sausage stew.",
                "He packed a mouthwatering sausage sandwich for his lunch, layered with fresh veggies and a tangy mustard sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F1c2FnZQ&hash=fc8e28b9f0aa11b5b106bf99280da67737ba9dd7&lang=en&cache-only=0",
            "defineEn": "‌a mixture of meat, bread, etc. cut into small pieces and put into a long tube of skin, typically sold raw to be cooked before eating",
            "defineVi": "‌hỗn hợp thịt, bánh mì, v.v. được cắt thành từng miếng nhỏ và cho vào một ống da dài, thường được bán sống để nấu chín trước khi ăn",
            "hasImg": true
        }
    ]
}