{
    "id": "eddaa35c-cfca-4e20-bc7b-b95a3a330504",
    "title": "Lesson 2A",
    "originalTitle": "Lesson 2A",
    "words": [
        {
            "id": "e4c51c69-7012-4474-aaeb-241fef6fdb92",
            "word": "Brazilian",
            "phonetic": "bɹæzɪliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "And in 1994, Brazilian fishers found a female yellow armadillo swimming along about 50 meters off the island of Cajual.",
                "Only now, over a year into the pandemic, has the Brazilian government joined the global scramble for vaccines.",
                "These were Brazilian Volkswagen buses.",
                "Marcia Castro is a Brazilian researcher and chair of the department of Global Health and Population at Harvard's Chan School of Public Health."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJhemlsaWFu&hash=9a85ddcdb8f647ca3fd86362454eda2b6da02493&lang=en&cache-only=0",
            "defineEn": "relating to Brazil or its people",
            "defineVi": "liên quan đến Brazil hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "868d89d9-ef76-495a-8ec6-05bea3c6d178",
            "word": "Chinese",
            "phonetic": "tʃaɪniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am studying Chinese.",
                "The US wants access to Chinese markets.",
                "What became of those Chinese vases that Mum used to have?",
                "We couldn't understand them because they were talking in Chinese.",
                "She attended a cooking class where she learned to prepare a Chinese dish using water chestnut as the main ingredient."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbmVzZQ&hash=adfc344f055b6e310a844e144fa31e109b61deb9&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of China",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Trung Quốc",
            "hasImg": true
        },
        {
            "id": "2d743f8b-44e3-4153-9bf7-ea0b6c6e0985",
            "word": "Egyptian",
            "phonetic": "ɪdʒɪpʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Historians have divided Egyptian history into three broad categories.",
                "Hey Thot, do Egyptian gods drink water?",
                "Egyptian mediators say there's a truce agreement in principle.",
                "But more importantly, Ancient Egyptian civilization lasted from 3000 BCE to 332 BCE.",
                "That answer may lie thousands of years earlier with the Egyptian Ba-bird."
            ],
            "audio": "https://tts.langeek.co/read?text=RWd5cHRpYW4&hash=b68d8cb1c9d865d2466ee85448437a0c3b9a7305&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Egypt, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Ai Cập, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "a4304c38-39e0-47ac-bb5d-af32be6b90ab",
            "word": "English",
            "phonetic": "ɪŋɡlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her family is English to the core.",
                "The English test was no problem for Pedro.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "I can count up to fifty in English.",
                "I read English at Oxford."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGlzaA&hash=acd3b3712f92a44433353cf562619ec540a3e0c7&lang=en&cache-only=0",
            "defineEn": "belonging or relating to England, its people, or language",
            "defineVi": "thuộc về hoặc liên quan đến nước Anh, con người hoặc ngôn ngữ của nước này",
            "hasImg": true
        },
        {
            "id": "520477f2-ba31-4905-a45e-01ad33a386ea",
            "word": "French",
            "phonetic": "fɹɛntʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The caretaker had taken French leave.",
                "The French army held the town for three days.",
                "Her favorite perfume is a French brand.",
                "French cuisine is known for its delicious cheeses and wines.",
                "The head teacher usually takes us for French."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJlbmNo&hash=fb7bc0950613fbb1f699ef580c04b043682cafe6&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of France",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Pháp",
            "hasImg": true
        },
        {
            "id": "bb3807d7-10d7-4b36-a787-ba749374f920",
            "word": "German",
            "phonetic": "dʒɜːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "The German language is widely spoken in Germany and other European countries.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "I wouldn't call German an easy language.",
                "Let's serve traditional German dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=R2VybWFu&hash=a248f87976e4432c8668ece12aa6565c98da5865&lang=en&cache-only=0",
            "defineEn": "relating to Germany or its people or language",
            "defineVi": "liên quan đến nước Đức hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "70b243d9-b01b-497f-895e-e36e088fa2d2",
            "word": "Italian",
            "phonetic": "ɪtæliən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Italian coffee, like espresso and cappuccino, is enjoyed all around the world.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "My Italian friend told me to combine tagliatelle with a rich tomato and basil sauce for a traditional pasta dish.",
                "The Italian champion was in second position when he came to grief on the third lap.",
                "Italian gelato is a delicious frozen treat that comes in a variety of flavors and is enjoyed by people of all ages."
            ],
            "audio": "https://tts.langeek.co/read?text=SXRhbGlhbg&hash=bf89156c66c26844e817730e7d88222d6c2cd62e&lang=en&cache-only=0",
            "defineEn": "relating to Italy or its people or language",
            "defineVi": "liên quan đến Ý hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "d153afaf-0532-48a4-a6db-c24a95a85e40",
            "word": "Japanese",
            "phonetic": "dʒæpəniːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Japanese company is light years ahead of its European competitors.",
                "Do you know any Japanese?",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "We went to a Japanese restaurant and enjoyed a delicious bowl of miso soup with daikon slices."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2U&hash=9063cad537176f6de3f3509f494d2dc244e33f3e&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Japan",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Nhật Bản",
            "hasImg": true
        },
        {
            "id": "ff825696-ec16-4b99-bdd5-723521046176",
            "word": "Mexican",
            "phonetic": "mɛksɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We visited a Mexican restaurant and savored the flavorful chipotle salsa that accompanied the tortilla chips.",
                "My Mexican neighbor picked some tomatillos from his garden to make a tangy salsa verde for his tacos.",
                "After visiting a local market, he bought fresh nopal to prepare a traditional Mexican dish.",
                "So the father, of course, was Mexican?",
                "Mexican immigrants were villainized as drug dealers and rapists."
            ],
            "audio": "https://tts.langeek.co/read?text=TWV4aWNhbg&hash=5b9a8b26db46b136ae75b79a4a2dc86349e8381b&lang=en&cache-only=0",
            "defineEn": "relating to Mexico or its people",
            "defineVi": "liên quan đến Mexico hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "9808b87a-1c13-4539-a88c-b168b776553f",
            "word": "Russian",
            "phonetic": "ɹʌʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mother spoke Russian.",
                "Did you really get to third base with that Russian chick like in the movie?",
                "Russian collusion, give me a break.",
                "Russian hackers had already breached American government computer networks.",
                "Russian forces shot the first round."
            ],
            "audio": "https://tts.langeek.co/read?text=UnVzc2lhbg&hash=a2cd182b7379a39a7859b7a1c2ba4a71d9413a0f&lang=en&cache-only=0",
            "defineEn": "relating to Russia or its people or language",
            "defineVi": "liên quan đến Nga hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "93138ee5-d191-4c02-b9f7-5698893f0560",
            "word": "Spanish",
            "phonetic": "spænɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "She made a Spanish omelette by frying sliced potatoes and onions with beaten eggs.",
                "In Spanish culture, it is common to greet others with a kiss on each cheek.",
                "Flamenco is a traditional Spanish dance that is known for its expressive movements.",
                "I love watching Spanish movies with subtitles to improve my language skills."
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhbmlzaA&hash=5262c700f1c64a8bb2b40963b2f093268de6635d&lang=en&cache-only=0",
            "defineEn": "relating to Spain or its people or language",
            "defineVi": "liên quan đến Tây Ban Nha hoặc con người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "1081d050-fd4a-4e31-8e27-675459c08bea",
            "word": "Swiss",
            "phonetic": "swɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Swiss authorities tried a new strategy: harm reduction.",
                "It's not Swiss.",
                "Swiss thinker Jean-Jacques Rousseau had many ideas about education reform, for instance.",
                "So has Swiss stuntman Reno Jaton.",
                "What is that in Swiss?"
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpc3M&hash=e6878079294455a5bb1b7d1140a24fe437216ee2&lang=en&cache-only=0",
            "defineEn": "belonging or relating to Switzerland, or its people",
            "defineVi": "thuộc về hoặc liên quan đến Thụy Sĩ, hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "1c759001-290d-4f8f-b323-bb8f85277032",
            "word": "Turkish",
            "phonetic": "tɜːkɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditionally, Turkish carpets are handwoven by women.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Azerbaijan's successful military campaign was helped by Turkish know-how and drone technology.",
                "Turkish President Recep Tayyip Erdogan accuses the cleric Fethullah Gulen of orchestrating the uprising.",
                "Now the Azerbaijani and Turkish leaders exult in their popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=VHVya2lzaA&hash=0e039adf0b530445f73b81f2dea46caa1b80b07a&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Turkey",
            "defineVi": "liên quan đến đất nước, con người, văn hóa, hoặc ngôn ngữ của Thổ Nhĩ Kỳ",
            "hasImg": true
        },
        {
            "id": "003c3460-3021-457e-8991-163b382f33ad",
            "word": "American",
            "phonetic": "ɐmɛɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jeans are as American as apple pie.",
                "He sounded American as apple pie.",
                "As an American, she had little truck with the painful formality of English life.",
                "Coca-Cola is a famous American soft drink.",
                "The Statue of Liberty is a famous American landmark."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4&hash=ffff07cb3e728bad488979fa8d3b8887a18e1d8b&lang=en&cache-only=0",
            "defineEn": "relating to the United States or its people",
            "defineVi": "liên quan đến Hoa Kỳ hoặc người dân của nó",
            "hasImg": true
        },
        {
            "id": "64c5fdc9-3a61-462a-9a2b-f5e63515f341",
            "word": "British",
            "phonetic": "bɹɪɾɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The British Foreign Minister held talks with the leaders of the two countries.",
                "Seville oranges are often used in traditional British recipes, like Seville orange pudding.",
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "It was really the British who, by digging their heels in, prevented any last-minute deal.",
                "Shakespeare is one of the most famous British playwrights in history."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJpdGlzaA&hash=70712b77c8bb63c3efe909a62adf75ab5af1e593&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, or culture of the United Kingdom",
            "defineVi": "liên quan đến đất nước, con người, hoặc văn hóa của Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "ccb63d55-7a48-43f9-b203-577b9f4e7393",
            "word": "tourist",
            "phonetic": "tʊɹɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year.",
                "She unfolded the map to find the location of the tourist attractions.",
                "German castles, such as Neuschwanstein and Heidelberg Castle, attract many tourists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdA&hash=af27e13e17f6f52a4f14a689bc09555e0b13de89&lang=en&cache-only=0",
            "defineEn": "someone who visits a place or travels to different places for pleasure",
            "defineVi": "một người đến thăm một nơi hoặc đi du lịch đến những nơi khác nhau cho niềm vui",
            "hasImg": true
        }
    ]
}