{
    "id": "ee49a407-384d-48e4-8c77-6d7fd09376de",
    "title": "Lesson 3",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "ef7d535b-4204-4f1d-bc8f-4f84c45d3a22",
            "word": "declamation",
            "phonetic": "dᵻklɐmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFtYXRpb24&hash=ed1ff683772f9624f6aed368b6ea71d4f37f8e69&lang=en&cache-only=0",
            "defineEn": "a strong statement or a piece of writing that expresses certain feelings and opinions",
            "defineVi": "một tuyên bố mạnh mẽ hoặc một đoạn viết thể hiện cảm xúc và ý kiến nhất định"
        },
        {
            "id": "c21b849c-3d40-4840-9b08-ba6bf957eb88",
            "word": "declamatory",
            "phonetic": "dᵻklæmətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFtYXRvcnk&hash=49544161df4f1eaba20d98cacba07b7d8cf4a658&lang=en&cache-only=0",
            "defineEn": "expressing one’s feelings in a dramatic and forceful way",
            "defineVi": "thể hiện cảm xúc của một người một cách ấn tượng và mạnh mẽ"
        },
        {
            "id": "1d82f85e-f421-4d92-958b-760912055d0e",
            "word": "declarative",
            "phonetic": "dᵻklæɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All declarative sentences have truth values.",
                "Is it a declarative?",
                "And there are two kinds of long term memories: declarative, or explicit, and non-declarative, or implicit.",
                "And there are two kinds of long term memories: declarative, or explicit, and non-declarative, or implicit.",
                "So for us our declarative memory would be RAM that's our ability to quickly remember things keep a lot of things in our head."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFyYXRpdmU&hash=adb17e434822275c3acb43f770eef03857a59dca&lang=en&cache-only=0",
            "defineEn": "relating to the use of or having the nature of a declaration",
            "defineVi": "liên quan đến việc sử dụng hoặc có bản chất của một tuyên bố"
        },
        {
            "id": "51b9542c-2895-4716-8946-8d8e1af90bd5",
            "word": "declension",
            "phonetic": "dᵻklɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGVuc2lvbg&hash=afb94562dfdbdcc3c3f349a81a423ad3150056a2&lang=en&cache-only=0",
            "defineEn": "(in the grammar of some languages) a group of nouns, pronouns, or adjectives changing in the same way to indicate case, number, and gender",
            "defineVi": "(trong ngữ pháp của một số ngôn ngữ) một nhóm danh từ, đại từ hoặc tính từ thay đổi theo cùng một cách để biểu thị trường hợp, số lượng và giới tính"
        },
        {
            "id": "1794c740-edb4-42a2-ab51-f8eebba2e632",
            "word": "unspeakable",
            "phonetic": "ʌnspiːkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was about righting an unspeakable wrong.",
                "who left Honduras, she says fleeing unspeakable violence.",
                "No one can fault Judge Kavanaugh for emphatically and passionately defending himself against unspeakable hate, and from the public, and accusations from Dr. Ford that he says simply weren't true.",
                "That is beyond unspeakable.",
                "So, they made their way to the U.S. to the Southern border, spent their life savings, have survived and seen unspeakable scenes, and they were immediately expelled back into Mexico."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zcGVha2FibGU&hash=8e7b55d7d10076c8f65e17a94e5146af0958f603&lang=en&cache-only=0",
            "defineEn": "defying expression or description",
            "defineVi": "bất chấp biểu hiện hoặc mô tả"
        },
        {
            "id": "8a11444a-2f9f-4a39-88a1-4abf6395c4f8",
            "word": "unsophisticated",
            "phonetic": "ʌnsəfɪstᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone knows ranch is a poor man's unsophisticated sauce.",
                "And they are a debt trap that's intentionally marketed to the financially unsophisticated, intending to lock them in on something that they can't pay back."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zb3BoaXN0aWNhdGVk&hash=1d046cb7945b6cf1aad7e2e11ffe55c94e760481&lang=en&cache-only=0",
            "defineEn": "not wise in the ways of the world",
            "defineVi": "không khôn ngoan theo cách của thế giới"
        },
        {
            "id": "4060a5e2-84b7-425d-a574-c2d3ad750a9d",
            "word": "to unsettle",
            "phonetic": "tʊ ʌnsɛɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Unsettled that we have a new president who is attacking institutions of his own government.",
                "Or you could be irate, unsettled by these allegations that are so damaging to you. ",
                "Do you want art that unsettles you or challenges you?",
                "I had just announced just a few minutes before that I would vote to advance his nomination, but I was obviously unsettled by it. ",
                "Abroad, the American Revolution and the French Revolution had recently unsettled established social and political orders."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5zZXR0bGU&hash=41c8d137582f502216680236daffcfac48c84da3&lang=en&cache-only=0",
            "defineEn": "disturb the composure of",
            "defineVi": "phá vỡ sự bình tĩnh của"
        },
        {
            "id": "0cf4d8d2-fecb-4e8d-8965-880be2ca92a8",
            "word": "unscrupulous",
            "phonetic": "ʌnskɹuːpjʊləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's keeping all the details of their unscrupulous business practices as an ace in the hole should they ever try to fire her.",
                "While they often came from humble origins, took risks and became very wealthy, their methods were frequently unscrupulous.",
                "And therefore, I don't know where they're buying from, unscrupulous people.",
                "From Shakespeare’s plays to modern TV dramas, the unscrupulous schemer for whom the ends always justify the means has become a familiar character type we love to hate.",
                "This sort of counterintuitive result is why misleading statistics are a favored tool of unscrupulous politicians and nefarious Diskymon trainers alike."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zY3J1cHVsb3Vz&hash=197af97da2637fada69f083b62a33d85010138e4&lang=en&cache-only=0",
            "defineEn": "without scruples or principles",
            "defineVi": "không đắn đo hay nguyên tắc"
        },
        {
            "id": "1a3c7950-4632-427e-9fe4-0d3691035c7e",
            "word": "unscathed",
            "phonetic": "ʌnskeɪðd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Eighty-four-year-old Theresa Udall's home was unscathed by flames, but like her neighbors, she can't move back.",
                "No president could have escaped unscathed, no country could have escaped unscathed because of this pandemic.",
                "[Narrator] These drivers put their lives on the line every time they suit up, but thanks to extreme safety precautions, they often walk away unscathed after even the most intense accidents.",
                "No president could have escaped unscathed, no country could have escaped unscathed because of this pandemic.",
                "She alights on the petals, drinks the nectar, and takes off unscathed."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zY2F0aGVk&hash=486624b6873ef40ecdcad8f7eed482e742f63c75&lang=en&cache-only=0",
            "defineEn": "not injured or harmed",
            "defineVi": "không bị thương hoặc bị tổn hại"
        },
        {
            "id": "7042ba96-8eb9-4821-b9e0-ebf9b024ba62",
            "word": "to instigate",
            "phonetic": "tʊ ɪnstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The president of the United States instigated an attempted coup in this country.",
                "She can instigate a lot of problems with big stars.",
                "That was Democrats that instigated this.",
                "And he said, we know that you instigated that entire outburst from him.",
                "Ackman is known for building a stake in a company and instigating changes that will boost the company's stock price."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGlnYXRl&hash=50c2b255d792fbbdead8e3eb3e68191298348c3f&lang=en&cache-only=0",
            "defineEn": "provoke or stir up",
            "defineVi": "khiêu khích hoặc khuấy động"
        },
        {
            "id": "1503fdf0-766a-4c02-9fae-6294422011b4",
            "word": "instigator",
            "phonetic": "ɪnstᵻɡeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "People think of Trump as the instigator. ",
                "They are a sophisticated purveyor of propaganda, a celebrator of violence, an instigator of attacks using their online presence.",
                "The big takeaway is that Valentine’s Day isn’t a breakup instigator, it’s a catalyst.",
                "And a huge instigator of that fear mongering was the man behind the Marihuana Tax Act, Harry Anslinger."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGlnYXRvcg&hash=f943373c19ea326b83b1e59d69bb792164d98a9c&lang=en&cache-only=0",
            "defineEn": "someone who initiates a particular thing",
            "defineVi": "ai đó bắt đầu một điều cụ thể"
        },
        {
            "id": "b2642385-ecae-4a33-abea-552fb6d32254",
            "word": "to attribute",
            "phonetic": "tʊ ɐtɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hired Jess only because she thinks quick on her feet, an attribute that you sadly do not possess.",
                "This approach is different from the traditional view that make a salesperson become a fast-talker who inform averything about the product or services attributes and persuade the customer to buy and walk away with an order.",
                "Research attributes this decline to the popularity of e-readers, the boom in chain bookstores, and of course, the lure of online retailers.",
                "People often attribute such experiences to paranormal forces outside the sphere of material life.",
                "Attributing a person's actions mainly to the situation, instead of his personality."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0cmlidXRl&hash=8eb13e0620911db44e7ee09dc3dfbf27b91983de&lang=en&cache-only=0",
            "defineEn": "to think or say that something is caused by a certain thing",
            "defineVi": "để suy nghĩ hoặc nói rằng một cái gì đó được gây ra bởi một điều nhất định"
        },
        {
            "id": "6a48bca7-8b9c-4715-bd1c-757f09b364b9",
            "word": "attrition",
            "phonetic": "ɐtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay so the strategy of attrition was a Confederate strategy.",
                "But in this case it’s due to attrition.",
                "And the idea was that the war of attrition would eventually wear down northern resolve.",
                "Well, in Real Life Terms, just through ATTRITION and DEPARTURES, IT's down",
                "Secondly, fighting a war of attrition would be costly to the South, as well and their resources would be depleted long before the North’s."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cml0aW9u&hash=cbb332c7134b4b878dd8b8c9341757602aafc766&lang=en&cache-only=0",
            "defineEn": "the act of rubbing together; wearing something down by friction",
            "defineVi": "hành động cọ xát với nhau; mặc một cái gì đó xuống do ma sát"
        },
        {
            "id": "f7fa5fad-bfad-420f-b94b-c3c85301d31a",
            "word": "profane",
            "phonetic": "pɹəfeɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but it's all profane.",
                "Deputy Press Secretary T.J. Ducklo reportedly confronted a female staffer at Politico in sexist, profane terms.",
                "A year ago, I gushed about how Shane Black's profane Christmastime action movies always made my Yuletide totally freaking awesome."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmFuZQ&hash=654fc1e6335b8b13c7b16e8930e8f0f377cda2a9&lang=en&cache-only=0",
            "defineEn": "characterized by profanity or cursing",
            "defineVi": "đặc trưng bởi thô tục hoặc nguyền rủa"
        },
        {
            "id": "4cbe83c3-fafc-4526-845d-428fcd86d4fa",
            "word": "profanity",
            "phonetic": "pɹəfænᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This clearly includes profanities, which were sometimes excluded from dictionaries in the past.",
                "As Nuland discussed the future of Ukraine, she uttered a profanity about the European Union.",
                "He calls me a narcissist, which has practically become profanity on YouTube.",
                "On the App Store, Trump 2020 is actually categorized as a news app and rated 17+ for reasons including mild profanity, crude humor, mature themes and medical treatment information.",
                "And it has a bit of profanity on the back, (Conan laughs) which we forgot about."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmFuaXR5&hash=972e1be20acb96f6bc5dc2e7a80ede2196fc7b1d&lang=en&cache-only=0",
            "defineEn": "vulgar or irreverent speech or action",
            "defineVi": "lời nói hoặc hành động thô tục hoặc bất kính"
        },
        {
            "id": "e0e89134-120c-4065-b1e2-bc345756637b",
            "word": "to oversee",
            "phonetic": "tʊ oʊvɚsiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Narrator: 400 feet above Atlanta Hartsfield Airport, air traffic controllers oversee the skies of the world's busiest airport.",
                "The Shizuoka Crown Melon company oversee the distribution and checks on melons from over 200 farmers.",
                "Christie's international director of wine, Tim Tiptree, oversaw the sale.",
                "As chief marketing officer and then chief executive of Taco Bell, Nicole regularly oversaw the creation of new menu items."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNlZQ&hash=c45213f56227655dc746398e23aacf859c061468&lang=en&cache-only=0",
            "defineEn": "to observe someone or an activity and check to see if everything is conducted properly",
            "defineVi": "để quan sát ai đó hoặc một hoạt động và kiểm tra xem mọi thứ có được tiến hành đúng cách không"
        },
        {
            "id": "65da7d33-5e82-49f7-a223-dfb2acef98c1",
            "word": "overseer",
            "phonetic": "oʊvɚsiːɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The men have their own overseer, as the male doctors won’t answer to a woman.",
                "There, an overseer threw a two-pound weight at a fugitive enslaved person, missed, and struck Minty instead.",
                "Well, we are like the Supreme Court, in the sense that we are overseers of proper process.",
                "Now, individuals sometimes took matters into their own hands and beat or even killed their white overseers or masters.",
                "On cotton plantations, most slaves worked in gangs, usually under the control of an overseer, or another slave who was called a \"driver.\""
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnNlZXI&hash=dad4f6d9f69dd2e01a00fdf8e906e9d1fd7ddd2c&lang=en&cache-only=0",
            "defineEn": "a person who directs and manages an organization",
            "defineVi": "một người chỉ đạo và quản lý một tổ chức"
        },
        {
            "id": "d0be7a6f-ae0a-4be1-8b6f-eaf89af462f8",
            "word": "irrational",
            "phonetic": "ɪɹæʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The irrationals are like the blackness.",
                "Is definitely irrational.",
                "It’s irrational.",
                "So, any square root of a non-perfect square is going to be irrational.",
                "With BDD, you have this irrational thought."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyYXRpb25hbA&hash=52d51caba0cb5928d0ad84935989c6465c20540a&lang=en&cache-only=0",
            "defineEn": "not based on reason, logic, or evidence",
            "defineVi": "không dựa trên lý do, logic, hoặc bằng chứng"
        },
        {
            "id": "a1a05ecc-0120-4423-8c33-9742bded3293",
            "word": "irreducible",
            "phonetic": "ɪɹᵻduːsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXJyZWR1Y2libGU&hash=c99311de991ccd39c06840cae36b0f693c220d5a&lang=en&cache-only=0",
            "defineEn": "incapable of being made smaller or simpler",
            "defineVi": "không thể được thực hiện nhỏ hơn hoặc đơn giản hơn"
        }
    ]
}