{
    "id": "eea8b6d4-a7cc-4c27-9f7c-2d045cde19ca",
    "title": "Digestive System",
    "originalTitle": "Digestive System",
    "words": [
        {
            "id": "1cc3dfad-378e-4a96-bb8b-cb19db29c274",
            "word": "throat",
            "phonetic": "θɹoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His throat was dry as dust.",
                "Memories of that day still bring a lump to his throat.",
                "He's cutting his own throat.",
                "It cuts their own throats by making less revenue.",
                "Mary gets a frog in her throat whenever she has to sing in front of an audience, but she practices diligently to overcome it."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb2F0&hash=e7bd278dffaa1839146830c125be1a6b27c3e4fa&lang=en&cache-only=0",
            "defineEn": "a passage in the neck through which food and air pass",
            "defineVi": "một lối đi ở cổ qua đó thức ăn và không khí đi qua",
            "hasImg": true
        },
        {
            "id": "f051bc85-cc62-4935-b584-7a83740af941",
            "word": "pharynx",
            "phonetic": "fɑːɹɹɪŋks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mouth makes up the horizontal part and the pharynx makes up the vertical part - the bit between the mouth and the voice box.",
                "Like the glossopharyngeal nerve, which leads to your tongue and your pharynx.",
                "It’s these hollow organs that do the actual moving, digesting, and absorbing of food, and they include your mouth, pharynx, esophagus, stomach, and small and large intestines.",
                "Your nose is connected to your throat, you know, where your windpipe and esophagus are, by a tube called the pharynx.",
                "That’s because one of the first things it started regrowing was a tube called the pharynx, which is how things go in and out."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcnlueA&hash=6b810ce80c1084cb8060986bb1a8dfc8c9a018bd&lang=en&cache-only=0",
            "defineEn": "(anatomy) the passage in the throat that connects the mouth to the gullet",
            "defineVi": "(giải phẫu) đoạn cổ họng nối miệng với thực quản",
            "hasImg": true
        },
        {
            "id": "ab12de0e-c61b-44c8-ba56-da0397c04bd0",
            "word": "bile",
            "phonetic": "baɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But one of its most vital products is bile.",
                "Too much black bile, for example, causes depression.",
                "And you can see bile.",
                "Bile also helps carry other toxins and byproducts from the liver out of the body.",
                "The liver sends bile to the gallbladder, which secretes it into the first portion of the small intestine called the duodenum."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsZQ&hash=23b8e34755663cd72b0eb816d9829e9fa2fad0c0&lang=en&cache-only=0",
            "defineEn": "a greenish-brown alkaline fluid that is produced by the liver in order to help the body digest fats",
            "defineVi": "một chất lỏng kiềm màu nâu xanh được sản xuất bởi gan để giúp cơ thể tiêu hóa chất béo",
            "hasImg": true
        },
        {
            "id": "2b4fa3c2-b76a-4358-913a-0dc733e0eb18",
            "word": "appendix",
            "phonetic": "ɐpɛndɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "The appendix gets a bad rap.",
                "My new appendix is ready.",
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "Prior to that, it was in the appendix of the DSM under Other Conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZW5kaXg&hash=42e168e90a33d607af4e425fd3b8ce26001f838f&lang=en&cache-only=0",
            "defineEn": "a sack of tissue that is attached to the large intestine and is surgically removed if infected",
            "defineVi": "một bao mô được gắn vào ruột già và được phẫu thuật cắt bỏ nếu bị nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "db21c724-685d-43f2-8a05-b792fd7cc3c9",
            "word": "small intestine",
            "phonetic": "smɔːl ɪntɛstɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c21hbGwgaW50ZXN0aW5l&hash=7044b6024b64daf5024caf0c4376a30f81625434&lang=en&cache-only=0",
            "defineEn": "a long, tubular organ in the digestive system responsible for nutrient absorption from food",
            "defineVi": "một cơ quan hình ống dài trong hệ thống tiêu hóa chịu trách nhiệm hấp thụ chất dinh dưỡng từ thức ăn"
        },
        {
            "id": "8ecb8fd1-caed-4721-b2ea-5c12ae64b864",
            "word": "intestine",
            "phonetic": "ɪntɛstɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Your intestines has about 39 trillion microorganisms in it.",
                "When babies switch from milk to mashed carrots and pureed peas, plant-eating species take over their intestines.",
                "I'm now spreading the pig's intestines over this tube.",
                "Cholecystokinin also slows down the movement of food from the stomach into the intestines."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5l&hash=896aae5bb22efbac19fb8693feb7a18fa289881e&lang=en&cache-only=0",
            "defineEn": "a long, continuous tube in the body through which the food coming from the stomach moves and is passed",
            "defineVi": "một ống dài, liên tục trong cơ thể qua đó thức ăn từ dạ dày di chuyển và được truyền đi",
            "hasImg": true
        },
        {
            "id": "8a205348-9200-42ff-a26e-4f70bad60a3e",
            "word": "esophagus",
            "phonetic": "ɪsɑːfəɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hot peanut butter is biting the esophagus.",
                "It was a rather large hook fairly far down in the esophagus.",
                "Your stomach lining can handle the acid and bile, but your esophagus is too delicate for that.",
                "A random genetic mutation led to a change to a digestive enzyme known as ADH4 that shows up in huge amounts on the tongue, and in the esophagus and stomachs of primates.",
                "I think I left some esophagus tissue out on the dance floor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNvcGhhZ3Vz&hash=08b0381fcf1ea5e55fb4bc36b94e7ca5919fd6a0&lang=en&cache-only=0",
            "defineEn": "a muscular tube that connects the throat to the stomach, allowing for the passage of food and liquids during digestion",
            "defineVi": "một ống cơ nối cổ họng với dạ dày, cho phép thức ăn và chất lỏng đi qua trong quá trình tiêu hóa"
        },
        {
            "id": "2dbff4cf-ee37-40a9-9526-f791ce4fd06c",
            "word": "stomach",
            "phonetic": "stʌmək ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new soldiers had no stomach for a fight.",
                "You must have a cast-iron stomach.",
                "She felt a wave of nausea in her stomach during the car ride.",
                "Do you get butterflies in your stomach when you have to talk to lots of people?",
                "You must have a cast-iron stomach if you're eating pickles with peanut butter!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbWFjaA&hash=3c26c90dc3cd981fc5b6bb4b0a52c40cbacd467e&lang=en&cache-only=0",
            "defineEn": "the body part inside our body where the food that we eat goes",
            "defineVi": "phần cơ thể bên trong cơ thể chúng ta, nơi thức ăn chúng ta ăn đi",
            "hasImg": true
        },
        {
            "id": "fafa93a2-0dc5-44f3-a509-fa300ea83afa",
            "word": "liver",
            "phonetic": "lɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooked the chicken liver with onions and served it as an appetizer.",
                "I read an article about the potential benefits of quassia in improving liver health.",
                "He decided to try a traditional dish that featured a mix of variety meats, including liver, heart, and tripe.",
                "The liver sausage spread on crackers was a tasty appetizer for the party.",
                "The liver sausage and onion omelette offered a rich and satisfying breakfast choice."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXI&hash=814bfad2e51683e116043a03efea8658235eed01&lang=en&cache-only=0",
            "defineEn": "a large organ in the body that produces bile and cleans the blood",
            "defineVi": "một cơ quan lớn trong cơ thể sản xuất mật và làm sạch máu",
            "hasImg": true
        },
        {
            "id": "d1fa4583-f114-4a46-b442-b284ecd8b1e9",
            "word": "bile duct",
            "phonetic": "baɪl dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those hormones in turn tell the gallbladder to contract and squirt bile through the cystic and bile ducts into the duodenum."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsZSBkdWN0&hash=e54d00cce850c7107390c1f1012a0d0e21bdac7c&lang=en&cache-only=0",
            "defineEn": "the tube that carries bile from the liver or the gall bladder to the first segment of the small intestine, also known as duodenum",
            "defineVi": "ống dẫn mật từ gan hoặc túi mật đến đoạn đầu tiên của ruột non, còn được gọi là tá tràng",
            "hasImg": true
        },
        {
            "id": "c0a136d6-f977-4de9-80ba-857af2ac99a7",
            "word": "canal",
            "phonetic": "kənæl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They built canals to bring water from the river.",
                "The boat captain guided us through the narrow canals of the city.",
                "Venice is a city in Italy known for its beautiful canals and gondola rides.",
                "Your alimentary canal, for example, includes several organs with specific functions.",
                "In modern amphibians, reptiles, birds, and mammals, that canal acts as a pathway for nerves and blood vessels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuYWw&hash=687d97fc87be0f021a856127531fdcfcaa61b035&lang=en&cache-only=0",
            "defineEn": "a tubular passage in the body through which air, liquid or food can pass",
            "defineVi": "một lối đi hình ống trong cơ thể qua đó không khí, chất lỏng hoặc thức ăn có thể đi qua"
        },
        {
            "id": "e49fc5e1-3e74-45d9-933c-0417bc038130",
            "word": "colon",
            "phonetic": "koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "And this right here is the colon cancer?",
                "There was the whole colon.",
                "Is there a colon between the Z and the EN?",
                "On the contrary, the calcium in milk might even have a protective effect against colon cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb24&hash=c85d2fd08ad9f012e602cb6d24a39c4dd6b90bb4&lang=en&cache-only=0",
            "defineEn": "(anatomy) the main part of the large intestine, between the caecum to the rectum, where water is removed from solid waste",
            "defineVi": "(giải phẫu) phần chính của ruột già, giữa manh tràng đến trực tràng, nơi nước được lấy ra khỏi chất thải rắn",
            "hasImg": true
        },
        {
            "id": "d1f1da39-9318-41c2-a147-ce1851d17f82",
            "word": "gullet",
            "phonetic": "ɡʌlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll punch you in the gullet."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VsbGV0&hash=149186f449d7705af6a48fb6acad059657a43460&lang=en&cache-only=0",
            "defineEn": "the duct through which food is passed from the throat to the stomach",
            "defineVi": "ống thông qua đó thức ăn được truyền từ cổ họng đến dạ dày"
        },
        {
            "id": "090e7e48-563f-46f0-88c5-ab94926fab2c",
            "word": "gut",
            "phonetic": "ɡʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those young people have some guts.",
                "That guy really hates my guts.",
                "I just about busted a gut.",
                "Yesterday, Emily spilt her guts out after drinking too much at the party.",
                "Nothing personal Norman, I just realized that I hated your guts from the beginning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V0&hash=1b70496f94cb77605b61e99002b841ea444cc523&lang=en&cache-only=0",
            "defineEn": "the lower part of digestive tract responsible for food absorption",
            "defineVi": "phần dưới của đường tiêu hóa chịu trách nhiệm cho sự hấp thụ thức ăn",
            "hasImg": true
        },
        {
            "id": "e6212f0b-34fa-4077-990a-5f2336626e22",
            "word": "gallbladder",
            "phonetic": "ɡælblædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The liver sends bile to the gallbladder, which secretes it into the first portion of the small intestine called the duodenum.",
                "Beyond these layers, the GI tract gets tons of support from the accessory digestive organs, like your teeth, and your tongue, your gallbladder, salivary glands, liver, and pancreas.",
                "Second, there's the pancreas, gallbladder, and liver, a trio of organs that break down food using an array of special juices.",
                "Today, ultrasound imaging is used to evaluate organ damage, measure tissue thickness, and detect gallbladder stones, tumors, and blood clots.",
                "Within hours, they reach your liver and gallbladder, which contain a yellow-green bile meant for breaking down fat when you're alive."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbGJsYWRkZXI&hash=021eaf2d91ba49359dac6c78defa7f5605996a11&lang=en&cache-only=0",
            "defineEn": "a sac-like organ in which the body stores bile to be used later for digestion",
            "defineVi": "một cơ quan giống như túi trong đó cơ thể lưu trữ mật để sử dụng sau này cho quá trình tiêu hóa",
            "hasImg": true
        },
        {
            "id": "77ae78d1-b39d-4716-881b-52fee53ab298",
            "word": "pancreas",
            "phonetic": "pæŋkɹiəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another crucial accessory organ is the pancreas, a gland that looks like a fistful of cottage cheese stuffed in a plastic bag.",
                "So over here on the left side, my tool can be run to find where exactly the pancreas is in one of these CT or MRI slices and output this result instantaneously.",
                "It says that a diet high in carbs makes your pancreas secrete more insulin, which makes your body store fat instead of breaking it down for energy, ultimately leading to weight gain.",
                "In one experiment, they took some mouse embryos that lacked a functional gene called Pdx1, which is required for pancreas development.",
                "Then the pancreas secretes insulin to remove the sugar from the blood, that sugar is stored as fat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuY3JlYXM&hash=d491030414c3b4d6921272c67e12aa6d69bb8504&lang=en&cache-only=0",
            "defineEn": "a large gland in the body that produces insulin and glucagon and substances that help the body digest food",
            "defineVi": "một tuyến lớn trong cơ thể sản xuất insulin và glucagon và các chất giúp cơ thể tiêu hóa thức ăn",
            "hasImg": true
        },
        {
            "id": "792c793f-5ae5-4ced-886a-f77c9faa1a1e",
            "word": "rectum",
            "phonetic": "ɹɛktəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dance stipulated you strip naked, you spread your legs, you spread your arms, clap the hands above the head, leap in the air making a clicking sound, straight your legs, like, straight your legs, and if no object had fallen down, then the authorities would go in the extent of inserting a finger or a torch inside the rectums to see if there's nothing hidden."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjdHVt&hash=6d36e184aa8eac0aa984931009dc815acb6ad981&lang=en&cache-only=0",
            "defineEn": "the final part of the large intestine where waste is collected before being passed through the anus",
            "defineVi": "phần cuối cùng của ruột già nơi chất thải được thu thập trước khi đi qua hậu môn"
        },
        {
            "id": "f44837d7-81d6-40de-9b7f-995fcd7f6d8a",
            "word": "duodenum",
            "phonetic": "duːoʊdnəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the duodenum is what you might call the business end of the small intestine.",
                "It gets the signal when chyme slides into the duodenum, which activates the enteroendocrine cells to release a pair of hormones.",
                "The liver sends bile to the gallbladder, which secretes it into the first portion of the small intestine called the duodenum.",
                "My kidney fell, my spleen fell and was left with a 2mm ulcer in my duodenum and then spent four days in the hospital.",
                "Those hormones in turn tell the gallbladder to contract and squirt bile through the cystic and bile ducts into the duodenum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVvZGVudW0&hash=fd19ef9a380c37e0cd7faaf872c96938e36f4c6a&lang=en&cache-only=0",
            "defineEn": "the initial segment of the small intestine that receives partially digested food from the stomach for further digestion",
            "defineVi": "đoạn đầu tiên của ruột non nhận thức ăn được tiêu hóa một phần từ dạ dày để tiêu hóa tiếp",
            "hasImg": true
        },
        {
            "id": "d8b7e7c1-7f5f-4b5d-9688-e4be2a68f205",
            "word": "ascending colon",
            "phonetic": "ɐsɛndɪŋ koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNjZW5kaW5nIGNvbG9u&hash=31bc884c438739a474335ab60ce6f427e80ce9d7&lang=en&cache-only=0",
            "defineEn": "the segment of the colon that travels vertically along the right side of the abdominal cavity",
            "defineVi": "đoạn đại tràng di chuyển dọc theo bên phải của khoang bụng"
        },
        {
            "id": "819b43e5-a364-40d2-af86-d3c8fdb4e077",
            "word": "descending colon",
            "phonetic": "dᵻsɛndɪŋ koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzY2VuZGluZyBjb2xvbg&hash=c427dea41eddd03708f74342464f759cc3601b1c&lang=en&cache-only=0",
            "defineEn": "the segment of the large intestine that travels downward on the left side of the abdomen",
            "defineVi": "đoạn ruột già đi xuống phía bên trái của bụng"
        },
        {
            "id": "dc7da907-f2d6-407f-9e86-244f64b48fb4",
            "word": "transverse colon",
            "phonetic": "tɹænsvɜːs koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnN2ZXJzZSBjb2xvbg&hash=58fdd3bc1b77c363233f97c9fbc580fe909da611&lang=en&cache-only=0",
            "defineEn": "the section of the large intestine that extends horizontally across the abdomen, connecting the ascending and descending colons",
            "defineVi": "phần ruột già kéo dài theo chiều ngang qua bụng, nối các đại tràng tăng dần và giảm dần"
        },
        {
            "id": "0c960684-bb63-46a3-84f2-63bd49cfb3b3",
            "word": "cecum",
            "phonetic": "sɛkəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a starting point, the researchers defined it as a section of tissue extending from the cecum, the beginning of the large intestine."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VjdW0&hash=44797fcc5c926338d099d46ced6c9941881a31d7&lang=en&cache-only=0",
            "defineEn": "the first part of the large intestine, located in the lower right abdomen",
            "defineVi": "phần đầu tiên của ruột già, nằm ở bụng dưới bên phải"
        },
        {
            "id": "d5d871fd-b8fd-474d-baab-3837ec9c4e94",
            "word": "sigmoid colon",
            "phonetic": "sɪɡmɔɪd koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lnbW9pZCBjb2xvbg&hash=21232f4a62c6dcd0b888ef74c7d74df55567ded3&lang=en&cache-only=0",
            "defineEn": "the curved segment of the large intestine that links the descending colon to the rectum, forming an \"S\" shape in the human body",
            "defineVi": "đoạn cong của ruột già nối đại tràng xuống với trực tràng, tạo thành hình chữ \"S\" trong cơ thể con người"
        },
        {
            "id": "66cc8b4d-9166-4da8-8ed6-661b37a50d33",
            "word": "jejunum",
            "phonetic": "dʒɛdʒuːnəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This happens in the small intestine's lower regions, the jejunum and ileum, which are coated in millions of tiny projections called villi.",
                "The middle section is the jejunum, where most of the absorption takes place."
            ],
            "audio": "https://tts.langeek.co/read?text=amVqdW51bQ&hash=f0b6277ded3bddbda158b77d56e65a667dfd2f48&lang=en&cache-only=0",
            "defineEn": "the middle section of the small intestine, located between the duodenum and the ileum",
            "defineVi": "phần giữa của ruột non, nằm giữa tá tràng và hồi tràng"
        },
        {
            "id": "e779f7f0-4266-4b06-88c9-6767a8f6eaba",
            "word": "hepatic flexure",
            "phonetic": "hɛpæɾɪk flɛkʃʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVwYXRpYyBmbGV4dXJl&hash=fde762823b33c9e21ce8a9ca688c637d4ef09870&lang=en&cache-only=0",
            "defineEn": "a sharp bend in the colon located in the upper-right quadrant of the abdomen where the ascending colon meets the transverse colon",
            "defineVi": "một khúc cua gấp ở đại tràng nằm ở góc phần tư phía trên bên phải của bụng nơi đại tràng lên gặp đại tràng ngang"
        },
        {
            "id": "6fc6aa2f-991c-474a-8f9f-3cd9987441e9",
            "word": "splenic flexure",
            "phonetic": "splɛnɪk flɛkʃʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BsZW5pYyBmbGV4dXJl&hash=6be4bdfeeb16a95e5b4f5d7af648a19bd8acd5fc&lang=en&cache-only=0",
            "defineEn": "a sharp bend in the colon located in the upper-left quadrant of the abdomen where the transverse colon meets the descending colon",
            "defineVi": "một khúc cua gấp ở đại tràng nằm ở góc phần tư phía trên bên trái của bụng nơi đại tràng ngang gặp đại tràng xuống"
        },
        {
            "id": "30c3f553-5b0a-46d9-a6c9-6f8eb3350f3b",
            "word": "ileum",
            "phonetic": "ɪliːəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This happens in the small intestine's lower regions, the jejunum and ileum, which are coated in millions of tiny projections called villi.",
                "And finally at the end, running into the large intestine is the ileum, where important vitamins like A, B12, E, D, and K are absorbed."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxldW0&hash=7ba2c0472b6dab7f07bb8fe1f02c2c5a9d6cc13a&lang=en&cache-only=0",
            "defineEn": "the final segment of the small intestine that connects to the large intestine in the human body",
            "defineVi": "đoạn cuối cùng của ruột non kết nối với ruột già trong cơ thể con người"
        },
        {
            "id": "7f495b1e-3e92-454b-a53d-819e285adb76",
            "word": "pancreatic duct",
            "phonetic": "pæŋkɹiːæɾɪk dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFuY3JlYXRpYyBkdWN0&hash=385939aba2828862f78b714a80b452201bad9150&lang=en&cache-only=0",
            "defineEn": "a duct that carries digestive enzymes from the pancreas to the small intestine for the breakdown and absorption of food",
            "defineVi": "một ống dẫn mang các enzym tiêu hóa từ tuyến tụy đến ruột non để phân hủy và hấp thụ thức ăn"
        },
        {
            "id": "55423ae7-9dc1-43f3-a935-7733661954c4",
            "word": "common bile duct",
            "phonetic": "kɑːmən baɪl dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9uIGJpbGUgZHVjdA&hash=59f74ff98beb0e93a0caff3a529b53bbccc712be&lang=en&cache-only=0",
            "defineEn": "a duct that transports bile from the liver and gallbladder to the small intestine for digestion and absorption of fats",
            "defineVi": "một ống vận chuyển mật từ gan và túi mật đến ruột non để tiêu hóa và hấp thụ chất béo",
            "hasImg": true
        },
        {
            "id": "a12aaee8-7ea1-4bd7-a5f6-992a44ce0033",
            "word": "anus",
            "phonetic": "eɪnʌs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brittle stars and many parasites had ancestors with anuses, but no longer have them.",
                "As varied as the animal kingdom’s anuses are, none of them have bones.",
                "But nature’s full of exceptions, and strangely, some animals have lost their anuses.",
                "Some anuses do double duty.",
                "Most flatworms have similarly lost their anuses, but one group in particular, the tapeworms, have gone even further and lost their entire digestive tract!"
            ],
            "audio": "https://tts.langeek.co/read?text=YW51cw&hash=601fd93e62f30a56e31cc1961d53e708c102e314&lang=en&cache-only=0",
            "defineEn": "a hole at the end of an animal or human's body from which the faeces leaves the body",
            "defineVi": "một cái lỗ ở phần cuối của cơ thể động vật hoặc con người mà từ đó phân rời khỏi cơ thể"
        },
        {
            "id": "77bcc3b8-225c-4a2b-9496-4130f58ec99a",
            "word": "anal canal",
            "phonetic": "eɪnəl kənæl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5hbCBjYW5hbA&hash=a06d21cd10a899d0b26ef6775baed448d59d44dd&lang=en&cache-only=0",
            "defineEn": "the terminal portion of the large intestine that extends from the rectum to the anus and is responsible for the passage of fecal matter during defecation",
            "defineVi": "phần cuối của ruột già kéo dài từ trực tràng đến hậu môn và chịu trách nhiệm vận chuyển phân trong quá trình đại tiện"
        },
        {
            "id": "797abe52-6271-4c5d-bd15-538e07196e6e",
            "word": "alimentary canal",
            "phonetic": "ɐlaɪmɛntɚɹi kənæl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxpbWVudGFyeSBjYW5hbA&hash=97ef8867e6a7f72284525dfe4f0029c17c529b7d&lang=en&cache-only=0",
            "defineEn": "the tube-like structure in the human body through which food passes, extending from the mouth to the anus",
            "defineVi": "cấu trúc giống như ống trong cơ thể con người mà qua đó thức ăn đi qua, kéo dài từ miệng đến hậu môn"
        },
        {
            "id": "7027fbff-d837-42e1-b4cd-21c89cf804e4",
            "word": "bladder",
            "phonetic": "blædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cat’s bladder can only store a golf ball’s worth of urine.",
                "Our flipped catfish has a swim bladder too.",
                "Those crystals then irritate the bladder, something that simply does not happen in humans.",
                "So do we have a bladder in here?",
                "The bladder can go on stretching, but only to a point."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhZGRlcg&hash=ed72d4213a292d7a92481c7170954357ce46729a&lang=en&cache-only=0",
            "defineEn": "a sac-like organ inside the body where urine is stored before being passed",
            "defineVi": "một cơ quan giống như túi bên trong cơ thể, nơi nước tiểu được lưu trữ trước khi đi qua",
            "hasImg": true
        },
        {
            "id": "496907cb-526e-47d1-8386-c99cb464ea40",
            "word": "kidney",
            "phonetic": "kɪdni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "As she explored a bustling street market, she discovered a vendor selling savory kidney bean tacos.",
                "They joined a cooking class, learning to prepare diverse dishes with kidney beans.",
                "He had a deep-seated hate for kidney, finding it unappetizing and refusing to even consider trying it.",
                "Your kidneys filter out excess waste and water from your bloodstream."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lkbmV5&hash=b74334be1a8f97342229d0b9a07d7674faf039bd&lang=en&cache-only=0",
            "defineEn": "each of the two bean-shaped organs in the lower back of the body that separate wastes from the blood and make urine",
            "defineVi": "mỗi cơ quan trong số hai cơ quan hình hạt đậu ở phần lưng dưới của cơ thể giúp tách chất thải ra khỏi máu và tạo ra nước tiểu",
            "hasImg": true
        },
        {
            "id": "7e275050-ceac-4474-9499-b07c8e9a1afe",
            "word": "urethra",
            "phonetic": "jʊɹɹiːθɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The urethra’s diameter also affects flow rate.",
                "We pee out of our urethras.",
                "In doing so, the urethra harnesses the power of Torricelli’s Law, which states that flow rate increases with container height.",
                "A kidney stone is a hard mass of crystals that can form in the kidneys, ureters, bladder, or urethra.",
                "By transporting urine from high to low, the urethra has a similar effect."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJldGhyYQ&hash=6fb23eb7be5e63049ad166f294afcb3d27ff346a&lang=en&cache-only=0",
            "defineEn": "(anatomy) the tube in most mammals that carries urine out of the body, which also carries sperm in males",
            "defineVi": "(giải phẫu) ống ở hầu hết các động vật có vú mang nước tiểu ra khỏi cơ thể, ống này cũng mang tinh trùng ở con đực"
        },
        {
            "id": "e75ccdc3-3db6-41ed-a3d8-6a31c790942d",
            "word": "ureter",
            "phonetic": "jʊɹɹɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When a stone travels through the kidney and into the ureter, its sharp edges scratch the walls of the urinary tract.",
                "The kidneys make urine from a mix of water and the body's waste products, funneling the unwanted fluid into two muscular tubes called ureters.",
                "A kidney stone is a hard mass of crystals that can form in the kidneys, ureters, bladder, or urethra.",
                "Now at this point, the urine leaves both kidneys and flows down to the urinary bladder by tubes called ureters.",
                "A rigid tube called a stent can be placed in the ureter to expand it."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJldGVy&hash=303384cb61b0e180b6d91d9a8433d55607a127c6&lang=en&cache-only=0",
            "defineEn": "a narrow tube that transports urine from the kidneys to the urinary bladder in the human body",
            "defineVi": "một ống hẹp vận chuyển nước tiểu từ thận đến bàng quang tiết niệu trong cơ thể con người"
        },
        {
            "id": "42ee5f26-13d1-487b-930f-5177e0f65ef1",
            "word": "renal pelvis",
            "phonetic": "ɹiːnəl pɛlvɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVuYWwgcGVsdmlz&hash=ed0f7c917c4a74847ce0e78eb215c2e667f6b54d&lang=en&cache-only=0",
            "defineEn": "the central collecting region of the kidney where urine from the renal calyces is gathered before it travels to the ureter",
            "defineVi": "khu vực thu thập trung tâm của thận nơi nước tiểu từ đài thận được thu thập trước khi đi đến niệu quản"
        },
        {
            "id": "d3ca8280-cf93-49d3-a20e-b6c47b341c3a",
            "word": "renal cortex",
            "phonetic": "ɹiːnəl kɔːɹɾɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVuYWwgY29ydGV4&hash=ca35a831de0f7df3362c21a416bba29a495cc1d8&lang=en&cache-only=0",
            "defineEn": "the outermost layer of the kidney that houses the functional units responsible for urine production and filtration",
            "defineVi": "lớp ngoài cùng của thận chứa các đơn vị chức năng chịu trách nhiệm sản xuất và lọc nước tiểu"
        },
        {
            "id": "3a675782-b43b-4608-8fdf-99f69b4ca3a5",
            "word": "renal medulla",
            "phonetic": "ɹiːnəl mɛdʌlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVuYWwgbWVkdWxsYQ&hash=5bf0b3140da04b53ac9b36f3f3cc0765fa580498&lang=en&cache-only=0",
            "defineEn": "the inner part of the kidney that produces urine and regulates water and electrolyte balance",
            "defineVi": "phần bên trong của thận tạo ra nước tiểu và điều chỉnh cân bằng nước và điện giải"
        },
        {
            "id": "44916105-3ad3-4706-a976-39e3ae38f163",
            "word": "pepsin",
            "phonetic": "pɛpsɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of the ingredients from the amino acids are kindly provided by pepsin and then the cells use oxygen delivered by hemoglobin to make ATP for energy.",
                "Pepsin is an enzyme and it's a really big complicated macromolecule that helps digest proteins and food breaking them down into amino acids.",
                "But normally, and thankfully, pepsin limits it's work to your stomach, releasing those essential amino acids that your cells use to build the proteins that you are made of.",
                "If there’s too much pepsin or it sloshes up into your esophagus or other places it doesn’t belong, it binds to tissues and causes symptoms like burping and heartburn.",
                "Acid reflux is thought to occur because acidic stomach juices activate a digestive enzyme called pepsin."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwc2lu&hash=c503263a87c9502f4e3c9443752e22ac0fd9031b&lang=en&cache-only=0",
            "defineEn": "an enzyme produced in the stomach that helps in the digestion of proteins by breaking them down into smaller peptides",
            "defineVi": "một loại enzyme được sản xuất trong dạ dày giúp tiêu hóa protein bằng cách phá vỡ chúng thành các peptide nhỏ hơn"
        },
        {
            "id": "19e8cc0c-81ae-4bec-8963-3552da8bde30",
            "word": "villus",
            "phonetic": "vɪləs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlsbHVz&hash=35aae871e2b51382bdd2d9ca6561d404c8132ac4&lang=en&cache-only=0",
            "defineEn": "a microscopic, finger-like structure found in the lining of the small intestine, responsible for enhancing the absorption of nutrients into the bloodstream",
            "defineVi": "một cấu trúc giống như ngón tay cực nhỏ được tìm thấy trong niêm mạc ruột non, chịu trách nhiệm tăng cường hấp thụ chất dinh dưỡng vào máu"
        },
        {
            "id": "7ebd1787-2285-44c0-9526-6a7cf55157cb",
            "word": "saliva",
            "phonetic": "səlaɪvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Dog saliva can heal wounds.\"",
                "In fact, saliva has similar components to blood, because it is partly filtered blood plasma.",
                "Just a few weeks ago, I sent in my saliva for analysis.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "Like saliva, tears have a composition that’s pretty similar to blood."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsaXZh&hash=16a61545f9d979b1f01a76f5ba2abf41d17f3ea5&lang=en&cache-only=0",
            "defineEn": "the liquid produced in the mouth to make chewing and swallowing easier and to prepare food for digestion",
            "defineVi": "chất lỏng được tạo ra trong miệng để nhai và nuốt dễ dàng hơn và chuẩn bị thức ăn cho quá trình tiêu hóa"
        }
    ]
}