{
    "id": "ef5af456-a776-48d0-9989-4b3da91bc5c7",
    "title": "Lesson 41",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "40c1bdca-a6f3-4072-8a1a-0831ac4b1677",
            "word": "to ogle",
            "phonetic": "tʊ ɑːɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She says you ogled her.",
                "Taking in such a painting as this wouldn’t be crassly ogling a naked lady, but appreciating a platonic ideal of beauty.",
                "And the more important ones, especially Donald Trump, would get the immediate attention, and the rest of us would be sort of left to watch and ogle everybody else who was there, biding time, waiting for a meeting, waiting for time with Roy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2dsZQ&hash=6ee5101ee8b7529c196ac4f79ce4fbbcc62b87f1&lang=en&cache-only=0",
            "defineEn": "look at with amorous intentions",
            "defineVi": "nhìn với ý định đa tình"
        },
        {
            "id": "e5ba3413-a741-4150-8af4-6da2fbca3965",
            "word": "to dragoon",
            "phonetic": "tə dɹæɡuːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "We kind of dragooned everybody into one big unified team to do these investigations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZ29vbg&hash=53d26b28b8f2cabefab4645d1a73cbe8cd0b63cb&lang=en&cache-only=0",
            "defineEn": "compel by coercion, threats, or crude means",
            "defineVi": "ép buộc bằng cách ép buộc, đe dọa hoặc phương tiện thô bạo"
        },
        {
            "id": "316566b7-cad5-4bd9-be20-73b1a5e453d2",
            "word": "to stymie",
            "phonetic": "tə staɪmi ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, these two laws of thermodynamics have stymied every idea for perpetual motion and the dreams of perfectly efficient energy generation they imply.",
                "Without disguise, our case officers would have been totally stymied.",
                "This country has become stymied in corruption, in nepotism and in misrule.",
                "This problem stymied mRNA vaccine research for decades, until scientists found ways to make the mRNA more stable.",
                "As bleaching events are becoming more severe and more frequent, it stymies the recovery, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R5bWll&hash=73df1aa190746ff46748baec59c5795440427d17&lang=en&cache-only=0",
            "defineEn": "to prevent the occurrence or achievement of something",
            "defineVi": "để ngăn chặn sự xuất hiện hoặc thành tựu của một cái gì đó"
        },
        {
            "id": "577ae66d-ad4a-4e8c-bef1-2b0c06ec183b",
            "word": "to depress",
            "phonetic": "tə dᵻpɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "That so depresses me, but anyway.",
                "Some will depress excitatory neurons and some will enhance inhibitory neurons.",
                "Andy Richter, depressing Conan since September of '93.",
                "Lockdown's have already depressed prices in the US as consumers stay home and remain cautious about spending money in an uncertain economy.",
                "Opiates, like poppy-flower superstar opium and its derivatives morphine and heroin, work in a similar way, depressing neural activity and enveloping the brain in a fog of no-pain bliss."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcmVzcw&hash=0fae4b189006080a888a54f1aee6ee880998395d&lang=en&cache-only=0",
            "defineEn": "to make someone feel extremely sad, unhappy, or discouraged, often as a result of challenging situations, such as loss",
            "defineVi": "để làm cho ai đó cảm thấy vô cùng buồn bã, không vui, hoặc nản lòng, thường là kết quả của các tình huống khó khăn, chẳng hạn như mất mát"
        },
        {
            "id": "29dd51b8-7092-4d33-9c48-35ae10ec544b",
            "word": "haggard",
            "phonetic": "hæɡɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For one thing, it basically looks like a haggard, gnarly potato.",
                "You could do it, but it would take forever, and by the time you arrived, you’d be all haggard and the party would be over."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFnZ2FyZA&hash=7ecf2897ed19a506249f0d4922d9a43794bf246d&lang=en&cache-only=0",
            "defineEn": "looking exhausted, tired, or unwell, often due to stress, illness, or lack of sleep",
            "defineVi": "trông kiệt sức, mệt mỏi hoặc không khỏe, thường là do căng thẳng, bệnh tật hoặc thiếu ngủ"
        },
        {
            "id": "59ecaaa7-7af6-4ddd-b717-1dbc418c738e",
            "word": "smug",
            "phonetic": "smʌɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She didn't get the promotion she'd hoped for, which served her right for being so smug",
                "No, you smug, you a smugger, you a smugger.",
                "I don't think I was being smug, I think it's-",
                "It was happy, sad, smug, and angry.",
                "Also I have a headphone jack now, so I'm really smug about it."
            ],
            "audio": "https://tts.langeek.co/read?text=c211Zw&hash=22611b14b8d4a8004359541a456037f3743c8d36&lang=en&cache-only=0",
            "defineEn": "characterized by showing or taking too much pride in one's achievements or accomplishments",
            "defineVi": "đặc trưng bằng cách thể hiện hoặc quá tự hào về thành tích hoặc thành tích của một người",
            "hasImg": true
        },
        {
            "id": "4bafd52e-2e71-4daf-93b8-3e5b1108c55b",
            "word": "dapper",
            "phonetic": "dæpɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He looks a million bucks with his dapper suit and polished shoes.",
                "The Carboniferous was given its name in 1822 by two dapper English geologists.",
                "And finally, another of these Late Eocene giant penguins wasn’t the dapper bird we picture today when we think of penguins.",
                "A lot of you were curious to know who the dapper gentleman in the photo above the sink in the wolf CSI video was.",
                "A reviewer at car blog Jalopnik said the CLA is an economy car dressed in a fancy suit, but underneath the dapper garb lies a compromised Benz."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFwcGVy&hash=820c42f4d55e7a594471de73c59968057213c393&lang=en&cache-only=0",
            "defineEn": "neat, stylish, and well-dressed",
            "defineVi": "gọn gàng, phong cách và ăn mặc đẹp"
        },
        {
            "id": "6a8714ae-074f-4890-947b-607cbfff0b85",
            "word": "halcyon",
            "phonetic": "hælsɪən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But, in the halcyon Populist days of 1892, their presidential candidate, James Weaver, gained 1 million votes as a third party candidate."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsY3lvbg&hash=8a592e55bd10edfc513af32869291902042eda52&lang=en&cache-only=0",
            "defineEn": "full of calmness, happiness, and prosperity",
            "defineVi": "tràn đầy bình tĩnh, hạnh phúc và thịnh vượng"
        },
        {
            "id": "d3267d0b-ffb8-4338-8e39-c87da013ecce",
            "word": "terse",
            "phonetic": "tɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVyc2U&hash=44a1df6e497e7e7bcb2acb2db1c8b5d6109a0835&lang=en&cache-only=0",
            "defineEn": "brief and to the point; effectively cut short",
            "defineVi": "Ngắn gọn và đến điểm; cắt ngắn hiệu quả"
        },
        {
            "id": "c7b3217c-9532-4a87-a6b8-661d6ca8c578",
            "word": "torrid",
            "phonetic": "tɔɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Will Jane and Mr. Rochester’s dark, torrid romance finally be realized?",
                "Yoel, a brain scientist in Jerusalem, wants the world to know what his mother did in the war to compensate for the torrid reception she received in Israel after surviving Auschwitz-Birkenau."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ycmlk&hash=2146af0404435caea74fbd22f582beac057f1a31&lang=en&cache-only=0",
            "defineEn": "extremely hot and dry",
            "defineVi": "cực kỳ nóng và khô"
        },
        {
            "id": "e78c4396-e961-470f-b1f3-40528c0a8cb4",
            "word": "adroit",
            "phonetic": "ɐdɹɔɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "JOHN BRENNAN - I have great confidence in the FBI’s ability to carry out these investigations, and they are particularly adept and adroit at pulling threads, especially on the financial front.",
                "And he’s very loyal, and he also is a really adroit operator. ",
                "That’s what the FBI’s job is, and that’s what they're very adroit at doing.",
                "Lincoln's entire career proves that it is quite possible for a man to be adroit and skillful and effective in politics without in any degree sacrificing moral principles.",
                "And Benton was not enthusiastic about his son-in-law, but Francis P. Blair was, because he and his family and Jessie, who was highly political, maybe the most politically adroit woman of her age, ran the campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRyb2l0&hash=29d33671337f07034b596d0acfb92d2d2650be60&lang=en&cache-only=0",
            "defineEn": "quick, skillful or adept in action or thought",
            "defineVi": "nhanh chóng, khéo léo hoặc lão luyện trong hành động hoặc suy nghĩ"
        },
        {
            "id": "4cf980a5-59b6-4e97-b728-74384df17293",
            "word": "fiasco",
            "phonetic": "fiːæskoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is a fiasco. ",
                "this creates sort of a fiasco.",
                "Supposedly, allegedly, PewDiePie and a couple of other people have saved YouTube and the Community Contribution fiasco.",
                "And the fact that this fiasco broke that trust is absolutely the most unsettling thing.",
                "Normally I don't have two pain days in a row, at least since this whole fiasco started."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlhc2Nv&hash=fe6ddd8e5ad991c953e392e94e69499adc0ad691&lang=en&cache-only=0",
            "defineEn": "a sudden and violent collapse",
            "defineVi": "một sự sụp đổ đột ngột và dữ dội"
        },
        {
            "id": "a4ad6a28-575d-4227-835a-3ff44b93fee6",
            "word": "opus",
            "phonetic": "oʊpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the opposite end of the spectrum is his alien invasion opus",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Opus 25 was actually the first piece composed entirely using the 12-tone technique, which is a compositional approach that Schoenberg invented.",
                "Author Herman Melville died in obscurity believing his opus forgotten."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B1cw&hash=dae12d63af79dc2547d48722cb8f43fe2257af83&lang=en&cache-only=0",
            "defineEn": "a musical piece or collection that is written by a famous composer followed by the date in which it was created",
            "defineVi": "một tác phẩm âm nhạc hoặc bộ sưu tập được viết bởi một nhà soạn nhạc nổi tiếng theo ngày mà nó đã được tạo ra"
        },
        {
            "id": "37700b1d-ea86-446e-a458-9cfd0aeff5c0",
            "word": "bilge",
            "phonetic": "bɪldʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- All right, shut the bilge.",
                "Yes sir, so that's a portable submersible pump, I could put this in any of our bilges, connect it to pump the water off.",
                "Clean that up, dump it into a funnel, and it'll fill up one of the submersible bilges that we have.",
                "So there's actually a bilge underneath here, so we'll go in and there's a bilge such that we can use to pump that out with a pump.",
                "So there's actually a bilge underneath here, so we'll go in and there's a bilge such that we can use to pump that out with a pump."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsZ2U&hash=d525054b44dce11ebbc50844350b3e5fe34d9be2&lang=en&cache-only=0",
            "defineEn": "where the sides of the vessel curve in to form the bottom",
            "defineVi": "nơi các cạnh của tàu cong vào để tạo thành đáy"
        },
        {
            "id": "7284efe7-b4f3-4a2b-bd96-14782c9e6e55",
            "word": "baize",
            "phonetic": "beɪz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFpemU&hash=34097d070d91823ec0ee75ad4853ad25bd29a73c&lang=en&cache-only=0",
            "defineEn": "a bright green fabric napped to resemble felt; used to cover gaming tables",
            "defineVi": "một loại vải màu xanh lá cây tươi sáng trông giống như vải nỉ; dùng để phủ bàn game"
        },
        {
            "id": "826221e8-a287-48c5-b752-ac1027f5bf1e",
            "word": "adieu",
            "phonetic": "ɐdjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "So yeah, so without further adieu today's topic is going to be just a regular Q & A, because I really think this question is important.",
                "If this is the beginning of where we're going with this technology, I've got high hopes that we could bid notches adieu sooner rather than later.",
                "It breaks my heart to have to say adieu ♪ Marty?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWRpZXU&hash=1d62704a342caed83ea68a10a68c56d2ca4c002f&lang=en&cache-only=0",
            "defineEn": "a farewell remark",
            "defineVi": "lời tạm biệt",
            "hasImg": true
        },
        {
            "id": "debb6b8f-919e-455d-a246-cda2d1a454b8",
            "word": "enzyme",
            "phonetic": "ɛnzaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The enzymes also carry out the final deconstruction of proteins into amino acids and carbohydrates into glucose.",
                "Now, all enzymes have an active site.",
                "These enzymes build strands of DNA from nucleotides, the essential building blocks of nucleic acids.",
                "Sessile glands at the base of the tentacles release digestive enzymes into the prey.",
                "These repair pathways all rely on specialized enzymes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW56eW1l&hash=59eb4555ddc9dad8007b16d19ebc72a59af24f0e&lang=en&cache-only=0",
            "defineEn": "a substance that all living organisms produce that brings about a chemical reaction without being altered itself",
            "defineVi": "một chất mà tất cả các sinh vật sống tạo ra mang lại phản ứng hóa học mà không bị thay đổi"
        },
        {
            "id": "9ef02a98-79fb-48d2-ad04-f5c9ffb8ff16",
            "word": "vendetta",
            "phonetic": "vɛndɛɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's part of the vendetta.",
                "Mrs. Sobchak dismisses the investigation as a political vendetta against her husband.",
                "It's a political vendetta, straight and simple.",
                "(Although most of us just know the Guy Fawkes Mask in V for Vendetta.)",
                "And I can appreciate that Trevor added captions to this, because I have a whole vendetta or a bone to pick with people who make content about deaf people and they do not caption."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuZGV0dGE&hash=a9232743e7c5c64d1b3182b7d4b873313f1bb020&lang=en&cache-only=0",
            "defineEn": "a prolonged and violent argument between two families or groups in which members of each side make attempts to murder the members of the opposing side in retaliation for things that occurred in the past",
            "defineVi": "một cuộc tranh cãi kéo dài và bạo lực giữa hai gia đình hoặc nhóm trong đó các thành viên của mỗi bên cố gắng giết các thành viên của phe đối lập để trả thù cho những điều đã xảy ra trong quá khứ"
        },
        {
            "id": "4ec30fbb-6e3a-40d8-bc85-34c549132512",
            "word": "braggart",
            "phonetic": "bɹæɡɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhZ2dhcnQ&hash=922135030d2dbd4fe99d4fdb4fff2f2f6b4d4ae0&lang=en&cache-only=0",
            "defineEn": "a very boastful and talkative person",
            "defineVi": "một người rất khoe khoang và nói nhiều"
        }
    ]
}