{
    "id": "efb24d9b-6cf7-4bc6-8faa-590a84b16935",
    "title": "Lesson 23",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "9a24f249-5755-4fac-a124-09758f132591",
            "word": "vocable",
            "phonetic": "voʊkəbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm9jYWJsZQ&hash=373f5eae03f3c07185ea4482df25be1cc7a1df67&lang=en&cache-only=0",
            "defineEn": "a word that is spoken aloud",
            "defineVi": "một từ được nói to"
        },
        {
            "id": "8ff9cf4e-3653-475c-bff9-d817a7fc0e82",
            "word": "vocation",
            "phonetic": "voʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everybody went their separate ways, some people went into different vocations entirely.",
                "Never forget that cooking is a vocation, it's something that use and do with your hands.",
                "Now, what that means is, close to home he has to make sure that Ukraine’s democratic and European vocation fails."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYXRpb24&hash=22f88177021bfd8f8212ff367bc6d9a74c073391&lang=en&cache-only=0",
            "defineEn": "the particular occupation for which you are trained",
            "defineVi": "nghề nghiệp cụ thể mà bạn được đào tạo"
        },
        {
            "id": "5c106657-493c-4775-89f2-a739047a7f58",
            "word": "schism",
            "phonetic": "skɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We now have a major schism between two tribes, magical thinkers and evidence seekers.",
                "In Tudor England during the schism between the Church of England and the Roman Catholic Church, depending on which monarch was arbitrarily in power and which religion they followed your choice of religious book could get you murdered.",
                "You know, there’s some thought that there’s a schism between Secretary Nielsen’s feelings about some of these issues and the president’s. ",
                "The Cardinals, surrounded by loyal Romans, then elected an Italian pope, causing the French Cardinals to scatter and regroup to elect a French pope to head the papal court in Avignon, which meant there were two popes and a schism had occurred."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXNt&hash=b61ebb5a455ffaf872f83a2aeeb7ca60da49de86&lang=en&cache-only=0",
            "defineEn": "a division between a group of people caused by their disagreement over beliefs or views",
            "defineVi": "một bộ phận giữa một nhóm người gây ra bởi sự bất đồng của họ về niềm tin hoặc quan điểm"
        },
        {
            "id": "898902b7-c00b-4946-b459-8a50e4be5fed",
            "word": "scathing",
            "phonetic": "skeɪðɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A scathing new report blames the leadership of Capitol Police for a raft of failures before January 6.",
                "House Democrats were scathing in their criticism today, after a classified briefing.",
                "In Britain, the government is now reviewing oversight of the BBC after a scathing report on its 1995 interview with Princess Diana.",
                "It is a scathing letter addressed to the Senate president, Karen Fann, a fellow Republican.",
                "President Trump sending a scathing letter to House Speaker Nancy Pelosi, demanding she \"immediately cease this impeachment fantasy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhdGhpbmc&hash=e3d91cd86d5964db8f2ec8b488b2b9d976d8b2b2&lang=en&cache-only=0",
            "defineEn": "giving extremely rude and harsh criticism",
            "defineVi": "đưa ra những lời chỉ trích cực kỳ thô lỗ và gay gắt"
        },
        {
            "id": "66b35a20-33f6-4c3a-8d7f-2f847f6479c5",
            "word": "convertible",
            "phonetic": "kənvɜːɾᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It's a convertible!",
                "Hitler himself drove a convertible version.",
                "Cadillac established the concept of a luxury car with its LaSalle convertible coupe.",
                "It released the Willys wagon in 1946, the Willys-Overland truck in 1947, and briefly even a convertible sedan called the Jeepster, which ran from 1948 to 1951.",
                "So, this is like a convertible with a 1650 in it, if I recall correctly."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVydGlibGU&hash=87f0471bdf37825492b2954f37268381ba933124&lang=en&cache-only=0",
            "defineEn": "designed to be changed from one use or form to another",
            "defineVi": "được thiết kế để thay đổi từ cách sử dụng hoặc hình thức này sang cách sử dụng hoặc hình thức khác"
        },
        {
            "id": "c093d169-4ea8-4f4a-bc4f-af0c0952fddc",
            "word": "conversion",
            "phonetic": "kənvɜːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But conversion and yield only cover the beginning and end of the process.",
                "Conversion disorder is also called functional neurologic symptom disorder. ",
                "Depression and anxiety commonly occur with conversion disorder.",
                "Engineers define problems like these in terms of conversion and yield.",
                "We call them conversions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVyc2lvbg&hash=e7c313c87d6921a4e0b17587e17604250a84a65a&lang=en&cache-only=0",
            "defineEn": "the process of changing or transforming something from one form, purpose, or belief to another",
            "defineVi": "quá trình thay đổi hoặc chuyển đổi một cái gì đó từ một hình thức, mục đích, hoặc niềm tin sang một hình thức khác"
        },
        {
            "id": "19e95d3d-c6cc-4be9-af74-3bc165d4239d",
            "word": "conversant",
            "phonetic": "kənvɜːsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if you've ever read a nutrition label or seen this thing called the television, you're probably pretty conversant in the way we classify fats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVyc2FudA&hash=4260886dbfc21e642078892aea9dc079d6803b0f&lang=en&cache-only=0",
            "defineEn": "knowledgeable or experienced with something",
            "defineVi": "kiến thức hoặc kinh nghiệm với một cái gì đó"
        },
        {
            "id": "501ecb1b-91b8-4881-bf29-b8fdf82dc225",
            "word": "to erode",
            "phonetic": "tʊ ɪɹoʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Gossiping and lying go hand in hand, and it can erode trust and morale.",
                "And the tax base of the Puerto Rico government was eroded.",
                "Wind can erode rock into all kinds of neat shapes, and sculpt big ol’ sand dunes like in the Sahara.",
                "Whether Mueller finds something or not, it has eroded trust in vital American institutions. ",
                "And if you don't do that, the core erodes very fast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJvZGU&hash=4066c00e8dcb3f5f0d899af9a23b0d45642ab0a0&lang=en&cache-only=0",
            "defineEn": "to gradually lose surface as a result of being constantly in contact with the wind, water, etc.; to destroy surface in this way",
            "defineVi": "dần dần mất đi bề mặt do thường xuyên tiếp xúc với gió, nước, v.v.; để phá hủy bề mặt theo cách này",
            "hasImg": true
        },
        {
            "id": "1c52844d-a8ee-41e7-b3ea-76412bcc3a61",
            "word": "erasure",
            "phonetic": "ɪɹeɪʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The B is in there for a reason and I hate bisexual erasure.",
                "In the erasure of all and any standards, the politics of self-dealing, think about the extraordinary achievement that Donald Trump was viewed as more honest than Hillary Clinton. ",
                "It is that erasure, I think, that has prevented US from Really Grappling with our history and so much of Modern Society that we see that is still related to that.",
                "So, if you watched my last video, you know that I asked my Instagram viewers via the little question thing that they have up, you know, about any topics or questions about bisexuality that you would want me to talk about in a video and one of them is actually something I was already thinking about doing and that is bi erasure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJhc3VyZQ&hash=9948eb986b2520954935c6582c2fff7977a61f86&lang=en&cache-only=0",
            "defineEn": "deletion by an act of expunging or erasing",
            "defineVi": "xóa bằng hành động xóa hoặc xóa"
        },
        {
            "id": "5dc5925e-8c52-4e3c-9e85-0ac6a71cfaca",
            "word": "to inebriate",
            "phonetic": "tʊ ɪniːbɹɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5lYnJpYXRl&hash=6640e74937d0d83eddce136fee62c089fbf00fda&lang=en&cache-only=0",
            "defineEn": "make drunk (with alcoholic drinks)",
            "defineVi": "làm say (với đồ uống có cồn)"
        },
        {
            "id": "fc33e61c-bdc0-4792-b072-753fab2aa219",
            "word": "inebriation",
            "phonetic": "ɪniːbɹɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5lYnJpYXRpb24&hash=57c668aae63dc98820e597c9febfdbd8a1e1072b&lang=en&cache-only=0",
            "defineEn": "a temporary state resulting from excessive consumption of alcohol",
            "defineVi": "một trạng thái tạm thời do tiêu thụ quá nhiều rượu"
        },
        {
            "id": "63b8be26-a157-4802-b946-0cb3df22be3a",
            "word": "pert",
            "phonetic": "pɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVydA&hash=45dc0b8543667f5a9519cc84fb7c817ebc3de014&lang=en&cache-only=0",
            "defineEn": "characterized by a lightly pert and exuberant quality",
            "defineVi": "đặc trưng bởi một chất lượng nhẹ nhàng và cởi mở"
        },
        {
            "id": "3d28da8e-792a-4556-a71f-a3736204fc65",
            "word": "to pertain",
            "phonetic": "tə pɚteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Knife store pertains to the stabbing investigation.",
                "\"That's unofficial, since it pertains to a private enterprise.\"",
                "And the way that it pertains to our eating disorder or our self harm is that usually.",
                "Use our clickable sections below to find the cleaning process that pertains to your keyboard's style.",
                "I expected to see more software on the actual phone pertaining to gaming."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVydGFpbg&hash=6b1e234dd0a4cfcef7207d184928d25846aa817c&lang=en&cache-only=0",
            "defineEn": "be relevant to",
            "defineVi": "có liên quan đến"
        },
        {
            "id": "457253a1-6b83-436a-a7db-2366f6feaa72",
            "word": "pertinacious",
            "phonetic": "pɜːtɪneɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVydGluYWNpb3Vz&hash=5e5de9174a716882e7a6420856e5c56ab0049da8&lang=en&cache-only=0",
            "defineEn": "steadfastly continuing to do or believe something, even when it gets difficult",
            "defineVi": "kiên định tiếp tục làm hoặc tin vào điều gì đó, ngay cả khi điều đó trở nên khó khăn"
        },
        {
            "id": "426440af-eeda-4604-abbd-55a9822428dd",
            "word": "pertinacity",
            "phonetic": "pɜːtɪnæsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVydGluYWNpdHk&hash=4807cf1471f71d99775da20d3e01b6127100a69e&lang=en&cache-only=0",
            "defineEn": "the quality of having determination to continue doing or believing something in spite of any opposition or hardships",
            "defineVi": "phẩm chất của việc quyết tâm tiếp tục làm hoặc tin vào điều gì đó bất chấp mọi sự phản đối hoặc khó khăn"
        },
        {
            "id": "1cf184f8-5502-4c35-bbbf-823807571c17",
            "word": "pertinent",
            "phonetic": "pɜːtɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While one colleague is busy translating incoming speeches in real time, the other gives support by locating documents, looking up words, and tracking down pertinent information."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVydGluZW50&hash=671d6eb4f6850b81eff9773162e418921b79f104&lang=en&cache-only=0",
            "defineEn": "having precise or logical relevance to the matter at hand",
            "defineVi": "có sự liên quan chính xác hoặc hợp lý với vấn đề hiện tại"
        },
        {
            "id": "2d4f63cd-4156-4d77-8a1b-c305883c21e9",
            "word": "famine",
            "phonetic": "fæmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bad weather brought famine.",
                "Famine followed in the wake of the drought.",
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "Famines don't just happen naturally.",
                "For the most part, famines have historically been man-made disasters."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaW5l&hash=0381de03ce6c03f50183380dde1dbd3177ab9947&lang=en&cache-only=0",
            "defineEn": "a situation where there is not enough food that causes hunger and death",
            "defineVi": "một tình huống không có đủ thức ăn gây ra đói và chết",
            "hasImg": true
        },
        {
            "id": "4027f22a-8ec9-46ae-92ab-e62ad9b6fd45",
            "word": "to famish",
            "phonetic": "tə fæmɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Instead, you can feel famished and no amount of eating satisfies your hunger."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFtaXNo&hash=ca5e0ddd4e073b313ab86135c6286416e6e9799a&lang=en&cache-only=0",
            "defineEn": "be hungry; go without food",
            "defineVi": "đói; đi mà không có thức ăn"
        },
        {
            "id": "7e2bb72a-00bb-49a9-acea-b3b91d07fe9b",
            "word": "to emancipate",
            "phonetic": "tʊ ɪmænsᵻpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And he had been emancipated and shipped to Liberia.",
                "That included people of color, emancipated slaves, all women, and men who didn't own land.",
                "We have successfully employed over 300 youth emancipating out of a foster care system.",
                "When marching from Detroit, General William Hull informed the Canadians that, \"You will be emancipated from tyranny and oppression and restored to the dignified station of free men.\"",
                "The Treaties of 1866 emancipated the enslaved and eased conflict between the United States and the tribal sovereignties."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1hbmNpcGF0ZQ&hash=86ada6e29ce822b15eae89c563112657fcbefe56&lang=en&cache-only=0",
            "defineEn": "free from slavery or servitude",
            "defineVi": "tự do khỏi chế độ nô lệ hoặc nô lệ"
        },
        {
            "id": "af00d2eb-a74f-4a2e-895d-3d2c46ef21ad",
            "word": "to emanate",
            "phonetic": "tʊ ɛmɐneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And to emanate love in every direction, through music, through talking through whatever it is.",
                "This happens in part because of Rousseau’s gifts as a colorist, and the luminosity that emanates from each and every vibrant form and coalesces into a mesmerizing, unified whole.",
                "We’ve talked about content and activity that emanates from Russia, that emanates from Iran with links to Iranian state media. ",
                "Comparatively speaking, white dwarfs don’t emanate much energy, so the newly-minted one at the center of the solar system will leave the remaining planets and moons as cold as interstellar space.",
                "Now, I do not see any pesticides, like, emanating off of one ramekin or the other."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1hbmF0ZQ&hash=c9cfb44381b417e91f5eb3addb17df13202b926b&lang=en&cache-only=0",
            "defineEn": "proceed or issue forth, as from a source",
            "defineVi": "tiến hành hoặc phát hành, như từ một nguồn"
        }
    ]
}