{
    "id": "efd3941f-94e6-4839-af96-17fcf553a73c",
    "title": "General Words Related to Body",
    "originalTitle": "General Words Related to Body",
    "words": [
        {
            "id": "23cc0ead-3e46-4a2b-8e9c-fd0dac0bbdc4",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the human body",
            "defineVi": "cơ thể con người",
            "hasImg": true
        },
        {
            "id": "0ee1d1ef-8dfc-442d-92c8-cb409e8cfd00",
            "word": "organ",
            "phonetic": "ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart is a vital organ that pumps blood throughout the body.",
                "The human body has many different organs, such as the heart, lungs, and liver.",
                "Cells make up organs.",
                "Organs form individuals.",
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW4&hash=236915cb75bbfd1eed6eb1d3758d8821e2bec178&lang=en&cache-only=0",
            "defineEn": "any vital part of the body which has a particular function",
            "defineVi": "bất kỳ phần quan trọng của cơ thể mà có một chức năng cụ thể",
            "hasImg": true
        },
        {
            "id": "d04e5ac5-c278-4226-8b6b-7338a3aaa379",
            "word": "orifice",
            "phonetic": "ɔːɹɪfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They made my quest for marsupial orifices possible."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZmljZQ&hash=6eafbb8dc5ca612277bdbf1d3bf8b5ff3f673eea&lang=en&cache-only=0",
            "defineEn": "a hole or external opening in the body, such as an ear canal or the anus",
            "defineVi": "một lỗ hoặc lỗ mở bên ngoài trong cơ thể, chẳng hạn như ống tai hoặc hậu môn"
        },
        {
            "id": "c4f3650d-3fc5-4c67-ad72-3157260032a0",
            "word": "flesh",
            "phonetic": "flɛʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The memory of all that blood made his flesh creep.",
                "Just talking about snakes makes my flesh crawl.",
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "The roasted duck had a crispy skin and succulent flesh.",
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxlc2g&hash=2446754f10e3ed46de60c8a10391b288ad5aaf96&lang=en&cache-only=0",
            "defineEn": "the soft parts of the human body",
            "defineVi": "các bộ phận mềm của cơ thể con người",
            "hasImg": true
        },
        {
            "id": "4d6f9a33-b977-4fec-b331-7e46009bd2b3",
            "word": "fat",
            "phonetic": "fæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "The fat is in the fire now, huh?",
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The company's new product launch led to a fat increase in revenue.",
                "She proudly served a fat hen-infused pesto at the neighborhood potluck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0&hash=0e7432c9d518f59f91f5293a522793ca9ec23c2b&lang=en&cache-only=0",
            "defineEn": "a substance in the bodies of animals and humans, stored under the skin, which helps them keep warm",
            "defineVi": "một chất trong cơ thể của động vật và con người, được lưu trữ dưới da, giúp chúng giữ ấm",
            "hasImg": true
        },
        {
            "id": "2c188d28-09f6-4258-b2b6-f33c5137f6ac",
            "word": "torso",
            "phonetic": "toːɹsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "this will adorn your torso.",
                "My wife hasn't seen my naked torso in eight years.",
                "So you're just watching a man's nude torso.",
                "- That's a bulletproof torso vest.",
                "I have a disproportionate body, shorter torso, extremely, extremely long legs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9yc28&hash=7711847e6b9ad468c7ed8991a1c648abf55014d3&lang=en&cache-only=0",
            "defineEn": "the upper part of the human body, excluding the arms and the head",
            "defineVi": "phần trên của cơ thể con người, không bao gồm cánh tay và đầu",
            "hasImg": true
        },
        {
            "id": "141f9c0a-7a4b-4af5-869d-fc3eb7aff7d4",
            "word": "trunk",
            "phonetic": "tɹʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Of course, their trunks didn't evolve as bomb detectors.",
                "Maybe because banana trunks can look like human legs.",
                "In one study, researchers counted 137 trunks growing out of a single tree."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bms&hash=c7d4a7a75f3e918fdfaddedb4da136f11ed99d25&lang=en&cache-only=0",
            "defineEn": "the body of an animal or human, except the limbs and head",
            "defineVi": "cơ thể của một con vật hoặc con người, ngoại trừ các chi và đầu",
            "hasImg": true
        },
        {
            "id": "d6467ddb-a31b-4a99-a091-e9eb5e0b8f2e",
            "word": "nervous system",
            "phonetic": "nɜːvəs sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the nervous system poses a particular challenge.",
                "Basically, a healthy nervous system has the etiquette of electrical messaging down to, well, a science.",
                "That's the nervous system.",
                "SERIOUS REACTIONS Fire ant venom may be toxic to the nervous system.",
                "They have no relation to the nervous system."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydm91cyBzeXN0ZW0&hash=2b2649c4499634292de95d9f57f75541df14e3b7&lang=en&cache-only=0",
            "defineEn": "the network of neurons and fibers that interpret stimuli and transmit impulses from the body to the brain",
            "defineVi": "mạng lưới các tế bào thần kinh và sợi diễn giải các kích thích và truyền các xung từ cơ thể đến não"
        },
        {
            "id": "15815ff1-afee-4472-8333-2d4bc384c4e8",
            "word": "hormone",
            "phonetic": "hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You taste the hormones?",
                "Laughter also decreases stress hormones in your blood.",
                "Because that affects our hormones.",
                "The hormones in breast milk even change depending on time of day.",
                "This hormone is normally secreted in response to a stress or a perceived environmental threat."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybW9uZQ&hash=60241f1633878c3fcecb2a7bb017b3bc77dd7494&lang=en&cache-only=0",
            "defineEn": "a chemical substance produced in the body of living things influencing growth and affecting the functionality of cells or tissues",
            "defineVi": "một chất hóa học được sản xuất trong cơ thể của các sinh vật ảnh hưởng đến sự tăng trưởng và ảnh hưởng đến chức năng của tế bào hoặc mô"
        },
        {
            "id": "26695073-2475-4a61-9a43-229675df6e20",
            "word": "bone marrow",
            "phonetic": "boʊn mæɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is bone marrow.",
                "Like all blood cells, these guys originate in your bone marrow.",
                "One example is the bone marrow, where stem cells differentiate into many types of blood cells.",
                "But bone marrow transplants also come with risks, including graft-versus-host disease.",
                "and would you like some bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZSBtYXJyb3c&hash=bceaf4942a960755d4cc994a1ecac094ab450b54&lang=en&cache-only=0",
            "defineEn": "the soft substance that fills the cavities of bones, which is either yellowish and consists of fat cells or reddish and makes blood cells",
            "defineVi": "chất mềm lấp đầy các hốc xương, có màu hơi vàng và bao gồm các tế bào mỡ hoặc hơi đỏ và tạo ra các tế bào máu",
            "hasImg": true
        },
        {
            "id": "a638c008-f07b-4bd9-96a5-fc1c1b39e96b",
            "word": "duct",
            "phonetic": "dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Under warm conditions, the skin’s sweat glands will secrete sweat via ducts onto the surface, transferring heat out of the body.",
                "Humans lost all of those nasopalatine ducts a long time ago.",
                "Anyway, because of the fluid in these ducts, scents don’t passively drift up there.",
                "From there, sound traveled through air ducts carved into the structure that opened out into a plaza."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVjdA&hash=d43b4bc7f86112013ee26aff98ab4d6ad2ab2564&lang=en&cache-only=0",
            "defineEn": "a tubular passage in the body through which liquid, such as tears or bile, can pass",
            "defineVi": "một lối đi hình ống trong cơ thể qua đó chất lỏng, chẳng hạn như nước mắt hoặc mật, có thể đi qua"
        },
        {
            "id": "60871e07-c5db-43fa-8f91-333a1d718221",
            "word": "mucus",
            "phonetic": "mjuːkəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that weapon is mucus.",
                "One mucus granule can absorb 100 times its own volume in water.",
                "And the mucus is a reddish color.",
                "But our mucus is pretty different from hippos’ mucus!",
                "And those black dots ooze mucus that protects the skin from infection."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVjdXM&hash=bc7cc21996e32d9acc113b9b352c026044ded517&lang=en&cache-only=0",
            "defineEn": "a thick slimy substance produced by mucous membranes, inside the nose or the mouth, to lubricate and protect them",
            "defineVi": "một chất nhớt dày được sản xuất bởi màng nhầy, bên trong mũi hoặc miệng, để bôi trơn và bảo vệ chúng"
        },
        {
            "id": "ac357c31-8249-495a-b33b-b41e7983c80b",
            "word": "mucus membrane",
            "phonetic": "mjuːkəs mɛmbɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVjdXMgbWVtYnJhbmU&hash=3a900a1aaae517a1b72c4536f0ea3e4030ee5a6a&lang=en&cache-only=0",
            "defineEn": "a thin, moist tissue that lines body cavities like the respiratory, digestive, and reproductive tracts, producing mucus for protection and lubrication",
            "defineVi": "một mô mỏng, ẩm lót các khoang cơ thể như đường hô hấp, tiêu hóa và sinh sản, tạo ra chất nhầy để bảo vệ và bôi trơn",
            "hasImg": true
        },
        {
            "id": "8fc2e0dd-69a1-45e3-a14d-f24b4b59c383",
            "word": "phlegm",
            "phonetic": "flɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So your in-flight nose is similar to your nose when you have a cold, but hopefully with less phlegm.",
                "They found that moist-averse people rated words like phlegm, puke, and vomit more negatively, suggesting that they associate it with bodily functions.",
                "Each of these corresponds to one of the four elements of Empedocles: blood, made of air, phlegm, made of water, yellow bile, made of fire, and black bile, made of earth.",
                "It refers to words with an inoffensive meaning yet when you hear them like crevice and phlegm, they have the unique power to disgust people.",
                "At the time, doctors believed that we were all made of four elements called humors: black bile, yellow bile, blood, and phlegm."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhsZWdt&hash=04c3b0bd576765af63c8ab389ab3230e07b43afd&lang=en&cache-only=0",
            "defineEn": "the thick mucus that is formed in the nasal and throat cavities, usually secreted in excessive amounts as a result of common cold",
            "defineVi": "chất nhầy dày được hình thành trong khoang mũi và cổ họng, thường được tiết ra quá nhiều do cảm lạnh thông thường"
        },
        {
            "id": "feb495b9-1b00-472c-9be8-6feaca804b95",
            "word": "lymphatic system",
            "phonetic": "lɪmfæɾɪk sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHltcGhhdGljIHN5c3RlbQ&hash=d56034b07adc61b6e6e356957759328c6460f948&lang=en&cache-only=0",
            "defineEn": "a network that collects and transports lymph, supporting immune function and fluid balance",
            "defineVi": "một mạng lưới thu thập và vận chuyển bạch huyết, hỗ trợ chức năng miễn dịch và cân bằng chất lỏng"
        },
        {
            "id": "31a79103-aa08-4955-93d6-f7cd0581f3e6",
            "word": "bloodstream",
            "phonetic": "blʌdstɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "These new cells enter the bloodstream through holes in small capillaries in the marrow.",
                "Your kidneys filter out excess waste and water from your bloodstream.",
                "Oxygen is now in your bloodstream!",
                "A venomous bite delivers the venom straight to your bloodstream.",
                "The oxygen-rich hemoglobin is then transported throughout the body via the bloodstream."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2RzdHJlYW0&hash=ce164707ef237c8087a92ea146cc6d044bfd3d4f&lang=en&cache-only=0",
            "defineEn": "the blood that circulates through the body",
            "defineVi": "máu lưu thông khắp cơ thể"
        },
        {
            "id": "4c5b2338-e259-410d-a30c-eb8dcf5563d8",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the flow and movement of blood around and in all parts of the body",
            "defineVi": "dòng chảy và chuyển động của máu xung quanh và trong tất cả các bộ phận của cơ thể",
            "hasImg": true
        },
        {
            "id": "c659f95f-41b0-4627-b602-5bbeeb16b166",
            "word": "pulse",
            "phonetic": "pʌls ",
            "partOfSpeechType": "noun",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "I can’t feel his pulse.",
                "This new young actor is setting women’s pulses racing in movie theaters everywhere.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "Including pulses in your weekly meal plan can help diversify your diet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsc2U&hash=8064cb882cfd61df9b142c07caaad7b05c514a08&lang=en&cache-only=0",
            "defineEn": "the rhythmic beating of the blood vessels created when the heart pumps, especially felt on the wrist or at the sides of the neck",
            "defineVi": "nhịp đập của các mạch máu được tạo ra khi tim bơm, đặc biệt cảm thấy ở cổ tay hoặc ở hai bên cổ"
        },
        {
            "id": "7b01b693-3dc8-45f4-9585-9ae99c691eb7",
            "word": "metabolism",
            "phonetic": "mətæbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his love for food, Peter remains thin as a rake due to his high metabolism.",
                "Together, these processes make up your metabolism.",
                "They have slow metabolisms.",
                "These all required higher metabolism.",
                "As a result, their metabolisms change with the temperature, too."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWJvbGlzbQ&hash=e8b62de2f1e0c6e4c9eaa807e8a7e65b2cda8c90&lang=en&cache-only=0",
            "defineEn": "the chemical processes through which food is changed into energy for the body to use",
            "defineVi": "các quá trình hóa học thông qua đó thức ăn được biến đổi thành năng lượng cho cơ thể sử dụng"
        },
        {
            "id": "447430fe-5bfc-4165-800b-b79e63f43d5b",
            "word": "breath",
            "phonetic": "bɹɛθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It took my breath away.",
                "Save your breath, Tom.",
                "To take a deep breath.",
                "He held his breath under the water.",
                "Running this fast takes my breath away."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRo&hash=d2555a6fb4799443bffadba2d80876c9a42e46e1&lang=en&cache-only=0",
            "defineEn": "the air taken into or sent out from the lungs",
            "defineVi": "không khí đưa vào hoặc gửi ra khỏi phổi",
            "hasImg": true
        },
        {
            "id": "63ea8fe4-8930-44c5-8c7c-44b9d39bea7e",
            "word": "breathing",
            "phonetic": "bɹiːðɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sound of his breathing told her (that) he was asleep.",
                "Keep breathing.",
                "Even breathing has risks.",
                "- What breathing is?",
                "She had trouble breathing."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRoaW5n&hash=9861285ced598b992d2f4f0167e22baf2f5346e7&lang=en&cache-only=0",
            "defineEn": "the action of taking air into the lungs and sending it out again",
            "defineVi": "hành động lấy không khí vào phổi và đưa nó ra ngoài một lần nữa",
            "hasImg": true
        },
        {
            "id": "207436d1-ea2f-4ca7-8ff4-8e51c047e628",
            "word": "inhalation",
            "phonetic": "ɪnhɐleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alright, and now just observe your inhalation and your exhalation, and get intimate with yourself, with your breathing.",
                "An inhalation that could move water over gills followed by a rapid closure of the glottis preventing water from entering the lungs.",
                "As a result, the skeletons of these animals show signs of bony growths, which are caused by the long-term inhalation of ash.",
                "The longest word in a major English dictionary is pneumonoultramicroscopicsilicovolcanoconiosis which means a lung disease caused by the inhalation of volcanic ash.",
                "I mean, to say Lysol is a possibility for inhalation sarcastically, he's not Will Rogers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5oYWxhdGlvbg&hash=a6fc068dbe4d95534beccb65270e61d777f28da2&lang=en&cache-only=0",
            "defineEn": "the intake of air or a substance into the lungs through the process of breathing",
            "defineVi": "lượng không khí hoặc một chất vào phổi thông qua quá trình thở",
            "hasImg": true
        },
        {
            "id": "b18737b8-f0b9-4acd-84a4-3d4c85ee613b",
            "word": "airway",
            "phonetic": "ɛɹweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We assessed airway and pulse.",
                "And I’ve got to protect their airway.",
                "Airway lighting was completed and regular night service was inaugurated.",
                "These airways have an inner lining called the mucosa that's surrounded by a layer of smooth muscle.",
                "And even though this experiment detected bacteria and not viruses, they both leave our airway in the same respiratory droplets."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyd2F5&hash=5da433a8c87aedbc75e165631de1383b2d1c843a&lang=en&cache-only=0",
            "defineEn": "the anatomical structures, including the nose, mouth, throat, and lungs, that allow for the passage of air during breathing",
            "defineVi": "các cấu trúc giải phẫu, bao gồm mũi, miệng, cổ họng và phổi, cho phép không khí đi qua trong quá trình thở"
        },
        {
            "id": "28e8187d-0d74-4548-82dd-27e136155a1a",
            "word": "hilum",
            "phonetic": "hɪləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s called the hilum, and it’s where the seed was attached to its parent plant."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlsdW0&hash=7661ede315a1950eedc782973940cdd8829122aa&lang=en&cache-only=0",
            "defineEn": "the entrance or exit point on an organ where blood vessels, nerves, and other structures are connected",
            "defineVi": "điểm vào hoặc ra trên một cơ quan nơi các mạch máu, dây thần kinh và các cấu trúc khác được kết nối"
        },
        {
            "id": "92027c81-4626-481b-afe8-3b7f23dbd819",
            "word": "membrane",
            "phonetic": "mɛmbɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animal and plant cells have cell membranes.",
                "The thylakoid has a membrane.",
                "Cell membranes allow for diffusion of certain molecules.",
                "These membranes are phospholipid bilayers.",
                "These make up cell membrane walls."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtYnJhbmU&hash=45fc909f7788e0f5d28edfada37d1a810aa1dd1e&lang=en&cache-only=0",
            "defineEn": "a thin sheet of tissue that separates or covers the inner parts of an organism",
            "defineVi": "một tấm mô mỏng ngăn cách hoặc bao phủ các bộ phận bên trong của một sinh vật"
        },
        {
            "id": "6ccc63a2-a4d1-4edf-b929-407b0dcd6e07",
            "word": "sinus",
            "phonetic": "saɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engorged sinuses put pressure on the cranial arteries and veins, as well as muscles in the neck and head.",
                "The sinuses are a system of cavities that spread behind our foreheads, noses, and upper cheeks.",
                "So he chose the Latin word sinus, which meant bay or bosom.",
                "It even left a bite wound on the roof of its opponent’s mouth and crushed the sinus cavities in its skull.",
                "In one case, a 53 year old woman managed to carve a hole right through her sinus."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ludXM&hash=35db4dd4e7ac8c241a81ff236f6ff5148e291528&lang=en&cache-only=0",
            "defineEn": "a wide channel containing blood; does not have the coating of an ordinary blood vessel",
            "defineVi": "một kênh rộng chứa máu; không có lớp phủ của một mạch máu bình thường"
        },
        {
            "id": "280954e3-70a8-4f5e-a135-3e2a43b69ec5",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a group of cells in the body of living things, forming their different parts",
            "defineVi": "một nhóm các tế bào trong cơ thể của các sinh vật sống, hình thành các bộ phận khác nhau của họ",
            "hasImg": true
        },
        {
            "id": "21a6cba0-ad93-40de-9320-6d421d7d792f",
            "word": "cell",
            "phonetic": "sɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave him in his cell.",
                "The prisoners are allowed out of their cells for two hours a day.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbA&hash=187b9e26665aad216d6645f2906afae1d116a0f6&lang=en&cache-only=0",
            "defineEn": "(biology) an organism's smallest unit, capable of functioning on its own",
            "defineVi": "(sinh học) đơn vị nhỏ nhất của sinh vật, có khả năng tự hoạt động",
            "hasImg": true
        },
        {
            "id": "af0eeb0a-f22f-47d7-aa29-eefbe91e9cdd",
            "word": "gastrointestinal tract",
            "phonetic": "ɡæstɹoʊɪntɛstɪnəl tɹækt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJvaW50ZXN0aW5hbCB0cmFjdA&hash=4a974154a9e9f5a80c65cfd57424de480c8b0380&lang=en&cache-only=0",
            "defineEn": "the long, hollow organ system that extends from the mouth to the anus",
            "defineVi": "hệ thống cơ quan dài, rỗng kéo dài từ miệng đến hậu môn"
        },
        {
            "id": "90258187-e3cf-48a6-a92b-e2650fa82ade",
            "word": "to metabolise",
            "phonetic": "tə mətæbəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWV0YWJvbGlzZQ&hash=0d529e9c7785459a27f529636ae6899ad481c69e&lang=en&cache-only=0",
            "defineEn": "to process or convert substances in the body through various chemical reactions",
            "defineVi": "để xử lý hoặc chuyển đổi các chất trong cơ thể thông qua các phản ứng hóa học khác nhau"
        },
        {
            "id": "402d953c-5906-41e5-94fe-6a6d3f1b8b09",
            "word": "vestibule",
            "phonetic": "vɛstɪbjuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVzdGlidWxl&hash=ac4c73175e02e5669d0b8f3a74e0a996282f2122&lang=en&cache-only=0",
            "defineEn": "a small, enclosed space or chamber at the entrance of a body cavity, such as the mouth or nose",
            "defineVi": "một không gian nhỏ, kín hoặc buồng ở lối vào của một khoang cơ thể, chẳng hạn như miệng hoặc mũi"
        },
        {
            "id": "85e79518-57c4-47aa-b657-23ba2084d232",
            "word": "dorsum",
            "phonetic": "doːɹsəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9yc3Vt&hash=8a4d52146da2ba794572d31ab546e1ce7ef62266&lang=en&cache-only=0",
            "defineEn": "the upper or posterior surface of a body",
            "defineVi": "bề mặt trên hoặc sau của cơ thể",
            "hasImg": true
        },
        {
            "id": "641b41a3-b5c5-407f-bb98-f086e20a3a69",
            "word": "lobe",
            "phonetic": "loʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their frontal lobes are virtually inactive.",
                "It's a lobe.",
                "And other studies have linked parietal lobe activation to illusions about the perceived size and shape of your body.",
                "Your hippocampus is located in your temporal lobe.",
                "The frontal lobes are responsible for what's called executive functioning."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9iZQ&hash=e622d053b4f0f213604ec543a799b567da8abd85&lang=en&cache-only=0",
            "defineEn": "(anatomy) a rounded part of an organ, such as, lungs or brain that seems to be separate in some way from the rest",
            "defineVi": "(giải phẫu) phần tròn của một cơ quan, chẳng hạn như phổi hoặc não dường như tách biệt theo cách nào đó với phần còn lại",
            "hasImg": true
        },
        {
            "id": "3f214d3a-0550-4a77-9a96-2881d7922d69",
            "word": "duodenal",
            "phonetic": "duːoʊdnəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVvZGVuYWw&hash=5705126835fab52046804fabfe5d2a50ac142b87&lang=en&cache-only=0",
            "defineEn": "affecting or relating to the top part of the small intestine, called duodenum",
            "defineVi": "ảnh hưởng hoặc liên quan đến phần trên cùng của ruột non, được gọi là tá tràng"
        },
        {
            "id": "0146d350-8a70-42e4-b73a-6f9405767ae8",
            "word": "intestinal",
            "phonetic": "ɪntɛstɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because they’re intestinal parasites.",
                "Those without intestinal scrubbing survived for only a few minutes.",
                "This impairs intestinal function, leading to problems like belly pain, bloating, gas, diarrhea, weight loss, skin rash, bone problems like osteoporosis, iron deficiency, small stature, infertility, fatigue and depression.",
                "These intestinal epithelial cells also perform the essential task of balancing the movement of water and nutrients to keep your digestive system running smoothly. ",
                "Also, they lack the gut bacteria that produce intestinal waste gas."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5hbA&hash=4c91adb48d6be8e77679e632537e6dc9709eebb8&lang=en&cache-only=0",
            "defineEn": "connected with or affecting the intestines",
            "defineVi": "kết nối với hoặc ảnh hưởng đến ruột",
            "hasImg": true
        },
        {
            "id": "3f20cb1f-14fc-49cf-92b6-ba9338e576e2",
            "word": "jugular",
            "phonetic": "dʒuːɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Katz proposed going for the jugular by attacking Nintendo's reputation with marketing.",
                "It's like the jugular might start boofing out on you.",
                "But two, how he immediately went to the jugular when it came to partisan politics, talking about Hillary Clinton, defining people by their political party."
            ],
            "audio": "https://tts.langeek.co/read?text=anVndWxhcg&hash=32986141645ff4b0a61bec0a9f44fe986963b438&lang=en&cache-only=0",
            "defineEn": "located in or connected with the throat or neck",
            "defineVi": "nằm trong hoặc kết nối với cổ họng hoặc cổ"
        },
        {
            "id": "7961da0e-145d-4354-a4e3-2514e0b2fc85",
            "word": "motor",
            "phonetic": "moʊɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "They claim drag racing is the most exciting motor sport.",
                "I put my hands on the machine to see if I could feel the motor running.",
                "What is motor agitation?",
                "And basically dynamically break the motor."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3I&hash=769934d77878d5ff6f867dd6e38f6eaed994de71&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the neurons that control the muscle movements",
            "defineVi": "(giải phẫu) kết nối với các tế bào thần kinh kiểm soát các cử động cơ bắp"
        },
        {
            "id": "ea64d0c4-d813-48d1-8adc-c8ac93b94c02",
            "word": "muscular",
            "phonetic": "mʌskjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite her insecurities, Lisa embraced her strong and muscular legs, proudly referring to them as her thunder thighs.",
                "This complementary partnership exists throughout the muscular system.",
                "And so are larger, more muscular bodies.",
                "First, what exactly is the muscular system?",
                "All that blood exerts a force on the muscular walls of the blood vessels."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY3VsYXI&hash=e592d5ffdd5839ecfd9827db9171794d8aad2b79&lang=en&cache-only=0",
            "defineEn": "relating to or affecting the muscles",
            "defineVi": "liên quan đến hoặc ảnh hưởng đến các cơ",
            "hasImg": true
        },
        {
            "id": "87dcf849-8add-4321-9898-8d47f4fe1dee",
            "word": "nasal",
            "phonetic": "neɪzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And in the 1990s, researchers studied the nasal regions of three species of theropods and one ornithischian.",
                "Then they gave a subset of both groups a single dose of oxytocin through a nasal spray.",
                "It had nasal horns that were 33 millimeters tall - over one-third the total length of its skull.",
                "The dry cabin dries out your nasal passages, which means your taste buds become less perceptive.",
                "And in 2018, similar nasal structures in two different species of ankylosaurs were shown to have functioned like turbinates."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFzYWw&hash=45c2cec53a60277c462c02b759c6cdacba55294d&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the nose",
            "defineVi": "(giải phẫu) nối liền với mũi",
            "hasImg": true
        },
        {
            "id": "933cd941-a73d-4ef6-9456-fd99cf143973",
            "word": "oral",
            "phonetic": "oːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These people mostly are just oral.",
                "The other thing is sometimes for oral deaf.",
                "There are oral deaf.",
                "Pringle Alim: Your oral health is a part of your overall health.",
                "Oral folklore, religion, and literary history all have a hand in creating this monster."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhbA&hash=a0329c8b19754856a7f0a749dba7d9e13ffb5a94&lang=en&cache-only=0",
            "defineEn": "related to or occurring in the mouth or the oral cavity",
            "defineVi": "liên quan đến hoặc xảy ra trong miệng hoặc khoang miệng"
        },
        {
            "id": "a308398b-8030-461c-9f57-d9235e1c62d6",
            "word": "pancreatic",
            "phonetic": "pæŋkɹiːæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hastings died earlier this month after battling pancreatic cancer.",
                "And her grit helped keep her on the bench through colon cancer, pancreatic cancer and the death of her beloved partner.",
                "And a new drug candidate they developed based on that AI discovery is now in clinical trials for pancreatic cancer and squamous cell carcinoma. ",
                "Here, it dissolves the fats floating in the slurry of chyme so they can be easily digested by the pancreatic and intestinal juices that have leached onto the scene.",
                "(upbeat music) - It all started in the summer of 2017 when I went to visit my brother in Boston, and there I learned about some research that was happening, and the surprisingly low statistics about pancreatic cancer, like its survival rate."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuY3JlYXRpYw&hash=acffc4f928b8ef6345cdd592d9f455a35e40e48e&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the organ that controls blood sugar, called pancreas",
            "defineVi": "(giải phẫu) kết nối với cơ quan kiểm soát lượng đường trong máu, được gọi là tuyến tụy"
        },
        {
            "id": "7326f2cb-9d68-4c74-8cab-f3421242173b",
            "word": "pelvic",
            "phonetic": "pɛlvɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, some women already have pelvic openings wide enough to fit bigger heads and brains.",
                "Vestigial pelvic bones are now used to anchor the penises of male whales.",
                "That can lead to an overactive pelvic floor, bladder pain, urgency, or urinary incontinence.",
                "And it had a pelvic bone, called the pubis, that pointed forward instead of backward, as it does in birds.",
                "Instead, the pelvic floor muscles keep the region sealed until you're ready to go."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsdmlj&hash=c96400cfac7ce1f93b4a105f147d4facc80f32a5&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the curved set of bones at the bottom of the body, called pelvis",
            "defineVi": "(giải phẫu) nối với bộ xương cong ở dưới cùng của cơ thể, được gọi là xương chậu"
        },
        {
            "id": "1af0a79f-14e2-4809-b8ab-e42f7f9401a9",
            "word": "physically",
            "phonetic": "fɪzɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The filtration process works by physically removing the contaminants from the water.",
                "The other team was eating us alive both physically and mentally.",
                "The concept of time is abstract and difficult to grasp, as it cannot be physically perceived.",
                "And that psychological anguish takes a toll physically.",
                "A colleague was physically there. "
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWxseQ&hash=e76c1769d7ae8156301e4f23e344c131b1594018&lang=en&cache-only=0",
            "defineEn": "in relation to the body as opposed to the mind",
            "defineVi": "liên quan đến cơ thể trái ngược với tâm trí",
            "hasImg": true
        },
        {
            "id": "73a22302-3a51-49bb-bf99-548402997123",
            "word": "renal",
            "phonetic": "ɹiːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And then this area right here, this is the renal medulla.",
                "So this right here is a renal cortex, that outer part right there.",
                "Sadly, he died of renal caner at the age of 42, but his study of northern warblers remains a classic example of community ecology that is still taught today.",
                "Oxygenated blood enters the kidneys through the large renal arteries, which deliver nearly a quarter of all blood pumped through the heart every minute.",
                "And finally, the innermost layer is the renal pelvis, a funnel-shaped tube surrounded by smooth muscle that uses peristalsis to move urine out of the kidney, into the ureter, and into the bladder."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuYWw&hash=98f20175cd351866c4db76d8a1dab24b6431f69a&lang=en&cache-only=0",
            "defineEn": "(medical) involving or relating to the kidneys",
            "defineVi": "(y học) liên quan đến thận",
            "hasImg": true
        },
        {
            "id": "5ea7aea9-aff1-4623-a3ab-a777f84deb18",
            "word": "retinal",
            "phonetic": "ɹɛtɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These retinal receptors are called rods and cones.",
                "A clog near the eye can cause vision problems and retinal detachment.",
                "And to open the door, use a retinal scan.",
                "Chlorophyll is a more complex molecule than retinal, and it doesn’t soak up those abundant green wavelengths of light.",
                "But they still have the pathology, the retinal issues, that they still require exams once a year."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aW5hbA&hash=7bc69d9ff4f17806740b61b5d0d88eb05164ede4&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the sensory part of the eye that sends signals to the brain, called retina",
            "defineVi": "(giải phẫu) kết nối với phần cảm giác của mắt gửi tín hiệu đến não, được gọi là võng mạc"
        },
        {
            "id": "32260a85-4ec6-45e5-b62b-2b6bda25a310",
            "word": "spinal",
            "phonetic": "spaɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You have a spinal column.",
                "We have a spinal column with a spinal cord in it.",
                "Spinal manipulation is just about introducing movement back into those joints.",
                "Or they have spinal columns, or they don't have spinal columns.",
                "Or they have spinal columns, or they don't have spinal columns."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmFs&hash=578789cc8b4c38dabc77787e6d90155fcca8009f&lang=en&cache-only=0",
            "defineEn": "(anatomy) relating to or forming the backbone or the spinal cord",
            "defineVi": "(giải phẫu) liên quan đến hoặc hình thành xương sống hoặc tủy sống",
            "hasImg": true
        },
        {
            "id": "3e3818d0-8fc7-4207-ba4d-92ef4f5f5c0f",
            "word": "uterine",
            "phonetic": "juːɾɚɹiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fatu, meanwhile, has a degenerated uterine lining.",
                "With no more progesterone, that nice cushiony uterine lining sheds, which is your menstrual cycle.",
                "A horse or pig’s placenta, for example, only superficially squishes up against the uterine wall.",
                "So, for instance, the cancer drug tamoxifen is listed in IARC’s group 1 because it increases the risk of uterine cancer.",
                "That means multiples generally occur before the suppression of ovulation, the decrease in uterine receptivity, and the formation of the mucus plug."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRlcmluZQ&hash=5525701f088fbd42414a9345e24fa8238759c3ea&lang=en&cache-only=0",
            "defineEn": "(anatomy) relating to the womb or uterus",
            "defineVi": "(giải phẫu) liên quan đến tử cung hoặc tử cung"
        },
        {
            "id": "bfa46813-5284-4778-9bdc-c4a5e5b16c61",
            "word": "vertebral",
            "phonetic": "vɜːɾɪbɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, the vertebral artery enlarges as it nears the top of the neck and the base of the skull.",
                "But others say it has to be a true twin, because fetuses in fetu have vertebral columns, and often, other developed body parts like limbs.",
                "And the rod down its back was a notochord, an early precursor of the vertebral column seen in vertebrates.",
                "The axial structure includes all 80 midline bones that form your skull, vertebral column, and thoracic cage.",
                "If we look closely at the cervical vertebrae in an owl’s neck, we can see that the holes for their blood vessels are 10 times larger than their vertebral artery."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGVicmFs&hash=9327e548678d9f71cba7beee1aef94f62d1f4431&lang=en&cache-only=0",
            "defineEn": "(anatomy) related to any of the series of the bones from the back, called vertebra",
            "defineVi": "(giải phẫu) liên quan đến bất kỳ chuỗi xương nào từ phía sau, được gọi là đốt sống",
            "hasImg": true
        },
        {
            "id": "f53ffcf8-13cc-42c4-899e-65eaa9e9168f",
            "word": "to jaw",
            "phonetic": "tə dʒɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "Our jaws dropped when we found out how much they were paying in rent.",
                "My jaw dropped open when she told me how old she was.",
                "The family was lost in the wilderness without any food or water, but they managed to find a way out and snatched victory from the jaws of defeat by surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamF3&hash=83b996dafe812c04ccd9a07299603f58fcdbae4b&lang=en&cache-only=0",
            "defineEn": "to use teeth to break down food into smaller pieces",
            "defineVi": "sử dụng răng để phá vỡ thức ăn thành miếng nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "f69d6bf3-4807-4689-88d8-c9120c269e5f",
            "word": "cranial",
            "phonetic": "kɹeɪnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A pug, on the other hand, has a high cranial index.",
                "The engorged sinuses put pressure on the cranial arteries and veins, as well as muscles in the neck and head.",
                "But all cases are reactions to some cranial irritant.",
                "And while they might look super adorbs, animals with high cranial indexes are subject to a multitude of health problems.",
                "An example of a dog breed with low cranial index is a greyhound with their long snouts and their low foreheads."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhbmlhbA&hash=afeebd2fa4e5d7146bae5d60801eee63ba053d5b&lang=en&cache-only=0",
            "defineEn": "(anatomy) relating to the bone structure that surrounds the brain, also known as cranium",
            "defineVi": "(giải phẫu) liên quan đến cấu trúc xương bao quanh não, còn được gọi là cranium"
        },
        {
            "id": "a2a637df-a0d0-416d-8c28-1fb46495dc44",
            "word": "temporal",
            "phonetic": "tɛmpɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the gap in your data is temporal.",
                "They're using temporal cues.",
                "This thing has a really really fine temporal resolution.",
                "You lose the temporal connection between the things.",
                "Frequent episodes of déjà vu can happen with temporal lobe epilepsy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG9yYWw&hash=de85437827c066e2aebe60d920235e4a7a15ad4e&lang=en&cache-only=0",
            "defineEn": "associated with or located in the region of the temples, which are the sides of the head above the ears",
            "defineVi": "liên quan đến hoặc nằm trong khu vực của các ngôi đền, là hai bên của đầu phía trên tai"
        }
    ]
}