{
    "id": "efda0493-1632-4c64-af3a-1dca428d2b33",
    "title": "Top 426 - 450 Adjectives",
    "originalTitle": "Top 426 - 450 Adjectives",
    "words": [
        {
            "id": "164e366c-1163-463e-b2f3-1ec0e795126f",
            "word": "confused",
            "phonetic": "kənfjuːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- You guys look confused.",
                "I'm confused.",
                "A lot of people are confused.",
                "They're confused.",
                "You look confused."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzZWQ&hash=be6a4242f82692fc0a24af90f2282cdd201e76e2&lang=en&cache-only=0",
            "defineEn": "not understanding what is happening or being said; not able to think clearly",
            "defineVi": "không hiểu những gì đang xảy ra hoặc đang được nói; không thể suy nghĩ rõ ràng",
            "hasImg": true
        },
        {
            "id": "42f618d7-38c5-436f-8293-ea90b362105f",
            "word": "grand",
            "phonetic": "ɡɹænd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "In politics, people often make grand speeches but fail to take action.",
                "The wise owls went to visit their grand kids in their scooters.",
                "The grand finale of the performance is the crowning glory of the entire show, leaving the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQ&hash=0808e8773af519a1b3a119aab352397f413ef586&lang=en&cache-only=0",
            "defineEn": "very impressive and large",
            "defineVi": "rất ấn tượng và lớn"
        },
        {
            "id": "1674c399-9801-4cf5-90f9-c507bcbc7287",
            "word": "narrow",
            "phonetic": "næɹoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The boat captain guided us through the narrow canals of the city.",
                "Tip No. 4: Narrow your field of focus.",
                "The gap between retail investors and institutional traders has narrowed.",
                "The president’s strategy on race and on other issues has just narrowed his path to re-election.",
                "Slower waves make narrower wakes."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycm93&hash=7ed46ca39cff9631c1cd2ba0cf408ba1c202378d&lang=en&cache-only=0",
            "defineEn": "having a small width in comparison with the length",
            "defineVi": "có chiều rộng nhỏ so với chiều dài",
            "hasImg": true
        },
        {
            "id": "e82a5faa-dc79-4fca-87cb-3dc066f93c3c",
            "word": "boring",
            "phonetic": "boːɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The movie was as boring as they come.",
                "It’s so boring, eating the same food day in, day out.",
                "I have to do the same boring jobs day in day out.",
                "The child nodded off to sleep during the boring lecture.",
                "This course seemed right up my alley when I signed up for it, but it ended up being dreadfully boring."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yaW5n&hash=6fa81355354b30a5c965392171af28c5e406e1b7&lang=en&cache-only=0",
            "defineEn": "making us feel tired and unsatisfied because of not being interesting",
            "defineVi": "khiến chúng ta cảm thấy mệt mỏi và không hài lòng vì không thú vị",
            "hasImg": true
        },
        {
            "id": "78f8caaa-d411-4a15-a735-7ad77def0650",
            "word": "viral",
            "phonetic": "vaɪɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The social media influencer is in the limelight for their latest viral post.",
                "The viral video that captured a dog riding a skateboard became a one-day wonder, quickly spreading across social media and garnering millions of views.",
                "After a series of failed albums, Emily's music career got a new lease on life when her latest single became a viral sensation.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlyYWw&hash=49aa2146ced8848201a3308263d20b10eaf1b567&lang=en&cache-only=0",
            "defineEn": "(of a video, picture, piece of news, etc.) shared quickly on social media among a lot of Internet users",
            "defineVi": "(của một video, hình ảnh, mẩu tin tức, v.v.) được chia sẻ nhanh chóng trên phương tiện truyền thông xã hội giữa rất nhiều người dùng Internet"
        },
        {
            "id": "f8dee457-ffd8-49d1-8613-a0562e93d75a",
            "word": "unable",
            "phonetic": "ʌneɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The jury was unable to reach a verdict.",
                "Officers on the case are unable to find a motive.",
                "She was unable to sound the alarm.",
                "Users were unable to send or receive emails for two days.",
                "In his agitation he was unable to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hYmxl&hash=c7b06a6f0cba6203e656c4b7e640fcedde2cdf87&lang=en&cache-only=0",
            "defineEn": "being incapable of or lacking the skill, means, etc. necessary for doing something",
            "defineVi": "không có khả năng hoặc thiếu kỹ năng, phương tiện, v.v. cần thiết để làm điều gì đó"
        },
        {
            "id": "0b66e51a-f8aa-4969-a210-31466f79b435",
            "word": "deadly",
            "phonetic": "dɛdli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "One bite from this spider is deadly.",
                "Fortunately, these duels are rarely deadly.",
                "Constant exposure could be deadly.",
                "Some nematodes can be deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZGx5&hash=29ffac727da96f32da555b01a016b918b10b66c2&lang=en&cache-only=0",
            "defineEn": "causing death or capable of causing death",
            "defineVi": "gây ra cái chết hoặc có khả năng gây ra cái chết",
            "hasImg": true
        },
        {
            "id": "20dbd53b-9e02-4bd5-93de-c0bb4fee372f",
            "word": "external",
            "phonetic": "ɛkstɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "I need to format my external hard drive before transferring files to it.",
                "These animals don’t have protective external shells.",
                "The external processor doesn't even get audio feedback.",
                "Cigarettes generate high external costs on society."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJuYWw&hash=287dd47f7d78ee9d651b616a401cc0506f2a0e67&lang=en&cache-only=0",
            "defineEn": "situated on or related to the outer surface of something or someone",
            "defineVi": "nằm trên hoặc liên quan đến bề mặt bên ngoài của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "2bc9a0c0-5b1b-4241-a24c-3204d5c021b7",
            "word": "slight",
            "phonetic": "slaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A slight question mark against her character remains.",
                "Oh, I don't have the slightest idea.",
                "She loved the slight bitterness of endive, which added complexity to her dish.",
                "He's extremely irritable - he flies off the handle at the slightest thing.",
                "The speaker's slight stuttering did not detract from the power of her message, as a diamond with a flaw is better than a common stone that is perfect."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpZ2h0&hash=6ffab86f7e3c1004c62a0ccf5ebeb559d65dedd2&lang=en&cache-only=0",
            "defineEn": "not a lot in amount, size, or extent",
            "defineVi": "không nhiều về số lượng, kích thước hoặc mức độ"
        },
        {
            "id": "e2a03e75-835c-49f4-81ea-4d855fa3fb63",
            "word": "silent",
            "phonetic": "saɪlənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I could not keep silent any longer.",
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "It gets as silent as the grave at nighttime, and it really creeps me out.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "She was silent for a while, lost in thought, staring at the books littering the room."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsZW50&hash=580e0971c42f53ef301f71160edaa2d9481b263e&lang=en&cache-only=0",
            "defineEn": "having or making little or no sound",
            "defineVi": "có hoặc tạo ra ít hoặc không có âm thanh",
            "hasImg": true
        },
        {
            "id": "387ea1d6-0ea1-49f2-84c7-1241b54e2016",
            "word": "purple",
            "phonetic": "pɜːpəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book on the shelf had a purple cover.",
                "The purple flowers in the vase were beautiful.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts.",
                "She was born in the purple.",
                "She used a purple pen to write in her journal."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVycGxl&hash=8c2ce55aa2aa8dd99fcd5dfd0188cbc246c91af7&lang=en&cache-only=0",
            "defineEn": "having the color of most ripe eggplants",
            "defineVi": "có màu của hầu hết cà tím chín",
            "hasImg": true
        },
        {
            "id": "cfbd8973-c34e-4546-86a8-e7d9d9c6ce18",
            "word": "gross",
            "phonetic": "ɡɹoʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "Meanwhile, those three films grossed $2.3 billion in North America and $2.5 billion internationally.",
                ", restrooms are gross.",
                "It grossed over 80 gillion dollars.",
                "boogers are pretty gross."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvc3M&hash=c126f79d473d042e833aafb96a42d773b16df5ee&lang=en&cache-only=0",
            "defineEn": "extremely bad, unacceptable, and considered immoral",
            "defineVi": "cực kỳ xấu, không thể chấp nhận được, và được coi là vô đạo đức",
            "hasImg": true
        },
        {
            "id": "00f82f53-0b3d-415f-a1d6-ae78a1c1f374",
            "word": "vulnerable",
            "phonetic": "vʌlnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are reaching out to the most vulnerable members of the community.",
                "He had taken this woman when she was most vulnerable.",
                "Aramide gets vulnerable and emotional as she bares her heart to an unknown lover.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "The company that relies too heavily on a single product or service may be vulnerable to market changes or competition, demonstrating how the pitcher goes so often to the well that it is broken at last."
            ],
            "audio": "https://tts.langeek.co/read?text=dnVsbmVyYWJsZQ&hash=b15007275d9ed4a154684f2988fd9f6a6aefeb62&lang=en&cache-only=0",
            "defineEn": "prone to harm or abuse, either emotionally or physically; exposed",
            "defineVi": "dễ bị tổn hại hoặc lạm dụng, về mặt cảm xúc hoặc thể chất; để lộ ra",
            "hasImg": true
        },
        {
            "id": "d219e388-ebad-4737-a2fa-266c44954330",
            "word": "racial",
            "phonetic": "ɹeɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "\"Asian student faces racial slur outside of Longfellow Middle School.\"",
                "Sounds racial. ",
                "Then racial violence erupted after the assassination of Martin Luther King Jr. on April 4, 1968.",
                "The racial tension exploded."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaWFs&hash=2da49d9b6309c315ab9f9222462b780fa3cbd170&lang=en&cache-only=0",
            "defineEn": "related to the way humankind is sometimes divided into, which is based on physical attributes or shared ancestry",
            "defineVi": "liên quan đến cách loài người đôi khi được chia thành, dựa trên các thuộc tính vật lý hoặc tổ tiên chung"
        },
        {
            "id": "c378f578-15aa-4ecd-960c-7239af1ffe4a",
            "word": "northern",
            "phonetic": "nɔːɹðɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Milan, in northern Italy, is known for its fashion and design industry.",
                "Reindeer moss creates a soft carpet-like cover on the forest floor in northern regions.",
                "Northern bankers financed the purchase of land for plantations.",
                "In one corner, the northern hemisphere is entering flu season.",
                "But the northern plains have geologic features at all kinds of different elevations."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ydGhlcm4&hash=7207e9d354886f0b0955d1e04e7df05f3547120e&lang=en&cache-only=0",
            "defineEn": "being directed toward or situated in the north",
            "defineVi": "được hướng về phía hoặc nằm ở phía bắc",
            "hasImg": true
        },
        {
            "id": "47bc61d9-8846-4eac-89c6-4448d17e8340",
            "word": "toxic",
            "phonetic": "tɑːksɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "Rhubarb leaves are toxic and should never be eaten, as they contain high levels of oxalic acid.",
                "She cut ties with toxic people in her life, and her mental health improved because away goes the devil when he finds the door shut against him.",
                "was unaware that I was falling into the trap of toxic positivity.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=dG94aWM&hash=09ccc0b017b3c347c44b2c9ebeaacc0701798385&lang=en&cache-only=0",
            "defineEn": "containing or related to poison",
            "defineVi": "có chứa hoặc liên quan đến chất độc",
            "hasImg": true
        },
        {
            "id": "707914e0-77ff-42b3-9b9f-d4c04351b78f",
            "word": "republican",
            "phonetic": "ɹᵻpʌblɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mr Lake was an important cog in the Republican campaign machine.",
                "Republicans worry about Kansas.",
                "His audience-- the Republican controlled Congress-- the president's fiercest critics.",
                "What do Republicans say?",
                "At the site of a deadly riot, Republican senators block an investigation into the attack on January 6."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdWJsaWNhbg&hash=bccb3956658bddda0516d5976e4791e39f1a06a9&lang=en&cache-only=0",
            "defineEn": "relating to or similar to a republic; supporting the principles and doctrines of a republic",
            "defineVi": "liên quan đến hoặc tương tự như một nước cộng hòa; ủng hộ các nguyên tắc và học thuyết của một nước cộng hòa"
        },
        {
            "id": "8f467bb7-3bb4-403e-90d0-92326d4edace",
            "word": "blind",
            "phonetic": "blaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was blind from birth.",
                "Management often turn a blind eye to bullying in the workplace.",
                "Teachers were turning a blind eye to smoking in school.",
                "When you ask Tim for a simple explanation, he blinds you with science.",
                "I can't turn a blind eye when someone is being robbed."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmQ&hash=8afe860699f43781c60f4722f5ebf6d4604f8f38&lang=en&cache-only=0",
            "defineEn": "not able to see",
            "defineVi": "không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "0e69a9a6-1895-4ad2-8abe-0f3ceb472e21",
            "word": "vocal",
            "phonetic": "voʊkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills.",
                "Vocal communication, like chirps, grunts, and songs, is key between individuals within a species.",
                "It has the loudest vocals.",
                "I strained my vocal chords.",
                "Then, about halfway through the song, the vocals come in."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYWw&hash=b943d47b916d36a364b99b9c44562e44c6afaad4&lang=en&cache-only=0",
            "defineEn": "relating to the voice, especially the human voice",
            "defineVi": "liên quan đến giọng nói, đặc biệt là giọng nói của con người"
        },
        {
            "id": "42b6b18d-0efc-4820-a5dd-3e31f53e9677",
            "word": "kind",
            "phonetic": "kaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The companies are two of a kind.",
                "Thank you, you're very kind.",
                "My aunt is a really kind sister to my father.",
                "Thank you for your kind words, they made my day.",
                "The lost child was helped by a kind police officer to find their way home."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZA&hash=789164b00c38d8c6f6401a8f1c7c6720ddb7c0d7&lang=en&cache-only=0",
            "defineEn": "friendly and nice to others; caring about other people's feelings",
            "defineVi": "thân thiện và dễ mến với người khác; quan tâm đến cảm xúc của người khác",
            "hasImg": true
        },
        {
            "id": "59995202-f5f5-442c-b6b3-929607bc9b14",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "able to be relied on or trusted",
            "defineVi": "có thể được dựa vào hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "54ff6ef6-4ade-457b-971c-42eb2ffe77c9",
            "word": "round",
            "phonetic": "ɹaʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My debts are a millstone round my neck.",
                "The hairstylist used a round brush to create curls.",
                "Glaring round at the solitary embryo sheepskin, who quaked in his shoes.",
                "The mortgage on it has turned into a real yoke round my neck.",
                "You can buy strawberries all year round, but at a price."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bmQ&hash=34ce8fbc7fb0b9ad4c72b60949f85719f0ccccce&lang=en&cache-only=0",
            "defineEn": "shaped like a circle or ball; having the shape or form of a circle or ball",
            "defineVi": "có hình tròn hoặc quả bóng; có hình dạng hoặc dạng của một vòng tròn hoặc quả bóng",
            "hasImg": true
        },
        {
            "id": "db21550d-1b52-40b4-a856-80ea01afa3ae",
            "word": "sound",
            "phonetic": "saʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tax increase sounded the death knell for the business.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "The bell sounded for dinner.",
                "A cup of tea sounds perfect.",
                "Your presentation sounded great, honestly."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQ&hash=ae77e73272d1ed95565097850d9f17ce0582a780&lang=en&cache-only=0",
            "defineEn": "free from damage, disease, etc. and in a good condition",
            "defineVi": "không bị hư hại, bệnh tật, v.v. và trong tình trạng tốt",
            "hasImg": true
        },
        {
            "id": "0c411c09-1f32-4768-ae4d-1a4a7ba4ef08",
            "word": "pink",
            "phonetic": "pɪŋk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "The pig's pink skin was covered in coarse hair.",
                "Thousands of factory workers have been given the pink slip in recent months.",
                "Fast food chains removed pink slime from their menus to regain trust."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluaw&hash=843c7db083c386bdbc7abd2b9e265f2538978e2d&lang=en&cache-only=0",
            "defineEn": "having the color of strawberry ice cream",
            "defineVi": "có màu kem dâu tây",
            "hasImg": true
        },
        {
            "id": "c42eb941-393f-4422-806e-3d9e6c5d8056",
            "word": "automatic",
            "phonetic": "ɔːɾəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She set the camera on automatic.",
                "You can set it so that it does an automatic data backup at the end of each day.",
                "In Estonia, voter registration is automatic.",
                "An automatic timer regulates the watering schedule. ",
                "An automatic timer regulates the watering schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b21hdGlj&hash=09a1efe1ad26c053c176554c06a1ab70da9b85d4&lang=en&cache-only=0",
            "defineEn": "(of devices or processes) being or working with little or no human intervention",
            "defineVi": "(của các thiết bị hoặc quy trình) đang hoặc đang hoạt động với ít hoặc không có sự can thiệp của con người",
            "hasImg": true
        }
    ]
}