{
    "id": "f00f5538-651a-4e38-87e0-7ff8d1074011",
    "title": "Mouth and Teeth",
    "originalTitle": "Mouth and Teeth",
    "words": [
        {
            "id": "ec64ac0e-1f70-4cb1-9237-26fcb0c47cf7",
            "word": "palate",
            "phonetic": "pælət ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need a peppermint palate cleanser.",
                "I don't have a palate.",
                "In addition to their distinctive domed foreheads, they had wide palates and massive cheek teeth.",
                "Phytosaurs had a similar structure that strengthened the skull: the premaxillary palate.",
                "It's a bit less harsh on the palate."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsYXRl&hash=6465bfb553ef5d405b7cbdce790308101743effd&lang=en&cache-only=0",
            "defineEn": "(anatomy) the inside upper side of the mouth that separates it from the nasal cavity",
            "defineVi": "(giải phẫu) mặt trong phía trên ngăn cách miệng với hốc mũi"
        },
        {
            "id": "10ee1453-89af-431c-80dd-797738e8eee9",
            "word": "soft palate",
            "phonetic": "sɔft pælət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdCBwYWxhdGU&hash=caef9489846390670b96f3968151e816570794b9&lang=en&cache-only=0",
            "defineEn": "a flexible muscular structure located at the back of the roof of the mouth",
            "defineVi": "một cấu trúc cơ bắp linh hoạt nằm ở phía sau vòm miệng"
        },
        {
            "id": "794f44f8-6e59-4a45-9f5d-b67724959ee9",
            "word": "uvula",
            "phonetic": "juːvjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A swollen uvula is unpleasant.",
                "For now, the uvula remains one of many odd quirks of the human body.",
                "The uvula, soft palate, and tonsils are also the first lines of defense against bacteria and viruses invading our mouths.",
                "The uvula hangs from the soft palate, the fleshy bit behind the roof of your mouth, which mainly stops food from going up your nose when you swallow.",
                "Enlarged uvulas are also found in people who snore or suffer from obstructive sleep apnea, where sleep is interrupted by parts of the throat cutting off airflow at night."
            ],
            "audio": "https://tts.langeek.co/read?text=dXZ1bGE&hash=dd11ca00fb42bb49fcdbec97f9dba2b9b18eee3e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the soft fleshy part at the back of the soft palate that hangs just above the pharynx",
            "defineVi": "(giải phẫu) phần thịt mềm ở phía sau khẩu cái mềm treo ngay phía trên yết hầu"
        },
        {
            "id": "b48441ba-8d4c-49fd-b6d1-86180ffdf60d",
            "word": "hard palate",
            "phonetic": "hɑːɹd pælət ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBwYWxhdGU&hash=d5d2b6c99ea6026c3c13efc4fc70dc6c86078dbb&lang=en&cache-only=0",
            "defineEn": "the bony structure in the roof of the mouth that separates the oral and nasal cavities",
            "defineVi": "cấu trúc xương trong vòm miệng ngăn cách khoang miệng và mũi"
        },
        {
            "id": "4f790ebb-7e6c-4410-9ee7-fb5b09223417",
            "word": "tongue",
            "phonetic": "tʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tongues were wagging over their engagement.",
                "Tongues wagged when another police car was parked in front of their house.",
                "Snakes use their tongues to smell their surroundings.",
                "Mother clicked her tongue and sighed.",
                "I'm just biting my tongue for now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uZ3Vl&hash=78f1614b1f8e52c84ba2bbc0818335433e4e8ba8&lang=en&cache-only=0",
            "defineEn": "the soft movable part inside the mouth used for tasting something or speaking",
            "defineVi": "phần mềm di động bên trong miệng được sử dụng để nếm một cái gì đó hoặc nói",
            "hasImg": true
        },
        {
            "id": "e7600814-4594-4b2c-ac9c-1ed441bdae09",
            "word": "baby tooth",
            "phonetic": "beɪbi tuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lots of other animals have baby teeth, too.",
                "They’re your baby teeth!",
                "My mother has all my baby teeth in her underwear drawer.",
                "Even baby teeth need checkups, starting when that first tooth comes in!",
                "So, your baby teeth started growing even before you were born."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFieSB0b290aA&hash=6a71ab3caa3911b2bc21c6ef1b7b14203f6864fd&lang=en&cache-only=0",
            "defineEn": "any of the temporary teeth in young children that falls out and is later replaced with a permanent one",
            "defineVi": "bất kỳ răng tạm thời nào ở trẻ nhỏ bị rụng và sau đó được thay thế bằng răng vĩnh viễn",
            "hasImg": true
        },
        {
            "id": "48e3b75b-68d1-4072-8d4d-adb8ea7e8995",
            "word": "canine",
            "phonetic": "keɪnaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next up is canine distemper.",
                "To the researchers' excitement, the canines excelled.",
                "Males' canines are twice as long as females'.",
                "But the canines spread well beyond the continent.",
                "Together with wolves, these meat-eating mammals are called canines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaW5l&hash=4e6987c2a0a20f42031ce67d2385253cb5f1d848&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the four pointed teeth that are between the incisors and premolars, used for tearing food",
            "defineVi": "(giải phẫu) bất kỳ chiếc răng nào trong số bốn chiếc răng nhọn nằm giữa răng cửa và răng hàm, dùng để xé thức ăn",
            "hasImg": true
        },
        {
            "id": "b8f242d7-5777-470e-9af4-0dba735d41d3",
            "word": "crown",
            "phonetic": "kɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Rumours spread that the Duke had designs on the crown.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "There are some cases the Crown feels so serious they don't want to stay the charges."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd24&hash=4937186d35a7b5e92759b11e06d9d3d7843428d5&lang=en&cache-only=0",
            "defineEn": "the external part of the tooth outside the gum",
            "defineVi": "phần bên ngoài của răng bên ngoài kẹo cao su",
            "hasImg": true
        },
        {
            "id": "4ab345be-19a6-423f-84b4-e4644ba7b810",
            "word": "enamel",
            "phonetic": "ɪnæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eons enamel pins are available now!",
                "So building enamel is like making rocks in your mouth.",
                "and it's eroding the enamel and it can cause permanent damage.",
                "In 2008, a team of anthropologists studied the thickness of the enamel on ten Gigantopithecus teeth, as well as the shape of the hard tissue underneath it, called the dentin.",
                "And then it has enamel, which shows up whiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbWVs&hash=1e4d30062aeb6cac9a329b8f1c32e5f6c10ea9c7&lang=en&cache-only=0",
            "defineEn": "the hard white external layer that covers the crown of a tooth",
            "defineVi": "lớp ngoài cứng màu trắng bao phủ thân răng",
            "hasImg": true
        },
        {
            "id": "e9596633-14f7-4365-876a-f926b3ee5529",
            "word": "gum",
            "phonetic": "ɡʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "By gum, he's a big lad!",
                "By gum, I really mean it this time!",
                "You can find aspartame in many sugar-free candies and gum.",
                "Some candies have a glossy coating made with edible gum.",
                "I looked it up, and by gum, she was right!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vt&hash=077bb3978b664e54692dda823111304de7a0e9b4&lang=en&cache-only=0",
            "defineEn": "the firm, pink flesh around the roots of teeth at the top and bottom of the mouth",
            "defineVi": "thịt hồng, chắc quanh chân răng ở trên và dưới miệng",
            "hasImg": true
        },
        {
            "id": "531d7b9a-5a04-49ee-8bbc-d5ee9be1211a",
            "word": "incisor",
            "phonetic": "ɪnsaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So these animals have molar teeth and really big incisors.",
                "Beavers are well-known for their oversized incisors.",
                "Has these incisors that are still popping out.",
                "The giant beaver’s incisors could grow to be over 20 centimeters long!",
                "Rodents use their incisors, or their front teeth, to bite."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXNvcg&hash=b006e665fbe78ddf36b01e6e07d1c1b8645d6502&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the eight narrow-edged teeth at the front of the mouth that are used for biting",
            "defineVi": "(giải phẫu) bất kỳ chiếc răng nào trong số tám chiếc răng có cạnh hẹp ở phía trước miệng dùng để cắn",
            "hasImg": true
        },
        {
            "id": "4fbe3a39-6db1-4840-b55e-c36a6d0d4bed",
            "word": "milk tooth",
            "phonetic": "mɪlk tuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people also call them milk teeth or primary teeth."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsayB0b290aA&hash=202f6970a155be743a8afe05327c1d94f0f16d9d&lang=en&cache-only=0",
            "defineEn": "a temporary tooth in young children that drops out and is later replaced with a permanent one",
            "defineVi": "một chiếc răng tạm thời ở trẻ nhỏ bị rụng và sau đó được thay thế bằng một chiếc răng vĩnh viễn",
            "hasImg": true
        },
        {
            "id": "2dbd5890-45a6-4cbc-9275-bbb24d6725f9",
            "word": "molar",
            "phonetic": "moʊlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So these animals have molar teeth and really big incisors.",
                "And like Paraceratherium and modern rhinos, it had the characteristic pi- and L-shaped molars.",
                "So what's the molar mass of oxalic acid?",
                "And now we know its molar mass.",
                "This is its molar mass."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sYXI&hash=68251f3ea095debbbe2f1d75b289d3a9a2f47673&lang=en&cache-only=0",
            "defineEn": "one of the large flat teeth at the back of the mouth used for grinding and crushing food",
            "defineVi": "một trong những chiếc răng phẳng lớn ở phía sau miệng dùng để nghiền và nghiền thức ăn",
            "hasImg": true
        },
        {
            "id": "28f36431-ecd3-4177-84e3-9dfec5b8148f",
            "word": "premolar",
            "phonetic": "pɹiːmoʊlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unlike its ancestors, Archaeocyon had shorter jaws and thicker premolars.",
                "While many therapsids have premolars and molars, this one didn’t.",
                "Its discoverers placed it in Australopithecus because of its small brain and long arms, but they also noted that it had small molars and premolars, and facial features that were similar to other Homo specimens.",
                "The premolars are a little bit smaller than the molars, but all of these teeth have wide, bumpy surfaces instead of sharp edges.",
                "These are your premolar and molar teeth."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbW9sYXI&hash=35d73137f1a1a8fb2b4b84b19965281672e1ba59&lang=en&cache-only=0",
            "defineEn": "a tooth that is located between the canine and molar teeth",
            "defineVi": "một chiếc răng nằm giữa răng nanh và răng hàm",
            "hasImg": true
        },
        {
            "id": "9ef38783-467f-431d-ac6d-c8c601d7b200",
            "word": "cingulum",
            "phonetic": "sɪŋɡjʊləm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2luZ3VsdW0&hash=13b111ac160aba7c95bc8146f46a66b631841e78&lang=en&cache-only=0",
            "defineEn": "a rounded ridge or prominence found on the lingual surface of anterior teeth near the cervical third",
            "defineVi": "một đường gờ tròn hoặc phần nhô ra được tìm thấy trên bề mặt lưỡi của các răng trước gần phần ba cổ tử cung"
        },
        {
            "id": "dc42e2d9-c1d1-4c97-8668-ae0c87fe53db",
            "word": "tooth",
            "phonetic": "tuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "He sank his teeth into an apple.",
                "He gritted his teeth in anger.",
                "Their teeth are sharp enough to break the skin.",
                "Their teeth are sharp enough to break the skin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGg&hash=76542508bbfcfa92bc0a9f4cd92e4d8fad57cd1d&lang=en&cache-only=0",
            "defineEn": "one of the things in our mouth that are hard and white and we use to chew and bite food with",
            "defineVi": "một trong những thứ cứng và trắng trong miệng của chúng ta và chúng ta dùng để nhai và cắn thức ăn bằng",
            "hasImg": true
        },
        {
            "id": "703d429e-6536-4b86-9fc2-19f1a8852578",
            "word": "bicuspid",
            "phonetic": "baɪkʌspɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmljdXNwaWQ&hash=a604640cdf2a517fad11db33f93fc1575741f08a&lang=en&cache-only=0",
            "defineEn": "a tooth located between the canine and molar teeth",
            "defineVi": "một chiếc răng nằm giữa răng nanh và răng hàm",
            "hasImg": true
        },
        {
            "id": "5b97c5d3-34d1-428e-a23a-da72b5c19a02",
            "word": "dentin",
            "phonetic": "dɛntɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2008, a team of anthropologists studied the thickness of the enamel on ten Gigantopithecus teeth, as well as the shape of the hard tissue underneath it, called the dentin.",
                "Just below that tough outer layer, there’s another layer called dentin that’s not as hard And below that, there’s the inner layer of the tooth, called the pulp, which has blood vessels and nerves inside it.",
                "A dermal denticle is triangular and made of dentin, a hard tissue derived from the same cells as teeth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGlu&hash=b9cf5a9228801aac1771307c346b9bf2c4555c04&lang=en&cache-only=0",
            "defineEn": "a hard, calcified tissue beneath the enamel and cementum of a tooth",
            "defineVi": "một mô cứng, vôi hóa bên dưới men răng và xi măng của răng"
        },
        {
            "id": "fb9258fa-3736-41d0-934d-d3435813f92c",
            "word": "pulp",
            "phonetic": "pʌlp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She squeezed the orange, releasing the refreshing pulp into her glass.",
                "He carefully removed the pomegranate seeds, leaving behind the vibrant red pulp.",
                "The children enjoyed the fleshy pulp of the mango, their faces smeared with its sweet and sticky juice.",
                "He carefully skinned the mango, ensuring none of the sweet, juicy pulp went to waste.",
                "He felt like beating the kid to a pulp, but knew that would only magnify the problem and he'd be the one ending up in jail."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVscA&hash=d0a6a74676890d6c9f112561b845d987913abaa3&lang=en&cache-only=0",
            "defineEn": "the soft, connective tissue found in the center of a tooth, containing blood vessels, nerves, and cells",
            "defineVi": "mô mềm, liên kết được tìm thấy ở trung tâm của răng, chứa các mạch máu, dây thần kinh và tế bào"
        },
        {
            "id": "0f1b2524-290e-4125-a19e-610c1f0d19a4",
            "word": "root canal",
            "phonetic": "ɹuːt kənæl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9vdCBjYW5hbA&hash=875c5e58acfa458698cb4b6315ea9b9dba807e17&lang=en&cache-only=0",
            "defineEn": "a dental procedure to remove infected or damaged pulp from a tooth's root canal system",
            "defineVi": "một quy trình nha khoa để loại bỏ tủy bị nhiễm trùng hoặc bị hư hỏng khỏi hệ thống ống chân răng của răng"
        },
        {
            "id": "c52d0f67-6571-4193-b81e-9857aa7b7718",
            "word": "wisdom tooth",
            "phonetic": "wɪzdəm tuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of years ago, wisdom teeth were dead useful.",
                "Tooth decay can eventually destroy your wisdom tooth.",
                "That put wisdom teeth out of a job.",
                "Wisdom teeth have been around for millennia.",
                "But wisdom teeth weren't always the unwelcome threat we see today."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lzZG9tIHRvb3Ro&hash=61fdef8166ea34a92622e37cf2975be6f309a7d2&lang=en&cache-only=0",
            "defineEn": "the third and final set of molars that typically emerge in the back of the mouth during early adulthood",
            "defineVi": "bộ răng hàm thứ ba và cuối cùng thường xuất hiện ở phía sau miệng trong thời kỳ đầu trưởng thành",
            "hasImg": true
        },
        {
            "id": "3e0ed639-fe03-4185-acdc-e342c1c271c9",
            "word": "oral cavity",
            "phonetic": "oːɹəl kævᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JhbCBjYXZpdHk&hash=6e0a680a8ae4aea90a76abb15d35f48f2fc62741&lang=en&cache-only=0",
            "defineEn": "the hollow space in the mouth that includes the lips, teeth, tongue, gums, and the hard and soft palates",
            "defineVi": "khoảng trống trong miệng bao gồm môi, răng, lưỡi, nướu và vòm miệng cứng và mềm",
            "hasImg": true
        }
    ]
}