{
    "id": "f02e6cd5-19e9-4af1-a7ef-999c6c4ab6c8",
    "title": "Sanding and Shaping Tools",
    "originalTitle": "Sanding and Shaping Tools",
    "words": [
        {
            "id": "34cd11b2-6e4f-4e48-a2d8-94ec4977a917",
            "word": "sander",
            "phonetic": "sændɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sanders: Our fabric has multiple layers.",
                "Sanders: The medical side of our business is up close to 70% from previous years.",
                "Sanders really solidified that.",
                "SANDERS: That is absolutely inaccurate.",
                "SEN . BERNIE SANDERS: I heard about that."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZGVy&hash=4f8bb53e17ebfe5b2be5a2930a8ac295abb118ee&lang=en&cache-only=0",
            "defineEn": "a power tool used for smoothing and refining surfaces by abrasion, typically through the use of sandpaper or abrasive discs, helping to remove material or achieve a desired finish",
            "defineVi": "một công cụ điện được sử dụng để làm nhẵn và tinh chỉnh bề mặt bằng cách mài mòn, thường thông qua việc sử dụng giấy nhám hoặc đĩa mài mòn, giúp loại bỏ vật liệu hoặc đạt được lớp hoàn thiện mong muốn"
        },
        {
            "id": "9a5b2ff9-6df6-4a7a-b31f-0e219f043963",
            "word": "belt sander",
            "phonetic": "bɛlt sændɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVsdCBzYW5kZXI&hash=69611e01e6be7bcf9b5e30f17ccb90c86bbc030d&lang=en&cache-only=0",
            "defineEn": "a power tool equipped with a continuous loop of sandpaper or abrasive belt that rotates on two rollers",
            "defineVi": "một dụng cụ điện được trang bị một vòng giấy nhám hoặc đai mài mòn liên tục quay trên hai con lăn",
            "hasImg": true
        },
        {
            "id": "7866eb70-7199-43bf-bd87-592f55880817",
            "word": "random orbital sander",
            "phonetic": "ɹændəm ɔːɹbɪɾəl sændɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFuZG9tIG9yYml0YWwgc2FuZGVy&hash=f342fc5d29d1c4a6b84e269142cd4345268c96f8&lang=en&cache-only=0",
            "defineEn": "a power tool that combines both rotary and orbital motion to provide a random sanding pattern",
            "defineVi": "một công cụ điện kết hợp cả chuyển động quay và chuyển động quỹ đạo để cung cấp kiểu chà nhám ngẫu nhiên",
            "hasImg": true
        },
        {
            "id": "414ee59a-8eb8-4aad-b2c7-b2e71b348288",
            "word": "spindle sander",
            "phonetic": "spɪndəl sændɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BpbmRsZSBzYW5kZXI&hash=9e939fc8edc53b608b7a6a7f43c7c63e26c810e4&lang=en&cache-only=0",
            "defineEn": "a power tool used for sanding and shaping curved surfaces, featuring a rotating spindle with sanding sleeves",
            "defineVi": "một dụng cụ điện được sử dụng để chà nhám và tạo hình các bề mặt cong, có một trục quay với các ống lót chà nhám",
            "hasImg": true
        },
        {
            "id": "af964c41-7bfb-4b7c-9766-816ac8b3115f",
            "word": "file",
            "phonetic": "faɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZQ&hash=79f064dcb473fa3fceeabd891bee91f7aa972bfb&lang=en&cache-only=0",
            "defineEn": "a metal tool with a toothed surface that is used to smooth wooden or metal rough edges",
            "defineVi": "một công cụ kim loại có bề mặt có răng được sử dụng để làm phẳng các cạnh thô bằng gỗ hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "3a9c0f01-f5f2-42ac-96d2-6e154c24abe5",
            "word": "rasp",
            "phonetic": "ɹæsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those rasps are coming from the stomach of a ghost crab.",
                "She also had a slight rasp when she breathed.",
                "I do what I can to mimic him and to give it a real heavier rasp.",
                "As he paddled through the black water, the ferryman rasped a third question: how can I escape my interminable task?",
                "If there's a wheezing, whistling, clicking, or rasp that's an indication of a respiratory infection and they need medical attention as soon as possible."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzcA&hash=9541f948c40db64e389c990a68383ce00d855020&lang=en&cache-only=0",
            "defineEn": "a coarse woodworking tool with a series of individually cut teeth or ridges, used for shaping and smoothing wood or other materials by abrasion",
            "defineVi": "một công cụ chế biến gỗ thô với một loạt các răng hoặc đường gờ được cắt riêng lẻ, được sử dụng để tạo hình và làm nhẵn gỗ hoặc các vật liệu khác bằng cách mài mòn",
            "hasImg": true
        },
        {
            "id": "e90bdf30-475f-4664-bd93-503243cd1c06",
            "word": "sandpaper",
            "phonetic": "sændpeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s like liquid sandpaper.",
                "They also did an experiment by scratching ice really deeply with sandpaper at two angles and pushing a stone across the scratches without rotating it. ",
                "The main ingredients in his match heads were potassium chlorate and antimony sulfide, which ignited from the heat of friction if you rubbed the match on sandpaper.",
                "It's not like sandpaper, but it feels both rougher, and yet somehow more premium even though the plastics feel pretty similar, like they're both reasonably stiff, this might be a little more rigid actually, that feels pretty good."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZHBhcGVy&hash=ec206ab2280308fb08a588fc9a3c5e6e2407809f&lang=en&cache-only=0",
            "defineEn": "a type of paper that has sand or another rough material stuck to one side, used for making surfaces smoother or shinier",
            "defineVi": "một loại giấy có cát hoặc vật liệu thô khác được dán vào một mặt, được sử dụng để làm cho bề mặt mịn hơn hoặc sáng hơn",
            "hasImg": true
        },
        {
            "id": "0853833b-5a8b-4bf8-8e54-06e98b66510e",
            "word": "block plane",
            "phonetic": "blɑːk pleɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxvY2sgcGxhbmU&hash=a40462a466d05ca4e6c580a9c8b951720204e339&lang=en&cache-only=0",
            "defineEn": "a small handheld woodworking tool with a cutting blade set at a low angle to the sole of the plane, primarily used for shaping and smoothing wood surfaces, chamfering edges, and removing thin layers of material",
            "defineVi": "một công cụ chế biến gỗ cầm tay nhỏ với lưỡi cắt đặt ở một góc thấp so với đế của mặt phẳng, chủ yếu được sử dụng để tạo hình và làm nhẵn bề mặt gỗ, vát cạnh và loại bỏ các lớp vật liệu mỏng"
        },
        {
            "id": "0809d436-b50f-4e5c-b28e-c77b0b7c5370",
            "word": "surform plane",
            "phonetic": "sɜːfɔːɹm pleɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VyZm9ybSBwbGFuZQ&hash=fe1b2ff39b0cd411b15ae39626f2d524d50ab3a7&lang=en&cache-only=0",
            "defineEn": "a handheld tool with a replaceable blade that features a perforated metal surface for shaping and smoothing wood or other materials",
            "defineVi": "một công cụ cầm tay có lưỡi dao thay thế có bề mặt kim loại đục lỗ để tạo hình và làm nhẵn gỗ hoặc các vật liệu khác",
            "hasImg": true
        },
        {
            "id": "57e9daa3-2692-4553-bbe6-1246f29fb86d",
            "word": "spokeshave",
            "phonetic": "spoʊkʃeɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Bva2VzaGF2ZQ&hash=31cbcadd6935c5ab38083499a1622e456c246400&lang=en&cache-only=0",
            "defineEn": "a woodworking hand tool with a curved blade set in a handle, designed for shaping and smoothing concave or convex surfaces of wood",
            "defineVi": "một dụng cụ cầm tay chế biến gỗ có lưỡi cong đặt trong một tay cầm, được thiết kế để tạo hình và làm phẳng các bề mặt lõm hoặc lồi của gỗ",
            "hasImg": true
        },
        {
            "id": "04752d1b-5c74-4975-a966-454ffc9e3bd7",
            "word": "planer",
            "phonetic": "pleɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhbmVy&hash=30f4195021531b86518388f5bf823d3a1bb8eb67&lang=en&cache-only=0",
            "defineEn": "a woodworking tool that removes thin layers of material from a workpiece, resulting in a smooth and consistent surface",
            "defineVi": "một công cụ chế biến gỗ loại bỏ các lớp vật liệu mỏng khỏi phôi, tạo ra bề mặt nhẵn và nhất quán"
        },
        {
            "id": "2d37c29a-b69f-4a5d-86fe-59d75ca73e5e",
            "word": "grinding wheel",
            "phonetic": "ɡɹaɪndɪŋ wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JpbmRpbmcgd2hlZWw&hash=9d78bb9575b48f7a095b0bdc8709d290e269d168&lang=en&cache-only=0",
            "defineEn": "a wheel-shaped abrasive tool used for sharpening, shaping, or smoothing surfaces by removing material through the frictional action of abrasive grains bonded to the wheel",
            "defineVi": "một công cụ mài mòn hình bánh xe được sử dụng để mài, tạo hình hoặc làm nhẵn bề mặt bằng cách loại bỏ vật liệu thông qua tác động ma sát của các hạt mài mòn liên kết với bánh xe",
            "hasImg": true
        },
        {
            "id": "f26376d3-55db-4553-a61b-b59d95fbaeec",
            "word": "lathe",
            "phonetic": "leɪð ",
            "partOfSpeechType": "noun",
            "examples": [
                "For the first time, tool systems like lathes and milling machines worked with high precision.",
                "But my dad had an old lathe and mill in the garage when I was growing up.",
                "These are micrometers, that's a really old lathe over there.",
                "I'm looking at Lathe right now just to see.",
                "do you think Lathe will let me see-?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0aGU&hash=5ee7dbeaa0dbcdfdff7a25e97488195d99fb3bb6&lang=en&cache-only=0",
            "defineEn": "a machine tool used in woodworking, metalworking, and other industries to rotate a workpiece on its axis while cutting, shaping, or drilling it with various tools to create symmetrical objects such as cylindrical or tapered parts",
            "defineVi": "một máy công cụ được sử dụng trong chế biến gỗ, gia công kim loại và các ngành công nghiệp khác để xoay phôi trên trục của nó trong khi cắt, tạo hình hoặc khoan phôi bằng nhiều công cụ khác nhau để tạo ra các vật thể đối xứng như các bộ phận hình trụ hoặc hình côn"
        },
        {
            "id": "3c7d8827-365b-453d-a516-d5be0f431dd1",
            "word": "grinder",
            "phonetic": "ɡɹaɪndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They passed around the pepper grinder at the dinner table.",
                "Leading to a coffee grinder.",
                "it's not a pepper grinder.",
                "[Narrator] JFK disposes of the contraband food in one of two ways: the grinder, or the incinerator.",
                "They also rely on fancy gear, from the laser welding equipment to the turbine grinder."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpbmRlcg&hash=a264cff1fd943cf7e10f15d13898fc06b94873b7&lang=en&cache-only=0",
            "defineEn": "a power tool or machine with a rotating abrasive wheel or disc used for cutting, grinding, or polishing various materials",
            "defineVi": "một dụng cụ điện hoặc máy có bánh xe hoặc đĩa mài mòn quay được sử dụng để cắt, mài hoặc đánh bóng các vật liệu khác nhau"
        },
        {
            "id": "aee4f393-cd25-4382-a1eb-99968641be71",
            "word": "jointer",
            "phonetic": "dʒɔɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9pbnRlcg&hash=fcb8fe1fde135fa3b85ba11ca31c54775134464d&lang=en&cache-only=0",
            "defineEn": "a woodworking machine used to create a flat and smooth surface on the face or edge of a board",
            "defineVi": "một máy chế biến gỗ được sử dụng để tạo ra một bề mặt phẳng và nhẵn trên mặt hoặc cạnh của tấm ván"
        },
        {
            "id": "81fb1f67-558f-41f5-91d8-19ae8ecdca07",
            "word": "jointer plane",
            "phonetic": "dʒɔɪntɚ pleɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9pbnRlciBwbGFuZQ&hash=5ad2d5484daaa983c7750544d177c39bf06d4714&lang=en&cache-only=0",
            "defineEn": "a hand tool used in woodworking to flatten and straighten the edges and surfaces of boards",
            "defineVi": "một dụng cụ cầm tay được sử dụng trong chế biến gỗ để làm phẳng và làm phẳng các cạnh và bề mặt của tấm ván"
        },
        {
            "id": "ff9ba3cb-a9e4-4498-bbb5-59299e9210bf",
            "word": "angle grinder",
            "phonetic": "æŋɡəl ɡɹaɪndɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5nbGUgZ3JpbmRlcg&hash=6799d090cf1b663f40899ac7c15a7b388b690721&lang=en&cache-only=0",
            "defineEn": "a handheld power tool with a spinning abrasive disc for cutting, grinding, and shaping materials",
            "defineVi": "dụng cụ điện cầm tay có đĩa mài quay để cắt, mài và tạo hình vật liệu",
            "hasImg": true
        },
        {
            "id": "171aa913-cef4-4c23-8ea6-836cf6ec4b12",
            "word": "smoothing plane",
            "phonetic": "smuːðɪŋ pleɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c21vb3RoaW5nIHBsYW5l&hash=95beae8c33a6d5687a48244305a0632127c07937&lang=en&cache-only=0",
            "defineEn": "a woodworking hand tool used for finely smoothing and leveling wood surfaces to achieve a smooth and polished finish",
            "defineVi": "một dụng cụ cầm tay chế biến gỗ được sử dụng để làm mịn và làm phẳng các bề mặt gỗ để đạt được bề mặt nhẵn và bóng"
        },
        {
            "id": "5174b5fc-ee06-4641-a26d-c9eaac29967d",
            "word": "brick jointer",
            "phonetic": "bɹɪk dʒɔɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpY2sgam9pbnRlcg&hash=cf4af74de50571d9cbd51cd4ac18926521a54a1d&lang=en&cache-only=0",
            "defineEn": "a hand tool used in masonry work to create consistent and smooth joints between bricks",
            "defineVi": "một công cụ cầm tay được sử dụng trong công việc xây dựng để tạo ra các mối nối nhất quán và trơn tru giữa các viên gạch",
            "hasImg": true
        },
        {
            "id": "1a328970-f918-4caf-979c-5fe8d32f0737",
            "word": "hand plane",
            "phonetic": "hænd pleɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFuZCBwbGFuZQ&hash=0820dd6db7ba8389aa0b2d107a3ebfdbc92699de&lang=en&cache-only=0",
            "defineEn": "a woodworking tool consisting of a flat base and a cutting blade, used for smoothing, shaping, and leveling wood surfaces by removing thin layers of material",
            "defineVi": "một công cụ chế biến gỗ bao gồm một đế phẳng và một lưỡi cắt, được sử dụng để làm nhẵn, tạo hình và làm phẳng bề mặt gỗ bằng cách loại bỏ các lớp vật liệu mỏng",
            "hasImg": true
        },
        {
            "id": "fd24126f-7d42-4fbd-8742-1023e5fc0d77",
            "word": "taping knife",
            "phonetic": "teɪpɪŋ naɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFwaW5nIGtuaWZl&hash=f2e28e13934d0748e24fcc4805d33c229722c165&lang=en&cache-only=0",
            "defineEn": "a flat-bladed tool with a handle used for applying and smoothing drywall joint compound during the taping and finishing process",
            "defineVi": "một dụng cụ có cánh phẳng có tay cầm được sử dụng để thi công và làm phẳng hỗn hợp mối nối vách thạch cao trong quá trình dán và hoàn thiện",
            "hasImg": true
        },
        {
            "id": "a3520ac2-78d3-4050-9578-f20c8f9d3d4d",
            "word": "cabinet scraper",
            "phonetic": "kæbᵻnət skɹeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW5ldCBzY3JhcGVy&hash=66ad44b609a7a89e96c10f5af38f21e7af27d978&lang=en&cache-only=0",
            "defineEn": "a hand tool used in woodworking for smoothing and refining the surface of wood",
            "defineVi": "một dụng cụ cầm tay được sử dụng trong chế biến gỗ để làm mịn và tinh chỉnh bề mặt gỗ",
            "hasImg": true
        },
        {
            "id": "08f77522-750f-46bc-8d95-0ab778bef31a",
            "word": "wood chisel",
            "phonetic": "wʊd tʃɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29vZCBjaGlzZWw&hash=4a899a9d158385ba05596c2d493c8edf057c340a&lang=en&cache-only=0",
            "defineEn": "a hand tool with a sharp metal blade and a handle used for cutting, shaping, and carving wood by striking or pushing it with a mallet or by hand pressure",
            "defineVi": "một dụng cụ cầm tay có lưỡi kim loại sắc bén và một tay cầm được sử dụng để cắt, tạo hình và chạm khắc gỗ bằng cách đập hoặc đẩy gỗ bằng vồ hoặc bằng áp lực tay",
            "hasImg": true
        },
        {
            "id": "a6a4619e-3040-4fd1-a1e4-9a0ec4a8c824",
            "word": "chisel",
            "phonetic": "tʃɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thieves had a go at the front door, then chiselled their way in through the back door.",
                "chisel and mallet marks are still evident.",
                "Do you want a chisel for that there?",
                "We have to think of this as a hammer and a chisel.",
                "It's more of a chisel and it's designed for impact drilling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpc2Vs&hash=ec894db43791ffc77eefdb5ff423c743e130cb3d&lang=en&cache-only=0",
            "defineEn": "a metal tool with a handle and a strong flat-edged blade that is used to shape hard objects, such as wood, metal, etc.",
            "defineVi": "một công cụ kim loại có tay cầm và một lưỡi phẳng mạnh được sử dụng để tạo hình các vật cứng, chẳng hạn như gỗ, kim loại, v.v.",
            "hasImg": true
        },
        {
            "id": "8a2d482d-1d70-4d3c-b130-21b93f778ed4",
            "word": "corner chisel",
            "phonetic": "kɔːɹnɚ tʃɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVyIGNoaXNlbA&hash=9070840302c9881ec8a094269fa0220e445cd6c2&lang=en&cache-only=0",
            "defineEn": "a specialized woodworking tool with a square or hexagonal body and a beveled cutting edge, used for cutting or cleaning out square corners or recesses in woodwork",
            "defineVi": "một công cụ chế biến gỗ chuyên dụng có thân hình vuông hoặc hình lục giác và cạnh cắt vát, được sử dụng để cắt hoặc làm sạch các góc vuông hoặc hốc trong đồ gỗ",
            "hasImg": true
        },
        {
            "id": "67a2efde-0476-44f4-8602-935b0cf29f6e",
            "word": "mortising chisel",
            "phonetic": "mɔːɹɾaɪzɪŋ tʃɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ydGlzaW5nIGNoaXNlbA&hash=ea4d712880708958cfa3cdeb8e0822b8f9147089&lang=en&cache-only=0",
            "defineEn": "a woodworking tool used for cutting rectangular slots or mortises in wood",
            "defineVi": "một công cụ chế biến gỗ được sử dụng để cắt các khe hình chữ nhật hoặc lỗ mộng trên gỗ",
            "hasImg": true
        },
        {
            "id": "10fdbdd0-791b-4149-9f04-fb7960640582",
            "word": "pointing trowel",
            "phonetic": "pɔɪntɪŋ tɹaʊəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9pbnRpbmcgdHJvd2Vs&hash=c0c8ad51fefad42e0f2285c7ea3cbbd04eb719f5&lang=en&cache-only=0",
            "defineEn": "a small, narrow-bladed hand tool used in masonry and brickwork for applying and shaping mortar, particularly in the process of pointing or filling the gaps between bricks or stones to create a neat and finished appearance",
            "defineVi": "một dụng cụ cầm tay nhỏ, có lưỡi hẹp được sử dụng trong xây dựng và gạch để áp dụng và định hình vữa, đặc biệt là trong quá trình chỉ hoặc lấp đầy các khoảng trống giữa các viên gạch hoặc đá để tạo ra một vẻ ngoài gọn gàng và hoàn thiện",
            "hasImg": true
        },
        {
            "id": "0921b312-dd70-448b-bd65-c90fd7716c78",
            "word": "flaring tool",
            "phonetic": "flɛɹɪŋ tuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhcmluZyB0b29s&hash=65cb2928a20b78ad2b8bc2d5e8a5a4721dac8ae6&lang=en&cache-only=0",
            "defineEn": "a specialized tool used to create a flared end on a pipe or tubing, allowing for secure connections with other fittings or components",
            "defineVi": "một công cụ chuyên dụng được sử dụng để tạo đầu loe trên đường ống hoặc ống dẫn, cho phép kết nối an toàn với các phụ kiện hoặc bộ phận khác",
            "hasImg": true
        },
        {
            "id": "2ef0c6df-ae34-4f77-9bb9-173ffd4fb90e",
            "word": "oscillating multi-tool",
            "phonetic": "ɑːsɪleɪɾɪŋ mʌltaɪtuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3NjaWxsYXRpbmcgbXVsdGktdG9vbA&hash=c8edc24baaee9acc3cb5db900a3dc0172e4844d0&lang=en&cache-only=0",
            "defineEn": "a versatile handheld power tool that utilizes oscillating motion to perform a variety of tasks such as cutting, sanding, scraping, and grinding",
            "defineVi": "một dụng cụ điện cầm tay linh hoạt sử dụng chuyển động dao động để thực hiện nhiều nhiệm vụ khác nhau như cắt, chà nhám, cạo và mài",
            "hasImg": true
        },
        {
            "id": "bfca7177-c04e-4dbf-8580-7db158b0c1a5",
            "word": "power hammer",
            "phonetic": "paʊɚ hæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG93ZXIgaGFtbWVy&hash=499cb7d983cba0d0f36052e71a49cab61ee84b6c&lang=en&cache-only=0",
            "defineEn": "a heavy-duty mechanical tool used in metalworking that delivers powerful and repetitive blows to shape or forge metal",
            "defineVi": "một công cụ cơ khí hạng nặng được sử dụng trong gia công kim loại mang lại những cú đánh mạnh mẽ và lặp đi lặp lại để tạo hình hoặc rèn kim loại"
        },
        {
            "id": "d374d136-b052-4302-bb73-3a034df6b422",
            "word": "die",
            "phonetic": "daɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old customs are dying.",
                "All men must die.",
                "The flowers died during a dry spell.",
                "My father died suddenly at the age of 48.",
                "The die is cast."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGll&hash=74fc988ccf4baa5aeeed48370346e28f9fdcedb9&lang=en&cache-only=0",
            "defineEn": "a tool used for shaping or forming materials, typically in metalworking or machining processes",
            "defineVi": "một công cụ được sử dụng để định hình hoặc tạo hình vật liệu, thường là trong các quy trình gia công hoặc gia công kim loại"
        }
    ]
}