{
    "id": "f085f197-e337-4b26-b0e0-e4d75075bdf8",
    "title": "Grains and Flour",
    "originalTitle": "Grains and Flour",
    "words": [
        {
            "id": "78349799-3bb0-4484-9505-ad584d4a5462",
            "word": "almond meal",
            "phonetic": "ɔlmənd miːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxtb25kIG1lYWw&hash=a7c98a8f70353e27c9704c73d2e54b17c3fe7f0c&lang=en&cache-only=0",
            "defineEn": "a fine powder made from almonds, used as a gluten-free flour substitute or protein-rich ingredient in baking",
            "defineVi": "một loại bột mịn làm từ hạnh nhân, được sử dụng làm chất thay thế bột mì không chứa gluten hoặc thành phần giàu protein trong làm bánh",
            "hasImg": true
        },
        {
            "id": "99f24ba3-629a-4927-a5ce-e1a617d27e41",
            "word": "bran",
            "phonetic": "bɹæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed bran into her homemade muffin batter, picturing herself as a creative baker.",
                "You can enhance your smoothie by adding a spoonful of bran.",
                "My cousin Bran is kinda a lone wolf, so it's kinda hard for me to believe he accepted your help.",
                "Should she buy wheat, corn, rice, bran, or oat cereal? ",
                "And then most recently, you have Bran Stark from Game of Thrones being called Bran the Broken after being king"
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbg&hash=ad82187b1dd03c747f66652e92d2c6dc11d865bb&lang=en&cache-only=0",
            "defineEn": "the outer layer of a cereal grain, rich in fiber and nutrients",
            "defineVi": "lớp ngoài của hạt ngũ cốc, giàu chất xơ và chất dinh dưỡng"
        },
        {
            "id": "bdbf5d8b-047f-44e2-a478-21d59d01768d",
            "word": "breadcrumbs",
            "phonetic": "bɹɛdkɹʌmz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWRjcnVtYnM&hash=aad22418b77c1b4ab4903163ee44aa0461e23064&lang=en&cache-only=0",
            "defineEn": "very small pieces of bread, used in cooking especially for coating items of food before frying",
            "defineVi": "những miếng bánh mì rất nhỏ, được sử dụng trong nấu ăn, đặc biệt là để bọc thực phẩm trước khi chiên",
            "hasImg": true
        },
        {
            "id": "d84cec76-3052-42f5-9d9c-b9f1a38adb86",
            "word": "amaranth",
            "phonetic": "æmɚɹænθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As they explored a local farmers market, they discovered a bag of amaranth.",
                "Some other gluten free examples would be amaranth, millet and quinoa.",
                "This allowed them to practice intensive lake-marsh agriculture, growing maize, amaranth, fish, and ducks.",
                "In addition to plates, the company also makes sandwich containers and coffee cup sleeves that contain seeds from edible plants like cilantro, amaranth, and strawberry."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hcmFudGg&hash=7d9f7bd0a925296c5bf1d6328c5e7cd22ea5fd4a&lang=en&cache-only=0",
            "defineEn": "a nutritious and gluten-free pseudo-cereal with small, protein-rich grains",
            "defineVi": "một loại ngũ cốc giả bổ dưỡng và không chứa gluten với các loại ngũ cốc nhỏ, giàu protein"
        },
        {
            "id": "59a465ee-702d-4b01-a107-e8281ae22c4e",
            "word": "flax",
            "phonetic": "flæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "They mixed flax into their homemade granola bars.",
                "You can incorporate flax into your favorite salad dressing.",
                "The crickets here eat a mixture of corn, soy, and some flax.",
                "Sources of omega-3 are things like fatty fish, flax seed, certain algae and grass-fed meats.",
                "The new standard is that flax seed oil is the best oil for the job."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxheA&hash=410fdec31245b17eb4828c85814c864a11e42492&lang=en&cache-only=0",
            "defineEn": "a small, nutrient-dense seed rich in omega-3 fatty acids and dietary fiber",
            "defineVi": "một loại hạt nhỏ, giàu chất dinh dưỡng, giàu axit béo omega-3 và chất xơ",
            "hasImg": true
        },
        {
            "id": "39a0eabe-7cc5-443e-bf64-0426b4e4cd56",
            "word": "flaxseed",
            "phonetic": "flækssiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a health-conscious individual, he sprinkled ground flaxseed over his morning yogurt.",
                "As they gathered for a family picnic, they shared flaxseed crackers.",
                "She enjoys cooking with polyunsaturated fats like soybean oil and flaxseed oil for their health benefits.",
                "If you're a vegetarian and don't want a fish product there are algae sources of omega-3 and then there's flaxseed.",
                "The omega-3 in flaxseed is ALA, which has to be broken down into EPA and DHA."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxheHNlZWQ&hash=c87f926eca10dc02e98d2b64f824302bbc5b4781&lang=en&cache-only=0",
            "defineEn": "a small and nutrient-rich seed derived from the flax plant, known for its omega-3 fatty acids, fiber, and potential health benefits",
            "defineVi": "một loại hạt nhỏ và giàu chất dinh dưỡng có nguồn gốc từ cây lanh, được biết đến với axit béo omega-3, chất xơ và các lợi ích sức khỏe tiềm năng",
            "hasImg": true
        },
        {
            "id": "3bdfdb9b-0484-48c1-841e-88b3bb7bb47b",
            "word": "linseed",
            "phonetic": "lɪnsiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend uses linseed to make homemade granola bars for herself."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluc2VlZA&hash=d14d536e4e6296c2dbab6bb706b1dd68fb8231af&lang=en&cache-only=0",
            "defineEn": "a small and nutritious seed of the flax plant, used for its oil content and potential health benefits",
            "defineVi": "một hạt nhỏ và bổ dưỡng của cây lanh, được sử dụng vì hàm lượng dầu và lợi ích sức khỏe tiềm ẩn",
            "hasImg": true
        },
        {
            "id": "7c0c2f7f-9491-49dc-9075-a4044e3c535e",
            "word": "sesame",
            "phonetic": "sɛsɐmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To take your favorite noodle dish to another level, simply sprinkle sesame seeds over it.",
                "They coated their chicken nuggets with sesame seeds.",
                "You can sprinkle sesame seeds on your avocado toast to enhance its taste and texture.",
                "They ground sesame seeds into a paste and used it as a base for making tahini sauce.",
                "Tonight, I am going to make shrimp ramen with cooked shrimp, bok choy, and sesame oil."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VzYW1l&hash=2e1ff7804f893517cb1e73414a3d58bc6f360e69&lang=en&cache-only=0",
            "defineEn": "a small seed of the sesame plant, known for its rich nutty flavor and versatile culinary use",
            "defineVi": "một hạt nhỏ của cây mè, được biết đến với hương vị hạt dẻ phong phú và sử dụng ẩm thực linh hoạt",
            "hasImg": true
        },
        {
            "id": "e821f960-4367-4540-89a1-6978d146df00",
            "word": "buckwheat",
            "phonetic": "bʌkwiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We enjoyed a delightful buckwheat salad with roasted vegetables.",
                "When he tasted the buckwheat chocolate chip cookies, he couldn't help but eat more."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVja3doZWF0&hash=d922e4d4da239bcc7c1d57ad342ca6a2ea9deb45&lang=en&cache-only=0",
            "defineEn": "flour that is made from a dark starchy seed that is originally Asian",
            "defineVi": "bột được làm từ một loại hạt có tinh bột sẫm màu có nguồn gốc từ châu Á",
            "hasImg": true
        },
        {
            "id": "c5857092-9628-4357-b618-f0b1a833fa27",
            "word": "emmer",
            "phonetic": "ɛmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a vibrant emmer salad with roasted vegetables.",
                "He was surprised when he tasted the emmer pudding for the first time.",
                "A barley seedling predicts a baby boy, while emmer foretells a girl.",
                "Humans soon domesticated that hybrid, known as Emmer wheat.",
                "Peseshet explains her fail-safe pregnancy test: plant two seeds: one barley, one emmer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1tZXI&hash=6d945d2141e4953c2e279b0504dbbc20982d0834&lang=en&cache-only=0",
            "defineEn": "a type of ancient wheat with a nutty flavor and a high nutritional value",
            "defineVi": "một loại lúa mì cổ xưa có hương vị hấp dẫn và giá trị dinh dưỡng cao",
            "hasImg": true
        },
        {
            "id": "72584a65-fb5c-46fe-ad70-81dc1e30029d",
            "word": "spelt",
            "phonetic": "spɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As they hosted a brunch party, they served spelt muffins.",
                "You can add cooked spelt to your favorite grain bowl."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlbHQ&hash=532147084dc723e9b012408bc52cc6185b9e062d&lang=en&cache-only=0",
            "defineEn": "an ancient grain with a mild, nutty flavor and a chewy texture",
            "defineVi": "một loại ngũ cốc cổ xưa với hương vị nhẹ, hấp dẫn và kết cấu dai",
            "hasImg": true
        },
        {
            "id": "8040f710-cd7c-4ec1-a4e8-6fcc5e7e9112",
            "word": "durum",
            "phonetic": "dʊɹɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They enjoyed a comforting durum soup on a chilly evening.",
                "You can use durum flour to make homemade bread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVydW0&hash=586466ad6887f6b5e895a477a4a7d0480358d739&lang=en&cache-only=0",
            "defineEn": "a type of dark and hard wheat that is grown in dry regions, used to make pasta",
            "defineVi": "một loại lúa mì đen và cứng được trồng ở vùng khô hạn, được sử dụng để làm mì ống",
            "hasImg": true
        },
        {
            "id": "c8a73114-e553-4b18-abd1-6ccc7e1f0944",
            "word": "wheat",
            "phonetic": "wiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They added cooked wheat berries to their homemade granola bars.",
                "She mixed wheat flour, water, and yeast to make a dough for homemade bread.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The region produces over 50 per cent of the country's wheat.",
                "He separated the wheat from the chaff in hopes of improving productivity."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlYXQ&hash=a2673c58a8f746578456538d82cf0b4d9e2fa91c&lang=en&cache-only=0",
            "defineEn": "the common grain that is used in making flour, taken from a cereal grass which is green and tall",
            "defineVi": "loại ngũ cốc phổ biến được sử dụng để làm bột, được lấy từ một loại cỏ ngũ cốc có màu xanh và cao",
            "hasImg": true
        },
        {
            "id": "5a72ee15-25b5-4800-8a89-9c3fe61116d3",
            "word": "wheat berry",
            "phonetic": "wiːt bɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hlYXQgYmVycnk&hash=66aa0e038b6e4c8e8825ef9f8ad40937a1258022&lang=en&cache-only=0",
            "defineEn": "the whole, unprocessed kernel of the wheat grain",
            "defineVi": "toàn bộ, chưa qua chế biến nhân của hạt lúa mì",
            "hasImg": true
        },
        {
            "id": "31f500f6-8643-4fc7-a8ad-40ab65c70bc6",
            "word": "rye",
            "phonetic": "ɹaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She baked a batch of aromatic rye bread, picturing herself as a skilled home baker.",
                "We gathered around the table for a traditional German dinner, enjoying hearty rye dumplings alongside savory sausages.",
                "I made rye.",
                "Catcher in the Rye is the story of Holden Caulfield's expulsion from Pencey Prep and his journey back home to New York City, where he bums around for a few days trying to get someone to listen to him and meaningfully respond to his fears about becoming an adult.",
                "Holden wants to be a protector of innocence, a catcher in the rye, but he also wants to stay innocent himself."
            ],
            "audio": "https://tts.langeek.co/read?text=cnll&hash=da17154277175b98b03d579ebc520d2df39501e3&lang=en&cache-only=0",
            "defineEn": "a cereal grass grown in cold climates with grains that are used in making whiskey, bread or animal food",
            "defineVi": "một loại cỏ ngũ cốc được trồng ở vùng khí hậu lạnh với các loại ngũ cốc được sử dụng để làm rượu whisky, bánh mì hoặc thức ăn cho động vật",
            "hasImg": true
        },
        {
            "id": "7b30678d-4008-4f95-b50a-119eb034ba2b",
            "word": "barley",
            "phonetic": "bɑːɹli ",
            "partOfSpeechType": "noun",
            "examples": [
                "I asked my mother to prepare a refreshing barley salad for me.",
                "They planted wheat, barley, and other grains. ",
                "A barley seedling predicts a baby boy, while emmer foretells a girl.",
                "Grains are plants, like oats, wheat, and barley.",
                "And in England, they settled on the barleycorn: a single grain of barley."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybGV5&hash=a7b72d6a7c05c23717cf4005e3857d70aefa04fa&lang=en&cache-only=0",
            "defineEn": "a type of plant from which food and alcoholic beverages are produced; the grain from this plant",
            "defineVi": "một loại cây trồng để sản xuất thức ăn và đồ uống có cồn; hạt từ cây này",
            "hasImg": true
        },
        {
            "id": "7f9b5ea9-7847-46d1-be84-c8f3630f9cc6",
            "word": "oat",
            "phonetic": "oʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made myself a delicious oat pancake stack.",
                "You can create a wholesome breakfast by combining almond meal with oats.",
                "She baked a batch of wholesome wholemeal cookies, combining oats, nuts, and dried fruits for a chewy and nutritious treat.",
                "They created a wholesome energy bar by combining rolled oats, nuts, seeds, and a drizzle of honey.",
                "I toasted a handful of rolled oats with maple syrup and spices to make a crunchy and sweet granola topping."
            ],
            "audio": "https://tts.langeek.co/read?text=b2F0&hash=7bc013c380b2ad3f29f339aa93612f1a5a6b2209&lang=en&cache-only=0",
            "defineEn": "a type of grain that grows on a plant in cool climates, used as food for people and animals",
            "defineVi": "một loại hạt mọc trên cây ở những nơi có khí hậu mát mẻ, dùng làm thức ăn cho người và động vật",
            "hasImg": true
        },
        {
            "id": "85ba3e48-454e-4148-bb75-f91a6a216858",
            "word": "foxtail millet",
            "phonetic": "fɑːksteɪl mɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm94dGFpbCBtaWxsZXQ&hash=936a8036f0758a70bf40087895cec4a9c5bd4de9&lang=en&cache-only=0",
            "defineEn": "a gluten-free grain with small, slender grains that resemble the tail of a fox",
            "defineVi": "một loại ngũ cốc không chứa gluten với các hạt nhỏ, mảnh giống như đuôi cáo"
        },
        {
            "id": "5ca4b74f-d521-4241-afe0-31b1d2a08de8",
            "word": "pearl millet",
            "phonetic": "pɜːl mɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "While I was looking for a way to distract myself, I decided to bake a batch of pearl millet and cranberry muffins.",
                "It was a busy day, but I managed to make a quick and tasty pearl millet stir-fry."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhcmwgbWlsbGV0&hash=0505e83c51947343c625c32d5a08c94160271bc6&lang=en&cache-only=0",
            "defineEn": "a drought-tolerant grain with small round grains that possesses a mildly nutty flavor and a slightly chewy texture",
            "defineVi": "một loại hạt chịu hạn với hạt tròn nhỏ có hương vị hạt dẻ nhẹ và kết cấu hơi dai",
            "hasImg": true
        },
        {
            "id": "e3da52ee-f6b0-421c-8b67-31ca6ac16074",
            "word": "millet",
            "phonetic": "mɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a colorful salad with foxtail millet, fresh vegetables, and a zesty dressing.",
                "My grandmother baked a batch of foxtail millet and chocolate chip cookies for us.",
                "She prepared a warm bowl of creamy finger millet porridge for herself.",
                "She enjoyed a warm bowl of Japanese millet porridge, sprinkled with cinnamon and drizzled with honey.",
                "He decided to prepare a delicious Japanese millet stir-fry with colorful vegetables for a healthy dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGV0&hash=f7fe59031254688235be901b7507ffc636d12b5d&lang=en&cache-only=0",
            "defineEn": "small seeds of a large crop that grows in warm regions, used to feed birds or make flour",
            "defineVi": "hạt nhỏ của một loại cây trồng lớn mọc ở những vùng ấm áp, được sử dụng để nuôi chim hoặc làm bột",
            "hasImg": true
        },
        {
            "id": "75c746ef-5e91-4d31-9772-0190010f8ac3",
            "word": "wild rice",
            "phonetic": "waɪld ɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lsZCByaWNl&hash=0c2fc7dc8c51e3c6e43322fe363d4ec67e3c636d&lang=en&cache-only=0",
            "defineEn": "a long-grain aquatic grass seed that is known for its nutty flavor and chewy texture",
            "defineVi": "một loại hạt cỏ thủy sinh hạt dài được biết đến với hương vị hấp dẫn và kết cấu dai",
            "hasImg": true
        },
        {
            "id": "6a0e5d2d-68a3-4fae-b825-979969a0d6f3",
            "word": "teff",
            "phonetic": "tɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "They mixed teff grains into their homemade granola bars, creating a delightful crunch and nutty flavor.",
                "The chef prepared a mouthwatering teff stir-fry, incorporating flavorful spices and vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVmZg&hash=0c4b60b6c0d585620f9bfa6cf73afc1220c45625&lang=en&cache-only=0",
            "defineEn": "a small, gluten-free grain native to Ethiopia and Eritrea",
            "defineVi": "một loại ngũ cốc nhỏ, không chứa gluten có nguồn gốc từ Ethiopia và Eritrea"
        },
        {
            "id": "ac49c407-f7d7-437a-9280-cf9be4b06a25",
            "word": "finger millet",
            "phonetic": "fɪŋɡɚ mɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2VyIG1pbGxldA&hash=f3c0e4e8bdb469d3eb7b3d9ad6eacb69d4a9e238&lang=en&cache-only=0",
            "defineEn": "a nutritious grain known for its small, finger-like grains and gluten-free properties",
            "defineVi": "một loại ngũ cốc bổ dưỡng được biết đến với các hạt nhỏ như ngón tay và đặc tính không chứa gluten"
        },
        {
            "id": "659a5267-76f7-4e20-bf55-a8c8794cb71c",
            "word": "maize",
            "phonetic": "meɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the school garden, the students proudly harvested the maize they had planted.",
                "As the summer sun set, a family gathered in the backyard, grilling maize skewers alongside juicy grilled meats.",
                "The gods, the lords, and the maize were buried in the underworld.",
                "These mountains of maize inspired numerous corn concoctions.",
                "A new race of humans was created, made from maize."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpemU&hash=40f475400a5c4126e22ecb61b7ad088521133514&lang=en&cache-only=0",
            "defineEn": "a tall plant growing in Central America that produces yellow seeds, which are used in cooking",
            "defineVi": "một loại cây cao mọc ở Trung Mỹ tạo ra hạt màu vàng, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "3065040e-19fc-4eb7-97fd-babaec2d8679",
            "word": "corn",
            "phonetic": "kɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I measured your corn by my own bushel.",
                "They raise corn, soybeans and alfalfa on 460 acres.",
                "The farmer fed the chickens with corn and grains.",
                "Don't measure other people's corn by your own bushel.",
                "The fertile soil in this region yields abundant crops of wheat and corn."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybg&hash=7a24640bca47273ad2986e9edd323c7014219101&lang=en&cache-only=0",
            "defineEn": "the dried grains or kernels of a cereal plant, commonly used in various culinary preparations",
            "defineVi": "hạt hoặc hạt khô của cây ngũ cốc, thường được sử dụng trong các chế phẩm ẩm thực khác nhau",
            "hasImg": true
        },
        {
            "id": "69fe240e-d46f-4c1e-a3be-4905bd5b712d",
            "word": "sorghum",
            "phonetic": "soːɹɡəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They enjoyed a slice of warm sorghum bread with a dollop of butter as a brunch.",
                "He marinated chicken in a tangy sorghum glaze before grilling it to perfection.",
                "Staples like rice are grown in southeast Asia, maize and cassava in South America, and sorghum in Africa. "
            ],
            "audio": "https://tts.langeek.co/read?text=c29yZ2h1bQ&hash=32ddae6ad7e033b234aea1a8d16e00de412c39fd&lang=en&cache-only=0",
            "defineEn": "a grain crop widely cultivated for its edible seeds and used in various food and industrial applications",
            "defineVi": "một loại cây ngũ cốc được trồng rộng rãi để lấy hạt ăn được và được sử dụng trong các ứng dụng công nghiệp và thực phẩm khác nhau"
        },
        {
            "id": "571dce1a-75c3-406d-ba45-987f80602f30",
            "word": "Japanese millet",
            "phonetic": "dʒæpəniːz mɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SmFwYW5lc2UgbWlsbGV0&hash=415e537006a8a132e899efe984ee9321b3f55b65&lang=en&cache-only=0",
            "defineEn": "a type of small-seeded grass that is commonly grown for its edible grains and is popular in Japanese cuisine",
            "defineVi": "một loại cỏ hạt nhỏ thường được trồng để lấy hạt ăn được và phổ biến trong ẩm thực Nhật Bản"
        },
        {
            "id": "fea8e87a-8810-44d6-a24a-625aa9f4b815",
            "word": "job's tears",
            "phonetic": "dʒɑːb bækslæʃ ɛs tɪɹz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9iJ3MgdGVhcnM&hash=ad440896f2113c8ec75e267cc22ca7fb43c0db85&lang=en&cache-only=0",
            "defineEn": "a type of grain commonly used in Asian cuisine and known for their distinctive tear-shaped appearance",
            "defineVi": "một loại ngũ cốc thường được sử dụng trong ẩm thực châu Á và được biết đến với vẻ ngoài hình giọt nước đặc biệt"
        },
        {
            "id": "b446ace6-68c6-4919-917a-4e15971892de",
            "word": "bleached flour",
            "phonetic": "bliːtʃt flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxlYWNoZWQgZmxvdXI&hash=600e10fa4f2fef56752c3a37718ad0e25d40d772&lang=en&cache-only=0",
            "defineEn": "a type of flour that has been chemically treated to whiten its color and soften its texture",
            "defineVi": "một loại bột đã được xử lý hóa học để làm trắng màu và làm mềm kết cấu của nó"
        },
        {
            "id": "128a70a6-59ef-4bd8-be21-5bd9f21ccedc",
            "word": "enriched flour",
            "phonetic": "ɛnɹɪtʃt flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5yaWNoZWQgZmxvdXI&hash=2e8105e6b0ea090e89480b76af61e8ee00816f28&lang=en&cache-only=0",
            "defineEn": "a type of flour that has been fortified with additional nutrients, such as vitamins and minerals",
            "defineVi": "một loại bột đã được tăng cường thêm các chất dinh dưỡng, chẳng hạn như vitamin và khoáng chất"
        },
        {
            "id": "967da4c4-f873-4ea5-b23d-e041bf6cd0de",
            "word": "cake flour",
            "phonetic": "keɪk flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FrZSBmbG91cg&hash=fbc542205a733bc09bb1ee4340e2b655b58d55d3&lang=en&cache-only=0",
            "defineEn": "a finely milled type of flour that is low in protein content",
            "defineVi": "một loại bột mịn có hàm lượng protein thấp",
            "hasImg": true
        },
        {
            "id": "499e1207-64b6-4f53-9048-3144201ddc46",
            "word": "pastry flour",
            "phonetic": "peɪstɹi flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFzdHJ5IGZsb3Vy&hash=44b1a835e3d77f6ebbfd0b942bb37369f75d5267&lang=en&cache-only=0",
            "defineEn": "a type of flour with a moderate protein content that is finer than all-purpose flour but coarser than cake flour",
            "defineVi": "một loại bột mì có hàm lượng protein vừa phải, mịn hơn bột mì đa dụng nhưng thô hơn bột bánh bông lan",
            "hasImg": true
        },
        {
            "id": "24f21d2d-f650-4137-a6f3-735f3945811a",
            "word": "plain flour",
            "phonetic": "pleɪn flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He added plain flour to the sauce, thickening it to a creamy consistency for the pasta dish.",
                "I measured out the precise amount of plain flour needed for the cake recipe I was following."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaW4gZmxvdXI&hash=c4f0120ebea000b72cca268ceb7e9c5333ea7767&lang=en&cache-only=0",
            "defineEn": "flour without baking powder, yeast or any other substance that makes cakes or baked goods rise",
            "defineVi": "bột không có bột nở, men hoặc bất kỳ chất nào khác làm bánh ngọt hoặc bánh nướng nổi lên",
            "hasImg": true
        },
        {
            "id": "8d974c7e-b8f3-45c0-8f2c-fbc4f0d52f9a",
            "word": "all-purpose flour",
            "phonetic": "ɔːlpɜːpəs flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxsLXB1cnBvc2UgZmxvdXI&hash=4091f17b0b913a61181aa132637505c84b51a526&lang=en&cache-only=0",
            "defineEn": "a versatile type of flour with a moderate protein content that is commonly used in a wide range of culinary applications",
            "defineVi": "một loại bột đa năng với hàm lượng protein vừa phải thường được sử dụng trong nhiều ứng dụng ẩm thực"
        },
        {
            "id": "6426bfce-8ca8-4181-99f9-16b0ad2e9223",
            "word": "self-raising flour",
            "phonetic": "sɛlfɹeɪzɪŋ flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1yYWlzaW5nIGZsb3Vy&hash=7c2d4e58ce97788aee028d7ede8a3ab1749865f2&lang=en&cache-only=0",
            "defineEn": "a type of flour that already contains leavening agents, such as baking powder, making it suitable for recipes that require a rise or lift",
            "defineVi": "một loại bột đã chứa chất tạo men, chẳng hạn như bột nở, làm cho nó phù hợp với các công thức nấu ăn yêu cầu tăng hoặc nâng",
            "hasImg": true
        },
        {
            "id": "1ef2fefd-1f9c-4c28-8b46-93baf9fa51c0",
            "word": "graham flour",
            "phonetic": "ɡɹeɪəm flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhaGFtIGZsb3Vy&hash=e9a94996dc01d541f24d02776c7347335954083f&lang=en&cache-only=0",
            "defineEn": "a coarse whole wheat flour made from the endosperm of the wheat kernel",
            "defineVi": "một loại bột mì thô làm từ nội nhũ của hạt lúa mì"
        },
        {
            "id": "98788219-87fa-4390-a7ba-11023e1d8eb5",
            "word": "unbleached flour",
            "phonetic": "ʌnbliːtʃt flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5ibGVhY2hlZCBmbG91cg&hash=be26b80e2857519ba6afb712ee42befc61c156f1&lang=en&cache-only=0",
            "defineEn": "a type of flour that has not been chemically treated to whiten its color or soften its texture",
            "defineVi": "một loại bột chưa được xử lý hóa học để làm trắng màu hoặc làm mềm kết cấu của nó"
        },
        {
            "id": "83af45ce-34e4-44f2-8986-0298b1819aed",
            "word": "gluten flour",
            "phonetic": "ɡluːʔn̩ flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2x1dGVuIGZsb3Vy&hash=17c9ec7b836522436a5c565dd8ce949cf5016939&lang=en&cache-only=0",
            "defineEn": "a high-protein flour used to improve dough elasticity and structure in baking",
            "defineVi": "một loại bột giàu protein được sử dụng để cải thiện độ đàn hồi và cấu trúc của bột trong quá trình làm bánh"
        },
        {
            "id": "b47eb858-14a6-43ae-b219-79061022cf96",
            "word": "semolina",
            "phonetic": "sɛməliːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pastry chef used semolina in her tart crust recipe, achieving a delicate and flaky texture.",
                "They decided to make homemade gnocchi using semolina, creating pillowy dumplings that were a hit at their dinner party."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vtb2xpbmE&hash=98c0d60b847646f778028086ab1e6e76195a36c3&lang=en&cache-only=0",
            "defineEn": "small pieces of crushed durum or similar wheat grains used in making pasta and pudding",
            "defineVi": "những mảnh nhỏ của lúa mì cứng nghiền nát hoặc hạt lúa mì tương tự được sử dụng để làm mì ống và bánh pudding",
            "hasImg": true
        },
        {
            "id": "fcfd8988-ba8f-48fc-89e4-56cf3a63efa6",
            "word": "gluten-free flour",
            "phonetic": "ɡluːʔn̩fɹiː flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2x1dGVuLWZyZWUgZmxvdXI&hash=c0b9d5b4e41d651c2eccfeae6c39b1b034defbee&lang=en&cache-only=0",
            "defineEn": "a type of flour that does not contain gluten, a protein found in wheat, barley, and rye",
            "defineVi": "một loại bột không chứa gluten, một loại protein có trong lúa mì, lúa mạch và lúa mạch đen"
        },
        {
            "id": "e31ef8ce-f2e9-4a6f-a867-50d93f361d66",
            "word": "hard flour",
            "phonetic": "hɑːɹd flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBmbG91cg&hash=6edf881a2b951119ca9c66f154093815964aec29&lang=en&cache-only=0",
            "defineEn": "high-protein flour used for bread making and recipes needing strong gluten development",
            "defineVi": "bột mì giàu protein được sử dụng để làm bánh mì và công thức nấu ăn cần sự phát triển mạnh mẽ của gluten"
        },
        {
            "id": "ef17bc2f-700d-4066-95ee-abcd235b0413",
            "word": "bread flour",
            "phonetic": "bɹɛd flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQgZmxvdXI&hash=f92ef9c4b9df93a136654afd5b6e8221924cc433&lang=en&cache-only=0",
            "defineEn": "high-protein flour for making bread with a strong gluten network and chewy texture",
            "defineVi": "bột mì giàu protein để làm bánh mì có mạng lưới gluten mạnh và kết cấu dai",
            "hasImg": true
        },
        {
            "id": "2ece4d56-181e-4adc-908d-d0d01c6a7b97",
            "word": "wheat flour",
            "phonetic": "wiːt flaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hlYXQgZmxvdXI&hash=5f56bcc2a2caef2e2d3e6690dfa3cbfa0ea7e5c6&lang=en&cache-only=0",
            "defineEn": "the flour made by grinding wheat grains, commonly used in various culinary applications",
            "defineVi": "bột được làm bằng cách nghiền hạt lúa mì, thường được sử dụng trong các ứng dụng ẩm thực khác nhau",
            "hasImg": true
        },
        {
            "id": "223e9e50-9f07-45d7-8c68-cad72fae0c57",
            "word": "wholewheat",
            "phonetic": "hoʊlwiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "He found wholewheat crackers to be the perfect snack option."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hvbGV3aGVhdA&hash=cd41ac6a20c259669a6e4d7416a4ac828a43cbe5&lang=en&cache-only=0",
            "defineEn": "(of bread or flour) containing whole grains of wheat and also the husk",
            "defineVi": "(của bánh mì hoặc bột mì) có chứa hạt lúa mì nguyên hạt và cả vỏ trấu",
            "hasImg": true
        },
        {
            "id": "d3a8442f-d3ea-4b7d-b317-59c871a564b0",
            "word": "wholewheat",
            "phonetic": "hoʊlmiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "He found wholewheat crackers to be the perfect snack option."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hvbGV3aGVhdA&hash=cd41ac6a20c259669a6e4d7416a4ac828a43cbe5&lang=en&cache-only=0",
            "defineEn": "(of bread or flour) containing whole grains of wheat and also the husk",
            "defineVi": "(của bánh mì hoặc bột mì) có chứa hạt lúa mì nguyên hạt và cả vỏ trấu"
        },
        {
            "id": "4707c439-da6b-4796-9e17-859d5fc43837",
            "word": "wheatmeal",
            "phonetic": "wiːtmiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I packed a nutritious wheatmeal sandwich for lunch, filling it with lean protein, crisp vegetables, and a spread of creamy avocado.",
                "She added a spoonful of wheatmeal to her morning oatmeal for an extra boost of fiber and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlYXRtZWFs&hash=4e9b6fb4350f0cd8db6edc947d489798c3abb943&lang=en&cache-only=0",
            "defineEn": "an unbleached flour that is made by grinding whole grains of wheat",
            "defineVi": "một loại bột chưa tẩy trắng được làm bằng cách nghiền hạt lúa mì nguyên hạt",
            "hasImg": true
        },
        {
            "id": "eb9c7d18-ee6e-4a01-9e8b-f84d552fc657",
            "word": "tapioca",
            "phonetic": "tæpɪoʊkə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used tapioca flour to make crispy and delicious gluten-free cookies.",
                "You can use tapioca starch as a gluten-free alternative in baking recipes.",
                "She enjoyed a warm bowl of tapioca pudding on a chilly winter evening.",
                "- It's tapioca.",
                "Did you know that it's tapioca?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFwaW9jYQ&hash=46d4e5662ad233560f40e44289efbffaa408b568&lang=en&cache-only=0",
            "defineEn": "a starch extracted from the cassava root, used in cooking and baking for its thickening properties",
            "defineVi": "một loại tinh bột được chiết xuất từ củ sắn, được sử dụng trong nấu ăn và làm bánh vì đặc tính làm đặc của nó",
            "hasImg": true
        },
        {
            "id": "f390a1bc-b155-4538-ad0d-861e4876e88f",
            "word": "rolled oats",
            "phonetic": "ɹoʊld oʊts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9sbGVkIG9hdHM&hash=0c055b89550ffc36d68c5b3dd99582ac8e384f12&lang=en&cache-only=0",
            "defineEn": "flattened oat groats that have been processed into flakes, often used as a versatile and nutritious ingredient in breakfast cereals",
            "defineVi": "tấm yến mạch dẹt đã được chế biến thành mảnh, thường được sử dụng như một thành phần đa năng và bổ dưỡng trong ngũ cốc ăn sáng",
            "hasImg": true
        },
        {
            "id": "03074d35-b76e-470d-a652-3aa280452c3d",
            "word": "arrowroot",
            "phonetic": "æɹoʊɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He planted arrowroot in his backyard garden.",
                "I added arrowroot starch to my homemade soup to thicken the broth.",
                "She mixed arrowroot powder with water to create a homemade facial mask.",
                "He used arrowroot as a gluten-free alternative to wheat flour when baking cookies.",
                "They discovered a hidden grove of arrowroot plants while exploring the jungle."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb3dyb290&hash=a89093c24d07551b569b71abbb736dfba5789db7&lang=en&cache-only=0",
            "defineEn": "a starchy powder derived from the rhizomes of tropical plants, used as a thickening agent in cooking and baking",
            "defineVi": "một loại bột tinh bột có nguồn gốc từ thân rễ của cây nhiệt đới, được sử dụng làm chất làm đặc trong nấu ăn và làm bánh",
            "hasImg": true
        },
        {
            "id": "0edbaa04-bb76-457f-bcd0-ffe41ea747d9",
            "word": "brown rice",
            "phonetic": "bɹaʊn ɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvd24gcmljZQ&hash=b0c903b390172531dd765f64168eda2886495b9b&lang=en&cache-only=0",
            "defineEn": "a whole grain rice variety with the bran intact, offering nutty flavor and chewy texture",
            "defineVi": "một loại gạo nguyên hạt còn nguyên lớp cám, mang lại hương vị hạt dẻ và kết cấu dai"
        },
        {
            "id": "ef6db16d-b787-4544-8b73-84e3a4b0dc24",
            "word": "bulgur",
            "phonetic": "bʌlɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I like to use bulgur in my vegetarian chili recipe for added texture and flavor.",
                "She prepared a delicious stuffed pepper dish using bulgur, vegetables, and spices."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsZ3Vy&hash=0c2f394791d58abdd0702612b00c738047ea3f45&lang=en&cache-only=0",
            "defineEn": "a cracked and parboiled wheat grain commonly used in Middle Eastern cuisine",
            "defineVi": "một hạt lúa mì bị nứt và đồ thường được sử dụng trong ẩm thực Trung Đông",
            "hasImg": true
        },
        {
            "id": "160cc769-89b3-4c01-ab6e-dd5231c8c036",
            "word": "cereal",
            "phonetic": "siəɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "I start my day with a bowl of cereal and a splash of cold milk.",
                "I enjoy starting my day with a bowl of cereal and a glass of dairy product, like milk or yogurt.",
                "I added fresh youngberries to my cereal for a vibrant and nutritious breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWFs&hash=015b56ed2fbef49ba2e279ff5a8f946c4b4978d0&lang=en&cache-only=0",
            "defineEn": "any plant that is produced for grains that can be eaten or used in making flour",
            "defineVi": "bất kỳ loại cây nào được sản xuất để lấy ngũ cốc có thể ăn được hoặc được sử dụng để làm bột"
        },
        {
            "id": "9ae2276c-2e94-48b4-a39e-32098cc676a7",
            "word": "cornflakes",
            "phonetic": "kɔːɹnfleɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ybmZsYWtlcw&hash=35fd0c5821ba82fff5660f0750a0f044add63cac&lang=en&cache-only=0",
            "defineEn": "a breakfast cereal made with roasted flakes of maize flour that is usually eaten with milk and sugar",
            "defineVi": "một loại ngũ cốc ăn sáng được làm bằng bột ngô rang thường được ăn với sữa và đường",
            "hasImg": true
        },
        {
            "id": "0031fc18-2bf9-4749-b13e-1724c0540964",
            "word": "cornflour",
            "phonetic": "kɔːɹnflaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She dusts the chicken wings with cornflour before frying them.",
                "She uses cornflour to thicken her homemade fruit jam, achieving the perfect consistency for spreading on toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmZsb3Vy&hash=93c6f88d70d1cc3fbf777e2441173bcfc51a4307&lang=en&cache-only=0",
            "defineEn": "fine white starch of maize, used in cooking to thicken sauces or soups",
            "defineVi": "tinh bột trắng mịn của ngô, được sử dụng trong nấu ăn để làm đặc nước sốt hoặc súp",
            "hasImg": true
        },
        {
            "id": "31f046ca-516f-41cb-abaa-17fc2929d4e8",
            "word": "meal",
            "phonetic": "miːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "The chef cooks a delicious meal in the restaurant.",
                "Meals can be served to you in your room.",
                "She cooked a delicious meal in the kitchen.",
                "She enjoys cooking meals for her family in the kitchen of their home."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbA&hash=6f376b331ec002aa51137fff6a33f809acc597ea&lang=en&cache-only=0",
            "defineEn": "grain that is ground into a powder, used for feeding animals or making flour",
            "defineVi": "ngũ cốc được nghiền thành bột, dùng làm thức ăn cho động vật hoặc làm bột",
            "hasImg": true
        },
        {
            "id": "1222efa1-082d-487e-af2c-71abf67b7319",
            "word": "oatmeal",
            "phonetic": "oʊtmiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love adding a dash of almond extract to my morning oatmeal.",
                "He likes to add a dollop of peanut butter to his oatmeal for a protein boost.",
                "I prefer using honey as a natural sweetener in my morning oatmeal.",
                "Grandma's oatmeal cookies are the best, especially with plump raisins baked into them.",
                "She added a spoonful of wheatmeal to her morning oatmeal for an extra boost of fiber and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=b2F0bWVhbA&hash=b156c9c99caec4f3e0c1b8dd0c6299d54d9ed90d&lang=en&cache-only=0",
            "defineEn": "a thick, soft food from ground oats, eaten usually for breakfast",
            "defineVi": "một loại thức ăn dày, mềm từ yến mạch xay, thường được ăn vào bữa sáng",
            "hasImg": true
        },
        {
            "id": "00d90c6d-6624-481e-bb6e-4361102d54f7",
            "word": "rice paper",
            "phonetic": "ɹaɪs peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmljZSBwYXBlcg&hash=843a30aa5ab1ee912ea9c76ae8025caee24a544e&lang=en&cache-only=0",
            "defineEn": "a thin, translucent sheet made from rice flour and water, used in various Asian cuisines for wrapping spring rolls",
            "defineVi": "một tấm mỏng, trong mờ làm từ bột gạo và nước, được sử dụng trong các món ăn châu Á khác nhau để gói chả giò"
        },
        {
            "id": "30898029-c93f-4723-a8b5-b81e2cc7607a",
            "word": "sweet corn",
            "phonetic": "swiːt kɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the sun set, we roasted sweet corn on the open fire.",
                "As the summer harvest arrived, the farmers' market overflowed with fresh sweet corn.",
                "I boiled the sweet corn until tender, then served it with a dollop of herb-infused butter for a simple and satisfying meal.",
                "Every cross of meaty turkeys or sweet corn takes an organism’s genes and modifies them, it’s just a question of scale.",
                "Well today I'm making a traditional Native American dish made of shell beans, sweet corn, and I usually also add red peppers and summer squashes or zucchini to it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQgY29ybg&hash=e41952938448b74cf37c4765514c7647c49437e2&lang=en&cache-only=0",
            "defineEn": "a young corn with soft kernels that is high in sugar, grown on a maize plant, used in cooking",
            "defineVi": "một loại ngô non với hạt mềm có nhiều đường, được trồng trên cây ngô, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "51de7086-921d-437e-b4ab-5c46a7fa1423",
            "word": "manioc",
            "phonetic": "mænɪɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The locals generously shared their knowledge of manioc processing techniques.",
                "He decided to use manioc as a thickening agent in his soup.",
                "We gathered around a campfire, roasting manioc over the flames.",
                "We prepared a mouthwatering gravy using manioc starch as a substitute for cornstarch.",
                "She transformed plain rice into a delightful rice pudding using manioc starch."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaW9j&hash=796f63e69d30579a479885e305a536768729600e&lang=en&cache-only=0",
            "defineEn": "the starch or flour of dried manioc or cassava root",
            "defineVi": "tinh bột hoặc bột sắn khô hoặc củ sắn",
            "hasImg": true
        },
        {
            "id": "aecc08cb-0e8d-4db2-b653-e8b91c8bb85e",
            "word": "soya bean",
            "phonetic": "sɔɪə biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She roasted soya beans in the oven with a sprinkle of chili powder for a spicy and crunchy party snack.",
                "She mixed cooked soya beans with vegetables and spices to make flavorful and nutritious veggie burgers."
            ],
            "audio": "https://tts.langeek.co/read?text=c295YSBiZWFu&hash=932ca549a25bbba1263e7e6b2320d7018fde1f00&lang=en&cache-only=0",
            "defineEn": "the seed of an oriental plant that is rich in protein, used for making oil or food",
            "defineVi": "hạt của một loại cây phương đông giàu protein, được dùng để làm dầu hoặc thực phẩm",
            "hasImg": true
        }
    ]
}