{
    "id": "f111ab8d-ad27-41ff-a929-6cd992fed0fb",
    "title": "Unit 5 - Lesson 1",
    "originalTitle": "Unit 5 - Lesson 1",
    "words": [
        {
            "id": "b160aa0c-31b9-40a1-9751-cfd650b464f3",
            "word": "acceptable",
            "phonetic": "ɐksɛptəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Still can't get over the idea that someone thought bullying real life children was an acceptable thing to do.",
                "Pre-loaded bloatware looks pretty acceptable.",
                "That's acceptable.",
                "That's acceptable.",
                "that's totally acceptable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXB0YWJsZQ&hash=2617f7ef54cd40d1dc350603c9865cb6dc764257&lang=en&cache-only=0",
            "defineEn": "capable of being approved",
            "defineVi": "có khả năng được phê duyệt",
            "hasImg": true
        },
        {
            "id": "a0042739-9ddd-4ac1-aff5-f109dfc0b47b",
            "word": "unacceptable",
            "phonetic": "ʌnɐksɛptəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Harassment or bullying is unacceptable behavior in the workplace.",
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The quality of the product was unacceptable, and the customer returned it.",
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "This legislation is unacceptable."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hY2NlcHRhYmxl&hash=aada1765fc53def84b17d034ce317cdaf6de54d0&lang=en&cache-only=0",
            "defineEn": "(of a thing) not pleasing or satisfying enough",
            "defineVi": "(của một điều) không hài lòng hoặc đủ thỏa mãn",
            "hasImg": true
        },
        {
            "id": "c54a5e28-a429-4da1-8508-bae8e8af783f",
            "word": "considerate",
            "phonetic": "kənsɪdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "They are very considerate people over there in Germany.",
                "Well they were considerate enough to give Us A Pantry.",
                "After all, thinking about the world more complexly makes us more informed and considerate about our place in it.",
                "I think being polite and considerate of others, and doing good for others."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lkZXJhdGU&hash=0374b14bb07ce239f6722c7ccd44d35f72205c09&lang=en&cache-only=0",
            "defineEn": "thoughtful of others and their feelings",
            "defineVi": "quan tâm đến người khác và cảm xúc của họ",
            "hasImg": true
        },
        {
            "id": "09203e8a-3f94-4b76-a9e3-369abc5e6f02",
            "word": "inconsiderate",
            "phonetic": "ɪŋkənsɪdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I will still forever rip apart inconsiderate, people who I deem in my own dictator world as inconsiderate people.",
                "That maybe feels inconsiderate, but zipper merging can reduce traffic congestion by about 40%, which seems, like, worth a honk or two by people who don’t get it.",
                "I will still forever rip apart inconsiderate, people who I deem in my own dictator world as inconsiderate people.",
                "Researchers took it as an indication of shame if their response to the scenarios was to say they were just an inconsiderate person."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zaWRlcmF0ZQ&hash=4c41f82a35d484846ae25fc3767b1da6261ff27f&lang=en&cache-only=0",
            "defineEn": "(of a person) lacking or having no respect or regard for others' feelings or rights",
            "defineVi": "(của một người) thiếu hoặc không có sự tôn trọng hoặc quan tâm đến cảm xúc hoặc quyền của người khác",
            "hasImg": true
        },
        {
            "id": "df9ab3c6-60c3-44ff-9574-63a12d77664e",
            "word": "polite",
            "phonetic": "pəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She has a weakness for polite men, use that to your advantage.",
                "The waiter, with a polite smile, asked if we needed anything else during our meal.",
                "When I visited my girlfriend's parents I tried to be very polite and put my best foot forward.",
                "The situation was so serious that after a few polite exchanges they quickly got down to brass tacks.",
                "The real estate agent was always polite to his clients, but he also knew how to use his charm to close a deal."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRl&hash=62b1fd0a39a58bdffc1a01f6ae8bebdde4822db5&lang=en&cache-only=0",
            "defineEn": "showing a type of behavior that is considerate of other people",
            "defineVi": "thể hiện một loại hành vi quan tâm đến người khác",
            "hasImg": true
        },
        {
            "id": "f2961aff-6b42-4c3b-83ce-2160083fb4a1",
            "word": "impolite",
            "phonetic": "ɪmpəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a general rule, it is considered impolite to ask someone about their salary or age, as the proverb goes, 'never reveal a man's wage and woman's age'.",
                "Anything else is very impolite.",
                "I don't like impolite students.",
                "See, you are impolite, and you don't respect others.",
                "Why is that impolitic or impolite? "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb2xpdGU&hash=e43018aca9390d06898b0627d872a6708e6c2ef8&lang=en&cache-only=0",
            "defineEn": "having bad manners or behavior",
            "defineVi": "có cách cư xử hoặc hành vi xấu",
            "hasImg": true
        },
        {
            "id": "f5f6f99c-711a-4724-8d5b-fcc90684f299",
            "word": "proper",
            "phonetic": "pɹɑːpɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Complaints must go through the proper channels.",
                "They should have had proper evidence before I was charged.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush.",
                "Can you show me the proper way to hold the violin bow?",
                "The knee-jerk reaction to this is to call for proper security in all hospitals."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVy&hash=611af40aaaab7276b4e7ae42902a60533f3f7679&lang=en&cache-only=0",
            "defineEn": "suitable or appropriate for the situation; according to what is required",
            "defineVi": "phù hợp hoặc phù hợp với hoàn cảnh; theo những gì được yêu cầu",
            "hasImg": true
        },
        {
            "id": "f551925a-82c7-486f-a1f2-bb05b5aae7b6",
            "word": "improper",
            "phonetic": "ɪmpɹɑːpɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So in this case we had an improper integral.",
                "I just wrote this improper fraction as a mixed number.",
                "This is as an improper fraction.",
                "Let's convert this to an improper fraction.",
                "So many people think rabbits eat carrots because of Bugs Bunny and it has led to pet rabbits getting seriously improper diets."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcm9wZXI&hash=388b786092a1b6a035d95c95c2a491cb2ab1c0df&lang=en&cache-only=0",
            "defineEn": "unfit for a particular person, thing, or situation",
            "defineVi": "không thích hợp cho một người cụ thể, điều, hoặc tình hình",
            "hasImg": true
        },
        {
            "id": "cf764359-a003-4430-b873-4c93e14f72a7",
            "word": "respectful",
            "phonetic": "ɹᵻspɛktfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Minding your Ps and Qs in London is akin to respectful bows and nods in Singapore.",
                "I'm respectful.",
                "Be respectful of others.",
                "-Yes, it's respectful.",
                "Betty McCall: I want a respectful man."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGVjdGZ1bA&hash=8fee7ae18abbeeb7266badce6e91410c9892f36b&lang=en&cache-only=0",
            "defineEn": "(of a person or manner) showing great respect to others",
            "defineVi": "(của một người hoặc cách thức) thể hiện sự tôn trọng lớn đối với người khác",
            "hasImg": true
        },
        {
            "id": "ead38a1d-95e2-4d24-b465-f556a979e062",
            "word": "disrespectful",
            "phonetic": "dɪsɹɪspɛktfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's disrespectful.",
                "It's never disrespectful.",
                "Also, people can be just as disrespectful inside as outside at the drive thru.",
                "\"It is extremely disrespectful and makes me feel \"very unsafe in my own home.",
                "Do you think that it's disrespectful that Trump comes with this offer to buy Greenland?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcmVzcGVjdGZ1bA&hash=c0764527f60351630c7c2253dd4798c2be774f8c&lang=en&cache-only=0",
            "defineEn": "behaving or talking in a way that is offensive to a person or thing",
            "defineVi": "cư xử hoặc nói chuyện theo cách gây khó chịu cho một người hoặc vật",
            "hasImg": true
        },
        {
            "id": "c9d261f5-6a2b-4f11-a5d5-37a2daf462a2",
            "word": "responsible",
            "phonetic": "ɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The brain is responsible for controlling our thoughts and actions.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "He is ultimately responsible for every aspect of the broadcast.",
                "At the end of the day I'm responsible for what happens in the school.",
                "As a responsible person, it is important to be mindful of our impact on the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2libGU&hash=ecc54abccc8d5e3bf34d38315515dbb8ad79c2cc&lang=en&cache-only=0",
            "defineEn": "(of a person) having an obligation to do something or to take care of someone or something as part of one's job or role",
            "defineVi": "(của một người) có nghĩa vụ làm điều gì đó hoặc chăm sóc ai đó hoặc điều gì đó như một phần công việc hoặc vai trò của một người",
            "hasImg": true
        },
        {
            "id": "00f533ba-439a-4951-b80c-988767542136",
            "word": "irresponsible",
            "phonetic": "ɪɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was so irresponsible of him to leave his children in the car all alone.",
                "I was just irresponsible with everything else after that.",
                "And it's not just irresponsible.",
                "If you eat Pacific bluefin, not specifically from Japan, then that's really irresponsible.",
                "This is the result of irresponsible policies."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZXNwb25zaWJsZQ&hash=8202c0761e3b83a3f87c9b9e8e6328dca3db5f79&lang=en&cache-only=0",
            "defineEn": "(of a person) not showing or having a good judgment incapable of handling assignments or taking responsibility of any kind",
            "defineVi": "(của một người) không thể hiện hoặc có khả năng phán đoán tốt, không có khả năng xử lý các nhiệm vụ hoặc chịu trách nhiệm dưới bất kỳ hình thức nào",
            "hasImg": true
        }
    ]
}