{
    "id": "f22b20da-2659-4158-8523-5daad6701cc5",
    "title": "Education",
    "originalTitle": "Education",
    "words": [
        {
            "id": "aefe9726-12ba-4f83-90e4-6bede949429e",
            "word": "gpa",
            "phonetic": "dʒiːpiːeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I graduated with a 2.96 GPA.",
                "I actually graduated with a 2.6 GPA.",
                "And although we’ve accepted them as the marker of a good student, a perfect GPA doesn’t always represent things like creativity, ingenuity, and intellectual passions.",
                "Other studies like it also found self-reported addiction was associated with lower GPAs, higher anxiety, and more reported neurotic traits.",
                "However, the plaintiffs in the suit argue that these studies only take two predictors of college success into account: S.A.T. scores and high school GPA."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Bh&hash=6a83e6e61a35b0e7234f816cab4a5289bb50243b&lang=en&cache-only=0",
            "defineEn": "a number indicating how well a student is doing in the US education system",
            "defineVi": "một con số cho biết học sinh học tốt như thế nào trong hệ thống giáo dục Hoa Kỳ"
        },
        {
            "id": "316ae4bc-91c0-48a3-9d49-c69d04de9c6d",
            "word": "GED",
            "phonetic": "dʒɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He got his GED."
            ],
            "audio": "https://tts.langeek.co/read?text=R0VE&hash=ef66facd00b5f0f07c4e852c0be6aae17815dba2&lang=en&cache-only=0",
            "defineEn": "an official certificate in the US that people who did not complete high school can obtain by taking some classes and successfully passing a test, which is the equivalent of the actual high school diploma",
            "defineVi": "chứng chỉ chính thức ở Hoa Kỳ mà những người chưa hoàn thành bậc trung học có thể nhận được bằng cách tham gia một số lớp học và vượt qua bài kiểm tra thành công, tương đương với bằng tốt nghiệp trung học thực tế"
        },
        {
            "id": "a4d77cd0-a4ab-4124-bd7b-7b0a798b78f6",
            "word": "Bachelor of Arts",
            "phonetic": "bætʃəlɚɹ ʌv ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm getting my Bachelors of Arts in Public Health."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFjaGVsb3Igb2YgQXJ0cw&hash=dea6e087a751b43ad83be2975b986919b2ece29b&lang=en&cache-only=0",
            "defineEn": "a university degree awarded to someone who has passed a certain number of credits in the arts, humanities, or some other disciplines",
            "defineVi": "bằng đại học được trao cho người đã vượt qua một số tín chỉ nhất định về nghệ thuật, nhân văn hoặc một số ngành khác",
            "hasImg": true
        },
        {
            "id": "7ae3de4e-4c99-4d7c-9205-3f99f2d6d0f0",
            "word": "Bachelor of Science",
            "phonetic": "bætʃəlɚɹ ʌv saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I have a bachelor of science and physics with an emphasis in astrophysics."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFjaGVsb3Igb2YgU2NpZW5jZQ&hash=fee133e9c3009bf28d726edc295fb537eb8c5b50&lang=en&cache-only=0",
            "defineEn": "a university degree that a student receives in particular subjects, generally after three to five years of study",
            "defineVi": "bằng đại học mà sinh viên nhận được trong các môn học cụ thể, thường sau ba đến năm năm học",
            "hasImg": true
        },
        {
            "id": "72435de4-75f5-4002-8f16-086457d2a3dc",
            "word": "alumna",
            "phonetic": "ɐlʌmnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWx1bW5h&hash=fc2a979f8183a0f87f0d53503f04f720e265c088&lang=en&cache-only=0",
            "defineEn": "a former female student or pupil of a school, university, or college",
            "defineVi": "một cựu học sinh nữ hoặc học sinh của một trường học, trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "cd9f696c-62e2-4e84-827c-a5ccae3d2a21",
            "word": "alumnus",
            "phonetic": "ɐlʌmnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The alumni association of my old university puts the bite on me once or twice a year looking for a donation.",
                "And the company's alumni have had ties to some major recent corporate scandals.",
                "Perhaps even more infamous than the company's work itself is its alumni network.",
                "Some of the school's alumni are current WWE superstars like Tony Nese, Zack Ryder, and Curt Hawkins.",
                "Many schools have vast alumni networks composed of thousands of graduates."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx1bW51cw&hash=afbd575f83e1b42e83238b48e57c94416ce6b718&lang=en&cache-only=0",
            "defineEn": "a person, particularly a male one, who is a former student of a college, university, or school",
            "defineVi": "một người, đặc biệt là nam giới, là cựu sinh viên của một trường cao đẳng, đại học hoặc trường học"
        },
        {
            "id": "82de9c35-71b4-4161-b77c-db41d8e7609d",
            "word": "alma mater",
            "phonetic": "ɔlmə meɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Didn't you go back to your old Alma Mater and you - when they were up for the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtYSBtYXRlcg&hash=4b36f556a785250b354345e8c5b36221a1dd4f22&lang=en&cache-only=0",
            "defineEn": "the university, college, or school that one used to study at",
            "defineVi": "trường đại học, cao đẳng hoặc trường học mà một người từng học"
        },
        {
            "id": "5ef9aa13-e4fe-42e1-93a7-0fc5dca1beef",
            "word": "cum laude",
            "phonetic": "kʊmlaʊdi ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VtIGxhdWRl&hash=80398ab95f3ff7331df6dcf84ac3f6058273f0e5&lang=en&cache-only=0",
            "defineEn": "(in the US) with the third highest level of distinction achievable by a student",
            "defineVi": "(ở Hoa Kỳ) với mức độ xuất sắc cao thứ ba mà một học sinh có thể đạt được"
        },
        {
            "id": "16f87e4d-6958-4f90-8ce1-7936c2247cd0",
            "word": "freshman",
            "phonetic": "fɹɛʃmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It will certainly give the freshmen something to write home about.",
                "Very few colleges allow incoming freshmen any choice in dorm-room assignments.",
                "This freshman class has been very strategic.",
                "The current freshmen and sophomores have never heard my voice.",
                "I'm a freshman this my second day."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlc2htYW4&hash=a8dd3ba142a67ef7bd6c71a3151c9cac80e0f4ec&lang=en&cache-only=0",
            "defineEn": "a high-school or university student who is in their first year of education",
            "defineVi": "một học sinh trung học hoặc đại học đang học năm đầu tiên",
            "hasImg": true
        },
        {
            "id": "7499c30c-a22f-4f13-ab40-a1be44fe301a",
            "word": "dropout",
            "phonetic": "dɹɑːpaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dropouts aren't really significant.",
                "So, free tuition might raise the already high dropout rates.",
                "But, here's the main thing, Would you rather be a high school dropout today?",
                "In fact, 47% of community college enrollees dropout of school and that number might increase if it becomes free for everyone.",
                "As some institutions lowered admission standards to fill seats and line pockets, they filled their classes with people who were more likely to dropout of school, causing a spike in student loan defaults."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvcG91dA&hash=8f300c62261e2250e984c6b55ab7712ab76c5904&lang=en&cache-only=0",
            "defineEn": "someone who leaves school or college before finishing their studies",
            "defineVi": "ai đó rời khỏi trường học hoặc đại học trước khi hoàn thành nghiên cứu của họ"
        },
        {
            "id": "012c24d7-8d27-4e84-812c-7cf880598922",
            "word": "blended learning",
            "phonetic": "blɛndᵻd lɜːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxlbmRlZCBsZWFybmluZw&hash=ddf4cfcd54f57c16a1961df34dcbe42b25b2f7f8&lang=en&cache-only=0",
            "defineEn": "an educational method in which students learn with the help of electronic and online media as well as traditional classroom teaching",
            "defineVi": "một phương pháp giáo dục trong đó học sinh học với sự trợ giúp của phương tiện điện tử và trực tuyến cũng như giảng dạy trên lớp truyền thống"
        },
        {
            "id": "c8a28719-d8b4-46da-b26d-4c7a4f54d359",
            "word": "community college",
            "phonetic": "kəmjuːnᵻɾi kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXR5IGNvbGxlZ2U&hash=cc4d8e87935c9fd9b1bf6ae0244a995dfab9c949&lang=en&cache-only=0",
            "defineEn": "a two-year college providing higher education, primarily for students from the local community",
            "defineVi": "một trường cao đẳng hai năm cung cấp giáo dục đại học, chủ yếu dành cho sinh viên từ cộng đồng địa phương",
            "hasImg": true
        },
        {
            "id": "6b27d532-fa9a-43c7-bb1a-526112cc04c8",
            "word": "co-education",
            "phonetic": "koʊɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y28tZWR1Y2F0aW9u&hash=57e4bc0581695702674dc0af018f125882a67909&lang=en&cache-only=0",
            "defineEn": "the practice of teaching pupils of both sexes together in a school",
            "defineVi": "thực hành dạy học sinh của cả hai giới cùng nhau trong một trường học"
        },
        {
            "id": "518e000f-cbc3-4abe-8755-f89b7146e9f6",
            "word": "continuing education",
            "phonetic": "kəntɪnjuːɪŋ ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And CEUs are 'Continuing Education Units' that we all,, LPCs, all the people I've talked about are required to do, every two years, are responsible for 36 hours."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWluZyBlZHVjYXRpb24&hash=2db7e6513bf8dcb9a474d22cd12b89ab8e977e19&lang=en&cache-only=0",
            "defineEn": "short-term or part-time courses provided for adults who have left formal education",
            "defineVi": "các khóa học ngắn hạn hoặc bán thời gian được cung cấp cho người lớn đã rời bỏ giáo dục chính quy"
        },
        {
            "id": "9635716d-f041-47db-9c23-12ca8c95e301",
            "word": "special education",
            "phonetic": "spɛʃəl ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbCBlZHVjYXRpb24&hash=c61613732808c33527fdf6ab6e52da1b41dcf2ed&lang=en&cache-only=0",
            "defineEn": "the education of children with special needs, especially those who have physical or learning problems",
            "defineVi": "giáo dục trẻ em có nhu cầu đặc biệt, đặc biệt là những trẻ có vấn đề về thể chất hoặc học tập"
        },
        {
            "id": "5a046013-97c2-49ac-9fe9-7539fea1e272",
            "word": "collegiate",
            "phonetic": "kəliːdʒiət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And some may have been collegiate athletes.",
                "I really want to be a collegiate head coach.",
                "Why are they spending time and money on these blanket bills when collegiate and professional organizations for years have been developing rules around this so that they can be more inclusive?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnaWF0ZQ&hash=8bfadd291999ba2b4d705fd8ddc398bb394bb5bc&lang=en&cache-only=0",
            "defineEn": "of or relating to a college or its students",
            "defineVi": "của hoặc liên quan đến một trường đại học hoặc sinh viên của nó"
        },
        {
            "id": "019cb4a4-ac98-4397-9928-1495017f4301",
            "word": "academy",
            "phonetic": "ɐkædəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She kept her head down, making all these compromises so as not to cause any more trouble for the academy.",
                "So most academies have at least some militarized element.",
                "The movie Academy, which was great.",
                "On day one, a new class of recruits arrives at the academy.",
                "The academy began admitting female cadets in 1976."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVteQ&hash=448d4426bff5765721588259fb5d0bafb7948495&lang=en&cache-only=0",
            "defineEn": "a college or school that provides people with special training",
            "defineVi": "một trường cao đẳng hoặc trường học cung cấp cho những người đào tạo đặc biệt",
            "hasImg": true
        },
        {
            "id": "6d375357-cef0-4c0a-ae1c-41f94616a2d3",
            "word": "absentee",
            "phonetic": "æbsəntiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It protects no-excuse absentee.",
                "The Republicans, the party of Abraham Lincoln, wanted absentee balloting.",
                "So, yeah, absentee ballots are always a good idea",
                "Here’s a stack over here, about 500 absentee ballot requests that went to non-qualified people.",
                "Instead, absentee voters must have a driver's license number or send a copy of another state I.D."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzZW50ZWU&hash=f046cd8ec3fd13b188c8bc000af60f7632d069c4&lang=en&cache-only=0",
            "defineEn": "someone who is not present at school, work, etc. when they are supposed to be",
            "defineVi": "một người không có mặt ở trường học, nơi làm việc, v.v. khi họ được cho là"
        },
        {
            "id": "e91c984e-c2bb-4c8c-8570-1d6570d84f35",
            "word": "colloquium",
            "phonetic": "kəloʊkwiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbG9xdWl1bQ&hash=934336b33da77f5d28ae06457c05e4401fb56055&lang=en&cache-only=0",
            "defineEn": "a formal and academic conference or seminar",
            "defineVi": "một hội nghị hoặc hội thảo chính thức và học thuật"
        },
        {
            "id": "0338a3a6-7738-4e23-80c9-7255b579397f",
            "word": "conservatory",
            "phonetic": "kənsɜːvətoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "A Chilean music conservatory came first, then top-flight training in Cleveland, followed by Berlin.",
                "These structures sustain themselves and nearby conservatories with solar energy and collected rainwater."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0b3J5&hash=dca128942d06a7a2a264890bf1641707055dfcfd&lang=en&cache-only=0",
            "defineEn": "a school or college that people attend to for studying music, theater, or some other form of art",
            "defineVi": "một trường học hoặc cao đẳng mà mọi người theo học để học âm nhạc, sân khấu hoặc một số hình thức nghệ thuật khác"
        },
        {
            "id": "98477bd0-5668-4151-8ec4-47b5477aafee",
            "word": "curricular",
            "phonetic": "kɜːɹɪkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Some of the curricular materials are encouraging behavior without listing all the potential consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmljdWxhcg&hash=8853378d792de4710ae5d28350ce23188b79d4f9&lang=en&cache-only=0",
            "defineEn": "relating to the topics that a course of study in a school or college consists of",
            "defineVi": "liên quan đến các chủ đề mà một khóa học trong một trường học hoặc đại học bao gồm"
        },
        {
            "id": "264a76fc-f64f-458f-b074-d4a32c5db6cb",
            "word": "extracurricular",
            "phonetic": "ɛkstɹəkɚɹɪkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our school offers various clubs and extracurricular activities for students to belong to.",
                "Hanging out with your homies, grabbing lunch with 'em, extracurricular activities, not being in the house.",
                "We are learning that many outbreaks in young people are related to youth sports and extracurricular activities.",
                "Pass or fail grades, delayed SATs, and canceled extracurriculars can put a giant question mark on your college application.",
                "But I feel like these extracurriculars help me build as a person and also build out my resume."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFjdXJyaWN1bGFy&hash=ee88cd89136ae310f4e7383a3ea2d1643fdbe94d&lang=en&cache-only=0",
            "defineEn": "not included in the regular course of study at a college or school",
            "defineVi": "không được bao gồm trong quá trình học tập thông thường tại một trường cao đẳng hoặc trường học"
        },
        {
            "id": "69395ff3-abb3-4034-974c-30ee6a1ef645",
            "word": "credit",
            "phonetic": "kɹɛdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0&hash=656cea0bc7a86951d742106ddcac8276bc9f7713&lang=en&cache-only=0",
            "defineEn": "An educational unit that represents a completed course part",
            "defineVi": "Một đơn vị giáo dục đại diện cho một phần khóa học đã hoàn thành"
        },
        {
            "id": "78b194d4-7313-4fb1-a193-ec0f861d222e",
            "word": "custodian",
            "phonetic": "kʌstoʊdiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm the temporary custodian.",
                "I'm a custodian in an elementary school.",
                "Without them, there would be fewer custodians around to clean up the mess.",
                "She also worked as a custodian at a local elementary school for 20 years and befriended many staff, her daughter said.",
                "Other sources of income for banks include accepting saving deposits, the credit card business, buying and selling currencies, custodian business and cash management services."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9kaWFu&hash=478ae3660f775f7ce696f45eb6443ea16d51bc49&lang=en&cache-only=0",
            "defineEn": "a person whose job is to take care of a building such as a school, a block of flats, or an apartment building",
            "defineVi": "một người có công việc chăm sóc một tòa nhà như trường học, một khu căn hộ hoặc tòa nhà chung cư",
            "hasImg": true
        },
        {
            "id": "9483a71a-7357-4dad-82e6-7bc4ee073382",
            "word": "dean",
            "phonetic": "diːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's a young actor who is said to be the poor man's James Dean",
                "Come on, Dean, I know you can figure this out on your own.",
                "Come on, Dean, I know you can figure this out on your own.",
                "It was time for Dean to settle down and raise a family.",
                "Dean's reputation historically really fit well for this."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhbg&hash=fa4c6aa5dd0a8bddbe3d71b67abec00e347dfc85&lang=en&cache-only=0",
            "defineEn": "the head of a faculty or a department of studies in a university",
            "defineVi": "người đứng đầu một khoa hoặc một bộ phận nghiên cứu trong một trường đại học"
        },
        {
            "id": "e765ab07-915b-47fb-b3d7-6316e51bf788",
            "word": "faculty",
            "phonetic": "fækəlti ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is faculty at Arizona State University.",
                "College students and faculty have been forced into remote Zoom classes around the country this year, of course.",
                "Together with colleague Suzanne Imes, Clance first studied imposterism in female college students and faculty.",
                "A university with active trustees, dedicated faculty, and a student body that is awesome.",
                "Dr. Winters is the director of Simple Interactions and faculty director of academic programs at the Fred Rogers Center for Early Learning and Children's Media."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjdWx0eQ&hash=af7b7c2546b1261b5d6ec5745fae74c4c6481091&lang=en&cache-only=0",
            "defineEn": "the staff who teach or conduct research in a university or college",
            "defineVi": "nhân viên giảng dạy hoặc tiến hành nghiên cứu trong một trường đại học hoặc cao đẳng"
        },
        {
            "id": "dbdae712-db54-49e4-80d7-dc3e3cd4bd3c",
            "word": "chair",
            "phonetic": "tʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaXI&hash=45633f05549abd59b87026ad75653d2d7f7958f1&lang=en&cache-only=0",
            "defineEn": "the position that a university professor has",
            "defineVi": "vị trí mà một giáo sư đại học có"
        },
        {
            "id": "8bb6eab2-2a39-4c6b-aeda-610df4be58a6",
            "word": "full professor",
            "phonetic": "fʊl pɹəfɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVsbCBwcm9mZXNzb3I&hash=fa362227960da10b3f2796177196e3d86cddef47&lang=en&cache-only=0",
            "defineEn": "a professor who has the highest rank in a university",
            "defineVi": "một giáo sư có thứ hạng cao nhất trong một trường đại học",
            "hasImg": true
        },
        {
            "id": "23a54f91-f937-4f78-a775-ba8c51baa632",
            "word": "guidance counselor",
            "phonetic": "ɡaɪdəns kaʊnsəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGFuY2UgY291bnNlbG9y&hash=b23d18e172620b7fee68e1110bac3161ac9be43a&lang=en&cache-only=0",
            "defineEn": "someone who is responsible for advising students about educational and personal decisions",
            "defineVi": "một người chịu trách nhiệm tư vấn cho sinh viên về các quyết định giáo dục và cá nhân"
        },
        {
            "id": "18e1b745-5e92-47ff-bfad-461c5e464171",
            "word": "scholar",
            "phonetic": "skɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Intelligence and academic achievement run in Tom's family, with generations of scholars and intellectuals.",
                "The scholar believed that unread books make hollow minds, and spent much of his life reading and studying in order to deepen his understanding of his field of expertise.",
                "The scholar had spent years accumulating knowledge and wisdom from books, but he understood that a man is happy when he has books, but happier still when he does not need them - when he can rely on his own intellect and experience to navigate the world.",
                "Scholars are less certain about the circumstances of his death.",
                "So, Muslim scholars translated hundreds of thousands of manuscripts from Greek, Roman, Persian, Indian, and Egyptian scientists into Arabic."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcg&hash=33e77f899ba98994f3ad88e91e7ae3cf5c19fdb1&lang=en&cache-only=0",
            "defineEn": "someone who has a lot of knowledge about a particular subject, especially in the humanities",
            "defineVi": "một người có rất nhiều kiến thức về một chủ đề cụ thể, đặc biệt là trong nhân văn"
        },
        {
            "id": "2a95d05c-6041-41a0-8c08-58d0c4208e00",
            "word": "detention",
            "phonetic": "dɪtɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Why do you have detention?",
                "Christel faces up to 65 days in juvenile detention.",
                "Do they do Saturday detentions anymore?",
                "That classic 80s movie about a band of teenagers stuck in detention one fateful Saturday morning."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZW50aW9u&hash=0eb9b085bfebff05ca4206d55989532eee8b204d&lang=en&cache-only=0",
            "defineEn": "a type of punishment for students who have done something wrong and as a result, they cannot go home at the same time as others",
            "defineVi": "một hình thức trừng phạt dành cho những học sinh đã làm sai điều gì đó và kết quả là chúng không thể về nhà cùng lúc với những học sinh khác"
        },
        {
            "id": "68329ce4-623f-4bfd-a033-94a672c6e0e9",
            "word": "to suspend",
            "phonetic": "tə səspɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Agreed to suspend a loan they had been on the verge of sending to Peking, and promised to hold back in future until they saw which way the cat jumped.",
                "The judge gave him a nine-month suspended sentence.",
                "Should schools suspend suspensions?",
                "Ultimately, the government suspended the Ebola vaccine trials.",
                "This year, Saudi authorities suspended the pilgrimage completely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzcGVuZA&hash=fe476d78004eb5214b9f2d5ea5dbeb354eb6648d&lang=en&cache-only=0",
            "defineEn": "to temporarily prevent someone from going to school as a punishment because they did something wrong",
            "defineVi": "để tạm thời ngăn không cho ai đó đến trường như một hình phạt vì họ đã làm điều gì đó sai trái"
        },
        {
            "id": "d2731c08-ed00-4717-8236-3f0d95944ae6",
            "word": "expulsion",
            "phonetic": "ɛkspʌlʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After being threatened with expulsion for my vulgar remarks in class, I knew I had to watch my tongue for the rest of the semester.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "They get higher levels of suspensions and expulsions, but it's not about them.",
                "They get high levels of suspensions and expulsions but it's not about them it's about what's happened to them.",
                "Put off by Islam's prohibition on alcohol and Judaism's expulsion from its holy land, the ruler settled on Orthodox Christianity after hearing odd accounts of its ceremonies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwdWxzaW9u&hash=00e41928a350b7a07d7e1129a389c3bce5b64fd7&lang=en&cache-only=0",
            "defineEn": "the act of expelling or forcing someone to leave a particular place, especially a school",
            "defineVi": "hành động trục xuất hoặc buộc ai đó rời khỏi một địa điểm cụ thể, đặc biệt là trường học"
        },
        {
            "id": "70170404-895b-4824-89c7-94944795ddd0",
            "word": "enrolment",
            "phonetic": "ɛnɹoʊlmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5yb2xtZW50&hash=4a9945d017a0db57944138a678af3783c2595740&lang=en&cache-only=0",
            "defineEn": "the act of officially registering for a course, university, etc.",
            "defineVi": "hành động đăng ký chính thức cho một khóa học, trường đại học, v.v."
        },
        {
            "id": "f0a35209-544a-4610-8d0d-aa7ba477d3e4",
            "word": "to enroll",
            "phonetic": "tʊ ɛnɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many adult learners enroll in evening classes to pursue further education.",
                "Offstage, as a licensed Medicare agent, she helped senior clients enroll in the federal program.",
                "That means innovation suffers when fewer international students enroll in science, math, engineering and technology programs in the U.S.",
                "Now Germans can choose where they enroll and they can change funds on a yearly basis.",
                "So Jacob's mother wants to enroll him into the deaf programme that is at the school because even with his hearing aids he doesn't understand a thing that's going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yb2xs&hash=98d85453a59b653b3685e21b6c4f06f8618b1ce7&lang=en&cache-only=0",
            "defineEn": "to officially register oneself or someone else as a participant in a course, school, etc.",
            "defineVi": "để chính thức đăng ký bản thân hoặc người khác với tư cách là người tham gia khóa học, trường học, v.v."
        },
        {
            "id": "3b113a0e-6740-49c8-9004-40213930dcbf",
            "word": "extension",
            "phonetic": "ɛkstɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That extension is busy right now.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She knew she was pushing the limit of her boss's patience by asking for yet another extension on the deadline.",
                "But thanks to this extension, my work seems easy as a pie.",
                "The extension runs five years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5zaW9u&hash=f0a69e4e46fab78161cd725926a173eb1b2a004b&lang=en&cache-only=0",
            "defineEn": "an educational option provided by universities and colleges for people who are not able to study full time",
            "defineVi": "một lựa chọn giáo dục được cung cấp bởi các trường đại học và cao đẳng cho những người không thể học toàn thời gian"
        },
        {
            "id": "df58b848-bcda-4448-88b1-4cc486406cc2",
            "word": "fraternity",
            "phonetic": "fɹɐtɜːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh you know, running a fraternity.",
                "I'm living in a fraternity house.",
                "A record company, De Montfort Music, approached the Fraternity of St. Peter about making a recording of Gregorian chants.",
                "There was conflict between a fraternity and the Native American Club.",
                "But for him, stopping revolution also entailed closing down student fraternities as breeding grounds for liberal ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdGVybml0eQ&hash=7d32488e61ee18856990715076c7b1434c9965af&lang=en&cache-only=0",
            "defineEn": "a social club for male students in a university or college, especially in the US and Canada",
            "defineVi": "một câu lạc bộ xã hội dành cho sinh viên nam trong một trường đại học hoặc cao đẳng, đặc biệt là ở Hoa Kỳ và Canada"
        },
        {
            "id": "2ff35115-96ef-4599-a0a2-a01052e23f7a",
            "word": "sorority",
            "phonetic": "soːɹɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just one African American women’s organization marched: Delta Sigma Theta sorority.",
                "For instance, a 2008 study of new sorority members at the University of Virginia looked at around 70 Little Sister and Big Sister pairs.",
                "And, of course, if we zoom out even more, there is Vice President now Kamala Harris, the first Black woman, the first South Asian, the first member of Alpha Kappa Alpha Sorority, Incorporated, the first African American sorority, to be vice president.",
                "The researchers found that a Little’s feelings of gratitude toward her Big during that week predicted how strong she felt the relationship was and if she felt like a part of the sorority."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yb3JpdHk&hash=3628f08aacf58a50bed15d2c291cc0df1db430fe&lang=en&cache-only=0",
            "defineEn": "a social club for female students in a university or college, especially in the US and Canada",
            "defineVi": "một câu lạc bộ xã hội dành cho sinh viên nữ trong một trường đại học hoặc cao đẳng, đặc biệt là ở Hoa Kỳ và Canada"
        },
        {
            "id": "0db99250-11a0-4ad0-a3e1-861ef368b3b9",
            "word": "SAT",
            "phonetic": "sæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take the SATs.",
                "What’s her SAT?",
                "But your SATs probably aren’t the time to test that hypothesis.",
                "Standardized tests like the SAT, for example, could cause anyone to choke.",
                "- Some of my favorite high school experiences were taking the SAT's and the ACT's, just like everybody else right?"
            ],
            "audio": "https://tts.langeek.co/read?text=U0FU&hash=3479626a99f8bcfafbbc537f444c474d4156540f&lang=en&cache-only=0",
            "defineEn": "a test that high school students take before college or university in the US",
            "defineVi": "một bài kiểm tra mà học sinh trung học làm trước khi vào đại học hoặc cao đẳng ở Mỹ"
        }
    ]
}