{
    "id": "f23fb9f8-0f82-410d-8cd3-c1ad052ea32b",
    "title": "Specific Diseases",
    "originalTitle": "Specific Diseases",
    "words": [
        {
            "id": "9961fa7e-130e-4d1e-b231-776039a0100b",
            "word": "bilharzia",
            "phonetic": "bɪlhɑːɹziə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlsaGFyemlh&hash=a56573c7e4133feef07ae4f605b8fc43df064436&lang=en&cache-only=0",
            "defineEn": "an infestation with or a resulting infection caused by a parasite of the genus Schistosoma; common in the tropics and Far East; symptoms depend on the part of the body infected",
            "defineVi": "nhiễm trùng hoặc nhiễm trùng do ký sinh trùng thuộc chi Schistosoma gây ra; phổ biến ở vùng nhiệt đới và Viễn Đông; các triệu chứng phụ thuộc vào phần cơ thể bị nhiễm bệnh"
        },
        {
            "id": "e72725e1-5d87-4c3f-bc40-a3982c80a25a",
            "word": "chronic fatigue syndrome",
            "phonetic": "kɹɑːnɪk fɐtiːɡ sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25pYyBmYXRpZ3VlIHN5bmRyb21l&hash=2842b156dbc642f49070bde677c7797bdbdc6697&lang=en&cache-only=0",
            "defineEn": "a disorder characterized by severe fatigue that is not relieved by rest, along with other symptoms like pain, cognitive problems, and sleep disturbances",
            "defineVi": "một chứng rối loạn đặc trưng bởi sự mệt mỏi nghiêm trọng không thuyên giảm khi nghỉ ngơi, cùng với các triệu chứng khác như đau, các vấn đề về nhận thức và rối loạn giấc ngủ"
        },
        {
            "id": "1334dfce-8e93-4b34-8753-d06e9e5da04a",
            "word": "AIDS",
            "phonetic": "eɪdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stage of HIV infection is known as AIDS.",
                "At the same time, AIDS had hit.",
                "He becomes sick with AIDS. ",
                "Together, we will defeat AIDS in America.",
                "AIDS, for example, is caused by the human immunodeficiency virus that specifically attacks Helper T cells."
            ],
            "audio": "https://tts.langeek.co/read?text=QUlEUw&hash=b3964bf94c2ce01f4405cd2f31db6a1ba2aac5be&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by a virus that attacks the body's immune system and weakens it, can cause death in severe cases",
            "defineVi": "một căn bệnh nghiêm trọng do vi rút tấn công hệ thống miễn dịch của cơ thể và làm suy yếu nó, có thể gây tử vong trong những trường hợp nghiêm trọng"
        },
        {
            "id": "64441981-ae5f-4f2a-9a4e-a152c4debea0",
            "word": "encephalitis",
            "phonetic": "ɛnsɛfɐlaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jZXBoYWxpdGlz&hash=7d6964e99f96ef5d2caddbc75d84124e77d1b907&lang=en&cache-only=0",
            "defineEn": "inflammation of the brain usually caused by a virus; symptoms include headache and neck pain and drowsiness and nausea and fever (`phrenitis' is no longer in scientific use)",
            "defineVi": "viêm não thường do virus gây ra; các triệu chứng bao gồm đau đầu và đau cổ, buồn ngủ và buồn nôn và sốt ('viêm màng phổi' không còn được sử dụng trong khoa học)"
        },
        {
            "id": "6ced807f-aa64-4492-81c7-bff57364bc11",
            "word": "glaucoma",
            "phonetic": "ɡlɔːkoʊmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good thing for me I brought my glaucoma glasses.",
                "\"You won't get glaucoma if you have perfect vision.\"",
                "Glaucoma is something that's asymptomatic.",
                "Glaucoma is typically high pressure inside the eye, which causes damage to the optic nerve of the eye.",
                "I was diagnosed with COVID-onset glaucoma at the beginning of September."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhdWNvbWE&hash=25017a11c01f9dba6a060f4edef394cccfc95b29&lang=en&cache-only=0",
            "defineEn": "an eye disease that damages the optic nerve and impairs vision (sometimes progressing to blindness)",
            "defineVi": "một bệnh về mắt làm tổn thương dây thần kinh thị giác và làm suy giảm thị lực (đôi khi tiến triển thành mù lòa)"
        },
        {
            "id": "ec02c212-8eea-4023-aba8-ab30f548cc47",
            "word": "polio",
            "phonetic": "poʊlɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or polio.",
                "It worries about polio.",
                "The polio epidemic was at its peak in the early 50s.",
                "Ever heard a really good joke about polio?",
                "Eighty-four-year-old Mary Roman overcame childhood polio to win some 350 track and field medals, including at the Senior Olympics."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saW8&hash=72a3c1c9f49d6dd07a9b2b55e62981de6b4a28a4&lang=en&cache-only=0",
            "defineEn": "a disabling and life-threatening disease that causes nerve injuries leading to permanent paralysis, happens mostly in children younger than 5",
            "defineVi": "một căn bệnh tàn tật và đe dọa đến tính mạng gây tổn thương thần kinh dẫn đến tê liệt vĩnh viễn, chủ yếu xảy ra ở trẻ em dưới 5 tuổi"
        },
        {
            "id": "d2ac1154-c787-44e6-8116-f37cd6f8124b",
            "word": "rabies",
            "phonetic": "ɹeɪbiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFiaWVz&hash=0a9948062aadc8c5bacf71e3ba0059af483f6d1c&lang=en&cache-only=0",
            "defineEn": "a viral disease of mammals, particularly dogs that is usually passed to humans through the bite of an infected animal",
            "defineVi": "một bệnh do virus ở động vật có vú, đặc biệt là chó thường lây sang người qua vết cắn của động vật bị nhiễm bệnh"
        },
        {
            "id": "c35485d9-97d0-49d6-affd-bafd1f4cac87",
            "word": "sleeping sickness",
            "phonetic": "sliːpɪŋ sɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xlZXBpbmcgc2lja25lc3M&hash=dcdd8f34f9f280159c5e1c8b2ba905d501ddbd9c&lang=en&cache-only=0",
            "defineEn": "an encephalitis that was epidemic between 1915 and 1926; symptoms include paralysis of the extrinsic eye muscle and extreme muscular weakness",
            "defineVi": "một bệnh viêm não bùng phát từ năm 1915 đến 1926; các triệu chứng bao gồm tê liệt cơ mắt bên ngoài và yếu cơ cực độ"
        },
        {
            "id": "a19c2da4-e408-4c1c-a08b-02b80df3ade6",
            "word": "thrush",
            "phonetic": "θɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In another case, some blackbirds and song thrushes kept their eggs neatly arranged in the nest, while others were less finicky.",
                "This means that many birds, like the wood thrush, can sing two notes simultaneously.",
                "And Candida albicans, the fungi responsible for thrush, showed over a 99% reduction in touch transfer."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhydXNo&hash=2ff18f558289549693b9ed07ac1e4e6a9e6289aa&lang=en&cache-only=0",
            "defineEn": "candidiasis of the oral cavity; seen mostly in infants or debilitated adults",
            "defineVi": "nhiễm nấm miệng; thấy chủ yếu ở trẻ sơ sinh hoặc người lớn suy nhược"
        },
        {
            "id": "4f227e0e-a462-4261-b902-3fc2cfee77ff",
            "word": "cancer",
            "phonetic": "kænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cancer kills thousands of people every year.",
                "The department led the world in cancer research.",
                "The event raised over £30 000 for cancer research.",
                "A cure for lung cancer would save thousands of lives each year.",
                "My mother's recent bout with cancer has really put us through the wringer this year."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2Vy&hash=06e748aaac239c72c2499225ac218c2fb47099d6&lang=en&cache-only=0",
            "defineEn": "a serious disease caused by the uncontrolled growth of cells in a part of the body that may spread to other parts",
            "defineVi": "một căn bệnh nghiêm trọng gây ra bởi sự phát triển không kiểm soát của các tế bào trong một bộ phận của cơ thể có thể lây lan sang các bộ phận khác",
            "hasImg": true
        },
        {
            "id": "a044b5a4-c475-40f4-b7c2-fdce3a3fa18d",
            "word": "Alzheimer's disease",
            "phonetic": "ɑːltshaɪmɚ bækslæʃ ɛs dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QWx6aGVpbWVyJ3MgZGlzZWFzZQ&hash=362bbbe7128f42fa4f45cb77cebd2c35bf85982a&lang=en&cache-only=0",
            "defineEn": "a progressive neurologic disorder, particularly affecting older people, that slowly destroys brain cells and causes thinking ability and memory to deteriorate over time",
            "defineVi": "một chứng rối loạn thần kinh tiến triển, đặc biệt ảnh hưởng đến người lớn tuổi, từ từ phá hủy các tế bào não và khiến khả năng tư duy và trí nhớ suy giảm theo thời gian"
        },
        {
            "id": "417dbbdc-163e-4771-8906-0552c2e19f28",
            "word": "lou gehrig's disease",
            "phonetic": "luː dʒeɪɹɪɡ bækslæʃ ɛs dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG91IGdlaHJpZydzIGRpc2Vhc2U&hash=e2c2e2108c469fa6e5beaff291d6cff06edbea08&lang=en&cache-only=0",
            "defineEn": "a progressive neurodegenerative disease that mainly affects motor neurons of the spinal cord which causes weakness in muscles and eventually causes paralysis and early death",
            "defineVi": "một bệnh thoái hóa thần kinh tiến triển chủ yếu ảnh hưởng đến các tế bào thần kinh vận động của tủy sống, gây yếu cơ và cuối cùng gây tê liệt và tử vong sớm"
        },
        {
            "id": "f027dfe7-79da-4086-978a-02add92da3e5",
            "word": "pellagra",
            "phonetic": "pɛlæɡɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stories of vampires originated from misinterpretations of diseases, such as rabies, and pellagra, and decomposition."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsbGFncmE&hash=40437e17395644f78f360300c3898a22cfa246aa&lang=en&cache-only=0",
            "defineEn": "a disease caused by severe vitamin B3 or niacin deficiency and characterized by skin changes, mental symptoms, and diarrhea",
            "defineVi": "một căn bệnh do thiếu vitamin B3 hoặc niacin trầm trọng và được đặc trưng bởi những thay đổi về da, các triệu chứng tâm thần và tiêu chảy"
        },
        {
            "id": "897751c4-2f78-4fdc-903a-cc2a7dcc6198",
            "word": "mad cow disease",
            "phonetic": "mæd kaʊ dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some TSEs you may have heard of before include Mad Cow Disease or Bovine Spongiform Encephalopathy in cattle, scrapie in goats and sheep, and Creutzfeldt-Jakob Disease in humans.",
                "And some of these things are things we want done, like inspecting our meat so we don't get E. coli or Salmonella or Mad Cow Disease."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFkIGNvdyBkaXNlYXNl&hash=4eeb4dc6dc417237a51f9621e2b746da564cae60&lang=en&cache-only=0",
            "defineEn": "a fatal neurological disease that affects cattle and can occasionally be transmitted to humans as well",
            "defineVi": "một bệnh thần kinh gây tử vong ảnh hưởng đến gia súc và đôi khi cũng có thể lây sang người"
        },
        {
            "id": "da78f5bc-8d7b-4106-a6aa-fe8a79b3d9b6",
            "word": "CJD",
            "phonetic": "siːdʒeɪdiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q0pE&hash=94b98596ec54b8ed38f78d5f4caa4a8c3d8e6359&lang=en&cache-only=0",
            "defineEn": "a rare and potentially fatal disease that primarily affects the brain and causes brain damage that aggravates over time",
            "defineVi": "một căn bệnh hiếm gặp và có khả năng gây tử vong, chủ yếu ảnh hưởng đến não và gây tổn thương não trầm trọng hơn theo thời gian"
        },
        {
            "id": "042fc32c-7351-4959-bf17-a3e9089694fd",
            "word": "beriberi",
            "phonetic": "bɛɹɪbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, the disease beriberi, which is caused by a lack of thiamine, was first described by Western physicians in the mid-1600s."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVyaWJlcmk&hash=7950b84fad3b999986d820913546a02cba8d947b&lang=en&cache-only=0",
            "defineEn": "avitaminosis caused by lack of thiamine (vitamin B1)",
            "defineVi": "thiếu vitamin do thiếu thiamine (vitamin B1)"
        },
        {
            "id": "5bcd0477-afce-4604-9161-381184bfd7a5",
            "word": "motor neurone disease",
            "phonetic": "moʊɾɚ nʊɹɹoʊn dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90b3IgbmV1cm9uZSBkaXNlYXNl&hash=c4a508c449c3f6942d78434246b7293feea3675e&lang=en&cache-only=0",
            "defineEn": "a progressive neurological disorder that causes the degeneration of the motor system and ultimately kills the patient",
            "defineVi": "một rối loạn thần kinh tiến triển gây ra sự thoái hóa của hệ thống vận động và cuối cùng giết chết bệnh nhân"
        },
        {
            "id": "28b46964-6c4a-4ff7-bd8a-c0fcb6982ba8",
            "word": "parkinson's disease",
            "phonetic": "pɑːɹkɪnsən bækslæʃ ɛs dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFya2luc29uJ3MgZGlzZWFzZQ&hash=3d8e23c4af0fb03a8b9f95a7f88b52090ee2a1ca&lang=en&cache-only=0",
            "defineEn": "a degenerative disorder of the central nervous system characterized by tremor and impaired muscular coordination",
            "defineVi": "một rối loạn thoái hóa của hệ thống thần kinh trung ương đặc trưng bởi sự run rẩy và suy giảm khả năng phối hợp cơ bắp"
        },
        {
            "id": "bdeb8dae-a1ff-41cf-b110-253d221c47e2",
            "word": "radiation sickness",
            "phonetic": "ɹeɪdɪeɪʃən sɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFkaWF0aW9uIHNpY2tuZXNz&hash=25309df7f7483793045e8412434799b648aa4257&lang=en&cache-only=0",
            "defineEn": "syndrome resulting from exposure to ionizing radiation (e.g., exposure to radioactive chemicals or to nuclear explosions); low doses cause diarrhea and nausea and vomiting and sometimes loss of hair; greater exposure can cause sterility and cataracts and some forms of cancer and other diseases; severe exposure can cause death within hours",
            "defineVi": "hội chứng do tiếp xúc với bức xạ ion hóa (ví dụ, tiếp xúc với hóa chất phóng xạ hoặc vụ nổ hạt nhân); liều thấp gây tiêu chảy, buồn nôn và nôn và đôi khi rụng tóc; tiếp xúc nhiều hơn có thể gây vô sinh và đục thủy tinh thể và một số dạng ung thư và các bệnh khác; phơi nhiễm nghiêm trọng có thể gây tử vong trong vòng vài giờ"
        },
        {
            "id": "b4388029-7754-4a44-8ad3-39f66285210f",
            "word": "rheumatic fever",
            "phonetic": "ɹuːmæɾɪk fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmhldW1hdGljIGZldmVy&hash=353c227ae9efbbec393e923960316bd6aa6254ef&lang=en&cache-only=0",
            "defineEn": "a severe disease chiefly of children and characterized by painful inflammation of the joints and frequently damage to the heart valves",
            "defineVi": "một căn bệnh nghiêm trọng chủ yếu ở trẻ em và được đặc trưng bởi tình trạng viêm đau khớp và thường xuyên làm hỏng van tim"
        },
        {
            "id": "aa2a9724-ee57-418e-93cd-8b7218b1a261",
            "word": "silicosis",
            "phonetic": "sɪlɪkoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "No one needs to bother with this monstrosity because we've already agreed upon a much easier word for the same disease: silicosis."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsaWNvc2lz&hash=2d2f49ea0169af4ea124a18d6679d2ecbeb4b6e1&lang=en&cache-only=0",
            "defineEn": "a lung disease caused by inhaling particles of silica or quartz or slate",
            "defineVi": "một bệnh phổi do hít phải các hạt silica hoặc thạch anh hoặc đá phiến"
        },
        {
            "id": "bca7a5ad-df7b-435b-a4b1-f54d7662896b",
            "word": "aneurysm",
            "phonetic": "ænʊɹɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then I had a small, I'm just going to say it was an aneurysm."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ldXJ5c20&hash=02a5daf210c52c3c2ba3fd4fd110a36d0b86ba43&lang=en&cache-only=0",
            "defineEn": "a cardiovascular disease characterized by a saclike widening of an artery resulting from weakening of the artery wall",
            "defineVi": "một bệnh tim mạch được đặc trưng bởi sự mở rộng giống như túi của động mạch do sự suy yếu của thành động mạch"
        },
        {
            "id": "c0b4dba5-5939-427e-95bf-a31fdcab5bd8",
            "word": "angina",
            "phonetic": "ændʒaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even after it became an accepted treatment for angina, the technical term for chest pain."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5naW5h&hash=4e14915d253878e848bcb20fb63058169e0cf873&lang=en&cache-only=0",
            "defineEn": "any disease of the throat or fauces marked by spasmodic attacks of intense suffocative pain",
            "defineVi": "bất kỳ bệnh nào về cổ họng hoặc vòi được đánh dấu bằng các cơn co thắt với cơn đau nghẹt thở dữ dội"
        },
        {
            "id": "9c623d6d-0461-44f8-b9fb-fce2ec3cd14c",
            "word": "asthma",
            "phonetic": "æzmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asthma usually runs in the family, with many members experiencing symptoms or having a history of the condition.",
                "These effects lead to this symptoms of asthma.",
                "Some of the many asthma triggers include tobacco smoke, pollen, dust, fragrances, exercise, cold weather, stress, and even the common cold.",
                "Medicinal corticosteroids channel cortisol’s effects on the immune system to fight allergic reactions, rashes, and asthma.",
                "We have more comorbid illness among young people in this country, more asthma, more obesity, more diabetes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0aG1h&hash=8e0c0544bdb8bad08dd39c7f6b0792f6ac922242&lang=en&cache-only=0",
            "defineEn": "a disease that causes shortness of breath and difficulty in breathing",
            "defineVi": "một căn bệnh gây khó thở và khó thở",
            "hasImg": true
        },
        {
            "id": "2ac5d14c-d985-4f8e-8298-c3a9ea198b39",
            "word": "fibromyalgia",
            "phonetic": "fɪbɹəmɪældʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But let’s debunk this myth up front: Fibromyalgia is not a delusion.",
                "Fascia is also being investigated for its potential role in conditions like fibromyalgia and chronic pain.",
                "And all of that has led psychologists to disagree about what fibromyalgia should even be considered.",
                "I would be honest with your physician because they should be able to manage both your Fibromyalgia pain and your eating disorder.",
                "But, like, you can’t just shrug fibromyalgia off."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlicm9teWFsZ2lh&hash=6bac62457c0f2f8aab3fe84c5dc7161cc3ab55c1&lang=en&cache-only=0",
            "defineEn": "a chronic disorder characterized by widespread pain, tenderness, and other symptoms like fatigue, sleep disturbances, and mood changes",
            "defineVi": "một rối loạn mãn tính được đặc trưng bởi đau lan rộng, nhạy cảm và các triệu chứng khác như mệt mỏi, rối loạn giấc ngủ và thay đổi tâm trạng"
        },
        {
            "id": "d859beee-6c29-4f08-aa95-f9da077fa687",
            "word": "hepatitis",
            "phonetic": "hɛpɐtaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, give me hepatitis!",
                "But for others, like hepatitis C, reinfections are common.",
                "Some illnesses like HIV or hepatitis aren't apparent to other people.",
                "Right, it's going to be a hepatitis, it's gonna be yeah, one of the strains.",
                "Or made a casual reference to someone having hepatitis?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVwYXRpdGlz&hash=d7e0e4cc6fb3a6b0049f0c731407dc37d32eff3c&lang=en&cache-only=0",
            "defineEn": "inflammatory condition of the liver caused by a variety of infectious viruses or over-consumption of alcohol",
            "defineVi": "tình trạng viêm gan do nhiều loại vi rút truyền nhiễm hoặc uống quá nhiều rượu"
        },
        {
            "id": "8854f761-5376-4c7a-a67a-9a1ea13c9ba1",
            "word": "heart disease",
            "phonetic": "hɑːɹt dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgZGlzZWFzZQ&hash=47fb4712a002da0bdbc558e07147fd17cf065746&lang=en&cache-only=0",
            "defineEn": "a disease of the heart",
            "defineVi": "bệnh tim"
        }
    ]
}