{
    "id": "f258b7e0-5d85-439b-8d37-4e039be433f1",
    "title": "Money and Business",
    "originalTitle": "Money and Business",
    "words": [
        {
            "id": "63d155b0-43d7-47ad-9de2-0d712411f59d",
            "word": "to depreciate",
            "phonetic": "tə dᵻpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new car will depreciate 63% in the first five years.",
                "Over a long period of time, renting storage space can also be costly and the value of good stored can depreciate.",
                "It's valued against that limited supply of mind coins, which makes it the perfect alternative to a depreciating U.S. dollar and a hedge against inflation.",
                "And that there's a desire from Porsche to look after these early adopters, instead of just fixing it in the next model year facelift and leaving this one to depreciate hard.",
                "And really figure out what's going to happen to you if housing appreciates, depreciates."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcmVjaWF0ZQ&hash=f1b50a77b655dd8f68bc62942c2a4ee1483d8da1&lang=en&cache-only=0",
            "defineEn": "to diminish in value, especially over time",
            "defineVi": "để giảm giá trị, đặc biệt là theo thời gian"
        },
        {
            "id": "a82a42b8-63b6-4f59-9193-d9dd185d70ca",
            "word": "to fluctuate",
            "phonetic": "tə flʌktʃuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Milk prices can fluctuate, sometimes wildly.",
                "It fluctuates.",
                "It fluctuates.",
                "Even in public opinion polls, and public opinion polls fluctuate with the coverage.",
                "The wholesale price for lobster can fluctuate anywhere from $8 to $10, depending on the season, per pound."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx1Y3R1YXRl&hash=ab5344dac462222f7b61cb679d86d38fa7a08579&lang=en&cache-only=0",
            "defineEn": "to rise and fall continuously in amount, quality, size, etc.",
            "defineVi": "tăng giảm liên tục về số lượng, chất lượng, quy mô, v.v."
        },
        {
            "id": "0e367abe-001a-4bfa-aa76-8de16b1e2fb2",
            "word": "to plummet",
            "phonetic": "tə plʌmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oysters' market value, and restaurant orders, plummeted.",
                "The number of prosecutions and convictions have plummeted.",
                "The value of the Iranian currency has plummeted.",
                "Trump's approval ratings were plummeting.",
                "After a year, though, sales for the Dreamcast plummeted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1bW1ldA&hash=467ec765454617121e4ad21f0d81474e6d016de6&lang=en&cache-only=0",
            "defineEn": "to decline in amount or value in a sudden and rapid way",
            "defineVi": "giảm về số lượng hoặc giá trị một cách đột ngột và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "8b1f187d-dd7c-4b36-aca3-b1f6bf5fe4c4",
            "word": "to soar",
            "phonetic": "tə soːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Crime rates are soaring and our public transport system is beyond a joke.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "The piercing cry of the eagle filled the air as it soared above the mountains.",
                "Carbon in the atmosphere soared.",
                "President Bush’s popularity soared in the wake of the attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29hcg&hash=0c329aff2b0c9db6aabc46574cdc706ed6d38049&lang=en&cache-only=0",
            "defineEn": "increase rapidly to a high level",
            "defineVi": "tăng nhanh đến mức cao"
        },
        {
            "id": "18d870b5-1674-4cb8-a328-c7f95033822b",
            "word": "convertible",
            "phonetic": "kənvɜːɾᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It's a convertible!",
                "Hitler himself drove a convertible version.",
                "Cadillac established the concept of a luxury car with its LaSalle convertible coupe.",
                "It released the Willys wagon in 1946, the Willys-Overland truck in 1947, and briefly even a convertible sedan called the Jeepster, which ran from 1948 to 1951.",
                "Remember when they called them convertibles?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVydGlibGU&hash=87f0471bdf37825492b2954f37268381ba933124&lang=en&cache-only=0",
            "defineEn": "able to be changed from one form of currency, investment, or security into another",
            "defineVi": "có thể được thay đổi từ một hình thức tiền tệ, đầu tư hoặc chứng khoán này sang một hình thức khác"
        },
        {
            "id": "11d4d07b-e246-4aa1-b9bc-ef5f79648097",
            "word": "deregulatory",
            "phonetic": "diːɹɛɡjʊlətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And part of it is that the government deregulatory forces allowed them to merge and form these huge conglomerates such as Bank of America."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyZWd1bGF0b3J5&hash=1a9b596cf15fdba8699d4627a60264a0795ec786&lang=en&cache-only=0",
            "defineEn": "relating to the removal or reduction of governmental power or regulations from an industry, commodity, etc.",
            "defineVi": "liên quan đến việc loại bỏ hoặc giảm quyền lực hoặc quy định của chính phủ đối với một ngành, hàng hóa, v.v."
        },
        {
            "id": "b41ba2f1-65cd-4051-b4fc-4af583896d52",
            "word": "extravagant",
            "phonetic": "ɛkstɹævəɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The billionaire's extravagant spending habits showed that he had more money than sense and lacked any financial restraint.",
                "He won the lottery, but the money is burning a hole in his pocket, and he's already planning extravagant vacations and luxury purchases.",
                "The warrior god Set and his wife, the goddess Nephtys, decorated an extravagant hall for the occasion, with a beautiful wooden chest as the centerpiece.",
                "Or do you enjoy extravagant things?",
                "However, the costliest creams contain an array of extravagant additions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmF2YWdhbnQ&hash=f95576a0e128dca676ee6fef46989fc7d673d858&lang=en&cache-only=0",
            "defineEn": "costing a lot of money, more than the necessary or affordable amount",
            "defineVi": "tốn rất nhiều tiền, nhiều hơn số tiền cần thiết hoặc giá cả phải chăng"
        },
        {
            "id": "d0d3c729-ff1e-4144-b964-ad28d9cf35ac",
            "word": "fiscal",
            "phonetic": "fɪskəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So this really takes massive fiscal response.",
                "We can absolutely afford more fiscal support.",
                "On the fiscal side, the city initially projected a budget shortfall of eight point three three billion dollars for fiscal year twenty twenty one.",
                "But in a very severe downturn, fiscal policy might become much more effective.",
                "The carrier's fiscal prudence has won an investment grade credit ratings, a bragging right it shares with Delta and Alaska."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzY2Fs&hash=f0582a0903cf4f97f851056a049892cfc454fb54&lang=en&cache-only=0",
            "defineEn": "relating to government revenue or public money, especially taxes",
            "defineVi": "liên quan đến doanh thu của chính phủ hoặc tiền công, đặc biệt là thuế"
        },
        {
            "id": "9067e478-d19c-43d8-96a4-d8d897021730",
            "word": "laissez-faire",
            "phonetic": "leɪsɛzfɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The move toward a more laissez-faire marketplace has continued to evolve.",
                "In a free or laissez-faire market, an individual would work and interact with others in the economy on the basis of their self-interest.",
                "In addition to the benefits of laissez-faire that he saw, Smith saw the potential harms, so he also argued for healing social policies."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFpc3Nlei1mYWlyZQ&hash=3502dfda625e521d74d81864d9c3c71f53ae20db&lang=en&cache-only=0",
            "defineEn": "relating to a policy in which private businesses are allowed to thrive without government control",
            "defineVi": "liên quan đến một chính sách trong đó các doanh nghiệp tư nhân được phép phát triển mà không cần sự kiểm soát của chính phủ"
        },
        {
            "id": "ec6b2600-c051-421f-b074-8afcfe592ebf",
            "word": "overdue",
            "phonetic": "oʊvɚduː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An answer was long overdue.",
                "In other words, we're overdue for a major shake.",
                "I think that we're long overdue for a decoupling of sorts.",
                "Democrats said that it's long overdue.",
                "I am running to guarantee working and middle class families an overdue pay increase."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmR1ZQ&hash=cdadc4ff3df826cde5da9cf9bbd4643f4dd55722&lang=en&cache-only=0",
            "defineEn": "‌not paid, done, etc. within the required or expected timeframe",
            "defineVi": "‌không được thanh toán, hoàn thành, v.v. trong khung thời gian bắt buộc hoặc dự kiến"
        },
        {
            "id": "01f9ae44-288b-4f51-9a5f-4e6432ba7fd7",
            "word": "alimony",
            "phonetic": "ælɪməni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWxpbW9ueQ&hash=3c1d27bf4f2a8fb6634719dcee2a943f44276101&lang=en&cache-only=0",
            "defineEn": "the money that is demanded by the court to be paid to an ex-spouse or ex-partner",
            "defineVi": "số tiền mà tòa án yêu cầu phải trả cho người phối ngẫu cũ hoặc đối tác cũ"
        },
        {
            "id": "3a41da1d-4555-497a-82c1-836f6dcffd5e",
            "word": "arrears",
            "phonetic": "ɚɹɪɹz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJyZWFycw&hash=fe52628240900300145497932df38638dfe57bd0&lang=en&cache-only=0",
            "defineEn": "owed money that should have already been paid",
            "defineVi": "nợ tiền lẽ ra phải trả"
        },
        {
            "id": "96ed231a-7bd3-41b1-966a-dcb22e625e7a",
            "word": "collateral",
            "phonetic": "kəlæɾɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You may have collateral damage.",
                "These collateral resources, these referrals are things like groups.",
                "Maybe the bigger obstacle, though, is the collateral effects of large-scale action.",
                "This is called collateral cleavage.",
                "It's secured by the collateral of your home."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGF0ZXJhbA&hash=61a3cbb62a91892b9fd3b529edf700a8f427b9f1&lang=en&cache-only=0",
            "defineEn": "something pledged as a guarantee for a loan that will be forfeited if the loan is not repaid",
            "defineVi": "một cái gì đó được cầm cố như một sự đảm bảo cho một khoản vay sẽ bị hủy bỏ nếu khoản vay không được hoàn trả"
        },
        {
            "id": "756660cc-cb4a-47ec-a46b-7f872e1ce450",
            "word": "incentive",
            "phonetic": "ɪnsɛntɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Susan saw how people could be persuaded to betray their values and principles for the right incentive, demonstrating that everyone has their price.",
                "Innovation follows incentives.",
                "Free products and payment are increasingly common incentives.",
                "And cashless registers present no incentive for theft or robbery.",
                "They had the very large incentives."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jZW50aXZl&hash=33fcad84c6a33ecfcc2354d6c4119b8836661824&lang=en&cache-only=0",
            "defineEn": "a payment or concession to encourage someone to do something specific",
            "defineVi": "một khoản thanh toán hoặc nhượng bộ để khuyến khích ai đó làm điều gì đó cụ thể"
        },
        {
            "id": "6ce700ae-cf32-423a-9057-ead91436ecb4",
            "word": "audit",
            "phonetic": "ɔːdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audit blames the complexity of the program, a confusing design, a lack of taxpayer awareness and inadequate oversight by the IRS.",
                "No. Not audited.",
                "Because come on, audited?",
                "Arizona has a hand-count audit.",
                "Do you audit your sellers in terms of whether they're actually providing safe products to your customers?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXQ&hash=09e93ddb175bf20a98b679c6cb68dc879179a909&lang=en&cache-only=0",
            "defineEn": "a formal inspection of a business's financial records to see if they are correct and accurate or not",
            "defineVi": "kiểm tra chính thức hồ sơ tài chính của doanh nghiệp để xem chúng có đúng và chính xác hay không"
        },
        {
            "id": "a8bca025-3e0f-4396-8d19-587dfd55eec8",
            "word": "bailout",
            "phonetic": "beɪlaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The potential bailout is already facing some serious push back from lawmakers.",
                "He gave them a bailout, essentially.",
                "The Bail Project has done about 8,000 bailouts for people across the country.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "We don't, we don't want a bailout."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFpbG91dA&hash=14c04080b70cd69a8e2a87719c9abb1bc56b3e0c&lang=en&cache-only=0",
            "defineEn": "an act of giving money to a foreign country, a failing company, or an organization on the verge of collapse to ensure their safety from bankruptcy",
            "defineVi": "một hành động đưa tiền cho một quốc gia nước ngoài, một công ty thất bại hoặc một tổ chức đang trên bờ vực sụp đổ để đảm bảo an toàn cho họ khỏi phá sản"
        },
        {
            "id": "f2a4f811-4ada-41c0-95df-92208adcab91",
            "word": "insolvency",
            "phonetic": "ɪnsɑːlvənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pensions of some other Kentucky state workers are facing insolvency in around three years."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zb2x2ZW5jeQ&hash=36045ab18dcf37d378563e86174d46fbb6b3bba6&lang=en&cache-only=0",
            "defineEn": "the state or condition of not having enough money to pay one's debts",
            "defineVi": "tình trạng hoặc điều kiện không có đủ tiền để trả nợ của một người"
        },
        {
            "id": "76579c11-d71a-4cc3-a321-5b5f097ac2a0",
            "word": "quotation",
            "phonetic": "kwoʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each chapter begins with a quotation.",
                "Now that particular quotation comes from the minority report of that Senate investigation meeting.",
                "It's a single quotation.",
                "Everything between these characters, everything between the double quotation, is just viewed as a character.",
                "They check the spelling of names, the accuracy of numbers, the sequence of events, and the sources of quotations."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGF0aW9u&hash=e7812b65445e71eeb8ee1d779f6bf68c58df1e3d&lang=en&cache-only=0",
            "defineEn": "a statement indicating the cost of a specific service or piece of work",
            "defineVi": "một tuyên bố chỉ ra chi phí của một dịch vụ hoặc phần công việc cụ thể"
        },
        {
            "id": "efb185e1-129f-453c-8391-b925f9fb5bd4",
            "word": "crunch",
            "phonetic": "kɹʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ridged macaroni adds crunch to the classic salad.",
                "The coconut flakes provided a delightful crunch in the homemade granola.",
                "The crispy skin of the parson's nose offered a satisfying crunch with each bite.",
                "I love the crunch of romaine lettuce in my sandwiches.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1bmNo&hash=b1599597ffa5f803d68a298acc7c48ecb36c76d5&lang=en&cache-only=0",
            "defineEn": "a critical situation that arises because of a shortage (as a shortage of time or money or resources)",
            "defineVi": "một tình huống nguy cấp phát sinh do thiếu hụt (như thiếu thời gian, tiền bạc hoặc tài nguyên)"
        },
        {
            "id": "00e8d4ef-e0b4-4f5c-96bd-24f95ca58940",
            "word": "deflation",
            "phonetic": "diːfleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Economists call that deflation.",
                "And really this cost pressure and this deflation is driven by tech.",
                "We probably are suffering the deflation of the tech bubble.",
                "But the comic deflation in the second half of the sentence is pure Austen.",
                "They probably are suffering the deflation of the tech bubble, corporate debt has gotten it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmbGF0aW9u&hash=ce3bcb6871b3ebb4f9d4418ac4c860ca9626cc2a&lang=en&cache-only=0",
            "defineEn": "(economics) a decrease in the amount of money in an economy, resulting in falling or unchanged prices",
            "defineVi": "(kinh tế học) sự sụt giảm lượng tiền trong nền kinh tế, dẫn đến giá cả giảm hoặc không thay đổi"
        },
        {
            "id": "e231ac40-9e36-4b29-992b-8e5dd995906b",
            "word": "dividend",
            "phonetic": "dɪvɪdɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our efforts are finally paying dividends.",
                "Profit and dividend growth looks like being above average for the foreseeable future.",
                "Blue chip refers to firms with long track records for turning profits and paying dividends.",
                "The time he spent learning English paid dividends when he started looking for a job.",
                "And finally, some investors just prefer dividends over buybacks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aWRlbmQ&hash=566f07d35fbd256306878d1d7fc6d7dcd07dd230&lang=en&cache-only=0",
            "defineEn": "an amount of money paid regularly to the shareholders of a company",
            "defineVi": "một số tiền trả thường xuyên cho các cổ đông của một công ty"
        },
        {
            "id": "8c5b17ee-d62c-4fa8-a63a-efa8edca02e1",
            "word": "leverage",
            "phonetic": "lɛvɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leverage is more like an investment.",
                "We leverage things about the device and those types of things for fraud protection purposes.",
                "We have leverage on paper.",
                "Leverage can also go the other way.",
                "Less leverage often leads to higher prices."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2ZXJhZ2U&hash=4a433b7c4d578a0d56c57ad6cb7860c803c0234a&lang=en&cache-only=0",
            "defineEn": "(finance) the value of a company's shares in relation to its debts",
            "defineVi": "(tài chính) giá trị cổ phần của một công ty liên quan đến các khoản nợ của nó"
        },
        {
            "id": "357b58e3-6c9c-44b7-8dfb-9bf25d4063a7",
            "word": "ransom",
            "phonetic": "ɹænsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll pay the ransom for a thousand poor people!'",
                "A Ghent stockbroker, while on his deathbed a year after the theft, revealed an unsent ransom note.",
                "The monsters accept your ransom and swim back down to the depths for another thousand years.",
                "The White House today announced an expedited review of cyberattacks that demand ransoms.",
                "In 2016, an electric power and water utility company paid $25,000 in bitcoin ransom after hackers locked the utility out of its computer systems."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuc29t&hash=37f87e1ff7f6dfb6b56f44c8e6cb618d85cb4ad1&lang=en&cache-only=0",
            "defineEn": "an amount of money demanded or paid for the release of a person who is in captivity",
            "defineVi": "một số tiền được yêu cầu hoặc trả cho việc thả một người đang bị giam cầm"
        },
        {
            "id": "3f2a6d54-899f-4dca-b834-aaec600445e3",
            "word": "subsidy",
            "phonetic": "sʌbsɪdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A Xerox subsidy can be expensive for a company if employees abuse the privilege.",
                "Direct subsidies are another issue.",
                "Farm subsidies are probably just as controversial.",
                "The package also has 100% COBRA subsidy through September.",
                "New enrollees also receive larger subsidies than before."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lkeQ&hash=d42005b4e806a2b6b343ef226d35d3aaafc1ad76&lang=en&cache-only=0",
            "defineEn": "an amount of money that a government or organization pays to lower the costs of producing goods or providing services so that prices do not increase",
            "defineVi": "một số tiền mà chính phủ hoặc tổ chức trả để giảm chi phí sản xuất hàng hóa hoặc cung cấp dịch vụ để giá không tăng"
        },
        {
            "id": "ca98a134-60b2-47e2-a3f9-2b74f5359999",
            "word": "tariff",
            "phonetic": "tæɹɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "He upped tariffs.",
                "Tariffs were completely boneheaded.",
                "Tariffs announced by the Trump administration.",
                "He slapped tariffs on European metals and other goods.",
                "Can tariffs achieve that?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyaWZm&hash=99ce0faa00553ae6faa906ade5b47ba6c0535bb7&lang=en&cache-only=0",
            "defineEn": "a tax paid on goods imported or exported",
            "defineVi": "một loại thuế trả cho hàng hóa nhập khẩu hoặc xuất khẩu"
        },
        {
            "id": "c5605944-0a33-44b8-a7a0-3da49d137885",
            "word": "usury",
            "phonetic": "juːzjʊɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're charging you 17 percent interest rates on your credit card, real usury."
            ],
            "audio": "https://tts.langeek.co/read?text=dXN1cnk&hash=d0af4e8837d1711c5dfca308f27b69502c0dcb02&lang=en&cache-only=0",
            "defineEn": "the practice or act of lending money at exorbitant interest rates",
            "defineVi": "việc thực hành hoặc hành động cho vay tiền với lãi suất cắt cổ"
        },
        {
            "id": "80c31bc8-dcc3-4240-b657-3cb4f78a63db",
            "word": "liquidity",
            "phonetic": "lɪkwɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It creates liquidity in the market.",
                "And you mentioned liquidity there.",
                "And then the last piece is around liquidity.",
                "[Treasury Secretary Timothy] Geithner, they just turned on the taps of liquidity. ",
                "Going public is now more about accessing liquidity."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdWlkaXR5&hash=a1ccd027844f103d9ec62525eabcdc6f7d5fc8a3&lang=en&cache-only=0",
            "defineEn": "financial assets in the form of money or able to be easily converted into money",
            "defineVi": "tài sản tài chính dưới dạng tiền hoặc có thể dễ dàng chuyển đổi thành tiền"
        },
        {
            "id": "677877eb-9b5f-437b-ae3c-7f34000162cd",
            "word": "monetarism",
            "phonetic": "mɑːnɪɾɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Building on the ideas of Friedman, another theory of economics gained traction: monetarism.",
                "Mainstream economics today takes ideas from both classical economics, including monetarism, and Keynesian economics."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uZXRhcmlzbQ&hash=6c28be642f581e4c9bf5d6eee433b8ce9ecd37c0&lang=en&cache-only=0",
            "defineEn": "the theory or policy of controlling the amount of money in circulation as the preferred method of stabilizing the economy",
            "defineVi": "lý thuyết hoặc chính sách kiểm soát lượng tiền trong lưu thông như là phương pháp ưa thích để ổn định nền kinh tế"
        },
        {
            "id": "8e70e18d-66a0-451c-93d4-96875ca77e0c",
            "word": "stagflation",
            "phonetic": "stæɡfleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember stagflation?",
                "It's an equivalent transformation, to me, of when Ronald Reagan came into office, and, in 1981, addressed the stagflation of the 1970s.",
                "It's an equivalent transformation, to me, of when Ronald Reagan came into office, and, in 1981, addressed the stagflation of the 1970s.",
                "He tried to fight the inflation part of stagflation, but to do it he acted in some rather un-New Deal Democrat ways.",
                "So during the 1970s inflation soared to 10% a year and economic growth slowed to 2.4%, resulting in what came to be known as stagflation."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2ZsYXRpb24&hash=7c10127993cb0d986d0a02538dc307df82cab95d&lang=en&cache-only=0",
            "defineEn": "an economic situation with persistent high inflation and a high unemployment rate",
            "defineVi": "một tình hình kinh tế với lạm phát cao kéo dài và tỷ lệ thất nghiệp cao"
        },
        {
            "id": "a87eebd8-d718-4768-87de-65e56b2654d3",
            "word": "clientele",
            "phonetic": "klaɪəntɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Chef Lex is no stranger to star-studded clientele.",
                "The clientele here are health conscious, and they have enough spare time to invest in their own physical fitness.",
                "It opened a new campus in the suburbs to attract a wealthier clientele.",
                "The 2008 recession also caused a slowdown in air travel, one of the industry's most lucrative clientele, business travelers dropped to all time lows.",
                "Drexler opened the first Madewell store that year, and Madewell would soon become a popular brand among younger clientele."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpZW50ZWxl&hash=b0b4f948b258463f72add897b45169ef0bd1dac6&lang=en&cache-only=0",
            "defineEn": "all the customers collectively",
            "defineVi": "tất cả các khách hàng tập thể"
        },
        {
            "id": "d30ee8a9-2db7-4bc7-b8ab-eb280a1bad42",
            "word": "conglomerate",
            "phonetic": "kəŋɡlɑːmɚɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rihanna's most profitable partnership is with the luxury conglomerate LVMH.",
                "Humungous Japan conglomerate Rakuten spent a billion dollars to get into the cashback deal space here in the U.S.",
                "In 1909, the company was purchased by up-and-coming conglomerate General Motors and officially named its most prestigious division.",
                "Although this level of production is admirable for an independent company, can it keep up with a conglomerate already established on multiple continents?",
                "Tobacco conglomerate Philip Morris bought General Foods in 1985, and in 1989 merged it with Kraft Inc., creating Kraft General Foods."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2xvbWVyYXRl&hash=d649a21bed56ca8b03276b0d503cb6b8f744fba4&lang=en&cache-only=0",
            "defineEn": "a corporation formed by merging different firms or businesses",
            "defineVi": "một tập đoàn được thành lập bằng cách sáp nhập các công ty hoặc doanh nghiệp khác nhau"
        },
        {
            "id": "5fd1bd0e-9519-4006-99d5-4665c249485c",
            "word": "subsidiary",
            "phonetic": "sʌbsɪdjɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a subsidiary of LabCorp.",
                "They’re a subsidiary of Fox. ",
                "They’re a subsidiary of Fox. ",
                "Phoenix Paper Company, a subsidiary of Chinese company Shanying International, recently opened a paper mill in Kentucky.",
                "A book behemoth, Borders and its Waldenbooks subsidiary had locations in airports, outlet malls, and shopping plazas."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lkaWFyeQ&hash=2a851e5d2f8272112ed8b1d4df90d96fde9d053a&lang=en&cache-only=0",
            "defineEn": "a business company controlled or owned by a holding or parent company",
            "defineVi": "một công ty kinh doanh được kiểm soát hoặc sở hữu bởi một công ty mẹ hoặc công ty mẹ"
        },
        {
            "id": "c00a47e9-39f5-4eb1-870c-f216e9ec4894",
            "word": "infomercial",
            "phonetic": "ɪnfoʊmɜːʃəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, that's our infomercial for the evening.",
                "I feel like an infomercial shill.",
                "Oh my god, this feels like an infomercial fails level.",
                "Telebrands says it has sold billions of dollars worth of products like the Pe diVac or Lint Lizard through TV infomercials.",
                "[Joseph Hogue: Peerfinance101] Don’t just watch some infomercial at 3 a.m. and think, Hey, I'm going to start 10 real estate properties and make millions of dollars off that."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb21lcmNpYWw&hash=7b52d983b0cac787b59c77d94106071318aa3a40&lang=en&cache-only=0",
            "defineEn": "an advertising television program that tries to promote a product by giving a lot of information about it in a supposedly objective manner",
            "defineVi": "một chương trình truyền hình quảng cáo cố gắng quảng bá sản phẩm bằng cách cung cấp nhiều thông tin về sản phẩm đó theo cách được cho là khách quan"
        },
        {
            "id": "ac1a1a36-d466-40d1-a3ac-f96fb138ee5a",
            "word": "curtailment",
            "phonetic": "kɜːteɪlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was hard for Democrats who had been campaigning for decades against Medicare cuts, Social Security cuts, to vote for curtailments or alterations in those social insurance programs. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VydGFpbG1lbnQ&hash=c8f7b6c2d2af8fa180d6c1a0eebe7a77cf3ba3da&lang=en&cache-only=0",
            "defineEn": "the act of reducing or limiting something in order to reach financial stability",
            "defineVi": "hành động giảm hoặc hạn chế một cái gì đó để đạt được sự ổn định tài chính"
        },
        {
            "id": "fb84758c-7614-4795-b76a-760c9e6257bf",
            "word": "outsourcing",
            "phonetic": "aʊtsoːɹsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Actually, what we saw, we saw the same logic, the same policy as the Kremlin has been using for all these years, this idea of outsourcing.",
                "So much for the idea that global outsourcing is a new problem.",
                "Well with his support for outsourcing, it is going to have to be a foreign trip.",
                "If any outsourcing service pushes your monthly expenses above your monthly income, you’ll either have to forego it, or find somewhere else to cut back."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c291cmNpbmc&hash=47c9fb926c603968521cc5aaedc8f0cf2038cb99&lang=en&cache-only=0",
            "defineEn": "the process of having someone outside of a company provide goods or services for that company",
            "defineVi": "quá trình có ai đó bên ngoài công ty cung cấp hàng hóa hoặc dịch vụ cho công ty đó"
        },
        {
            "id": "d74c5d2e-636b-438d-99ff-2cde097040c6",
            "word": "broker",
            "phonetic": "bɹoʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stock brokers at this level deal with multi-million-dollar transactions, so they are always playing for keeps.",
                "His greatest accomplishment was probably brokering the Camp David Accords.",
                "Obama also brokered a major trade agreement with allies, the Trans-Pacific Partnership, or TPP.",
                "You pay 6% to a broker.",
                "And then in 2011, his broker made him an offer."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2Vy&hash=e8349abef7bba487d1ec7b733a48b08cf0693b33&lang=en&cache-only=0",
            "defineEn": "a person whose job is to sell and buy assets and goods for other people",
            "defineVi": "một người có công việc là bán và mua tài sản và hàng hóa cho người khác",
            "hasImg": true
        },
        {
            "id": "f6b6d80e-fcb6-4ba8-a82b-659b16eed9f0",
            "word": "loan shark",
            "phonetic": "loʊn ʃɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9hbiBzaGFyaw&hash=a09df12ea1159e5097c499a307479a12d1f1e15d&lang=en&cache-only=0",
            "defineEn": "a person who lends money to people, typically under illegal conditions, at a very high rate of interest",
            "defineVi": "một người cho mọi người vay tiền, thường là trong các điều kiện bất hợp pháp, với lãi suất rất cao"
        },
        {
            "id": "fdc16f76-3c3b-4dfb-9cd9-01e091169321",
            "word": "tycoon",
            "phonetic": "taɪkuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prestigious gala dinner is attended by business tycoons, philanthropists, and political leaders.",
                "They are fungus tycoons.",
                "And if a rival entrepreneur, like an OBGYN-slash-business tycoon, starts the same type of business across the street, customers would have no incentive to stay loyal to Tom.",
                "Of three national television channels, by far the largest audience medium in Russia, one was created from scratch by one of the wealthiest people in Russia, and another was controlled by another major tycoon.",
                "It’s used to describe celebrities and business tycoons like Beyoncé, Elon Musk, Marie Kondo, and Jessica Alba."
            ],
            "audio": "https://tts.langeek.co/read?text=dHljb29u&hash=0cbbbf1d21e005f106a4d064f9fde06c3e0043d7&lang=en&cache-only=0",
            "defineEn": "a rich and powerful person who is successful in business or industry",
            "defineVi": "một người giàu có và quyền lực thành công trong kinh doanh hoặc ngành công nghiệp"
        },
        {
            "id": "ef716ba3-a700-41ba-928d-b9b1b0cf0ab2",
            "word": "magnate",
            "phonetic": "mæɡneɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And casino magnate and Republican mega-donor Sheldon Adelson has died after a long illness.",
                "Tellingly, he used to run PR and advertisement for Mikhail Khodorkovsky, the oil magnate that Putin jails in 2003.",
                "Bought by two sugar magnates in 1981, Lamborghini was resurrected.",
                "Virgin Galactic has raised over a billion dollars in funding since its inception in 2004, though a lot of that money has come from British business magnate and founder Richard Branson and an Abu Dhabi sovereign wealth fund."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmF0ZQ&hash=69b038d169430a5f1e3ef058d15a7d16683d11f5&lang=en&cache-only=0",
            "defineEn": "a wealthy, influential, and successful businessperson",
            "defineVi": "một doanh nhân giàu có, có ảnh hưởng và thành công"
        },
        {
            "id": "28922638-b6c0-491c-ba75-3e57d67c0a98",
            "word": "dog eat dog",
            "phonetic": "dɑːɡ iːt dɑːɡ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9nIGVhdCBkb2c&hash=6c9abbaf2391be35a7498c5203e7f60c8924eadd&lang=en&cache-only=0",
            "defineEn": "(in business, politics, etc.) a situation in which the competition is so fierce that everyone is willing to do whatever it takes to be successful, even if it means harming others",
            "defineVi": "(trong kinh doanh, chính trị, v.v.) một tình huống trong đó sự cạnh tranh khốc liệt đến mức mọi người sẵn sàng làm bất cứ điều gì cần thiết để thành công, ngay cả khi điều đó có nghĩa là làm hại người khác",
            "hasImg": true
        }
    ]
}