{
    "id": "f2977f91-8482-4873-9862-590c492cae2d",
    "title": "Cinematic Equipment",
    "originalTitle": "Cinematic Equipment",
    "words": [
        {
            "id": "2b07568c-3f5d-4b4d-a904-f3a135f61f88",
            "word": "camera",
            "phonetic": "kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cameras clicked away.",
                "Cameras triggered by cars running red lights at intersections.",
                "The cameras catch motorists who break the speed limit.",
                "The cell phone camera has become the fly on the wall, so to speak.",
                "I'm afraid we can't recover the pictures - your camera is beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJh&hash=327bb1a734d59dac359ef58cef4a8fb5e878d935&lang=en&cache-only=0",
            "defineEn": "a device or piece of equipment for taking photographs, making movies or television programs",
            "defineVi": "một thiết bị hoặc một phần của thiết bị để chụp ảnh, làm phim hoặc chương trình truyền hình",
            "hasImg": true
        },
        {
            "id": "95b6f2f5-ce4e-44f5-b0d8-9695778dff7b",
            "word": "canister",
            "phonetic": "kænɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the West Bank, they fired tear gas canisters at protesters who had been burning tires.",
                "Grab both canisters and suck in, and then blow out in the middle.",
                "It's actually a powder inside the canister.",
                "They send out tear gas or smoke canisters, whatever you want to call them. ",
                "It's a small canister that holds sodium chlorate, barium peroxide, and a pinch of potassium perchlorate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaXN0ZXI&hash=3b9c2802771b0cdd8af9aac0e6087c7b72d8358c&lang=en&cache-only=0",
            "defineEn": "a cylindrical metal container that is used for storing a roll of film",
            "defineVi": "một hộp kim loại hình trụ được sử dụng để lưu trữ một cuộn phim"
        },
        {
            "id": "0aab0bad-4107-4954-80e0-42ad0059d3f2",
            "word": "celluloid",
            "phonetic": "sɛljuːlɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Celluloid was the most successful early, synthetic plastic.",
                "Despite taking the prize as the first official plastic, celluloid was highly flammable, which made production risky.",
                "So with the rise in popularity of celluloid accessories came a wave of newspaper articles about combs combusting in people’s hair, setting their whole body on fire, just from the heat from a curling iron or a nearby electric lamp.",
                "Bakelite was much less flammable than celluloid and the raw materials used to make it were more readily available.",
                "But, what people didn’t realize was that celluloid was manufactured using a compound called cellulose nitrate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbHVsb2lk&hash=7e14aa396f8775106978c6bf8a947e3c4f6a7bf6&lang=en&cache-only=0",
            "defineEn": "a thin clear plastic material that is highly flammable, made in sheets, formerly used as film in cinematography",
            "defineVi": "một vật liệu nhựa mỏng trong suốt rất dễ cháy, được làm ở dạng tấm, trước đây được sử dụng làm phim trong điện ảnh"
        },
        {
            "id": "ad1d7b46-83fa-45da-96b8-0f5d70ccedfa",
            "word": "clapperboard",
            "phonetic": "klæpɚboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Click the clapperboard icon to get to Reels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhcHBlcmJvYXJk&hash=afa8b506aaafe3a0d134d6e0c5fb12f6428ca322&lang=en&cache-only=0",
            "defineEn": "a device used in moviemaking that consists of a hinged board, the parts of which are hit together as the shooting of a scene begins to make sure the sound and the picture are synchronized",
            "defineVi": "một thiết bị được sử dụng trong quá trình làm phim bao gồm một bảng có bản lề, các phần của bảng này được đập vào nhau khi bắt đầu quay một cảnh để đảm bảo âm thanh và hình ảnh được đồng bộ hóa"
        },
        {
            "id": "26108a44-f5ec-4ab4-8679-dff5fd1e8a98",
            "word": "director's chair",
            "phonetic": "dᵻɹɛktɚ bækslæʃ ɛs tʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3IncyBjaGFpcg&hash=1cab92bcae3ca218dac4e076d76b9a1df122362b&lang=en&cache-only=0",
            "defineEn": "a light folding chair that is made of wood, with sides on which arms can be rested and a seat and back made of cloth, usually used by directors on set",
            "defineVi": "một chiếc ghế xếp nhẹ làm bằng gỗ, hai bên có thể tựa tay, mặt ngồi và lưng làm bằng vải, thường được các đạo diễn sử dụng trên phim trường"
        },
        {
            "id": "df136b26-0ada-4460-900e-5711c1131d42",
            "word": "dolly",
            "phonetic": "dɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is Dolly.",
                "Dolly Parton, Kenny Rogers, the Gatlin Brothers, Barbara Mandrell, I met them all.",
                "Dolly Dimples was more about dining in rather than taking out for delivery.",
                "Analysts say Dolly Dimples wasn't particularly efficient and Domino's didn't have enough demand to keep up with its new large footprint.",
                "Researchers have already done this on several living animals, including Dolly the sheep, dogs, even a cute little kitty named CC, for Carbon Copy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9sbHk&hash=3f271965d849e6a9b23f5fdacfc5f7c39ec34738&lang=en&cache-only=0",
            "defineEn": "a low platform on wheels that is used for carrying a TV or movie camera",
            "defineVi": "một nền tảng thấp trên các bánh xe được sử dụng để mang TV hoặc máy quay phim"
        },
        {
            "id": "da530fab-e195-49e3-97e2-c20280e88955",
            "word": "steadicam",
            "phonetic": "stɛdɪkæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RlYWRpY2Ft&hash=d3dbbd9df853e4c99b6950c17bddede22d88afd9&lang=en&cache-only=0",
            "defineEn": "any type of camera stabilization system that creates smooth, stable footage while the camera is in motion",
            "defineVi": "bất kỳ loại hệ thống ổn định máy ảnh nào tạo ra cảnh quay mượt mà, ổn định trong khi máy ảnh đang chuyển động"
        },
        {
            "id": "133fd870-5c00-491f-8e9a-b7601e2f5384",
            "word": "air ram",
            "phonetic": "ɛɹ ɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyIHJhbQ&hash=dba503c980f5e089fd8d5806af144f4abd856bda&lang=en&cache-only=0",
            "defineEn": "a device that is often used to create special effects such as explosions or movements of objects on set, by using compressed air to generate a powerful burst of force",
            "defineVi": "một thiết bị thường được sử dụng để tạo ra các hiệu ứng đặc biệt như vụ nổ hoặc chuyển động của các đối tượng trên trường quay, bằng cách sử dụng khí nén để tạo ra một luồng lực mạnh mẽ"
        },
        {
            "id": "99c66aa8-1a13-4f2e-b21e-ef16e471b3f2",
            "word": "storyboard",
            "phonetic": "stoːɹiboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's right here: this fancy-fancy-fancy storyboard and now what I'm doing is I'm gonna do the drawings.",
                "My good friend CPG Grey has made a great video about the practical and philosophical concerns-- I have now finished editing the audio and I have the storyboard all drawn.",
                "It’s fun, of course, but to make animation videos like this a ridiculous amount of time is necessary: writing the script, storyboard, designing all the stuff, recording the narration, animation, sound design, and composing original music."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnlib2FyZA&hash=dfe522d4b99a47a33203ad0a8b4791f03a0862d1&lang=en&cache-only=0",
            "defineEn": "a set of pictures or drawings depicting the outline of the plot of a movie, TV series, etc.",
            "defineVi": "một bộ tranh hoặc bản vẽ mô tả phác thảo cốt truyện của một bộ phim, phim truyền hình, v.v."
        },
        {
            "id": "6ec31bb6-d294-41d7-89af-ed8f1edaaf22",
            "word": "floodlight",
            "phonetic": "flʌdlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The search went on through the night, under the glare of floodlights and the watchful eye of anxious parents.",
                "There are slide out tables on the rear of the Bronco for camping or tailgating, along with a bottle opener and floodlights on its tailgate.",
                "It was like this G3tterdammerungeffect of this vast, cavernous Great Hall of thePeople lit up by floodlights, smoke rising all around."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb2RsaWdodA&hash=ec339f0fd2d66d0cabbf51075cb843818b23975f&lang=en&cache-only=0",
            "defineEn": "a large lamp that produces a powerful beam of light used for lighting areas such as sports grounds or the outside of buildings",
            "defineVi": "một loại đèn lớn tạo ra chùm ánh sáng mạnh được sử dụng để chiếu sáng các khu vực như sân thể thao hoặc bên ngoài tòa nhà",
            "hasImg": true
        },
        {
            "id": "9a62c73e-8ecf-495d-aba8-e50ecb351509",
            "word": "HD",
            "phonetic": "eɪtʃdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "HD is about 320 light-years away from Earth, in the constellation Centaurus.",
                "And you also get HD up to 180 FPS, but also with a crop.",
                "And it has 180 and 120fps full HD modes as well.",
                "HD 80606b is about four times as massive as Jupiter, and it has an incredibly elliptical orbit.",
                "It can only do up to 120fps in HD."
            ],
            "audio": "https://tts.langeek.co/read?text=SEQ&hash=514a6b86d116f2aeed979d70878ba34522166a3a&lang=en&cache-only=0",
            "defineEn": "a system that provides clear and high-quality pictures on television or computer screens",
            "defineVi": "một hệ thống cung cấp hình ảnh rõ ràng và chất lượng cao trên màn hình tivi hoặc máy tính"
        },
        {
            "id": "cd5ca108-45b5-40c5-bcda-898f7702706e",
            "word": "shutter",
            "phonetic": "ʃʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It shuttered thousands of small business.",
                "Overnight, he shuttered the monastery food bank, gift shop, church, and retreat house.",
                "His camera had no shutter.",
                "His camera had no shutter.",
                "That shutter sounds so nice."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h1dHRlcg&hash=e4476f42aa4de3901c43286ccf201d69f7068ec2&lang=en&cache-only=0",
            "defineEn": "a mechanical device in a camera or projector that regulates the exposure time of each frame of film or video",
            "defineVi": "một thiết bị cơ học trong máy ảnh hoặc máy chiếu điều chỉnh thời gian phơi sáng của từng khung hình của phim hoặc video"
        },
        {
            "id": "6a267058-9f1a-4193-bc8a-9e4125b9c055",
            "word": "optical printer",
            "phonetic": "ɑːptɪkəl pɹɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3B0aWNhbCBwcmludGVy&hash=0aff496e28522682bd7b5caa859c6d7a409a9106&lang=en&cache-only=0",
            "defineEn": "a device used in filmmaking to duplicate, manipulate, and enhance film negatives, positives or prints using optical techniques",
            "defineVi": "một thiết bị được sử dụng trong làm phim để sao chép, thao tác và nâng cao âm bản, dương bản hoặc bản in của phim bằng kỹ thuật quang học"
        },
        {
            "id": "f0183d09-bf45-4026-ba10-27abbd2b7bd7",
            "word": "apple box",
            "phonetic": "æpəl bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwbGUgYm94&hash=3622108dd5cf594870bde7ad66bfb22b0fb1a4c3&lang=en&cache-only=0",
            "defineEn": "a wooden or plastic box used on film sets to elevate actors, props or equipment",
            "defineVi": "một hộp gỗ hoặc nhựa được sử dụng trên các bộ phim để nâng cao các diễn viên, đạo cụ hoặc thiết bị"
        },
        {
            "id": "31b663d2-d047-4b29-b478-97dae72ac307",
            "word": "baby plate",
            "phonetic": "beɪbi pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFieSBwbGF0ZQ&hash=dbac7d975947babf20c43670466b569b1c8e2f38&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used to mount lights, cameras, or other accessories to a surface using a 5/8-inch stud",
            "defineVi": "một thiết bị được sử dụng để gắn đèn, máy ảnh hoặc các phụ kiện khác lên bề mặt bằng đinh tán 5/8 inch"
        },
        {
            "id": "c91afc7c-a179-4e57-8a3c-3a436c082193",
            "word": "camera dolly",
            "phonetic": "kæmɹə dɑːli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhIGRvbGx5&hash=e3fdacbc791691f236132dfc4b993544bbba8151&lang=en&cache-only=0",
            "defineEn": "a wheeled device that moves the camera smoothly and steadily during a shot",
            "defineVi": "một thiết bị có bánh xe giúp di chuyển máy ảnh trơn tru và đều đặn trong khi chụp"
        },
        {
            "id": "043572a5-8a5c-4be7-a2fa-26985ced65c4",
            "word": "balloon light",
            "phonetic": "bəluːn laɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsbG9vbiBsaWdodA&hash=247596784e1000fea0b6ede452cf404469b39cef&lang=en&cache-only=0",
            "defineEn": "a large, inflatable lighting device used to create soft, diffused light on film sets",
            "defineVi": "một thiết bị chiếu sáng lớn, bơm hơi được sử dụng để tạo ra ánh sáng dịu, khuếch tán trên phim trường"
        },
        {
            "id": "06412c31-09fc-4cd3-b86a-a0ed5805b568",
            "word": "C-stand",
            "phonetic": "siːstænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Qy1zdGFuZA&hash=63941ec16e1174d1bcc08caaeb8bbcf17a565579&lang=en&cache-only=0",
            "defineEn": "a type of photographic and cinematography equipment that consists of a base, two riser columns, and a sliding leg used to hold lighting and light modifiers",
            "defineVi": "một loại thiết bị chụp ảnh và quay phim bao gồm một chân đế, hai cột nâng và một chân trượt dùng để giữ ánh sáng và bộ điều chỉnh ánh sáng"
        },
        {
            "id": "cd2c0b9e-2ddf-4fb3-a7b8-208b405a3ef8",
            "word": "gobo",
            "phonetic": "ɡoʊboʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29ibw&hash=1f78c33c30acd7f1a3873c819a5637fa3897138d&lang=en&cache-only=0",
            "defineEn": "a thin, flat stencil or template that is placed in front of a light source to control the shape or pattern of the emitted light",
            "defineVi": "một khuôn mẫu mỏng, phẳng hoặc mẫu được đặt trước nguồn sáng để kiểm soát hình dạng hoặc kiểu của ánh sáng phát ra"
        },
        {
            "id": "00bb66cd-50f7-49d9-9c69-1fa70ea834e1",
            "word": "camera crane",
            "phonetic": "kæmɹə kɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhIGNyYW5l&hash=0312b2f9deb370a20a42c3460fbe92beab149605&lang=en&cache-only=0",
            "defineEn": "a mechanical device used to move a camera vertically, horizontally or diagonally, typically to capture sweeping cinematic shots",
            "defineVi": "một thiết bị cơ khí được sử dụng để di chuyển máy ảnh theo chiều dọc, chiều ngang hoặc đường chéo, thường để ghi lại những cảnh quay điện ảnh bao quát"
        },
        {
            "id": "9b37af4b-7363-4027-88c6-3d520ab56f17",
            "word": "light reflector",
            "phonetic": "laɪt ɹᵻflɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQgcmVmbGVjdG9y&hash=7a79ba185776d2237384db3e0f018c19bd6a4e9a&lang=en&cache-only=0",
            "defineEn": "a flat surface used to reflect light onto a subject to soften shadows and create a more even lighting",
            "defineVi": "một bề mặt phẳng được sử dụng để phản chiếu ánh sáng lên một đối tượng để làm mềm bóng và tạo ra ánh sáng đồng đều hơn"
        },
        {
            "id": "53fb1604-d47b-4651-a2a1-0b03cc4365f3",
            "word": "video camera",
            "phonetic": "vɪdɪoʊ kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlkZW8gY2FtZXJh&hash=6ea5b1a9debfa22f496026e5668b217c5c210969&lang=en&cache-only=0",
            "defineEn": "a type of camera used for electronic motion picture acquisition, initially developed for the television industry but now commonly used in filmmaking as well",
            "defineVi": "một loại máy ảnh được sử dụng để thu nhận hình ảnh chuyển động điện tử, ban đầu được phát triển cho ngành truyền hình nhưng hiện cũng thường được sử dụng trong làm phim"
        },
        {
            "id": "4cd990ee-5c0e-4251-af42-e150d47055bf",
            "word": "tripod",
            "phonetic": "tɹaɪpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got a tripod.",
                "Just about tripped over the tripod.",
                "I have this big tripod right here.",
                "I had to get a tripod, here's my flip book.",
                "Those are the three legs of the tripod. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpcG9k&hash=9c9fc47c77267402808b0da3c74a8ff8c28a4fb9&lang=en&cache-only=0",
            "defineEn": "a camera support device that consists of three legs and a mounting plate or head, commonly made of lightweight materials such as aluminum or carbon fiber",
            "defineVi": "một thiết bị hỗ trợ máy ảnh bao gồm ba chân và một tấm gắn hoặc đầu, thường được làm bằng vật liệu nhẹ như nhôm hoặc sợi carbon",
            "hasImg": true
        },
        {
            "id": "6df2c811-75dc-4930-9ee8-64c5aade07fa",
            "word": "camera light",
            "phonetic": "kæmɹə laɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhIGxpZ2h0&hash=f367a6ae8feb84fce9b3a5e4d046b6be33f634df&lang=en&cache-only=0",
            "defineEn": "a lighting tool that is mounted on a camera to provide additional illumination during filming",
            "defineVi": "một công cụ chiếu sáng được gắn trên máy ảnh để cung cấp thêm ánh sáng trong quá trình quay phim"
        },
        {
            "id": "c49cca7f-32b1-4d46-a9ec-40fbd8af5970",
            "word": "three-point lighting kit",
            "phonetic": "θɹiːpɔɪnt laɪɾɪŋ kɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyZWUtcG9pbnQgbGlnaHRpbmcga2l0&hash=064eaa62697342a35b870441f7e18681df6a1e23&lang=en&cache-only=0",
            "defineEn": "a standard lighting setup consisting of a key light, a fill light, and a back light, used to create a balanced and professional-looking illumination of a subject or scene",
            "defineVi": "thiết lập ánh sáng tiêu chuẩn bao gồm đèn chính, đèn phụ và đèn nền, được sử dụng để tạo ra ánh sáng cân bằng và trông chuyên nghiệp cho đối tượng hoặc cảnh"
        },
        {
            "id": "1d8158ff-e84c-4562-87ae-061cbbf962df",
            "word": "shotgun microphone",
            "phonetic": "ʃɑːtɡʌn maɪkɹəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvdGd1biBtaWNyb3Bob25l&hash=436e81a54fa72a22bdf71e65199ecc777fde099a&lang=en&cache-only=0",
            "defineEn": "a highly directional microphone that captures sound from a specific direction, often used in film and video production to record dialogue and sound effects",
            "defineVi": "một micrô định hướng cao thu âm thanh từ một hướng cụ thể, thường được sử dụng trong sản xuất phim và video để ghi lại các hiệu ứng đối thoại và âm thanh"
        },
        {
            "id": "93d265cc-af66-44ca-b779-3abbbe02d3ff",
            "word": "boom pole",
            "phonetic": "buːm poʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vbSBwb2xl&hash=82ccbeafff3ca0fb05ec1b32282508ab60ac5455&lang=en&cache-only=0",
            "defineEn": "a long pole used to hold a microphone near the actors but out of the frame",
            "defineVi": "một cây sào dài dùng để giữ micrô gần diễn viên nhưng nằm ngoài khung hình"
        },
        {
            "id": "dbf3d213-6d02-4524-a24d-62191df31179",
            "word": "mixer",
            "phonetic": "mɪksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Go for a mixer.",
                "One of the best KitchenAid stand mixer deals we ever saw.",
                "To start the phyllo dough, Giorgos just three ingredients into a large mixer: flour, water, and salt.",
                "That means that our electric mixer needs power.",
                "I'm gonna get an electric mixer."
            ],
            "audio": "https://tts.langeek.co/read?text=bWl4ZXI&hash=66d6b7fb4996923afd3a24c4daa126ddd7f59364&lang=en&cache-only=0",
            "defineEn": "an electronic equipment that is used in cinematography or sound recording which mixes different signals together and produces a single signal",
            "defineVi": "một thiết bị điện tử được sử dụng trong quay phim hoặc ghi âm trộn các tín hiệu khác nhau lại với nhau và tạo ra một tín hiệu duy nhất"
        },
        {
            "id": "05879b87-fae3-4297-b18a-fe05cc9383b9",
            "word": "projector",
            "phonetic": "pɹədʒɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You got a 4,000-lumen laser frickin' projector.",
                "We don't cover projectors all the time.",
                "\"Corporal, get the projector ready.\"",
                "You can get your SciShow pinhole projector at dftba.com/scishow!",
                "The projector screen comes down in front of the TV as a large format display for movies or gaming with a big group."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdG9y&hash=40e988f0acfed4701688b32f178f19284609fa57&lang=en&cache-only=0",
            "defineEn": "a device used for making images or videos appear on a screen, wall, or other flat surfaces",
            "defineVi": "một thiết bị được sử dụng để làm cho hình ảnh hoặc video xuất hiện trên màn hình, tường hoặc các bề mặt phẳng khác",
            "hasImg": true
        },
        {
            "id": "8733a466-7e49-4f4a-a2b9-57f92fcea85a",
            "word": "reel",
            "phonetic": "ɹiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brick and mortar stores were reeling to.",
                "The company is still reeling from the fallout.",
                "Meanwhile, residents in Gaza were reeling from ongoing Israeli airstrikes.",
                "Meanwhile, residents in Gaza were reeling from ongoing Israeli airstrikes.",
                "Italy's economy has been reeling since the 2008 global economic crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVlbA&hash=be77e70f6f4500eaa399adef8fb9f4e5b1f2c64b&lang=en&cache-only=0",
            "defineEn": "a circular item around which film, wire, etc. is wound",
            "defineVi": "một vật hình tròn xung quanh có quấn màng, dây, v.v."
        },
        {
            "id": "2abe60e3-4415-48a3-9e92-6180e2b24984",
            "word": "shock mount",
            "phonetic": "ʃɑːk maʊnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvY2sgbW91bnQ&hash=7b36f5c71d5d0d4c69c1b04c54bea4043b079a9c&lang=en&cache-only=0",
            "defineEn": "a device that suspends a microphone to reduce the transmission of vibrations and handling noise",
            "defineVi": "một thiết bị treo micrô để giảm sự truyền rung động và xử lý tiếng ồn"
        },
        {
            "id": "d0ac5170-dc1b-4f3b-8774-b367f1210c57",
            "word": "shoulder mount rig",
            "phonetic": "ʃoʊldɚ maʊnt ɹɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXIgbW91bnQgcmln&hash=51a01f617d9e07c879d622bca8932b25b77b0e7c&lang=en&cache-only=0",
            "defineEn": "a camera support device that attaches to the operator's shoulder to provide stability and support while filming",
            "defineVi": "một thiết bị hỗ trợ máy ảnh gắn vào vai của người điều khiển để tạo sự ổn định và hỗ trợ trong khi quay phim"
        },
        {
            "id": "88864dd8-10e2-4bbf-ad82-c9926831dafa",
            "word": "barn door",
            "phonetic": "bɑːɹn doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFybiBkb29y&hash=109081aff52ab868e4272801c156beb74949bf5c&lang=en&cache-only=0",
            "defineEn": "a device attached to a lighting fixture or camera that controls the direction and spread of light",
            "defineVi": "một thiết bị được gắn vào thiết bị chiếu sáng hoặc máy ảnh điều khiển hướng và sự lan truyền của ánh sáng"
        },
        {
            "id": "993aacce-5065-45fc-b868-eacda6459575",
            "word": "filmstrip",
            "phonetic": "fɪlmstɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbXN0cmlw&hash=df3a49039d2978acb30050031b95983cabdb823c&lang=en&cache-only=0",
            "defineEn": "a series of still images on a film, through which light is shone in order to be projected on a screen",
            "defineVi": "một loạt các hình ảnh tĩnh trên một bộ phim, qua đó ánh sáng được chiếu để chiếu trên màn hình"
        },
        {
            "id": "bf7c4b3a-6138-4259-b252-9c52bf36499b",
            "word": "motion capture",
            "phonetic": "moʊʃən kæptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90aW9uIGNhcHR1cmU&hash=b333ea4aeb4b441d19436a2139f28f0dd99cfd74&lang=en&cache-only=0",
            "defineEn": "a technique used in computer animation and film production to capture and record the movements of actors or objects for use in digital animation",
            "defineVi": "một kỹ thuật được sử dụng trong hoạt hình máy tính và sản xuất phim để chụp và ghi lại chuyển động của các diễn viên hoặc đối tượng để sử dụng trong hoạt hình kỹ thuật số"
        },
        {
            "id": "295c61d7-fc94-474b-91ba-f68208f3dcbf",
            "word": "film",
            "phonetic": "fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbQ&hash=be649f4cc2d3570fb3c4bbb869cf8fe152aa009b&lang=en&cache-only=0",
            "defineEn": "a light-sensitive material that is used for capturing photographic images",
            "defineVi": "một vật liệu nhạy cảm với ánh sáng được sử dụng để chụp ảnh ảnh",
            "hasImg": true
        },
        {
            "id": "fa583e4f-f8bf-41ac-a6fe-9ace6c675fc0",
            "word": "movie camera",
            "phonetic": "muːvi kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW92aWUgY2FtZXJh&hash=d52d1604c007fcf2988e3a430b8d73f8f33c5b8f&lang=en&cache-only=0",
            "defineEn": "a device used to capture motion pictures by recording sequential frames of moving images onto a medium such as film or digital storage",
            "defineVi": "một thiết bị được sử dụng để chụp ảnh chuyển động bằng cách ghi lại các khung hình ảnh chuyển động liên tiếp vào một phương tiện như phim hoặc bộ lưu trữ kỹ thuật số"
        },
        {
            "id": "e6b7bb30-27d9-411b-84c3-ede3c4099a74",
            "word": "handheld camera",
            "phonetic": "hændhɛld kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFuZGhlbGQgY2FtZXJh&hash=c57277399df3fc4d54410a5ff63b930f81a0312c&lang=en&cache-only=0",
            "defineEn": "a portable camera that can be operated by hand, allowing for flexible and dynamic shooting, often used to achieve a documentary-style or immersive visual experience",
            "defineVi": "một máy ảnh di động có thể được vận hành bằng tay, cho phép chụp linh hoạt và năng động, thường được sử dụng để đạt được trải nghiệm hình ảnh phong cách tài liệu hoặc đắm chìm"
        },
        {
            "id": "f84cdff6-73a9-4634-ae48-726073f41203",
            "word": "GoPro camera",
            "phonetic": "ɡoʊ pɹoʊ kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R29Qcm8gY2FtZXJh&hash=136d3861540a149817408f211b486305c1b8722f&lang=en&cache-only=0",
            "defineEn": "a compact, durable, and versatile action camera known for its wide-angle perspective, robust features, and ability to capture high-quality video and photos in various extreme sports and adventurous activities",
            "defineVi": "máy ảnh hành động nhỏ gọn, bền bỉ và linh hoạt được biết đến với góc nhìn rộng, các tính năng mạnh mẽ và khả năng quay video và chụp ảnh chất lượng cao trong các hoạt động mạo hiểm và thể thao mạo hiểm khác nhau"
        },
        {
            "id": "32a3702d-926f-4ef6-b527-9962e5936f2f",
            "word": "sound stage",
            "phonetic": "saʊnd steɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These massive structures are the sound stages of the First Motion Picture Unit.",
                "They had to shut down that whole sound stage forever.",
                "Overall, the sound profile makes them a solid all-rounder for gaming, with a decent sound stage for hearing enemies all around you.",
                "The sound stage, I can pinpoint all the sounds.",
                "Okay, joined by special guests we all, the cast, return to the original sound stage, Stage 24 on the Warner Brothers Studio Lot for an unscripted reunion special in celebration of the show, so who, (laughing) isn't that exciting."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQgc3RhZ2U&hash=4352c609cce3f690dc31874f33405672ed71d95d&lang=en&cache-only=0",
            "defineEn": "an area in a movie studio with acoustic properties that is used to record sounds of a movie",
            "defineVi": "một khu vực trong xưởng phim có đặc tính âm thanh được sử dụng để ghi lại âm thanh của phim"
        },
        {
            "id": "f102d5ef-eaa6-44fe-9fc5-b2c79f54411c",
            "word": "spotlight",
            "phonetic": "spɑːtlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer is in the spotlight for her new album release.",
                "The athlete remained in the spotlight after breaking the world record.",
                "Although she preferred to stay out of the spotlight, Jane played a crucial role in her husband's political career and was often recognized as the force behind his success.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "He hadn't either, but the next election cycle, the Cambridge Analytica scandal put a spotlight on the relationship between big data and voter manipulation."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvdGxpZ2h0&hash=31bf152102a9490773eb26e013f2e35978101160&lang=en&cache-only=0",
            "defineEn": "a lamp that produces a very strong beam of light that can be cast on someone or something, particularly a person on stage",
            "defineVi": "một ngọn đèn tạo ra một chùm ánh sáng rất mạnh có thể chiếu vào ai đó hoặc một cái gì đó, đặc biệt là một người trên sân khấu"
        },
        {
            "id": "12545b8f-2ef8-494b-9ab1-8b815166651a",
            "word": "action camera",
            "phonetic": "ækʃən kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9uIGNhbWVyYQ&hash=e7ce98a2e5aceadc202991cc5018bc01b68698fe&lang=en&cache-only=0",
            "defineEn": "a small, rugged, and versatile camera designed for capturing high-quality video and photos in dynamic and extreme environments, often used in action sports, outdoor adventures, and other fast-paced activities",
            "defineVi": "một chiếc máy ảnh nhỏ, chắc chắn và linh hoạt được thiết kế để quay video và chụp ảnh chất lượng cao trong môi trường năng động và khắc nghiệt, thường được sử dụng trong các môn thể thao hành động, phiêu lưu ngoài trời và các hoạt động có nhịp độ nhanh khác"
        },
        {
            "id": "22b4f1b4-a53b-4f4e-990c-e165e1a8dbc1",
            "word": "VR camera",
            "phonetic": "viːɑːɹ kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VlIgY2FtZXJh&hash=3ca278c6998d207cfe9fd167711c17cc437c7152&lang=en&cache-only=0",
            "defineEn": "a specialized camera designed to capture 360-degree video or images, enabling the creation of immersive virtual reality experiences by providing a full panoramic view of the surroundings when viewed through a VR headset or other compatible devices",
            "defineVi": "một máy ảnh chuyên dụng được thiết kế để quay video hoặc hình ảnh 360 độ, cho phép tạo trải nghiệm thực tế ảo sống động bằng cách cung cấp chế độ xem toàn cảnh đầy đủ về môi trường xung quanh khi được xem qua tai nghe VR hoặc các thiết bị tương thích khác"
        }
    ]
}