{
    "id": "f2a3e537-dfb0-4268-9b80-9f33bfa1c613",
    "title": "Books Are Your Best Friends!",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "b7e6e956-f60e-4987-bfb0-4191431cd337",
            "word": "title page",
            "phonetic": "taɪɾəl peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, this is my title page",
                "So I have my title page and all that, that's actually, what is that?",
                "To add a title page, find a background you like and drag it onto the timeline where you want the title."
            ],
            "audio": "https://tts.langeek.co/read?text=dGl0bGUgcGFnZQ&hash=b4cfdeb7c363ebb3d2722caeb1f0f4062882c5ba&lang=en&cache-only=0",
            "defineEn": "the page at the front of a book that the names of the book, its author, and publisher are printed on it",
            "defineVi": "trang ở phía trước của một cuốn sách mà tên của cuốn sách, tác giả của nó, và nhà xuất bản được in trên đó"
        },
        {
            "id": "0b04456d-5175-4fe3-a9f1-4811dc599321",
            "word": "appendix",
            "phonetic": "ɐpɛndɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "The appendix gets a bad rap.",
                "My new appendix is ready.",
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "Prior to that, it was in the appendix of the DSM under Other Conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZW5kaXg&hash=42e168e90a33d607af4e425fd3b8ce26001f838f&lang=en&cache-only=0",
            "defineEn": "a separate part at the end of a book that gives further information",
            "defineVi": "một phần riêng biệt ở phần cuối của một cuốn sách cung cấp thêm thông tin"
        },
        {
            "id": "ea7c0f80-5908-4f3a-adf0-cbef0dc4a972",
            "word": "footnote",
            "phonetic": "fʊtnoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In reality, the yeti entered into Western thought as a footnote.",
                "Today, Wallace is mostly just a historical footnote for non-scientists.",
                "But if you're feeling bad for Dr. Semmelweis’ sad demise there is a small footnote to add.",
                "It dropped significantly after Bush v. Gore, but then 9/11 happened, and that just became almost like a footnote in terms of the Supreme Court.",
                "This is a footnote to the main video about mathematically protecting the privacy of individuals when you’re publishing statistics from a private dataset, like a medical study, or a census, or whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdG5vdGU&hash=65983ecd744e8b8cf53752065d27c2f8036bfb9e&lang=en&cache-only=0",
            "defineEn": "an extra piece of information that is placed at the bottom of a printed page",
            "defineVi": "một mẩu thông tin bổ sung được đặt ở cuối trang in"
        },
        {
            "id": "5b839316-588e-4b97-b2ca-41c01c566326",
            "word": "backstory",
            "phonetic": "bækstoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The backstory on that was aboslutely-- -",
                "Do you know the backstory there.",
                "And in The Silence you do get a little more backstory.",
                "And tattooing has a lot of context and backstory.",
                "There's a lot of backstory to this, though."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3N0b3J5&hash=3a3207cc6f13424e964a3fcbb7c28f1e29fe2094&lang=en&cache-only=0",
            "defineEn": "the events that have happened to a character before their story in a book, movie, etc. begins",
            "defineVi": "các sự kiện đã xảy ra với một nhân vật trước khi câu chuyện của họ trong sách, phim, v.v. bắt đầu"
        },
        {
            "id": "c171d4d1-355f-4625-a7c8-2412f39f558c",
            "word": "characterization",
            "phonetic": "kæɹɪktɚɹaɪzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is it with characters, characterizations, a storyline?",
                "This dialogue gives us a good look at the characterization between these two characters.",
                "First of all, I don't agree with all of your characterizations of the situation there.",
                "An action based on, you know, just the characterization of the lover.",
                "And then in August 1870, the French National Assembly, outraged at these characterizations, declared war."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFjdGVyaXphdGlvbg&hash=ab4d02e45b15af4738b446d90bca8e7a629d0dcf&lang=en&cache-only=0",
            "defineEn": "the way in which characters in a movie, book, etc. are created and represented by a writer",
            "defineVi": "cách mà các nhân vật trong phim, sách, v.v. được tạo ra và thể hiện bởi một nhà văn"
        },
        {
            "id": "3c62718b-bc8a-46dc-b784-530320b18508",
            "word": "narration",
            "phonetic": "nɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools",
                "It features footage from Jam’s Germs, music from Andrew Huang, and narration from me, but, like, much more chill than you might be used to.",
                "Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools",
                "It means that even though the narration is in the third person, the narrative voice takes on the thoughts and feelings of characters.",
                "It’s fun, of course, but to make animation videos like this a ridiculous amount of time is necessary: writing the script, storyboard, designing all the stuff, recording the narration, animation, sound design, and composing original music."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aW9u&hash=69ffc7ed9ab78494e80381fa5d7ad77a6d706277&lang=en&cache-only=0",
            "defineEn": "the act of telling or explaining a story, particularly in a movie, novel, etc.",
            "defineVi": "hành động kể hoặc giải thích một câu chuyện, đặc biệt là trong một bộ phim, tiểu thuyết, v.v."
        },
        {
            "id": "1f917452-eaf5-4f35-8c1b-20729cfb2239",
            "word": "the first-person",
            "phonetic": "ðə fɜːstpɜːsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or video games like 'Fortnite', like 'PUBG' - first-person shooter games that don't really have a story.",
                "\"The Yellow Wallpaper\" is the first-person narrative of a 19th century woman suffering from a mental breakdown after giving birth.",
                "All right, but before we examine that first-person technique, let's go to the imagetastic Thought Bubble.",
                "OK, let's now turn to what Salinger called \"Holden's first-person technique.\"",
                "In a series of controlled tests, kids who played first-person shooters showed faster and more accurate attention, quicker visual processing of 3D objects, and demonstrated an increase in creativity."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIGZpcnN0LXBlcnNvbg&hash=f7d21784507a6e64365428d05e28397c4953b704&lang=en&cache-only=0",
            "defineEn": "a way of telling or writing a story in which things happen to the narrator and the story revolves around them",
            "defineVi": "một cách kể hoặc viết một câu chuyện trong đó mọi thứ xảy ra với người kể chuyện và câu chuyện xoay quanh họ"
        },
        {
            "id": "6db2fb19-f26c-4d96-807a-f50e93028a52",
            "word": "third person",
            "phonetic": "θɜːd pɜːsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This point of view is called third person.",
                "Third person, first person, and second person perspectives each have unique possibilities and constraints.",
                "MAE changes form only for third person singular verbs.",
                "- Speaking of yourself in the third person.",
                "For example, a third person narrator is necessarily a bit removed from the characters."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcmQgcGVyc29u&hash=13714ef80571c6cc7a4f85183c60adfe1a1e2a58&lang=en&cache-only=0",
            "defineEn": "a way of telling or writing a story which uses third-person pronouns and verbs and has a narrator that is not part of the story",
            "defineVi": "một cách kể hoặc viết một câu chuyện sử dụng đại từ và động từ ngôi thứ ba và có một người kể chuyện không phải là một phần của câu chuyện"
        },
        {
            "id": "ba9e816d-bb7d-4159-913e-e990931b14fb",
            "word": "twist",
            "phonetic": "twɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "Shadberries offer a refreshing twist to homemade smoothies.",
                "The briny taste of olives adds a unique twist to my homemade pizza.",
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpc3Q&hash=25513a8b71fa5809f1c8b7428c39cf74bc8afd3c&lang=en&cache-only=0",
            "defineEn": "an unexpected turn in the course of events",
            "defineVi": "một bước ngoặt bất ngờ trong quá trình các sự kiện"
        },
        {
            "id": "cb8b1ebd-0672-4960-8480-3293553fdb96",
            "word": "inspiration",
            "phonetic": "ɪnspɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "Whenever I feel the need for inspiration or escape, I turn to a book, which, as the proverb goes, is like a garden carried in the pocket.",
                "Sarah's mother is a doctor, and she has always been a source of inspiration for her.",
                "My neighbor, who was in his seventies, started a successful business and became an inspiration to many, proving that there is many a good tune played on an old fiddle.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGlyYXRpb24&hash=ad7e96327014b9fc4b042ccff641007dc1a1df14&lang=en&cache-only=0",
            "defineEn": "the process of mental stimulation that causes someone to have a new idea or emotion, or to do or create something artistic",
            "defineVi": "quá trình kích thích tinh thần khiến ai đó có một ý tưởng hoặc cảm xúc mới, hoặc làm hoặc tạo ra một cái gì đó nghệ thuật",
            "hasImg": true
        },
        {
            "id": "b25fcfd3-aed3-4913-8a3e-61b3b65f5670",
            "word": "to co-author",
            "phonetic": "tə koʊɔːθɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fisseha Tekle was Amnesty report's co-author.",
                "Jean-Baptiste Gallopin is a co-author of an Amnesty International investigation that verified social media videos, scanned satellite images, and interviewed survivors.",
                "One of the co-authors of the study, Alixandra Barasch, suggests you might take pictures, but wait until after the experience to share them.",
                "Benjamin Littenberg, one of the co-authors of the 2017 study, told the New York Times that the evidence wasn’t strong enough to make him change his diet.",
                "I am a co-author of a report put out by Third Way, the NGO, essentially outlining what we think the U.S. government response should be specifically to the information operation against our elections."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY28tYXV0aG9y&hash=c3442068463fb389ebc699f803a7216780e34607&lang=en&cache-only=0",
            "defineEn": "to write a book, article, bill, etc. with another author",
            "defineVi": "để viết một cuốn sách, bài báo, hóa đơn, vv với một tác giả khác"
        },
        {
            "id": "a2c72927-11b7-44e3-a5d4-f8b1ff040f20",
            "word": "to compose",
            "phonetic": "tə kəmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "He plays the piano and enjoys composing beautiful music.",
                "I love playing the piano and composing my own melodies.",
                "He spent countless hours practicing his guitar and composing his own songs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zZQ&hash=3fd1974b25d0e3cfd92ea07f51c120f97c350df8&lang=en&cache-only=0",
            "defineEn": "to write a literary piece with a lot of consideration",
            "defineVi": "để viết một tác phẩm văn học với rất nhiều cân nhắc",
            "hasImg": true
        },
        {
            "id": "d7b1d6de-95aa-4119-b81c-b920220bcc09",
            "word": "to jot down",
            "phonetic": "tə dʒɑːt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jot down what was happening just before you noticed the shift in your emotions.",
                "But NASA astronauts also bring up other writing tools, like markers, for different things they need to jot down.",
                "There is more to be a journalist than jotting down notes or recording a conversation.",
                "Maybe you even jot down your own.",
                "After thirty seconds, they were asked to jot down all the words they could remember."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam90IGRvd24&hash=12b9b7f7e6dd421dc78967fcacc1031db6e318b1&lang=en&cache-only=0",
            "defineEn": "to make a quick note of something in a hurried and informal style",
            "defineVi": "để ghi chú nhanh về một cái gì đó trong một phong cách vội vã và không chính thức",
            "hasImg": true
        },
        {
            "id": "a94da84f-fb29-4118-8092-559ec8d74754",
            "word": "to proofread",
            "phonetic": "tə pɹuːfɹiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "but I bet he wouldn't wish proofreading your article on a dog.",
                "proofread: Whenever I feel overwhelmed by my problems, I remind myself that the caribou feeds the wolf but it is the wolf that keeps the caribou strong, and I know that I will emerge from my struggles stronger and wiser.",
                "Even better, give it to someone else to proofread.",
                "This is a really cool trick for proofreading papers.",
                "It turns out DNA polymerases can also proofread, in a sense, removing nucleotides from the end of a strand when they discover a mismatched base."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvb2ZyZWFk&hash=9c4d7553df77ea137226d11a1163d9f4c230cd28&lang=en&cache-only=0",
            "defineEn": "to read and correct the mistakes of a written or printed text",
            "defineVi": "để đọc và sửa chữa những sai lầm của một văn bản viết hoặc in",
            "hasImg": true
        },
        {
            "id": "b742bb70-4f59-4047-8ebe-df678e7c91f3",
            "word": "to script",
            "phonetic": "tə skɹɪpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "The ceremony was carefully scripted.",
                "Most viruses follow this script.",
                "At this point, many scripts die.",
                "Script supervisor is Caitlin Hofmeister."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyaXB0&hash=631015e4bd5c2a205924cef6daf8e42e019dbe34&lang=en&cache-only=0",
            "defineEn": "to write the words used in a movie, play, etc.",
            "defineVi": "để viết các từ được sử dụng trong một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "ceb096ba-5802-47d3-97ba-0c4fe86f7df2",
            "word": "autobiography",
            "phonetic": "ɔːɾoʊbaɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Autobiographies should be taken with a grain of salt.",
                "Her shocking autobiography is about to hit the streets.",
                "The Arabic-language autobiography spent decades in private collections, before the library acquired it in 2017.",
                "It's titled Autobiography: Water/Ancestors/Middle Passage/Family Ghosts.",
                "McCain wrote about it in his autobiography, \"Faith of My Fathers.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2Jpb2dyYXBoeQ&hash=c95167af1a20fd2db4ee9d65ac1578cd67e81e51&lang=en&cache-only=0",
            "defineEn": "the story of the life of a person, written by the same person",
            "defineVi": "câu chuyện về cuộc đời của một người, được viết bởi cùng một người"
        },
        {
            "id": "bbcd5617-621e-4867-b842-7108392313aa",
            "word": "comic strip",
            "phonetic": "kɑːmɪk stɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "It even has its own comic strip on the team’s website.",
                "Well, in 1982, Gary Larson's comic strip The Far Side depicted a group of cavemen getting a lesson in dinosaur anatomy.",
                "In the early part of the 20th century, there was a popular comic strip about a family who obsessed with their social status was always trying to match the fashionable lifestyle of their neighbors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWMgc3RyaXA&hash=418b8c7a614dab2ea8de1837e1f351f012ed0eed&lang=en&cache-only=0",
            "defineEn": "a series of cartoons in boxes that narrate a story",
            "defineVi": "một loạt phim hoạt hình trong hộp thuật lại một câu chuyện"
        },
        {
            "id": "c4ae44bf-a698-46ea-9e9a-ba235f9681f2",
            "word": "fable",
            "phonetic": "feɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher retold a classic fable to her students, knowing that a good tale is none the worse for being told twice and that the story's lessons were worth repeating.",
                "Stories Retold, an all-ages series about fables and fairy tales, will go out on Wednesdays through the end of October.",
                "(Cécile) It’s basically like a musical fairytale or like a musical fable.",
                "It’s the heartwarming fable of a kindly prostitute who learns to protect herself from exploitation by dressing and acting like a really, really mean dude.",
                "These are well-worn storylines like a pair of star-crossed lovers from feuding families or fables or folklore."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFibGU&hash=daf63a0ff21791cc81ec225135ad54e750ecc395&lang=en&cache-only=0",
            "defineEn": "a short story on morality with animal characters",
            "defineVi": "một câu chuyện ngắn về đạo đức với các nhân vật động vật"
        },
        {
            "id": "c87242a8-cb60-4914-a64b-e00d2453159e",
            "word": "pamphlet",
            "phonetic": "pæmflɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ben Franklin, he passed out pamphlets.",
                "But then along came Thomas Paine’s pamphlet Common Sense.",
                "Should I get you a pamphlet?",
                "The next method is collecting free items like pamphlets and flyers.",
                "Should it open like a pamphlet?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFtcGhsZXQ&hash=b3064e551b9cc9efe27561179fd871c8cfadf72d&lang=en&cache-only=0",
            "defineEn": "a small book with a paper cover giving information about a particular subject",
            "defineVi": "một cuốn sách nhỏ có bìa giấy cung cấp thông tin về một chủ đề cụ thể"
        },
        {
            "id": "e497292e-d885-4b62-85f7-e6ff13feb2ef",
            "word": "hardcover",
            "phonetic": "hɑːɹdkʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a book binding class, a hardcover book book binding class, at this place called the Center for Book Arts in New York.",
                "Taking a class on how to make a book really demystifies the process and shows you that \"hey this is actually just three rectangles glued onto a piece of flexible material and you fold the edges and then you have a hardcover book.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZGNvdmVy&hash=726be2728db92ec9a77791bfb8d14642aa491567&lang=en&cache-only=0",
            "defineEn": "a book with a cover made from stiff material such as cardboard, leather, etc.",
            "defineVi": "một cuốn sách có bìa làm từ vật liệu cứng như bìa cứng, da, v.v."
        },
        {
            "id": "b3f58350-b813-44ab-87e4-a6e03969774c",
            "word": "paperback",
            "phonetic": "peɪpɚbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paperback edition didn't appear for another two years.",
                "And his novel An Absolutely Remarkable Thing is now out in paperback.",
                "And that book is now available in paperback, which is just so much more cozy to hold!",
                "So if you’re the kind of person who waits for the paperback, the wait is over."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwZXJiYWNr&hash=c7a3e6c1500f3645c74e10138b8e624afae09fa2&lang=en&cache-only=0",
            "defineEn": "a book with a cover that is made of thick paper",
            "defineVi": "một cuốn sách có bìa được làm bằng giấy dày",
            "hasImg": true
        },
        {
            "id": "1eef4eab-2d82-457b-8b45-83dd8060511c",
            "word": "prose",
            "phonetic": "pɹoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "And Harper Lee’s great novel may be straightforward in its prose and in its plot, but when it comes to opportunities for that collaboration, it is extremely rich.",
                "Here, the lack of human presence in the Ramsays' beach house allows Woolf to reimagine time in flashes and fragments of prose.",
                "The prose can go from exceedingly indulgently purple to short and choppy noir style, sometimes even in the same book.",
                "Its prose and style read like literary fiction, yet it featured supernatural characters and events."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2U&hash=073bfad5f6b08cd6963fa65895c5876d9c77af97&lang=en&cache-only=0",
            "defineEn": "spoken or written language in its usual form, in contrast to poetry",
            "defineVi": "ngôn ngữ nói hoặc viết ở dạng thông thường, trái ngược với thơ"
        },
        {
            "id": "850300cc-b4c2-4370-a472-397b79143715",
            "word": "dramatist",
            "phonetic": "dɹæmətɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aXN0&hash=90d7752ec882b907f6f4e7aeff91e8931408ab09&lang=en&cache-only=0",
            "defineEn": "someone who writes plays for the TV, radio, or theater",
            "defineVi": "một người viết vở kịch cho TV, đài phát thanh, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "416755b3-2212-4ccc-9ad1-0cc7822b746a",
            "word": "dramatist",
            "phonetic": "pleɪɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aXN0&hash=90d7752ec882b907f6f4e7aeff91e8931408ab09&lang=en&cache-only=0",
            "defineEn": "someone who writes plays for the TV, radio, or theater",
            "defineVi": "một người viết vở kịch cho TV, đài phát thanh, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "aaa9dc9c-35bd-4999-ba2a-d9862303cda8",
            "word": "engaging",
            "phonetic": "ɛŋɡeɪdʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The story is so engaging and the characters are so well-developed, I can't put it down.",
                "When designing a website or presentation, it's important to use visuals to break up text and convey information in a more engaging way - after all, a picture is worth a thousand words.",
                "The museum offers visitors the chance to avail of the guided tour for a more informative and engaging experience.",
                "What is engaging? ",
                "You're very engaging."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5nYWdpbmc&hash=db0e898e10f9bafdeb7ad1eb474afbd4c5573df1&lang=en&cache-only=0",
            "defineEn": "being attractive and interesting so much that draws one's attention",
            "defineVi": "hấp dẫn và thú vị đến mức thu hút sự chú ý của một người"
        },
        {
            "id": "38f7ff40-bab4-421a-8152-bdf8d4f3f749",
            "word": "gripping",
            "phonetic": "ɡɹɪpɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Okay, I get it, the movie is absolutely gripping.",
                "And that, I think, had a gripping effect on an audience. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpcHBpbmc&hash=d26daf4a509eed7344db7d2b7e01f72d2c0f5192&lang=en&cache-only=0",
            "defineEn": "exciting and intriguing in a way that attracts someone's attention",
            "defineVi": "thú vị và hấp dẫn theo cách thu hút sự chú ý của ai đó"
        },
        {
            "id": "b999fa83-5d23-46a6-93a7-69816f8abebe",
            "word": "heavy",
            "phonetic": "hɛvi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "They pushed the heavy box across the room.",
                "The book is really heavy going at the beginning.",
                "We loaded the heavy boxes onto the truck for transport.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnk&hash=35f2737e54017ea38f0052324518c98a6a47c1e4&lang=en&cache-only=0",
            "defineEn": "(of a literary work) very serious or hard to understand",
            "defineVi": "(của một tác phẩm văn học) rất nghiêm túc hoặc khó hiểu"
        },
        {
            "id": "fafb2ffb-505b-4f62-922b-7a84eaa511b1",
            "word": "intriguing",
            "phonetic": "ɪntɹiːɡɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book had an intriguing premise, but the characters felt shallow and undeveloped.",
                "The abstract artwork on display at the gallery received mixed reactions from visitors, with some finding it intriguing and others considering it ugly as sin.",
                "His style was intriguing but not foreign-sounding.",
                "She's just intriguing.",
                "Which is kind of intriguing!"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmlndWluZw&hash=35036d67d3314b1ae531f197b2050eaf13a985f6&lang=en&cache-only=0",
            "defineEn": "interesting due to being strange or mysterious",
            "defineVi": "thú vị do lạ hoặc bí ẩn"
        },
        {
            "id": "117aa078-9852-4ccd-a097-e54e6b4ad26d",
            "word": "ironic",
            "phonetic": "aɪɹɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's ironic.",
                "That’s way more ironic than rain on your wedding day.",
                "Which is ironic because formaldehyde isn't safe.",
                "It's ironic that he doesn't listen because he's a hearing person!",
                "And which will be very ironic because tonight on our show involves a guest."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbmlj&hash=da0e8b70324a24ef54c8ccbfa826fee3c9a7aad1&lang=en&cache-only=0",
            "defineEn": "containing or expressing irony, meaning the opposite of what is said",
            "defineVi": "chứa hoặc thể hiện sự mỉa mai, có nghĩa là ngược lại với những gì được nói"
        },
        {
            "id": "d0b92308-19e8-431c-8f80-4c603bc1bc8c",
            "word": "tragic",
            "phonetic": "tɹædʒɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tragic event tore the community out of its sense of normalcy.",
                "He makes King Lear a truly tragic figure.",
                "After the tragic loss, she fell to pieces and couldn't stop crying.",
                "When they lost their friend in a tragic accident, they found comfort in the thought that he would always be with them, as he lived on through the memories and stories they shared.",
                "The tragic death of our good friend Tom at age 29 reminded us yet again that the good die young, and how unfair life can be to take someone so young with so much promise."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZ2lj&hash=84221ad44a71998b7d930be659bd3dae11097f45&lang=en&cache-only=0",
            "defineEn": "(of a literary piece) related to tragedy",
            "defineVi": "(của một tác phẩm văn học) liên quan đến bi kịch"
        },
        {
            "id": "0aec78cb-b004-4e68-8975-a8b5e9dc456b",
            "word": "symbolism",
            "phonetic": "sɪmbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The symbolism of what he didwas overwhelmingly clear.",
                "Though it may seem like a childish fairytale, this intricate opera is full of subversive symbolism, and it's now regarded as one of the most influential operas in history.",
                "They understood the symbolism, they understood the message that it sent to his base.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "A lot of folklorists argue that they have a sexual symbolism as well, but I’ll let you Google that."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9saXNt&hash=2eb42a3d3c2720d4b925fdb3f27e75aea71fbfce&lang=en&cache-only=0",
            "defineEn": "the practice of using symbols to signify an idea, object, etc.",
            "defineVi": "thực hành sử dụng các biểu tượng để biểu thị một ý tưởng, đối tượng, v.v."
        },
        {
            "id": "b66c5ffd-1b18-4677-af28-417d3f5395c5",
            "word": "trilogy",
            "phonetic": "tɹɪlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the Lord of the Rings trilogy, what city is the capital of Gondor?",
                "Our presidential candidates are still named Bush, Clinton and we're all really excited about the next Star Wars trilogy.",
                "But while there is evidence of Tolkien's language invention serving his nomenclature in The Hobbit, it was not until the publication of the first entry in the Lord of the Rings trilogy, The Fellowship of the Ring in 1954, that readers were given the first longer samples of his Elvish languages.",
                "He graduated from Stanford and moved to Austin in 1995 to work for tech company Trilogy, which also relocated from Silicon Valley.",
                "Peter Jackson, the director of the Lord of the Rings trilogy and King Kong (2005), is one prominent example."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpbG9neQ&hash=601f8ef8b66a37581847f806a21c4f16be6ad0e3&lang=en&cache-only=0",
            "defineEn": "a set of three movies, books, etc. that are related or have the same characters",
            "defineVi": "một bộ ba bộ phim, sách, v.v. có liên quan hoặc có cùng nhân vật"
        },
        {
            "id": "87422fb6-18b5-4302-a4a0-7a770cbc4b6f",
            "word": "sequel",
            "phonetic": "siːkwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The sequel isn't too bad, but it isn't in the same league with the original.",
                "And just as with the Final Destination movies, the sequels have pretty much the same plot, just some new actors.",
                "The sequel is never quite as good.",
                "This is a sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVs&hash=06e754dc7a86c2d6b6fa63485b91a47f22224c26&lang=en&cache-only=0",
            "defineEn": "a book, movie, play, etc. that continues and extends the story of an earlier one",
            "defineVi": "một cuốn sách, bộ phim, vở kịch, v.v. tiếp tục và mở rộng câu chuyện của một cuốn trước đó",
            "hasImg": true
        },
        {
            "id": "9b42f7ce-4788-42c8-a759-95f84aa17671",
            "word": "quote",
            "phonetic": "kwoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGU&hash=609f092d65fd198c19e3539a383e8b48e3a17894&lang=en&cache-only=0",
            "defineEn": "a sentence from a speech, book, etc. that is repeated somewhere else because it is wise or interesting",
            "defineVi": "một câu từ một bài phát biểu, cuốn sách, vv được lặp lại ở một nơi khác bởi vì nó là khôn ngoan hoặc thú vị"
        },
        {
            "id": "c91b1c97-81a6-4e6a-be8c-515b35d91b7b",
            "word": "romance",
            "phonetic": "ɹoʊmæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A romance that was born away back in 1910.",
                "In some countries, February is known as the month of love and romance.",
                "After her whirlwind romance, Susan decided it was time to put her house in order before settling down with her new partner.",
                "A decade ago, Whitley became enamored of romance and gave writing a whirl.",
                "The secrecy and danger of their forbidden romance only added to their passion, as they both believed that stolen kisses are the sweetest."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9tYW5jZQ&hash=0a59801e258a3f81d76e89d50bcff8e1bab0d765&lang=en&cache-only=0",
            "defineEn": "a novel or movie about love",
            "defineVi": "một cuốn tiểu thuyết hoặc bộ phim về tình yêu",
            "hasImg": true
        },
        {
            "id": "0e856a98-72fc-473f-84fb-b083db054ffa",
            "word": "true crime",
            "phonetic": "tɹuː kɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee was always coming in to work before or after hours, they spent an unusual amount of time visiting coworkers’ offices, and they were obsessed with true crime shows."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1ZSBjcmltZQ&hash=2e5f0d37f556ccdd4fdd85c1177dfb0275cc5a0b&lang=en&cache-only=0",
            "defineEn": "a movie or book genre involving real crimes and real people",
            "defineVi": "một thể loại phim hoặc sách liên quan đến tội phạm có thật và người thật"
        }
    ]
}