{
    "id": "f3a837b1-c0ad-4f18-8942-3cd39aaf4318",
    "title": "Hobbies and Games",
    "originalTitle": "Hobbies and Games",
    "words": [
        {
            "id": "7bab25fb-ea05-460e-95bc-246d16993ac9",
            "word": "leisure",
            "phonetic": "liːʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his leisure time he follows West Ham United.",
                "It's true what they say, the busiest men have the most leisure.",
                "She had a job which never got in the way of her leisure interests.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "Mary spent her days in pointless leisure while her potential wasted away, proving that as good be an addled egg as an idle bird."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVpc3VyZQ&hash=faa88f6fec24fbf1ba895a6943d6ecdfb5999bf6&lang=en&cache-only=0",
            "defineEn": "a time for relaxing when one is free from duties and can spend one's time doing fun activities",
            "defineVi": "thời gian để thư giãn khi một người rảnh rỗi và có thể dành thời gian cho các hoạt động vui chơi",
            "hasImg": true
        },
        {
            "id": "87797004-20d7-47d3-ab85-104eba7ee70f",
            "word": "pastime",
            "phonetic": "pæstaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sister told us Charlie's favorite pastime was walking the streets of his hometown of Bradford, making friends with the local community along the way.",
                "So, one reaction to the restrictions of the wage worker was to engage in the great American pastime of lighting out for the territories.",
                "So you can see when it's done right, feeding birds can be a wonderful pastime.",
                "So the court of Elsinore can be read as a commentary on Shakespeare’s own environment, in which being tried and beheaded for secret treason was kind of a national pastime.",
                "After the war, the sport became a pastime of the working class and affordable to many."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGltZQ&hash=9241552bc66f5fb6dd6b87d1c39d33e78252a00d&lang=en&cache-only=0",
            "defineEn": "an enjoyable activity that a person does regularly in their free time",
            "defineVi": "một hoạt động thú vị mà một người làm thường xuyên trong thời gian miễn phí của họ",
            "hasImg": true
        },
        {
            "id": "8a278ab4-ca1f-4f74-8480-0c1f672fcd3b",
            "word": "photography",
            "phonetic": "fətɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My photography is widely exposing theme of escapism.",
                "Then, about a century or so ago, came another revolution: photography.",
                "I've always collected black-and-white photography.",
                "The walker has been great for photography.",
                "Then came the invention of daguerreotype photography."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaHk&hash=4e5b7d6f83abe9ceed76f236b1cf5a9b1fa5f9e6&lang=en&cache-only=0",
            "defineEn": "the process, art, or profession of capturing photographs or recording videos",
            "defineVi": "quy trình, nghệ thuật hoặc nghề chụp ảnh hoặc quay video",
            "hasImg": true
        },
        {
            "id": "d0f10cb7-9309-4516-b432-bed69e86b94b",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "the skill or activity of making dishes, pots, etc. using clay",
            "defineVi": "kỹ năng hoặc hoạt động làm bát đĩa, nồi, v.v. bằng đất sét",
            "hasImg": true
        },
        {
            "id": "84ecba21-bb90-426e-ab96-aec5589a2d0e",
            "word": "collage",
            "phonetic": "kɑːlɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Howardena Pindell made this mixed-media collage in 1988.",
                "He teamed up with Christie's for the sale of Beeple's collage.",
                "Let's make a collage about it.",
                "I'd describe them as a hybrid of sorts because they're kind of a collage in a way.",
                "You could even add in certain memories that may come up while you're doing this collage and putting that together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFnZQ&hash=8b365b149ef347485d4467a89f3e143357af9cc9&lang=en&cache-only=0",
            "defineEn": "the art of making pictures by sticking photographs, pieces of cloth or colored paper onto a surface",
            "defineVi": "nghệ thuật tạo tranh bằng cách dán các bức ảnh, mảnh vải hoặc giấy màu lên một bề mặt",
            "hasImg": true
        },
        {
            "id": "2ad79693-8628-4b19-93e5-2eb7fabe3f16",
            "word": "calligraphy",
            "phonetic": "kælɪɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Through Skillshare you have access to teachers who are experts in their field, like best-selling author and award-winning educator Peggy Dean, who teaches calligraphy, botanical line drawing, and how to price your work as a freelancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbGlncmFwaHk&hash=ae3dd6194f07820ba32ebe7a9784c02fbac12575&lang=en&cache-only=0",
            "defineEn": "the art of producing beautiful handwriting using special writing instruments such as a dip or brush pen",
            "defineVi": "nghệ thuật viết chữ đẹp bằng cách sử dụng các dụng cụ viết đặc biệt như bút nhúng hoặc bút lông",
            "hasImg": true
        },
        {
            "id": "d9f38a87-7066-4eb5-a571-55782e793916",
            "word": "modeling",
            "phonetic": "mɑːdəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nina's modeling career pressured her to be as skinny as a rail, leading to unhealthy habits.",
                "One of them is biological modeling.",
                "Here we are, doing a little modeling, yep.",
                "Threat modeling consists of five questions you should ask yourself.",
                "Then CT scanners and computer modeling came along."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWxpbmc&hash=27fd3c352ddd367845fdd40f7cefb033ed850dc9&lang=en&cache-only=0",
            "defineEn": "the practice of making something on a smaller scale",
            "defineVi": "thực hành làm một cái gì đó ở quy mô nhỏ hơn"
        },
        {
            "id": "224ecb48-ead7-40d0-b24f-d390193ca9ef",
            "word": "collecting",
            "phonetic": "kəlɛktɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Card collecting is not stopped.",
                "With collecting, people acquire related things of value, like figurines or race cars, and it's not clutter.",
                "Another influence on Darwin, in the realm of fossil collecting, was Oxford geologist William Buckland.",
                "I used to, I never really played the game, for me, it was more about just the collecting and the trading aspect.",
                "While art collecting seems to be a resoundingly positive practice for corporations, what does it mean for everybody else?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGluZw&hash=5747d78c05ef2849d4989d046cadc967beca6ff8&lang=en&cache-only=0",
            "defineEn": "the action of looking for and gathering things of a specific type as a hobby",
            "defineVi": "hành động tìm kiếm và thu thập những thứ thuộc một loại cụ thể như một sở thích",
            "hasImg": true
        },
        {
            "id": "fc74a739-b0f6-400c-940f-08aa04ff13e9",
            "word": "flower arranging",
            "phonetic": "flaʊɚɹ ɚɹeɪndʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxvd2VyIGFycmFuZ2luZw&hash=a6ebdbe8fa3d338399e23b0118ed2213e0ef1a5c&lang=en&cache-only=0",
            "defineEn": "the skill of attractively arranging cut flowers",
            "defineVi": "kỹ năng cắm hoa cắt cành đẹp mắt",
            "hasImg": true
        },
        {
            "id": "b1f6302b-968a-4115-bcb6-0d35abd9667f",
            "word": "gardening",
            "phonetic": "ɡɑːɹdənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He loved gardening.",
                "She spends her free time gardening as a hobby.",
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "Sarah agreed to help her neighbor with the gardening, even though she had other plans, just to do for a quiet life.",
                "He struck the right note with his future mother-in-low when he brought her a book on gardening - her favourite hobby!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVuaW5n&hash=1dbc6aa47b12f8b632d6525e18746cae59e469e2&lang=en&cache-only=0",
            "defineEn": "the activity of taking care of trees, bushes, and flowers in a garden for pleasure",
            "defineVi": "hoạt động chăm sóc cây cối, bụi rậm và hoa trong vườn để giải trí",
            "hasImg": true
        },
        {
            "id": "f3e650cc-3865-468d-8f40-40eac4cc18dd",
            "word": "birdwatching",
            "phonetic": "bɜːdwwɑːtʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Squeaks and I were just outside, birdwatching!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZHdhdGNoaW5n&hash=f8c7ee812a2745bde8d625293db6b3be38773863&lang=en&cache-only=0",
            "defineEn": "the activity or hobby of studying birds by observing them in their natural surroundings",
            "defineVi": "hoạt động hoặc sở thích nghiên cứu các loài chim bằng cách quan sát chúng trong môi trường tự nhiên của chúng",
            "hasImg": true
        },
        {
            "id": "1352c508-26b4-4c5a-949e-91c5469acde2",
            "word": "handicraft",
            "phonetic": "hændɪkɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dalahästar, or dala horses, are traditional handicrafts that have been around for centuries.",
                "The final stop is the weaving shed, where the making of household goods and handicrafts begins."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGljcmFmdA&hash=53fa08488b92e3562764b524a192274f0c813b9b&lang=en&cache-only=0",
            "defineEn": "the activity or art of skillfully using one’s hand to create attractive objects",
            "defineVi": "hoạt động hoặc nghệ thuật sử dụng khéo léo bàn tay của mình để tạo ra những đồ vật hấp dẫn",
            "hasImg": true
        },
        {
            "id": "5549e67b-d4e1-4d1c-8a1d-b7bb9765bf46",
            "word": "knitting",
            "phonetic": "nɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So yes, in quarantine, some people took up baking and knitting and I deep dived into crypto and NFTs.",
                "It was woven on a type of loom, by threading individual wires through various holes with large needles, kinda like knitting needles.",
                "So there’s a lot more to knitting than scarf patterns: it can also take you to the moon and back.",
                "So there’s a lot more to knitting than scarf patterns: it can also take you to the moon and back.",
                "Adrenaline junkies may jump out of planes to hit their ideal level, whereas others might be satiated by an engaging book, or new knitting pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=a25pdHRpbmc&hash=94a524964d79d770e2a57b1de810ebaeaf18f39f&lang=en&cache-only=0",
            "defineEn": "the skill or act of making a piece of clothing from threads of wool, etc. by using a pair of special long thin needles or a knitting machine",
            "defineVi": "kỹ năng hoặc hành động tạo ra một bộ quần áo từ những sợi len, v.v. bằng cách sử dụng một cặp kim dài mỏng đặc biệt hoặc máy dệt kim",
            "hasImg": true
        },
        {
            "id": "38c0f99e-245b-4e31-a8cf-2dcc421d250b",
            "word": "taxidermy",
            "phonetic": "tæksɪdɚmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And taxidermy has played a role in history.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "A lot of taxidermists today create anthropomorphic taxidermy.",
                "In the 1800s, scientists used taxidermy to study animals outside of their geographical region.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4aWRlcm15&hash=8aebcc69d8fb4423952755e53f2b93f13383f3e9&lang=en&cache-only=0",
            "defineEn": "the art of preserving the dead body of animals by skinning and then filling them with a specific substance in order to use them as decoration",
            "defineVi": "nghệ thuật bảo quản xác chết của động vật bằng cách lột da và sau đó lấp đầy chúng bằng một chất cụ thể để sử dụng chúng làm vật trang trí",
            "hasImg": true
        },
        {
            "id": "0aefd687-129f-4c31-bff3-10cb05314fe2",
            "word": "engraving",
            "phonetic": "ɛŋɡɹeɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are thousands of Mayan stone engravings.",
                "And linguists have only recently decoded many hieroglyphs found on Mayan engravings.",
                "In the mid-1800s, a German explorer crossing the Sahara encountered the paintings and engravings left behind by those early Holocene artists.",
                "It's a story often hidden in plain sight, as in this 19th century engraving, intended to capture the campus in all its glory, there on a balcony, an enslaved woman holding the child of a professor.",
                "The scientists concluded that, as the engravings evolved, they became more effective at provoking a cognitive response in the viewer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5ncmF2aW5n&hash=382510a088cb02951572c7a423eec575d662fe26&lang=en&cache-only=0",
            "defineEn": "the art or process of carving an artistic shape or pattern on a hard material",
            "defineVi": "nghệ thuật hoặc quá trình chạm khắc một hình dạng hoặc hoa văn nghệ thuật trên vật liệu cứng",
            "hasImg": true
        },
        {
            "id": "3922109b-5575-434f-bdc1-2c9edbcf3564",
            "word": "clubbing",
            "phonetic": "klʌbɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You could've just said no to no clubbing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1YmJpbmc&hash=792210f999f389c605c598ea3b0864c8683ea877&lang=en&cache-only=0",
            "defineEn": "the act or activity of frequently hanging out in nightclubs",
            "defineVi": "hành động hoặc hoạt động thường xuyên đi chơi trong câu lạc bộ đêm",
            "hasImg": true
        },
        {
            "id": "e1ad5896-824c-410a-8cc6-ed40ad5c80ef",
            "word": "paintball",
            "phonetic": "peɪntbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRiYWxs&hash=76220c8e6f87776187728bbdba26f663844c47a3&lang=en&cache-only=0",
            "defineEn": "a game in which players use special guns that shoot paint",
            "defineVi": "một trò chơi trong đó người chơi sử dụng súng đặc biệt để bắn sơn",
            "hasImg": true
        },
        {
            "id": "545bafd6-05c5-425a-b97e-cd45f93c22c4",
            "word": "mountain biking",
            "phonetic": "maʊntɪn baɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try mountain biking.",
                "Here's a simple scenario, a person mountain biking on a flat trail.",
                "You're bored and lonely and gettin' weird, so you call up some friends to go mountain biking or to a karaoke bar or whatever you like to do to for stimulation."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnRhaW4gYmlraW5n&hash=69c1cfbd86f39f9ecb25b160f8eb36333d5fd0ca&lang=en&cache-only=0",
            "defineEn": "the activity or sport of riding a mountain bike over rough ground",
            "defineVi": "hoạt động hoặc môn thể thao đi xe đạp leo núi trên mặt đất gồ ghề",
            "hasImg": true
        },
        {
            "id": "eae7e5e7-f52e-4f8b-ba46-359a0de0afbd",
            "word": "diving",
            "phonetic": "daɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They jump off the diving board into the pool.",
                "They put a gas mask-- - Deep sea diving farmer aliens.",
                "Standing on a diving board.",
                "And then there's dumpster diving.",
                "But in one species, the fanged pitcher plant, these traps are home to diving ants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5n&hash=706eba33f78e44afaf69abd5f3d47d392319fee7&lang=en&cache-only=0",
            "defineEn": "‌the activity or sport of jumping into water from a diving board, with the head and arms first",
            "defineVi": "‌hoạt động hoặc môn thể thao nhảy xuống nước từ ván lặn, với đầu và cánh tay trước",
            "hasImg": true
        },
        {
            "id": "3b4a77b4-2718-44a9-b961-9745e020ac04",
            "word": "cycling",
            "phonetic": "saɪklɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was talking about cycling across the US or was that just another flight of fancy?",
                "Emily enjoys outdoor activities like hiking and cycling to keep herself in shape.",
                "Cycling is potentially very dangerous in the city - you have to have all your wits about you.",
                "But it still just keeps cycling.",
                "Monthly frequency is called ultra rapid cycling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGluZw&hash=1c367f8505a860b6eadf767cfd93733d5ec97073&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a bicycle",
            "defineVi": "môn thể thao hoặc hoạt động đi xe đạp",
            "hasImg": true
        },
        {
            "id": "096b22c2-74b8-4d49-9168-ce205d540a82",
            "word": "skydiving",
            "phonetic": "skaɪdaɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skydiving has always been on Mary's bucket list, and she finally had the chance to experience it on her 50th birthday.",
                "- Buy two, get one free skydiving.",
                "The same kind used for indoor skydiving.",
                "It can mean big sacrifices on our part like you know, not building that awesome indoor skydiving building where these wetlands are.",
                "I've only ever used VR Goggles to fly in an indoor skydiving tunnel to see the video of somebody else Skydiving and in a zero g plane to see space while I was floating in microgravity not to brag or anything about my PR experiences Point is somebody coated all of that good"
            ],
            "audio": "https://tts.langeek.co/read?text=c2t5ZGl2aW5n&hash=536526ad2981249208eed46b2292bc42b2782e22&lang=en&cache-only=0",
            "defineEn": "the activity or sport of jumping out of a flying aircraft and doing special moves while falling before opening one's parachute at a specified distance off the ground",
            "defineVi": "hoạt động hoặc môn thể thao nhảy ra khỏi máy bay đang bay và thực hiện các động tác đặc biệt trong khi rơi xuống trước khi bung dù ở một khoảng cách xác định so với mặt đất",
            "hasImg": true
        },
        {
            "id": "e9ffa581-fb97-45ce-b265-2528488c3813",
            "word": "backpacking",
            "phonetic": "bækpækɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFja3BhY2tpbmc&hash=281206488bcb4d1957caf8ae72bac753338b6136&lang=en&cache-only=0",
            "defineEn": "the activity of traveling around, often on foot, without spending much money and carrying one's belongings in a backpack",
            "defineVi": "hoạt động đi du lịch khắp nơi, thường là đi bộ, không tốn nhiều tiền và mang theo đồ đạc trong ba lô",
            "hasImg": true
        },
        {
            "id": "c111cb3b-e760-4fba-a83b-7239b0a34bcd",
            "word": "billiards",
            "phonetic": "bɪlɪɚdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlsbGlhcmRz&hash=b8fa8ce7c5ecb4978b08446ee4229798b5c55648&lang=en&cache-only=0",
            "defineEn": "a table game in which two players compete by trying to direct balls into holes around the table using special long sticks called cues",
            "defineVi": "một trò chơi trên bàn trong đó hai người chơi thi đấu bằng cách cố gắng đưa các quả bóng vào các lỗ xung quanh bàn bằng cách sử dụng các que dài đặc biệt gọi là gậy",
            "hasImg": true
        },
        {
            "id": "b5844f73-6515-4a31-8a37-b1a7b223b477",
            "word": "snorkeling",
            "phonetic": "snoːɹkəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A study of Hanauma Bay, a popular snorkeling spot on the Hawaiian island of Oahu, found that the water had anywhere from 30 to 29,000 parts per trillion of oxybenzone in it.",
                "So if you can, it’s best to put on a snorkeling mask and just enjoy the view or the feel of the water without eavesdropping on anyone’s conversations."
            ],
            "audio": "https://tts.langeek.co/read?text=c25vcmtlbGluZw&hash=8343c3362f88e7d555604b63eef74b3648654ecf&lang=en&cache-only=0",
            "defineEn": "the activity of swimming beneath the water's surface while breathing through a hollow tube named a snorkel",
            "defineVi": "hoạt động bơi dưới mặt nước trong khi thở qua một ống rỗng có tên là ống thở",
            "hasImg": true
        },
        {
            "id": "f1e6b047-1dce-43d5-9473-f8783fcb0252",
            "word": "fencing",
            "phonetic": "fɛnsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "geo fencing is a preset limitation on where drone can be flown.",
                "It includes new temporary fencing and a quick-response force.",
                "It's a smaller diameter fencing here.",
                "Some hummingbirds employ these aerial fencing techniques to chase off larger birds like hawks and owls.",
                "And so I put this wire fencing, if you can see that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVuY2luZw&hash=860e774a26186ebf9e504c435d5a467d82ef316c&lang=en&cache-only=0",
            "defineEn": "a martial art in which two people fight using long and thin swords",
            "defineVi": "một môn võ trong đó hai người chiến đấu bằng kiếm dài và mỏng",
            "hasImg": true
        },
        {
            "id": "f0bfc919-a61c-44af-a065-a6429f22b2d3",
            "word": "archery",
            "phonetic": "ɑːɹtʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Activities range from trapeze and freefall to archery and motorsports.",
                "You picked up archery.",
                "Boss archery feats and Sugriv is so impressed that they all become friends.",
                "And then we're over here talking about archery and lick and arrows.",
                "Maybe it was a rivalry football game, or the final round in an Olympic archery match."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVyeQ&hash=6154d00ce29ae254a88b4b4d6c9514525a33c579&lang=en&cache-only=0",
            "defineEn": "a martial art and sport that is practiced using arrows and bows",
            "defineVi": "một môn võ thuật và thể thao được thực hành bằng cách sử dụng mũi tên và cung tên",
            "hasImg": true
        },
        {
            "id": "f741cacb-4fd1-4bc7-ba87-4c10b1a14040",
            "word": "surfing",
            "phonetic": "sɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "had a stab at surfing once",
                "Like many extreme sports, big wave surfing is male-dominated.",
                "He was also the father of surfing.",
                "Big wave surfing and independent filmmaking is fraught with doubt, uncertainty about where the money is going to come from, and rejection.",
                "We all have different surfing personalities, and we take our surfboard out, and if there’s a certain political wave coming in, our personality may match the wave of that moment, and we’ll ride to shore into the presidency. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmluZw&hash=781f4290f1ca9e567238fe80a871d8be64443fbe&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a surfboard to move on waves",
            "defineVi": "môn thể thao hoặc hoạt động cưỡi ván lướt sóng để di chuyển trên sóng",
            "hasImg": true
        },
        {
            "id": "f609f593-d618-4350-8b30-53c0e053bd85",
            "word": "meditation",
            "phonetic": "mɛdɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Attentional meditations focus on your awareness of your thoughts behaviors emotions and perceptions.",
                "Working every muscle group through meditation.",
                "Adobe built meditation rooms.",
                "In focused meditation, people direct their attention to a single thing, like their breath or a sound."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXRhdGlvbg&hash=0534995d94c7459ab5598e99798881edcaa6dd2d&lang=en&cache-only=0",
            "defineEn": "the act or practice of concentrating on the mind and letting go of negative energy or thoughts for religious reasons or for calming one's mind",
            "defineVi": "hành động hoặc thực hành tập trung vào tâm trí và loại bỏ năng lượng hoặc suy nghĩ tiêu cực vì lý do tôn giáo hoặc để làm dịu tâm trí của một người",
            "hasImg": true
        },
        {
            "id": "b3cbf7db-22dd-4d31-96ad-23459cf08770",
            "word": "sun bathing",
            "phonetic": "sʌn beɪðɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VuIGJhdGhpbmc&hash=dfa15a757c72bf918261fae7b7d63fba91bfc18d&lang=en&cache-only=0",
            "defineEn": "the practice of resting or laying in the sunlight, particularly to tan one's skin",
            "defineVi": "thực hành nghỉ ngơi hoặc nằm dưới ánh sáng mặt trời, đặc biệt là để làm rám da",
            "hasImg": true
        },
        {
            "id": "afcef450-9aca-4a71-b99c-072501c0540f",
            "word": "trainspotting",
            "phonetic": "tɹeɪnspɑːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5zcG90dGluZw&hash=2a6ea9ba24b1fab65bfbcdfa4d197f22006221e6&lang=en&cache-only=0",
            "defineEn": "the process of counting train engines and keeping the record as a hobby",
            "defineVi": "quá trình đếm động cơ xe lửa và giữ kỷ lục như một sở thích"
        },
        {
            "id": "59865960-a597-42fe-b110-acc9d27e39a9",
            "word": "safari",
            "phonetic": "sɐfɑːɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend went on a safari in Africa and saw many amazing animals.",
                "o make sure that all goes according to plan and no one rains on his parade, the president's safari will stay clear of trouble spots.",
                "Using significant energy in Safari.",
                "Scroll down to Safari and tap it.",
                "This will change the appearance of Safari to replicate the browser of an iPhone."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmYXJp&hash=e96b963cdc5e8cb6081dbdbfea751e0c58f0c29a&lang=en&cache-only=0",
            "defineEn": "a journey or expedition, typically for observing and photographing wild animals in their natural habitat, especially in African countries",
            "defineVi": "một hành trình hoặc chuyến thám hiểm, điển hình là để quan sát và chụp ảnh động vật hoang dã trong môi trường sống tự nhiên của chúng, đặc biệt là ở các nước châu Phi",
            "hasImg": true
        },
        {
            "id": "4562854d-0739-4bf0-bf9c-be5a53924f64",
            "word": "sailing",
            "phonetic": "seɪlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After that, unlike the Maine, it was clear sailing for me.",
                "Get the mitres right and the rest is plain sailing.",
                "We've added a beautiful sailing ship in the background.",
                "But it wasn’t all smooth sailing.",
                "Narrator: Over 600,000 pounds of food and drinks are provisioned for just one week of sailing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FpbGluZw&hash=6dc285c5435f0e7cdf8c2e817e6d5f6214d398c9&lang=en&cache-only=0",
            "defineEn": "the practice of riding a boat as a hobby",
            "defineVi": "thực hành cưỡi thuyền như một sở thích",
            "hasImg": true
        },
        {
            "id": "44a6d209-c3a9-41cc-8ad2-242d5eed6b37",
            "word": "paragliding",
            "phonetic": "pæɹəɡlaɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYWdsaWRpbmc&hash=d39585d4cc4cf328d54f46d49dd22c7b236abf15&lang=en&cache-only=0",
            "defineEn": "the practice of falling or jumping off height to float in the air using a parachute as a sport or hobby",
            "defineVi": "thực hành rơi hoặc nhảy khỏi độ cao để lơ lửng trong không trung bằng cách sử dụng dù như một môn thể thao hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "b5d178fc-9015-4deb-9c4a-e349eb33e7da",
            "word": "parkour",
            "phonetic": "pɑːɹkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although I do think you should quit your extreme parkour.",
                "So what’s the evolutionary reason to make your offspring parkour their way up your body?",
                "Like when you ache for a loved one as they recover from surgery, or cringe as you watch a YouTuber fail at parkour."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFya291cg&hash=a93df3f9c88ef45be01a23b1a02645f9776f3165&lang=en&cache-only=0",
            "defineEn": "the sport or activity of moving through an area, particularly an urban area, by running, jumping, and climbing over, under, or around different obstacles",
            "defineVi": "môn thể thao hoặc hoạt động di chuyển qua một khu vực, đặc biệt là khu vực đô thị, bằng cách chạy, nhảy và trèo qua, dưới hoặc xung quanh các chướng ngại vật khác nhau",
            "hasImg": true
        },
        {
            "id": "ab207214-e5d7-4732-9584-01fca2144642",
            "word": "sledding",
            "phonetic": "slɛdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We went to Norway for three days and we stayed in an ice hotel, we went dog sledding, we went to a wolf preserve and actually got to interact with these timber wolves.",
                "Whether they’re herding, hunting, sledding, or slouching the sheer variety of domestic dogs is staggering.",
                "And so that is one of the things that WeWork is going to have to overcome, is find a set of underwriters that are willing to tackle this, given the rough sledding that both Lyft and then Uber have seen."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZGRpbmc&hash=940a8dd5134a9f41e0a400043db26cd87051b31b&lang=en&cache-only=0",
            "defineEn": "the practice of riding a sled on snow as a sport or hobby",
            "defineVi": "thực hành cưỡi xe trượt tuyết như một môn thể thao hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "1a216b96-a776-4c2d-b507-2b70fde5a504",
            "word": "rafting",
            "phonetic": "ɹæftɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was always a rather reserved person, so it shocked me to learn that he was so into the thrills and chills of white-water rafting.",
                "I saw leads and flows and even finger rafting.",
                "My favorite thing she told me to be on the lookout for was called finger rafting."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFmdGluZw&hash=4b25c47f456affe4d596cf0f9b3e74714e47e60a&lang=en&cache-only=0",
            "defineEn": "the practice of using a raft to travel with the flow of a river as a sport or hobby",
            "defineVi": "thực hành sử dụng bè để đi du lịch với dòng chảy của sông như một môn thể thao hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "fc651192-9ef4-4330-b480-159a3904a946",
            "word": "bowling",
            "phonetic": "boʊlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bowling for animals is Animal Wonders annual fundraiser.",
                "So my bowling ball is here.",
                "Here's my bowling ball.",
                "We built a bowling alley in our parking lot.",
                "I took a bowling class in college."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93bGluZw&hash=0df6993e1e78f619b9c8ab44ce2f99e91ad0b949&lang=en&cache-only=0",
            "defineEn": "a sport or recreational activity in which a player rolls a ball down a lane with the aim of knocking over as many pins as possible at the other end of the lane",
            "defineVi": "một hoạt động thể thao hoặc giải trí trong đó người chơi lăn một quả bóng xuống một làn đường với mục đích làm đổ càng nhiều cọc càng tốt ở đầu bên kia của làn đường",
            "hasImg": true
        }
    ]
}