{
    "id": "f3b977b2-1668-401a-827d-776f1d66406e",
    "title": "Anatomy of Human Body",
    "originalTitle": "Anatomy of Human Body",
    "words": [
        {
            "id": "6124d56d-acc7-41d4-a65a-d782d740346b",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with the physical structure of humans, animals, or plants",
            "defineVi": "ngành khoa học liên quan đến cấu trúc vật lý của con người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "8ed23a6b-89e5-4e30-9b6b-d9993d086d4b",
            "word": "torso",
            "phonetic": "toːɹsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "this will adorn your torso.",
                "My wife hasn't seen my naked torso in eight years.",
                "So you're just watching a man's nude torso.",
                "- That's a bulletproof torso vest.",
                "I have a disproportionate body, shorter torso, extremely, extremely long legs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9yc28&hash=7711847e6b9ad468c7ed8991a1c648abf55014d3&lang=en&cache-only=0",
            "defineEn": "the upper part of the human body, excluding the arms and the head",
            "defineVi": "phần trên của cơ thể con người, không bao gồm cánh tay và đầu",
            "hasImg": true
        },
        {
            "id": "d95c28d3-cde6-4153-89a2-b46c1f2243ee",
            "word": "vertebra",
            "phonetic": "vɜːɾɪbɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coming up slowly, one vertebra at a time.",
                "With the use of the towel, slowly roll down one vertebra at a time.",
                "It was a strange-looking vertebra, one that resembled that same bone from an anaconda, but way bigger.",
                "Sereno’s team concluded that the vertebra was from a freshwater fish called Lycoptera, which is known from the late Jurassic to the Early Cretaceous, or about 150 to 130 million years ago.",
                "Buried in the sediment between its bones was the single vertebra of a fish, and this bone is what paleontologists have used to try to determine Raptorex’s age."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGVicmE&hash=774521a38b1ee2f2ca7563fffcce733042389543&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the bony segments and cartilages of the spinal column",
            "defineVi": "(giải phẫu) bất kỳ đoạn xương và sụn nào của cột sống",
            "hasImg": true
        },
        {
            "id": "fcb97250-af80-4541-aa39-51d3d75a3702",
            "word": "artery",
            "phonetic": "ɑːɹɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try the artery clogger.",
                "Also, both arteries are positioned close to the axis of rotation.",
                "Blood roars through arteries and veins.",
                "Squeeze the ventricle and a stream of water squirts out of the pulmonary artery.",
                "It's a vital artery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZXJ5&hash=d8be1cf7cf72f6ea7f6398546ac23806ed51be49&lang=en&cache-only=0",
            "defineEn": "any blood vessel, carrying the blood to different organs of body from the heart",
            "defineVi": "bất kỳ mạch máu nào, mang máu đến các cơ quan khác nhau của cơ thể từ tim",
            "hasImg": true
        },
        {
            "id": "fe7f199c-f18c-44f2-aa51-c41117523ffe",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a group of cells in the body of living things, forming their different parts",
            "defineVi": "một nhóm các tế bào trong cơ thể của các sinh vật sống, hình thành các bộ phận khác nhau của họ",
            "hasImg": true
        },
        {
            "id": "a20826c7-ae02-478e-a67d-06355d603377",
            "word": "spinal cord",
            "phonetic": "spaɪnəl koːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord.",
                "So afferent neurons carry information to the brain and spinal cord for analysis.",
                "They send signals along your nerves to the sacral region in your spinal cord.",
                "We have a spinal column with a spinal cord in it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmFsIGNvcmQ&hash=84550914a0d48e3e30b319b8214ab6f5f9e30a21&lang=en&cache-only=0",
            "defineEn": "the inner part of the spine containing a mass of nerves that connects the brain to almost all the body parts",
            "defineVi": "phần bên trong của cột sống chứa một khối dây thần kinh kết nối não với hầu hết các bộ phận cơ thể",
            "hasImg": true
        },
        {
            "id": "1c2b6262-6744-45c8-b9d3-595829c1ff47",
            "word": "ribcage",
            "phonetic": "ɹɪbkeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Elongate through the ribcage.",
                "These types of injuries are common because your heart is inside your ribcage and surrounded by other organs.",
                "It’s called your diaphragm, and it’s a muscle that’s right below your lungs, at the bottom of your ribcage."
            ],
            "audio": "https://tts.langeek.co/read?text=cmliY2FnZQ&hash=3aab0928d57a690ccfd0895591c5772b3fe64d50&lang=en&cache-only=0",
            "defineEn": "(anatomy) the bony structure in the chest formed by the ribs which protects organs in the thoracic cavity",
            "defineVi": "(giải phẫu) cấu trúc xương ở ngực được hình thành bởi các xương sườn để bảo vệ các cơ quan trong khoang ngực",
            "hasImg": true
        },
        {
            "id": "08cf97f3-82e0-4451-aa23-9242c22c91f2",
            "word": "cranium",
            "phonetic": "kɹæniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This partial cranium belonged to a young member of Paranthropus robustus dating to between 1.8 and 1.5 million years ago.",
                "If you can look at the cranium here.",
                "So all that goo is well-protected by the bones of your vertebrae and cranium, as well as membrane layers, or meninges, before being bathed in a cushy waterbed of clear cerebrospinal fluid.",
                "These include, say, the joints between the bones that make up your cranium.",
                "It was pretty small, but that little cranium was the only piece left of this animal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jhbml1bQ&hash=455194631c24e21725b21754db5a9c4e9ff9949d&lang=en&cache-only=0",
            "defineEn": "(anatomy) the bone structure that surrounds and protects the brain",
            "defineVi": "(giải phẫu) cấu trúc xương bao quanh và bảo vệ não",
            "hasImg": true
        },
        {
            "id": "91b2bb8d-0292-4989-8434-eb39db827c7a",
            "word": "cortex",
            "phonetic": "kɔːɹɾɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The visual cortex sits at the back of the brain in the occipital lobe, where the right cortex processes input from the left eye and vice versa.",
                "This right here was the cortex.",
                "Medial frontal cortex damage usually leads to mischievous dominant hands.",
                "They send the results of their analysis up to the auditory cortex.",
                "The researchers also looked at human brain tissue from deceased Alzheimer’s patients, specifically from their prefrontal cortices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ydGV4&hash=732dbea1836d67990b547f17e1442be709b7834f&lang=en&cache-only=0",
            "defineEn": "(anatomy) the outer layer of the anterior part of the brain, called cerebrum, containing gray matter",
            "defineVi": "(giải phẫu) lớp ngoài của phần trước não, gọi là đại não, chứa chất xám",
            "hasImg": true
        },
        {
            "id": "0da6f571-ca26-4b49-9d8b-59a3f46b1667",
            "word": "brow",
            "phonetic": "bɹaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He earned his money by the sweat of his brow.",
                "I got a comfortable lifestyle by the sweat of my brow - I owe it to nobody but myself!",
                "Only mono-brow, cannot drive certain vehicles.",
                "- Is mine drooping on my brow?",
                "my brows have never really been that different."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdw&hash=18cc0903762f0606865ac5c6ce9dcdab55a78ec1&lang=en&cache-only=0",
            "defineEn": "the part in someone's face that is below the hair and above the eyes",
            "defineVi": "phần trên khuôn mặt của ai đó ở dưới tóc và trên mắt",
            "hasImg": true
        },
        {
            "id": "777c7b77-a441-4c3a-960c-4b120a2a8e19",
            "word": "womb",
            "phonetic": "wuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Maria's friends supported her during a difficult time, even when her siblings didn't, she realized how the blood of the covenant is thicker than the water of the womb.",
                "Babies, for example, naturally obtain passive humoral immunity while still in the womb.",
                "Placental mammals can spend far longer inside the womb than other mammals.",
                "But in her case, two female embryos had fused in the womb.",
                "In the womb, these cells begin developing pretty early, sometime around the first trimester."
            ],
            "audio": "https://tts.langeek.co/read?text=d29tYg&hash=04af88db2e55c2fd9d210814d09f9f7de8716739&lang=en&cache-only=0",
            "defineEn": "the part of the body of a woman or female mammal where the baby develops before birth",
            "defineVi": "bộ phận cơ thể của phụ nữ hoặc động vật có vú giống cái nơi em bé phát triển trước khi sinh"
        },
        {
            "id": "334441a6-a502-4d85-809a-9a89f815e08a",
            "word": "uterus",
            "phonetic": "juːɾɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blood comes out of uteruses.",
                "A woman's uterus grows to over 500 times its normal size during pregnancy.",
                "I had fibroids in my uterus.",
                "But the uterus isn’t completely unreceptive for several weeks.",
                "Humans with uteruses and vaginas get periods."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRlcnVz&hash=9f48102ba3d3b143eddb78ce5cb28cbbc28c11d2&lang=en&cache-only=0",
            "defineEn": "(anatomy) the organ in the female body where the fetus is conceived and grown before being born",
            "defineVi": "(giải phẫu) cơ quan trong cơ thể phụ nữ, nơi bào thai được thụ thai và lớn lên trước khi chào đời"
        },
        {
            "id": "2bba74be-a8dc-4971-944d-dffaeb8d0c8c",
            "word": "shin",
            "phonetic": "ʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a tasty beef stew, using tender pieces of shin meat.",
                "They're wearing shin guards, helmets.",
                "It can also pad your shins if they fly forward during an impact.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbg&hash=9b21ee6238f209c8e1e2d3b6818ffe82a956575c&lang=en&cache-only=0",
            "defineEn": "the front part of the leg that is between the foot and the knee",
            "defineVi": "phần trước của chân nằm giữa bàn chân và đầu gối",
            "hasImg": true
        },
        {
            "id": "fce67518-8bb2-4bde-bca0-fe1e9aee394f",
            "word": "biceps",
            "phonetic": "baɪsɛps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmljZXBz&hash=60a3c11f1b48a171a9a26e4c325a918e81b70ef9&lang=en&cache-only=0",
            "defineEn": "the large muscle at the front of the upper part of the arm, which flexes the forearm",
            "defineVi": "cơ lớn ở phía trước của phần trên của cánh tay, giúp uốn cong cẳng tay",
            "hasImg": true
        },
        {
            "id": "d3f40029-1ce8-4b9c-922b-e5bc2630f958",
            "word": "armpit",
            "phonetic": "ɑːɹmpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: Get your armpit up there.",
                "Many microorganisms thrive in moist environments, like our armpits.",
                "And these heat sensors are in their armpits. ",
                "Well, not really their armpits, because beetles don’t have arms.",
                "I'm ticklish in my armpits!"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtcGl0&hash=6ac95b8c2718fedc1e1fc9f0140826067e132aa6&lang=en&cache-only=0",
            "defineEn": "the part under the shoulder that is hollow",
            "defineVi": "phần dưới vai bị rỗng",
            "hasImg": true
        },
        {
            "id": "70e75ac8-1b27-47cc-83a9-bcf525352701",
            "word": "eardrum",
            "phonetic": "ɪɹdɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My left eardrum has exploded.",
                "wanna lose my eardrum.",
                "At nearly 180 dB, this explosion shattered eardrums 40 miles away, and pushed a wave of air around the globe four times.",
                "Normally, the space right behind the eardrum is full of air.",
                "One end of the malleus connects to the inner eardrum and moves back and forth when the drum vibrates."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFyZHJ1bQ&hash=6a32de3633e29b26e222adc31132cbc6d3c5223b&lang=en&cache-only=0",
            "defineEn": "a thin piece of skin in the middle ear that vibrates by sound waves and enables one to hear sounds, also known as tympanic membrane",
            "defineVi": "một miếng da mỏng ở tai giữa rung động bởi sóng âm thanh và cho phép một người nghe thấy âm thanh, còn được gọi là màng nhĩ",
            "hasImg": true
        },
        {
            "id": "c9fd2724-9d63-4700-9718-b108ad1c2e25",
            "word": "pharynx",
            "phonetic": "fɑːɹɹɪŋks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mouth makes up the horizontal part and the pharynx makes up the vertical part - the bit between the mouth and the voice box.",
                "Like the glossopharyngeal nerve, which leads to your tongue and your pharynx.",
                "It’s these hollow organs that do the actual moving, digesting, and absorbing of food, and they include your mouth, pharynx, esophagus, stomach, and small and large intestines.",
                "Your nose is connected to your throat, you know, where your windpipe and esophagus are, by a tube called the pharynx.",
                "That’s because one of the first things it started regrowing was a tube called the pharynx, which is how things go in and out."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcnlueA&hash=6b810ce80c1084cb8060986bb1a8dfc8c9a018bd&lang=en&cache-only=0",
            "defineEn": "(anatomy) the passage in the throat that connects the mouth to the gullet",
            "defineVi": "(giải phẫu) đoạn cổ họng nối miệng với thực quản",
            "hasImg": true
        },
        {
            "id": "b88cdd86-5dd4-4136-9233-ea7669d77dd2",
            "word": "trachea",
            "phonetic": "tɹɐkiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She also had sediment in her trunk, trachea, and lungs.",
                "From there, the trachea splits in two, forming the right and left main bronchi.",
                "It contains two important tubes, the trachea, or windpipe, where air travels, and the esophagus, where food travels.",
                "Insects for example have a fine network of trachea, tunnels with a pressure gradient, where air very slowly can diffuse in and exchange gases with the insect cells.",
                "There have even been some successful trachea transplants that helped patients, although others have had more serious complications."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2hlYQ&hash=3572d785c6f9e703ca5bb9a33710a2d06ad46b52&lang=en&cache-only=0",
            "defineEn": "(anatomy) the membranous tube in the body that carries air from the throat to the bronchi",
            "defineVi": "(giải phẫu) ống màng trong cơ thể mang không khí từ cổ họng đến phế quản",
            "hasImg": true
        },
        {
            "id": "0d0b3b1b-8378-4699-bb4a-463c1b8478ca",
            "word": "saliva",
            "phonetic": "səlaɪvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Dog saliva can heal wounds.\"",
                "In fact, saliva has similar components to blood, because it is partly filtered blood plasma.",
                "Just a few weeks ago, I sent in my saliva for analysis.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "Like saliva, tears have a composition that’s pretty similar to blood."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsaXZh&hash=16a61545f9d979b1f01a76f5ba2abf41d17f3ea5&lang=en&cache-only=0",
            "defineEn": "the liquid produced in the mouth to make chewing and swallowing easier and to prepare food for digestion",
            "defineVi": "chất lỏng được tạo ra trong miệng để nhai và nuốt dễ dàng hơn và chuẩn bị thức ăn cho quá trình tiêu hóa"
        },
        {
            "id": "6f7b477c-cb43-42ed-bee6-c6a97f0e3143",
            "word": "phlegm",
            "phonetic": "flɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So your in-flight nose is similar to your nose when you have a cold, but hopefully with less phlegm.",
                "They found that moist-averse people rated words like phlegm, puke, and vomit more negatively, suggesting that they associate it with bodily functions.",
                "Each of these corresponds to one of the four elements of Empedocles: blood, made of air, phlegm, made of water, yellow bile, made of fire, and black bile, made of earth.",
                "It refers to words with an inoffensive meaning yet when you hear them like crevice and phlegm, they have the unique power to disgust people.",
                "At the time, doctors believed that we were all made of four elements called humors: black bile, yellow bile, blood, and phlegm."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhsZWdt&hash=04c3b0bd576765af63c8ab389ab3230e07b43afd&lang=en&cache-only=0",
            "defineEn": "the thick mucus that is formed in the nasal and throat cavities, usually secreted in excessive amounts as a result of common cold",
            "defineVi": "chất nhầy dày được hình thành trong khoang mũi và cổ họng, thường được tiết ra quá nhiều do cảm lạnh thông thường"
        },
        {
            "id": "e85fb0ed-a045-4223-87bd-d94fdd051ccb",
            "word": "enamel",
            "phonetic": "ɪnæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eons enamel pins are available now!",
                "So building enamel is like making rocks in your mouth.",
                "and it's eroding the enamel and it can cause permanent damage.",
                "In 2008, a team of anthropologists studied the thickness of the enamel on ten Gigantopithecus teeth, as well as the shape of the hard tissue underneath it, called the dentin.",
                "And then it has enamel, which shows up whiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbWVs&hash=1e4d30062aeb6cac9a329b8f1c32e5f6c10ea9c7&lang=en&cache-only=0",
            "defineEn": "the hard white external layer that covers the crown of a tooth",
            "defineVi": "lớp ngoài cứng màu trắng bao phủ thân răng",
            "hasImg": true
        },
        {
            "id": "a221246c-cee5-4e46-8d3c-e891eeeee6a2",
            "word": "respiration",
            "phonetic": "ɹɛspᵻɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, microbial respiration releases even more carbon into the atmosphere.",
                "And then cellular respiration occurs.",
                "And then our cells perform cellular respiration in a whole series of steps.",
                "Photosynthesis and respiration, for example, affect the amounts of oxygen and carbon dioxide in Earth’s air.",
                "The overall reaction for respiration is essentially the reverse of carbon fixation."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGlyYXRpb24&hash=aaa0cf4262f9671bfcf788192b9422e71db74abe&lang=en&cache-only=0",
            "defineEn": "(anatomy) the act or process of breathing",
            "defineVi": "(giải phẫu) hành động hoặc quá trình thở",
            "hasImg": true
        },
        {
            "id": "22874b47-bafb-4980-8e6e-71ed2423f67a",
            "word": "retina",
            "phonetic": "ɹɛtɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lens focuses the image in front of the retina.",
                "The focal point now hits right on the retina.",
                "Foxes, and some other mammals, also have cryptochromes in their retinas.",
                "Normally light reaches the retina at the back of your eye where it triggers photo receptors that relay the information to your brain.",
                "The retina has an especially high metabolic rate, which means that it needs tons of glucose and oxygen for its size."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aW5h&hash=a48a8495958f46a424e2c03e07b08d3fe972c4d2&lang=en&cache-only=0",
            "defineEn": "(anatomy) the sensory membrane at the back of the eye that transmits light signals to the brain through optic nerves",
            "defineVi": "(giải phẫu) màng cảm giác ở phía sau mắt truyền tín hiệu ánh sáng đến não thông qua các dây thần kinh thị giác",
            "hasImg": true
        },
        {
            "id": "65307108-e626-4cc0-bbd0-6f0572da6cd0",
            "word": "cornea",
            "phonetic": "kɔːɹniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cornea gets devoid of oxygen.",
                "And thankfully, modern eye surgeons can sculpt the cornea with far less invasive tools.",
                "Essentially, this technique carves a patient’s contact lens prescription onto their cornea.",
                "And in people with astigmatism, the cornea has two different curvatures which focus light at two distances and produce blurry vision.",
                "And if you’re unlucky enough to get a squirt of sap in your eye, those crystals can damage your cornea, the clear protective covering on the front of your eyeball."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVh&hash=30a532dc6e1a399343d9f9d26ace85201124d586&lang=en&cache-only=0",
            "defineEn": "(anatomy) the transparent layer that covers the outside of the eyeball",
            "defineVi": "(giải phẫu) lớp trong suốt bao phủ bên ngoài nhãn cầu",
            "hasImg": true
        },
        {
            "id": "c124fcde-c6e8-4414-b74d-e459041c3a1a",
            "word": "pupil",
            "phonetic": "pjuːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pupils are required to sit nine subjects at GCSE.",
                "Even really good actors probably can't control their pupils.",
                "Their slit-shaped pupils also have a greater range of size.",
                "The pupil itself is just the opening in the iris that allows light to travel into the eye.",
                "They’re like our pupils, where the light enters the eye."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwaWw&hash=7470fb84ec70a94d607437aa7e5bfef4a69d130e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the small round black area in the center of the eye, through which light enters",
            "defineVi": "(giải phẫu) vùng đen tròn nhỏ ở giữa mắt, qua đó ánh sáng đi vào",
            "hasImg": true
        },
        {
            "id": "e4bc876c-bb8e-4ee0-8af2-f905845962af",
            "word": "renal",
            "phonetic": "ɹiːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And then this area right here, this is the renal medulla.",
                "So this right here is a renal cortex, that outer part right there.",
                "Sadly, he died of renal caner at the age of 42, but his study of northern warblers remains a classic example of community ecology that is still taught today.",
                "Oxygenated blood enters the kidneys through the large renal arteries, which deliver nearly a quarter of all blood pumped through the heart every minute.",
                "And finally, the innermost layer is the renal pelvis, a funnel-shaped tube surrounded by smooth muscle that uses peristalsis to move urine out of the kidney, into the ureter, and into the bladder."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuYWw&hash=98f20175cd351866c4db76d8a1dab24b6431f69a&lang=en&cache-only=0",
            "defineEn": "(medical) involving or relating to the kidneys",
            "defineVi": "(y học) liên quan đến thận",
            "hasImg": true
        },
        {
            "id": "30764fe0-ace4-4f86-943d-f8fce3a80625",
            "word": "abdomen",
            "phonetic": "æbdəmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sound is actually her abdomen hitting the ground.",
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Using their pincers, they go straight for each others’ abdomens.",
                "Many species of aquatic insects have flat extensions on the thorax and abdomen, when they’re in their nymph phase.",
                "Crustaceans include crabs, lobsters, shrimp, and barnacles, and like insects, they have three body segments: head, thorax and abdomen."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJkb21lbg&hash=58a179c73c15389e63eef19313313e089ab52d27&lang=en&cache-only=0",
            "defineEn": "(anatomy) the lower part of the body below the chest that contains the digestive and reproductive organs",
            "defineVi": "(giải phẫu) phần dưới ngực chứa các cơ quan tiêu hóa và sinh sản",
            "hasImg": true
        },
        {
            "id": "9a0745ec-8aed-4992-a4d7-d4309026a257",
            "word": "diaphragm",
            "phonetic": "daɪəfɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This limits the diaphragm’s range.",
                "Sleep apnea stops diaphragm muscles from contracting.",
                "The diaphragm muscle in mammals, for example, pushes air in and out of our lungs.",
                "This design is different, they use a Piezo Electric element instead of that capacitance diaphragm technique.",
                "We can zoom in a little bit, that super tiny diaphragm is the exact thing that vibrates due to sound."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcGhyYWdt&hash=33f827f66d79e3d3eca914c4815d808d290c7d55&lang=en&cache-only=0",
            "defineEn": "(anatomy) the muscular body partition that separates the chest and abdomen",
            "defineVi": "(giải phẫu) cơ bắp ngăn cách ngực và bụng",
            "hasImg": true
        },
        {
            "id": "93c2bd58-1c9b-485b-9a53-8c856798f530",
            "word": "pancreas",
            "phonetic": "pæŋkɹiəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another crucial accessory organ is the pancreas, a gland that looks like a fistful of cottage cheese stuffed in a plastic bag.",
                "So over here on the left side, my tool can be run to find where exactly the pancreas is in one of these CT or MRI slices and output this result instantaneously.",
                "It says that a diet high in carbs makes your pancreas secrete more insulin, which makes your body store fat instead of breaking it down for energy, ultimately leading to weight gain.",
                "In one experiment, they took some mouse embryos that lacked a functional gene called Pdx1, which is required for pancreas development.",
                "Then the pancreas secretes insulin to remove the sugar from the blood, that sugar is stored as fat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuY3JlYXM&hash=d491030414c3b4d6921272c67e12aa6d69bb8504&lang=en&cache-only=0",
            "defineEn": "a large gland in the body that produces insulin and glucagon and substances that help the body digest food",
            "defineVi": "một tuyến lớn trong cơ thể sản xuất insulin và glucagon và các chất giúp cơ thể tiêu hóa thức ăn",
            "hasImg": true
        },
        {
            "id": "f237b828-5609-4d31-bc17-aea6d220ae9c",
            "word": "spleen",
            "phonetic": "spliːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jack vented his spleen at his wife whenever things went badly at work.",
                "Peter vented his spleen on his car by kicking it when it broke down.",
                "I listened patiently while she vented her spleen.",
                "Mom's been venting her spleen to me for an hour already.",
                "Our spleens are what filter and store oxygen-rich red blood cells."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BsZWVu&hash=2029161a41dff9964ef4586a630f93e51ee0def4&lang=en&cache-only=0",
            "defineEn": "(anatomy) an abdominal organ that controls the quality of the blood cells",
            "defineVi": "(giải phẫu) cơ quan bụng kiểm soát chất lượng tế bào máu",
            "hasImg": true
        },
        {
            "id": "ddee27d8-74a7-4751-9f5a-b0c61ff146af",
            "word": "pelvis",
            "phonetic": "pɛlvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its leg bones and pelvis were broken.",
                "- She broke her pelvis.",
                "An alligator with a pelvis that is detached and can become legs in different places on its body? ",
                "Specifically, the rearward-tilted bone is a part of the pelvis called the pubis.",
                "Partly because some modern whales still have the vestigial remnants of a pelvis and hind-limb bones."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsdmlz&hash=5e4fab51f163fcc1a66a352eca5548385a361f57&lang=en&cache-only=0",
            "defineEn": "(anatomy) the large round bone structure that the limbs and the spine are joined to, which also protects the abdominal organs",
            "defineVi": "(giải phẫu) cấu trúc xương tròn lớn nối các chi và cột sống với nhau để bảo vệ các cơ quan trong bụng",
            "hasImg": true
        },
        {
            "id": "d9aefbca-7289-448e-b73e-d4d8fc1db02e",
            "word": "appendix",
            "phonetic": "ɐpɛndɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "The appendix gets a bad rap.",
                "My new appendix is ready.",
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "Prior to that, it was in the appendix of the DSM under Other Conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZW5kaXg&hash=42e168e90a33d607af4e425fd3b8ce26001f838f&lang=en&cache-only=0",
            "defineEn": "a sack of tissue that is attached to the large intestine and is surgically removed if infected",
            "defineVi": "một bao mô được gắn vào ruột già và được phẫu thuật cắt bỏ nếu bị nhiễm trùng",
            "hasImg": true
        },
        {
            "id": "6998cd79-7897-427d-8c45-75742346aacf",
            "word": "bladder",
            "phonetic": "blædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cat’s bladder can only store a golf ball’s worth of urine.",
                "Our flipped catfish has a swim bladder too.",
                "Those crystals then irritate the bladder, something that simply does not happen in humans.",
                "So do we have a bladder in here?",
                "The bladder can go on stretching, but only to a point."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhZGRlcg&hash=ed72d4213a292d7a92481c7170954357ce46729a&lang=en&cache-only=0",
            "defineEn": "a sac-like organ inside the body where urine is stored before being passed",
            "defineVi": "một cơ quan giống như túi bên trong cơ thể, nơi nước tiểu được lưu trữ trước khi đi qua",
            "hasImg": true
        },
        {
            "id": "b1dbef2d-16ad-4c43-a548-ae33ec273206",
            "word": "bowel",
            "phonetic": "baʊəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Should we remove the bowels today?",
                "Probably coming up from his bowels.",
                "Would you evacuate your bowels here in the privacy of your own room, if we had sort of like a prison toilet here?",
                "This leads to unpleasant symptoms in some people with bowel problems.",
                "One study followed over 50 healthy poopers through 1,000 collective bowel movements using the Squatty Potty."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93ZWw&hash=9aefb0f8cef9b5e7bb95e4f118f0ddd953efa20c&lang=en&cache-only=0",
            "defineEn": "(usually plural) the tube in the body through which digested food passes from the stomach to the anus",
            "defineVi": "(thường là số nhiều) ống trong cơ thể mà qua đó thức ăn được tiêu hóa đi từ dạ dày đến hậu môn",
            "hasImg": true
        },
        {
            "id": "a608ebf1-88bd-41c5-8884-e86c5df5b958",
            "word": "bone marrow",
            "phonetic": "boʊn mæɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is bone marrow.",
                "Like all blood cells, these guys originate in your bone marrow.",
                "One example is the bone marrow, where stem cells differentiate into many types of blood cells.",
                "But bone marrow transplants also come with risks, including graft-versus-host disease.",
                "and would you like some bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZSBtYXJyb3c&hash=bceaf4942a960755d4cc994a1ecac094ab450b54&lang=en&cache-only=0",
            "defineEn": "the soft substance that fills the cavities of bones, which is either yellowish and consists of fat cells or reddish and makes blood cells",
            "defineVi": "chất mềm lấp đầy các hốc xương, có màu hơi vàng và bao gồm các tế bào mỡ hoặc hơi đỏ và tạo ra các tế bào máu",
            "hasImg": true
        },
        {
            "id": "506e0293-de6a-4e9c-b231-a4c19097e965",
            "word": "tendon",
            "phonetic": "tɛndən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thick tendons and large muscles mean a super-fast reaction time.",
                "Ankylosaurs also had tendons that had effectively turned into bone!",
                "They've got special tendons in their hands, which lock into place.",
                "Sensors in the joints, tendons, and bones tell the brain where the body is positioned in space.",
                "And that doesn’t count sesamoids in tendons in our hands, feet, and elsewhere."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZG9u&hash=29e53140cb08bcbf9dc899589e8127791b52f6ca&lang=en&cache-only=0",
            "defineEn": "(anatomy) an elastic cord or band that connects a muscle to a bone",
            "defineVi": "(giải phẫu) sợi dây hoặc dải đàn hồi nối cơ với xương",
            "hasImg": true
        },
        {
            "id": "922bffa7-ca19-47b3-b9dc-1462f0e0b933",
            "word": "cartilage",
            "phonetic": "kɑːɹɾɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, snakes just have a little cartilage there.",
                "For instance, our knees and many parts of our bodies contain cartilage, which act, in part, as shock absorbers.",
                "This is all cartilage right here.",
                "As a last resort, people with withered cartilage can even undergo full joint replacements.",
                "This is, um, calcified cartilage."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydGlsYWdl&hash=814a8f325e9189d36584d5b4361afe66de585c1f&lang=en&cache-only=0",
            "defineEn": "an elastic tissue that supports or connects joints in an infant and turns into skeleton during growth",
            "defineVi": "một mô đàn hồi hỗ trợ hoặc kết nối các khớp ở trẻ sơ sinh và biến thành bộ xương trong quá trình tăng trưởng",
            "hasImg": true
        },
        {
            "id": "555526f6-6730-4c2f-962a-269f68bacbb4",
            "word": "gland",
            "phonetic": "ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sweat glands come in primarily two forms: eccrine and apocrine.",
                "Sweat glands work a lot like a well.",
                "The pituitary gland then sends a signal to the adrenal glands.",
                "Our salivary glands are always making more spit.",
                "Sessile glands at the base of the tentacles release digestive enzymes into the prey."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhbmQ&hash=cb357ac2f02cd03d56da1b7be3242b78e5553414&lang=en&cache-only=0",
            "defineEn": "an organ in the body that produces certain chemical substances to be used in the body or to be discharged into the surroundings",
            "defineVi": "một cơ quan trong cơ thể sản xuất một số chất hóa học được sử dụng trong cơ thể hoặc thải ra môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "34859795-e846-46eb-bab7-d66ae3a399aa",
            "word": "antibody",
            "phonetic": "æntɪbɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, the host does eventually develop antibodies.",
                "The antibody heads to the golgi apparatus.",
                "Another 10 percent have antibodies after recovering from COVID.",
                "And it produces antibodies in anticipation for a future encounter.",
                "And some antibodies were just as effective against these mutations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJvZHk&hash=4b7fcbe76e6202909fdd6e4f8be4822d9edc7ffe&lang=en&cache-only=0",
            "defineEn": "a blood protein produced to fight diseases or infections, or in response to foreign substances in the body",
            "defineVi": "một loại protein trong máu được sản xuất để chống lại bệnh tật hoặc nhiễm trùng, hoặc để đáp ứng với các chất lạ trong cơ thể"
        },
        {
            "id": "5ce67ccc-996a-4fc0-8263-ea4685b7c6b4",
            "word": "bile",
            "phonetic": "baɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But one of its most vital products is bile.",
                "Too much black bile, for example, causes depression.",
                "And you can see bile.",
                "Bile also helps carry other toxins and byproducts from the liver out of the body.",
                "The liver sends bile to the gallbladder, which secretes it into the first portion of the small intestine called the duodenum."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsZQ&hash=23b8e34755663cd72b0eb816d9829e9fa2fad0c0&lang=en&cache-only=0",
            "defineEn": "a greenish-brown alkaline fluid that is produced by the liver in order to help the body digest fats",
            "defineVi": "một chất lỏng kiềm màu nâu xanh được sản xuất bởi gan để giúp cơ thể tiêu hóa chất béo",
            "hasImg": true
        }
    ]
}