{
    "id": "f3ced9ef-d0f3-471f-9f81-c8d9e7a83f66",
    "title": "Unit 4 - Lesson 4",
    "originalTitle": "Unit 4 - Lesson 4",
    "words": [
        {
            "id": "24289683-7423-447a-96a6-4c6bcd889bab",
            "word": "healthfulness",
            "phonetic": "hɛlθfəlnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "Eating a balanced diet rich in fruits and vegetables promotes healthfulness."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRoZnVsbmVzcw&hash=b58ca81a95ae664197a83456d20de9927de77eb2&lang=en&cache-only=0",
            "defineEn": "the quality or state of being beneficial to health",
            "defineVi": "chất lượng hoặc trạng thái có lợi cho sức khỏe",
            "hasImg": true
        },
        {
            "id": "6f0a8015-5c24-4aec-80fb-2974ea4a72e6",
            "word": "healthy",
            "phonetic": "hɛlθi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Try some dried apricots as a healthy snack.",
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "I ate a delicious apple for a healthy snack.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "He used swede slices as a healthier alternative to french fries."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRoeQ&hash=7430efe180635d4e780bd8f65b1418c1ea652be5&lang=en&cache-only=0",
            "defineEn": "not having physical or mental problems",
            "defineVi": "không có vấn đề về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "128ef262-32fb-4904-8857-92b63985a625",
            "word": "unhealthy",
            "phonetic": "ʌnhɛlθi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He saw that his unhealthy habits were influencing his children's behavior, as like breeds like.",
                "Due to his sedentary lifestyle and unhealthy eating habits, John started experiencing middle-aged spread in his 40s, resulting in a noticeable increase in his waistline.",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems.",
                "Nina's modeling career pressured her to be as skinny as a rail, leading to unhealthy habits.",
                "She is letting herself go by neglecting her exercise routine and indulging in unhealthy eating habits, which is affecting her overall well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5oZWFsdGh5&hash=cf02b41b04d7a1b9c7c072f05814dc41b9ffa626&lang=en&cache-only=0",
            "defineEn": "not having a good physical or mental condition",
            "defineVi": "không có tình trạng thể chất hoặc tinh thần tốt",
            "hasImg": true
        },
        {
            "id": "b75faf4f-2af3-4f64-8b60-202d85d2544a",
            "word": "fatty",
            "phonetic": "fæɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Farmed salmon are typically mild in flavor, fatty",
                "Fatty ran away in the night.'",
                "Steroids get their name from the fatty molecule cholesterol.",
                "Sources of omega-3 are things like fatty fish, flax seed, certain algae and grass-fed meats.",
                "I had to eat a lot of fatty foods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0dHk&hash=28c9e45ad0b0deb19afa56d3b0ed32466c737131&lang=en&cache-only=0",
            "defineEn": "having a high amount of fat",
            "defineVi": "có nhiều chất béo",
            "hasImg": true
        },
        {
            "id": "2e936f93-fb77-477e-b10f-7d19d39a53b9",
            "word": "high",
            "phonetic": "haɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The colorful bird flew high in the sky.",
                "The prices at the luxury boutique were quite high.",
                "Unfortunately, the price of short ribs can be quite high.",
                "He had high expectations for the team's performance in the tournament.",
                "They set high standards of customer service."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaA&hash=3cc614658c9a918812534f458ebda7ad9da1df22&lang=en&cache-only=0",
            "defineEn": "having an amount, degree, size, etc, that is greater than normal",
            "defineVi": "có số lượng, mức độ, kích thước, v.v., lớn hơn bình thường",
            "hasImg": true
        },
        {
            "id": "4edc6606-48f4-471a-817f-c481be2c765c",
            "word": "fat",
            "phonetic": "fæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "The fat is in the fire now, huh?",
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The company's new product launch led to a fat increase in revenue.",
                "She proudly served a fat hen-infused pesto at the neighborhood potluck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0&hash=0e7432c9d518f59f91f5293a522793ca9ec23c2b&lang=en&cache-only=0",
            "defineEn": "a substance taken from animals or plants and then processed so that it can be used in cooking",
            "defineVi": "một chất lấy từ động vật hoặc thực vật và sau đó chế biến để nó có thể được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "42c725f1-89ee-408e-9758-a53949ff07a5",
            "word": "low-fat",
            "phonetic": "loʊfæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I enjoy adding low-fat milk to my morning cereal for a creamy and nutritious start to the day.",
                "Adding a splash of low-fat milk to scrambled eggs helps create a fluffy and nutritious breakfast.",
                "I've always liked low-fat milk.",
                "To be quite honest with you, it is low-fat milk.",
                "The decade's low-fat obsession drove consumers away from avocado because of its high fat content, without really understanding the nutritional truth hidden within."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWZhdA&hash=3b68869fb8d0cb22b49cbf9a8a7228830cf1e770&lang=en&cache-only=0",
            "defineEn": "(of food or a diet) having a low or lower amount of fat",
            "defineVi": "(của thực phẩm hoặc chế độ ăn kiêng) có lượng chất béo thấp hoặc thấp hơn",
            "hasImg": true
        },
        {
            "id": "cdb6bed8-6278-4867-ae6b-8e26369e24f7",
            "word": "salty",
            "phonetic": "sɔlti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Salty oceans breezes.",
                "So saltier water is denser than fresher water.",
                "- Is it salty?",
                "- It's salty.",
                "This is salty."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdHk&hash=686ae9ce3fa636ee693e10e3257e2baaad4e9758&lang=en&cache-only=0",
            "defineEn": "containing salt or having a taste that is like salt",
            "defineVi": "chứa muối hoặc có vị giống như muối",
            "hasImg": true
        },
        {
            "id": "5129a0c6-6005-4c21-ad5d-a477015d4aaa",
            "word": "sweet",
            "phonetic": "swiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sleep well and sweet dreams.",
                "Her aunt is very sweet but not all there.",
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "but she was sweet as pie.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQ&hash=a11daa85d27906fc97dca2348f969a3cabea1f15&lang=en&cache-only=0",
            "defineEn": "containing sugar or having a taste that is like sugar",
            "defineVi": "chứa đường hoặc có hương vị giống như đường",
            "hasImg": true
        },
        {
            "id": "111e8b93-c85f-4325-af99-be6678a00674",
            "word": "calorie",
            "phonetic": "kælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He decided to use saccharin in his tea instead of sugar to reduce his calorie intake.",
                "Wax beans are low in calories and fat, making them a nutritious addition to a balanced diet.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "The calories in, calories out.",
                "Each tablespoon of olive oil has 128 calories."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3JpZQ&hash=ded2ff96e4106a5813cb1185c5ff16190f4f1bf6&lang=en&cache-only=0",
            "defineEn": "the unit used to measure the amount of energy that a food produces",
            "defineVi": "đơn vị được sử dụng để đo lượng năng lượng mà thực phẩm tạo ra",
            "hasImg": true
        },
        {
            "id": "390a5c5c-e83b-41e5-8352-8373f7c99d5c",
            "word": "low",
            "phonetic": "loʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lower energy consumption means less pollution.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "The euro hit a record low in trading today.",
                "Watch your head on the low ceiling.",
                "The country was at a low ebb due to the recent war"
            ],
            "audio": "https://tts.langeek.co/read?text=bG93&hash=df64a23aeefb5c8ec4ec37d4752f869da3bb93dc&lang=en&cache-only=0",
            "defineEn": "small or below average in degree, value, level, or amount",
            "defineVi": "nhỏ hoặc dưới mức trung bình về mức độ, giá trị, cấp độ hoặc số lượng",
            "hasImg": true
        }
    ]
}