{
    "id": "f40cfb00-d9d1-4078-a8c7-0d75245f05bc",
    "title": "Adjectives 2",
    "originalTitle": "Lesson 56",
    "words": [
        {
            "id": "4443e8a7-4d56-4d6e-8a64-288cf9ca3eab",
            "word": "obvious",
            "phonetic": "ɑːbviəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When the man in the fancy suit walked into the biker bar, it was obvious that he was a square peg.",
                "The writing is on the wall and the warnings steadily become more obvious.",
                "Michael will attempt to hide his age by wearing youthful clothing, but it will be obvious he's mutton dressed as lamb.",
                "This may seem obvious to you.",
                "The jokes were all so obvious you could see them coming a mile off."
            ],
            "audio": "https://tts.langeek.co/read?text=b2J2aW91cw&hash=8ff97adda1500764e53ed8e5f2bf501083b9cc1e&lang=en&cache-only=0",
            "defineEn": "noticeable and easily understood",
            "defineVi": "đáng chú ý và dễ hiểu"
        },
        {
            "id": "ee34f86a-db82-42fc-ae9b-ea04c26c6368",
            "word": "odd",
            "phonetic": "ɑːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The price of food and wine was a bit over the odds.",
                "Whether we leave now or in an hour, it makes no odds to me.",
                "Whether you agree or not, it makes no odds to the outcome of the decision.",
                "Whether you take the scenic route or the highway, it makes no odds to the length of the journey.",
                "The odds were stacked against him, but he never gave up."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Rk&hash=195ef3c4267dcd1dc53cb8a8bebdd94225ec6626&lang=en&cache-only=0",
            "defineEn": "considered unusual, particularly in a way that makes one confused",
            "defineVi": "được coi là bất thường, đặc biệt là theo cách khiến người ta bối rối",
            "hasImg": true
        },
        {
            "id": "ff83a681-2136-453b-8553-79cab2378916",
            "word": "official",
            "phonetic": "əfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The referee in the firing line is an experienced official.",
                "Officials there insist they have no hidden agenda.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Officials are urging residents not to try to weather the storm.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNpYWw&hash=772b079bbff8744df223c1b2ff6bb597b7f8348e&lang=en&cache-only=0",
            "defineEn": "approved by, done, etc. by an authority",
            "defineVi": "được phê duyệt bởi, được thực hiện, v.v. bởi một cơ quan có thẩm quyền"
        },
        {
            "id": "2961f61d-1e3e-4733-b334-4680bf657250",
            "word": "old-fashioned",
            "phonetic": "oʊldfæʃənd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old-fashioned father insisted that his daughter quit her job and stay home to take care of the family, stating that a woman's place is in the home.",
                "So most fighting was done the old-fashioned way, with swords.",
                "One barrier to success for young girls could be good old-fashioned gender bias.",
                "She wore old-fashioned scrubs to the intensive care unit in Greenville, South Carolina where she worked.",
                "And then there’s good old-fashioned FOMO."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xkLWZhc2hpb25lZA&hash=051d37322fdb72ffcdf2e6551a624246e9477e44&lang=en&cache-only=0",
            "defineEn": "related to styles that are not fashionable anymore",
            "defineVi": "liên quan đến phong cách không còn thời trang nữa",
            "hasImg": true
        },
        {
            "id": "b5efab24-e30e-48bf-96d8-0d658be7215c",
            "word": "outdoor",
            "phonetic": "aʊtdoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had to cancel our outdoor plans due to the stormy weather.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "He often invites friends over for outdoor gatherings in his garden.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "Summer is the season for outdoor concerts and festivals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vcg&hash=2ab8c8612ec099caa22ec2d08b93fd8d47187b79&lang=en&cache-only=0",
            "defineEn": "happening, located, or used outside",
            "defineVi": "xảy ra, định vị, hoặc sử dụng bên ngoài",
            "hasImg": true
        },
        {
            "id": "9742f3bc-5435-4963-9079-b1ff4f5d9667",
            "word": "powerful",
            "phonetic": "paʊɚfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "The boxer was stunned by a powerful blow to the head.",
                "What are some powerful methods to break someone psychologically?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXJmdWw&hash=173d4bb0b8b47efb3e33ffe065b099887b0b94d8&lang=en&cache-only=0",
            "defineEn": "possessing much power",
            "defineVi": "sở hữu nhiều quyền lực",
            "hasImg": true
        },
        {
            "id": "062ddc8e-f409-458a-9ba3-1c3248f9c1bd",
            "word": "previous",
            "phonetic": "pɹiːviəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "The histograms in the previous applets computed the total number of times each web page was visited at the current stage of the game.",
                "They have made up for their previous disagreements by attending couples therapy.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldmlvdXM&hash=eb2a0c38b8650a31ace4c65982fd920d7b7b4b4f&lang=en&cache-only=0",
            "defineEn": "occurring or existing before what is being mentioned",
            "defineVi": "xảy ra hoặc tồn tại trước những gì đang được đề cập"
        },
        {
            "id": "dee429ee-30ba-4705-b941-b4aec7f7836f",
            "word": "primary",
            "phonetic": "pɹaɪmɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "The Red Cross's primary concern is to preserve and protect human life.",
                "English is the primary language spoken in the United States.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems.",
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWFyeQ&hash=aad93f71c97ff08168d532c0144b03c3d5fc6178&lang=en&cache-only=0",
            "defineEn": "occurring first",
            "defineVi": "xảy ra đầu tiên"
        },
        {
            "id": "243338fc-856f-474c-bc3d-52ed9e9b533e",
            "word": "rare",
            "phonetic": "ɹɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These books belong in the library's rare collection.",
                "John collects rare stamps from around the world.",
                "That comedian was really in rare form last night.",
                "They're raring to go!",
                "As he hiked through the wilderness, he stumbled upon a rare cycad species."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFyZQ&hash=cf5bc4e471c8e5d570cc182f33280d7ba22a2927&lang=en&cache-only=0",
            "defineEn": "found only in small numbers so considered interesting or valuable",
            "defineVi": "chỉ được tìm thấy với số lượng nhỏ nên được coi là thú vị hoặc có giá trị"
        },
        {
            "id": "b16025e7-8ccd-447a-9a3d-46bbcf1f6ef8",
            "word": "relative",
            "phonetic": "ɹɛlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "We sometimes visit our relatives during the holidays.",
                "The couple received their relatives with open arms when they visited",
                "A week on vacation with my relatives is enough to drive me nuts.",
                "My family and I often travel by car to visit relatives in the countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpdmU&hash=523b1c85396e321452a8343e68157c00c7896c3d&lang=en&cache-only=0",
            "defineEn": "measured or judged when compared to something else",
            "defineVi": "đo lường hoặc đánh giá khi so sánh với một cái gì đó khác"
        },
        {
            "id": "c92926e7-0af8-41c7-8769-8d847b5c554e",
            "word": "rough",
            "phonetic": "ɹʌf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rough roads will be the death of these tires.",
                "The captain navigated the ship through rough waters with skill and expertise.",
                "To drive the ball into the rough.",
                "My grandfather was a bit of a rough diamond.",
                "She slept rough for a week when she was backpacking in the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91Z2g&hash=bfa5eef7b97ee1fa9e1fcd22e9c4a0950b87f475&lang=en&cache-only=0",
            "defineEn": "(of a surface) uneven or irregular",
            "defineVi": "(của một bề mặt) không bằng phẳng hoặc không đều"
        },
        {
            "id": "3c18a051-6383-4e6f-8eb1-6fd71344f879",
            "word": "scientific",
            "phonetic": "saɪəntɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "Budget cuts are putting the squeeze on scientific research.",
                "We discuss current scientific advancements and discoveries in science class.",
                "This scientific uncertainty is likely to run and run.",
                "This particular heritage may be a millstone around the neck of scientific natural history."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aWZpYw&hash=e24fd06625e01cf2f48d4f4fdeab80db0e94dbb6&lang=en&cache-only=0",
            "defineEn": "related to science; according to the principles of science",
            "defineVi": "liên quan đến khoa học; theo nguyên tắc khoa học"
        },
        {
            "id": "6ad5c040-3849-4379-ab65-2a825e0286ae",
            "word": "secondary",
            "phonetic": "sɛkəndɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sarah was nervous about hosting her first dinner party, but her mom reassured her that the food was secondary because as they say it's the company that makes the feast.",
                "Haha, got the secondaries.",
                "The creative process, in many ways, was secondary to this mission.",
                "Since the advent of cars, another secondary pollutant has taken center stage.",
                "But it has secondary qualities, too."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25kYXJ5&hash=f9a6cdaaad2281564de12b694c47c10c2b8e3a72&lang=en&cache-only=0",
            "defineEn": "of lesser importance or value when compared to something else",
            "defineVi": "tầm quan trọng hoặc giá trị thấp hơn khi so sánh với cái gì khác"
        },
        {
            "id": "3d1844e7-6d32-4b12-9da1-62deddfd9861",
            "word": "sexual",
            "phonetic": "sɛkʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After his breakup, Nicholas experienced a dry spell and went without any sexual encounters for several months.",
                "However, they quickly realized that their love and support for her shouldn't be affected by her sexual orientation.",
                "A guilty verdict against Cosby would go a long way toward opening the floodgates for women to report sexual assault instead of repressing it.",
                "Sexual violence was a common fixture as well. ",
                "Sometimes people become hyper sexual."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4dWFs&hash=42bb8c171c74e4de638a98b622035658a4700aca&lang=en&cache-only=0",
            "defineEn": "involving or related to the physical activity of sex",
            "defineVi": "liên quan đến hoặc liên quan đến hoạt động thể chất của tình dục"
        },
        {
            "id": "39310eb6-3681-4f34-87f0-0f0b23a3cd18",
            "word": "sharp",
            "phonetic": "ʃɑːɹp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep a sharp lookout for David.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He remained sharp as a tack.",
                "She felt a sharp pain in her hand.",
                "He's as sharp as a tack."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcnA&hash=972244ec15676b3b56066aa40a8e754d81066927&lang=en&cache-only=0",
            "defineEn": "having a point or edge that can pierce or cut something",
            "defineVi": "có một điểm hoặc cạnh có thể đâm hoặc cắt một cái gì đó",
            "hasImg": true
        },
        {
            "id": "da739c56-3135-4da4-ac5b-48929712882b",
            "word": "silent",
            "phonetic": "saɪlənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I could not keep silent any longer.",
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "It gets as silent as the grave at nighttime, and it really creeps me out.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "She was silent for a while, lost in thought, staring at the books littering the room."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsZW50&hash=580e0971c42f53ef301f71160edaa2d9481b263e&lang=en&cache-only=0",
            "defineEn": "having or making little or no sound",
            "defineVi": "có hoặc tạo ra ít hoặc không có âm thanh",
            "hasImg": true
        },
        {
            "id": "8b2c9792-25e3-457e-ae5a-0a23e466cb84",
            "word": "smooth",
            "phonetic": "smuːð ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its skin feels really smooth.",
                "When we were little and were getting on Grandpa's last nerve, she smoothed his ruffled feathers.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank.",
                "She used a brush to smooth out the knots in her hair."
            ],
            "audio": "https://tts.langeek.co/read?text=c21vb3Ro&hash=ddb9dc5be0a1dcf8a46767e36e455be237b33c11&lang=en&cache-only=0",
            "defineEn": "having an even surface without any holes or lumps",
            "defineVi": "có bề mặt phẳng không có lỗ hoặc cục",
            "hasImg": true
        },
        {
            "id": "0092cbda-46c6-4947-8368-4c141c5d7e67",
            "word": "southern",
            "phonetic": "sʌðɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Southern hornbill is the name of the species.",
                "And southern latitudes will have more daylight than nighttime.",
                "I like your Southern accent.",
                "On Friday, a Republican Senate group will visit the Southern border.",
                "That sounded southern to me."
            ],
            "audio": "https://tts.langeek.co/read?text=c291dGhlcm4&hash=4061d4a55a1aff0a44ab22548366c0bcd3efe4fb&lang=en&cache-only=0",
            "defineEn": "directed toward or situated in the south",
            "defineVi": "hướng về phía hoặc nằm ở phía nam",
            "hasImg": true
        },
        {
            "id": "fb81088a-0a16-45ee-966e-e5b53eea5ab1",
            "word": "spoken",
            "phonetic": "spoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I do not caption the spoken videos.",
                "And these seemingly insignificant interruptions are actually quite meaningful in spoken communication.",
                "That includes thousands of spoken languages and hundreds of signed languages.",
                "These distinctions were created based on spoken languages.",
                "If they have a spoken language that they know, they'll think in a spoken language."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bva2Vu&hash=aee598793cb73d82002741cea15ad473cdf8d12d&lang=en&cache-only=0",
            "defineEn": "presented in speech and not in writing; regarding the verbal form of a language",
            "defineVi": "được trình bày bằng lời nói chứ không phải bằng văn bản; liên quan đến hình thức lời nói của một ngôn ngữ"
        },
        {
            "id": "85afa1fa-58fe-4a33-a3a8-b5a9adbf1b23",
            "word": "standard",
            "phonetic": "stændɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They set high standards of customer service.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "There are twelve hours on a standard clock.",
                "Not all men are as honorable or hold to the same standards as Sam.",
                "Not all men are as honorable or hold to the same standards as Sam."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRhcmQ&hash=8cb561fbe9b908bc8854142cba9c16e3544374f6&lang=en&cache-only=0",
            "defineEn": "accepted or used as usual or normal",
            "defineVi": "chấp nhận hoặc sử dụng như bình thường hoặc bình thường"
        },
        {
            "id": "5bc616e2-e860-4de0-b43b-8a4e7b744ab4",
            "word": "still",
            "phonetic": "stɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Memories of that day still bring a lump to his throat.",
                "A major technological advancement like that is still light years away.",
                "The child is still running a fever",
                "Men still hold most positions of power in this country.",
                "Our trip is still very much up in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGw&hash=0d544a84282b142edd0f916056c873f1b158c96b&lang=en&cache-only=0",
            "defineEn": "not moving",
            "defineVi": "không di chuyển"
        },
        {
            "id": "6411d7b7-0dce-41b9-9048-993c79db56e2",
            "word": "suitable",
            "phonetic": "suːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, only about 10% of that land is suitable for farming. ",
                "The inner cells-- pick a suitable color.",
                "The beaks of some of the finches were more suitable for digging for worms.",
                "So we found a more suitable location in the heart of the nearest town.",
                "Black holes might be suitable for hyperspace travel after all."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGFibGU&hash=de6381f0241012ff89746e9b21a590ade7e5afc0&lang=en&cache-only=0",
            "defineEn": "appropriate or acceptable for a certain situation or purpose",
            "defineVi": "phù hợp hoặc chấp nhận được cho một tình huống hoặc mục đích nhất định"
        },
        {
            "id": "3543f477-9e44-477b-9f28-e7b8ff5f2cdd",
            "word": "super",
            "phonetic": "suːpɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snails that aren’t infected reproduce super quickly.",
                "Things just slip their minds super easily.",
                "Two, turn the volume down, super easy.",
                "The Chinese auto market is super competitive.",
                "These approaches are super effective."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXI&hash=e82a0cbcc53f526f073037f6c84f54564c85c173&lang=en&cache-only=0",
            "defineEn": "very good",
            "defineVi": "rất tốt"
        },
        {
            "id": "97c7000a-5d94-4c9f-85d9-a6b33ebb46b7",
            "word": "total",
            "phonetic": "toʊɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new loan takes the total debt to $100 000.",
                "Add 9 to the total.",
                "A total of $250 million is up for grabs this year.",
                "The total cost of the project is $10,500, to be precise.",
                "In one way or another, the representatives will be compared with the total client system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG90YWw&hash=279d77de81b0dc28b0bddc832506c56c7e40184c&lang=en&cache-only=0",
            "defineEn": "indicating something that is at its greatest degree possible",
            "defineVi": "chỉ ra một cái gì đó ở mức độ lớn nhất có thể"
        },
        {
            "id": "7e817177-1584-472f-b69a-7a0300ed22d3",
            "word": "unlikely",
            "phonetic": "ʌnlaɪkli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s unlikely that these arguments will cut much ice with Democrats.",
                "We all knew that life was unlikely to be a bed of roses back in England.",
                "The weather has now closed in so an attempt on the summit is unlikely.",
                "They're always giggling and blushing around each other, but it's unlikely to last.",
                "That is highly unlikely."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5saWtlbHk&hash=4edc5d8ec54ff6f86c79fd3f63fe13f78cc21b10&lang=en&cache-only=0",
            "defineEn": "not probable to happen or be true",
            "defineVi": "không thể xảy ra hoặc là sự thật"
        },
        {
            "id": "f769b916-39dd-44c4-80cb-b26db4172b30",
            "word": "upset",
            "phonetic": "ʌpsɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is he upset?",
                "My baby gets upset when I leave the room.",
                "At first, I was upset when my ex cheated on me.",
                "I'm not upset that vacation time might be reduced because I have no horse in this race.",
                "He brewed a cup of ginger tea to soothe his upset stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzZXQ&hash=1cff3e632553b315facabfecf763969491cc4767&lang=en&cache-only=0",
            "defineEn": "unhappy, worried, or disappointed, often because something unpleasant happened",
            "defineVi": "không vui, lo lắng hoặc thất vọng, thường là vì điều gì đó khó chịu đã xảy ra",
            "hasImg": true
        },
        {
            "id": "24abf56b-418f-43f3-9e6a-593317a0af34",
            "word": "used",
            "phonetic": "juːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was able to get by with a used car until I could save up enough money to buy a new one.",
                "I can't afford the latest smartphone, but I found a used one that's still in good condition - half a loaf is better than no bread, so I bought it.",
                "The industry was so used to big margins.",
                "and this is a little bit more used.",
                "I've gotten used to it."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlZA&hash=8c727b487e93cc9e04a207f86b24f9014ed52d5b&lang=en&cache-only=0",
            "defineEn": "having been previously used or owned by someone else",
            "defineVi": "trước đây đã được sử dụng hoặc sở hữu bởi người khác"
        },
        {
            "id": "73362302-85ff-4861-984d-bfae1a3019ae",
            "word": "valuable",
            "phonetic": "væljuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "Leaving your valuables in plain sight in your car is asking for a break-in.",
                "He was able to abstract valuable insights from the extensive research.",
                "The business owner reflected on his own youthful mistakes, acknowledging that wanton kittens make sober cats, and that his early errors had taught him valuable lessons that he applied to his business practices.",
                "Did the burglars take anything valuable?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWFibGU&hash=1bc68ccefe71cdb3c2e8037befb66581ae06bca7&lang=en&cache-only=0",
            "defineEn": "worth a large amount of money",
            "defineVi": "trị giá một số tiền lớn",
            "hasImg": true
        },
        {
            "id": "9fee13cc-7816-41bb-ab3d-f5eba4313da6",
            "word": "western",
            "phonetic": "wɛstɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As for the groundless accusations of certain Western media, I can only say that they are measuring other people's corn by their own bushel.",
                "Back in this country, Western states faced another day of searing heat, with no relief in sight until next week.",
                "\"I love western films!\"",
                "In western Siberia, many people have a missing DNA letter in position 35 of the GJB2 gene.",
                "Hey fun fact, though: the western hemisphere has water too."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VzdGVybg&hash=a082408c4716122d0d910dc5313cf3be2034accd&lang=en&cache-only=0",
            "defineEn": "directed toward or located in the west",
            "defineVi": "hướng về phía hoặc nằm ở phía tây",
            "hasImg": true
        },
        {
            "id": "40a18fd6-9c42-4039-9314-5f62be231e21",
            "word": "written",
            "phonetic": "ɹɪʔn̩ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When it became the focus of a REPORT WRITTEN",
                "\"the New York Times\" REVIEW of your Book Concludes, saying it's been written from PAIN and designed to hurt.",
                "But, you know, the WRITTEN note in Classical Music, which I studied CLASSICAL accordion after the WALTZES and polkas-- you know, all the emotion has to come INSIDE",
                "Golem stories have survived over time, persisting in written and oral folklore But it was during time of genocide and war that the story of the golem holds the most significance In Jewish folklore, there are three reasons to create a golem: as a way to show one’s mastery of the Kabbalah, to have a trustworthy and dependable servant for labor, or to provide protection for the Jewish community."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdHRlbg&hash=bc61487c0f66dc2c946dbe6cd68d569841838a65&lang=en&cache-only=0",
            "defineEn": "presented in writing not in speech",
            "defineVi": "trình bày bằng văn bản không phải bằng lời nói"
        },
        {
            "id": "f0efef32-e98f-42c9-8dc9-8f0e565ca434",
            "word": "specific",
            "phonetic": "spəsɪfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "Be sure to check labels for specific information.",
                "One day, he found himself in a situation where he needed a specific tool that didn't exist.",
                "They always talked about the amazing businesses they were going to start and become rich, but none of them ever tried to come up with a specific plan.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lmaWM&hash=b1cbeaa3a37f0f999a7fd5e8630183c4633ec44d&lang=en&cache-only=0",
            "defineEn": "related to or involving only one certain thing",
            "defineVi": "liên quan đến hoặc chỉ liên quan đến một điều nhất định"
        },
        {
            "id": "3172a66b-2cd0-4c0f-b090-4e8aac3a7d78",
            "word": "firm",
            "phonetic": "fɜːm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm has captured the lion’s share of the UK market.",
                "The judge stood firm in her ruling.",
                "The government has taken a firm line on illegal immigration.",
                "They are holding firm on their refusal to proceed.",
                "The firm has carved a niche for itself in handling claims for compensation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlybQ&hash=ce120447c5f94f0f28ce3107e44332c89c79fa7a&lang=en&cache-only=0",
            "defineEn": "hard but not too much; not easily changed into a different shape when pressed",
            "defineVi": "chăm chỉ nhưng không quá nhiều; không dễ dàng thay đổi thành hình dạng khác khi nhấn",
            "hasImg": true
        },
        {
            "id": "930401e5-5997-4996-9720-cc102dc8cb19",
            "word": "middle",
            "phonetic": "mɪdəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His hair reached down to the middle of his back.",
                "Wednesday is the middle of the week.",
                "The guitarist went AWOL in the middle of the recording.",
                "Woe was me as the middle child.",
                "Hershel just asked me out in the middle of class in front of everyone."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxl&hash=77e1b3dda325934ce9f6cdd26cf2a99c28e6c039&lang=en&cache-only=0",
            "defineEn": "in the center of something; having an equal number of members or objects on each side",
            "defineVi": "ở trung tâm của một cái gì đó; có số lượng thành viên hoặc đối tượng bằng nhau ở mỗi bên",
            "hasImg": true
        },
        {
            "id": "6caa44b1-10b2-4fb2-964e-419dd70ba676",
            "word": "thoughtful",
            "phonetic": "θɔːtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's always a joy to receive a jar of homemade maple sugar as a thoughtful gift.",
                "After a difficult week, I received a surprise visit from my best friends from college, a thoughtful gift from my partner, and a job offer from my dream company.",
                "She could see the trials he had survived in his thoughtful eyes and wise words, for adversity and loss do make a man wise by teaching tough, valuable lessons.",
                "We weren't thoughtful.",
                "And you know, we were extremely thoughtful about that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdWdodGZ1bA&hash=daaa00b756168229964724c3a94dcb29c243f8ad&lang=en&cache-only=0",
            "defineEn": "caring for others and trying to make them feel comfortable or happy",
            "defineVi": "quan tâm đến người khác và cố gắng làm cho họ cảm thấy thoải mái hoặc hạnh phúc",
            "hasImg": true
        }
    ]
}