{
    "id": "f541a76d-8595-4f3f-9276-a9cd5c3c9c38",
    "title": "Everyone Is Entitled to Their Own Opinion!",
    "originalTitle": "Everyone Is Entitled to Their Own Opinion!",
    "words": [
        {
            "id": "70a9054b-7c8d-47ea-a20c-a606cf559b4f",
            "word": "to adhere",
            "phonetic": "tʊ ɐdhɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Unlike the universe of discourse to which Harry Potter belongs, the universe of House of Cards adheres to all of the rules of our world.",
                "If it's cooled down too much, the food will adhere and really stick to the pan.",
                "Since water adheres weakly to the wax paper or to the plant, but strongly to itself, the water molecules are holding those droplets together in a configuration that creates the least amount of surface area.",
                "it'll actually kind of adhere to you in a sense, providing you, what I assume will be fantastic support.",
                "Today, millions of people worldwide adhere to the principles of Confucianism, and though the precise meaning of his words has been debated for millennia, when asked to summarize his teachings in a single phrase, Confucius himself said, \"Do not inflict upon others that which you yourself would not want.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRoZXJl&hash=dacf81162f13777d7ff955e7f4df7769c8f94bd9&lang=en&cache-only=0",
            "defineEn": "to devotedly follow or support something, such as a rule, belief, plan, etc.",
            "defineVi": "tận tụy làm theo hoặc ủng hộ một cái gì đó, chẳng hạn như một quy tắc, niềm tin, kế hoạch, v.v."
        },
        {
            "id": "90028398-a64d-4d16-b99b-50b6dee0d8ec",
            "word": "to beg",
            "phonetic": "tə bɛɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I beg your pardon.",
                "I beg your pardon.",
                "I beg you, from the bottom of my heart, to spare his life.",
                "We have to go cap in hand begging for funds.",
                "He should be on his knees begging for forgiveness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVn&hash=7869f03fe1a2b96412876a88d596885927058bd2&lang=en&cache-only=0",
            "defineEn": "to avoid settling or answering something",
            "defineVi": "để tránh giải quyết hoặc trả lời một cái gì đó"
        },
        {
            "id": "e7cba725-374b-4007-95fd-aa3592e6d725",
            "word": "to castigate",
            "phonetic": "tə kæstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And he's delivering a speech that castigates in some ways, in lots of ways, the elite Washington establishment, and they're right behind him. ",
                "but you know One time when I was being criticized by Obama in a press-conference and I sort of realized that I’m also the head of sovereign state That he should have criticized me in a proper venue He should have brought the case to the United nations rather than castigate a president of another country in a press-con"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FzdGlnYXRl&hash=65dcee20e212c5ff4891b463995d9b413c3275b6&lang=en&cache-only=0",
            "defineEn": "to give severe criticism to something or someone",
            "defineVi": "để đưa ra những lời chỉ trích nghiêm trọng cho một cái gì đó hoặc ai đó"
        },
        {
            "id": "3ff41088-036c-4655-b3b9-d055a1c15a24",
            "word": "to construe",
            "phonetic": "tə kənstɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "But about a decade later, Enzo set up a manufacturer called out to Orville, construed Cioni and moved his headquarters from Modena to the city of Maranello, which would become Ferrari's legendary home.",
                "And I just want to note that these are all things that happen to human bodies naturally over time, so everyone who was older and female could be construed as a witch.",
                "Whenever I hear the cameraman James laughing, I know someone said something that could be construed as dirty if you're a four year old.",
                "And it was so tied to the issue viscerally of immigration that it did send the message that from here on out, if you go down the road of looking at anything that could be construed as amnesty or open borders or pro-immigrant even, they were going to come for you. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RydWU&hash=cf10f70c13252a381035e96419b9f22001a08289&lang=en&cache-only=0",
            "defineEn": "to deduce a certain meaning out of something",
            "defineVi": "để suy ra một ý nghĩa nhất định từ một cái gì đó"
        },
        {
            "id": "b52d3de6-1b47-4ca3-bfdc-52bdb9e3b5b5",
            "word": "to debunk",
            "phonetic": "tə diːbʌŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Debunking the myths.",
                "Today we debunked some cat myths.",
                "Finally, in the 1950s, Piltdown Man was, at long last, debunked as a fraud.",
                "In the past, we have debunked a number of myths.",
                "Today we're debunking dog myths."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVidW5r&hash=e6af2fc664a2386491f1d2065e7fadcb807ab962&lang=en&cache-only=0",
            "defineEn": "to reveal the exaggeration or falseness of a belief, claim, idea, etc.",
            "defineVi": "để tiết lộ sự cường điệu hoặc sai lầm của một niềm tin, tuyên bố, ý tưởng, vv"
        },
        {
            "id": "0be19e79-4f03-436b-9486-71eb7cad4119",
            "word": "to denigrate",
            "phonetic": "tə dɛnɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the word’s complicated history also made it a potent tool for Black activists and revolutionaries to recontextualize its power: as a word that referenced a brutal history, put in the hands of the people it once denigrated.",
                "Rather they elevate something by occupying public space, celebrating or denigrating the narratives of individual historical actors, and bringing into view exactly who history is supposed to be for.",
                "Instead of just eavesdropping on a call, gaining some intelligence from it, the Russians actually released the audio of that call in order to basically make the case that it was the United States that was pulling the strings in Ukraine, and that the United States was denigrating Europe and we don’t like Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVuaWdyYXRl&hash=91de32ec1abb6906e8ffbd84964f6678dc373671&lang=en&cache-only=0",
            "defineEn": "to unjustly criticize or attack a person or thing's worth or reputation",
            "defineVi": "để chỉ trích hoặc tấn công một cách bất công giá trị hoặc danh tiếng của một người hoặc điều"
        },
        {
            "id": "ef84309d-e131-44b7-b048-f476b29f724b",
            "word": "to digress",
            "phonetic": "tə daɪɡɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "But I digress",
                "So I digress with a little bit of psychiatric history.",
                "But, anyway I digress.",
                "But anyway, I'm digressing.",
                "Male drone bees meanwhile basically only exist to mate with the queen and then die, I digress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlncmVzcw&hash=4dd75dd4fcfe45554dfea0c04e6c331a1880b45c&lang=en&cache-only=0",
            "defineEn": "to steer away from the matter at hand and focus on a different topic in speech or writing",
            "defineVi": "tránh xa vấn đề hiện tại và tập trung vào một chủ đề khác trong bài phát biểu hoặc bài viết"
        },
        {
            "id": "ef686372-8e99-4822-8930-c1e1ffe0f983",
            "word": "to elicit",
            "phonetic": "tʊ ᵻlɪsᵻt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The assault on the Capitol by Trump-supporting extremists elicits widespread condemnation from across the globe.",
                "Basically, they elicit bugs.",
                "But in many drivers, it mostly elicits indifference.",
                "Their strategy is to elicit information about the girls and the bar owner from its mamasan.",
                "Previous attempts at climate diplomacy had failed to elicit real change."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxpY2l0&hash=f5c29fe06bdac86bd167e034b7f2d56a9d111a99&lang=en&cache-only=0",
            "defineEn": "to help a student come to a conclusion themselves instead of providing them with an answer directly",
            "defineVi": "để giúp học sinh tự đưa ra kết luận thay vì cung cấp cho họ câu trả lời trực tiếp"
        },
        {
            "id": "8337378d-4d4f-4889-9e6b-9ebf47a1da25",
            "word": "to pillory",
            "phonetic": "tə pɪlɚɹi ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlsbG9yeQ&hash=2276d4212b64beb39f03516c2cb6bcea31a03e19&lang=en&cache-only=0",
            "defineEn": "to publicly criticize or mock someone",
            "defineVi": "công khai chỉ trích hoặc chế giễu ai đó"
        },
        {
            "id": "28bab952-8ad0-4ba5-a95e-936cee5ec11a",
            "word": "to qualify",
            "phonetic": "tə kwɔlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All right, we qualify.",
                "But before a player qualifies for 200 million dollars super max contract.",
                "Therefore, will it qualify?",
                "Does that qualify as a VFR?",
                "Mike Webster's family, on the other hand, won't qualify for anything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhbGlmeQ&hash=3a073be2424436dbe5be1b5fc0dd53c8df4979f7&lang=en&cache-only=0",
            "defineEn": "to restate something one has already said in order to limit the meaning it conveys",
            "defineVi": "trình bày lại điều gì đó mà người ta đã nói để giới hạn ý nghĩa mà nó truyền đạt"
        },
        {
            "id": "ad750373-949b-4937-9c37-8f0d95d13e33",
            "word": "to repine",
            "phonetic": "tə ɹᵻpaɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwaW5l&hash=da47a15f6fe8e0d1481a0ce772cbfe2a1bfd9404&lang=en&cache-only=0",
            "defineEn": "to either feel or display dissatisfaction",
            "defineVi": "để cảm thấy hoặc hiển thị sự không hài lòng"
        },
        {
            "id": "e5947fee-7a4c-4c80-a315-5d6facdbe792",
            "word": "to vacillate",
            "phonetic": "tə væsɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We began to see vacillating practices by the staff and Mama began to look disheveled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjaWxsYXRl&hash=839884bc70907b828d07b329b9b168b8c22883f1&lang=en&cache-only=0",
            "defineEn": "to be undecided and not know what opinion, idea, or course of action to stick to",
            "defineVi": "không quyết định và không biết ý kiến, ý tưởng hoặc quá trình hành động nào để tuân theo"
        },
        {
            "id": "8a5863cc-0a0a-41b3-b10b-99d53cce68d8",
            "word": "enigma",
            "phonetic": "ɛnɪɡmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The international banking system is an enigma.",
                "Chewing gum itself is an enigma.",
                "But in 1989, this lone defiancewas an enigma, and the world's press wanteda name for the hero.",
                "The great enigma of the face: do you draw it?",
                "He's a bit of an enigma."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5pZ21h&hash=52c650f70b91ad5f599577c79fa5627c008748d2&lang=en&cache-only=0",
            "defineEn": "the quality of being very challenging to explain or understand",
            "defineVi": "chất lượng rất khó giải thích hoặc hiểu"
        },
        {
            "id": "3433163a-3f12-4bc9-bbdc-5dfa10f2476f",
            "word": "gumption",
            "phonetic": "ɡʌmpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They, I guess, didn't have quite enough gumption in this spot that they put a heat pipe out to have a little like satellite heat sink.",
                "It would have been a quicker trip for me So that was certainly what I was hoping was to avoid having to get on an airplane, but I eventually was able to Get up the gumption with the help of some friends and got on the plane When you were here in the mid mid atlantic area back in August end of July August."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VtcHRpb24&hash=f628da47eb9efb0739254c752684eaa76f606e8d&lang=en&cache-only=0",
            "defineEn": "the ability to think sensibly and reasonably and decide what should be done",
            "defineVi": "khả năng suy nghĩ hợp lý và hợp lý và quyết định những gì nên được thực hiện"
        },
        {
            "id": "ce5c3efb-626a-443a-ac01-223d9037a54b",
            "word": "intimation",
            "phonetic": "ɪntɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50aW1hdGlvbg&hash=d767337e314aa2165ec43350e96a18f84e09ba0a&lang=en&cache-only=0",
            "defineEn": "the indirect conveying of what one thinks or wants to say",
            "defineVi": "truyền đạt gián tiếp những gì một người nghĩ hoặc muốn nói"
        },
        {
            "id": "9c85e932-328b-4e2f-84ae-c68919772ce9",
            "word": "spate",
            "phonetic": "speɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brand faced severe scrutiny and criticism in the late 1980s over a spate of reports saying the brands Audi 5000 model was unintentionally accelerating.",
                "Volunteers in bright orange vests dot the streets, fanning out on day-long patrols, after a spate of attacks rattled the community.",
                "Volunteers in bright orange vests dot the streets, fanning out on day-long patrols, after a spate of attacks rattled the community.",
                "This spate of global warming marks the transition to the next epoch, the Eocene, and it’s known as the Paleocene-Eocene Thermal Maximum, or PETM.",
                "[laughs] Narrator: With prices so high, the commodity of avocados has attracted a spate of thefts from orchards and delivery trucks worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhdGU&hash=945c9999ba788cadbac68cda5438305997f9837c&lang=en&cache-only=0",
            "defineEn": "an amount or number that is considered to be large",
            "defineVi": "một số tiền hoặc số được coi là lớn"
        },
        {
            "id": "22650d1f-2fb9-43a9-852f-d9fb0bed29c4",
            "word": "tirade",
            "phonetic": "taɪɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the president goes on a tirade and just absolutely blows up any vision of working together on a deal involving Dreamers. ",
                "One, you have high frequency, low intensity outbursts and the low intensity would be defined as verbal aggression like temper tantrums, tirades, verbal arguments or fights or physical aggression toward property, animals, or other people, but the physical aggression does not result in property damage or injury to someone.",
                "He exploded and launched into a tirade about how bad of a wife she was."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyYWRl&hash=41f018fcdb669640c156cc99d3e289773fda7c19&lang=en&cache-only=0",
            "defineEn": "a lengthy speech that uses harsh and angry language and intends to condemn or criticize",
            "defineVi": "một bài phát biểu dài sử dụng ngôn ngữ khắc nghiệt và tức giận và có ý định lên án hoặc chỉ trích"
        },
        {
            "id": "5364c9ab-a468-4779-9391-34fded9cfd28",
            "word": "likewise",
            "phonetic": "laɪkwaɪz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Likewise, Homo erectus began its excursions out of Africa hundreds of thousands of years before the first definitive evidence of widespread fire use.",
                "Likewise, if we take half of this number here.",
                "And the younger group likewise had a smaller crowding zone.",
                "Likewise, chloroplasts became little, solar-powered sugar factories.",
                "Its mouth, throat, and stomach are likewise freakishly large."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZXdpc2U&hash=1c596e25e9867c10c8cbe2cf1855d8f86ab04b76&lang=en&cache-only=0",
            "defineEn": "used when introducing additional information to a statement that has just been made",
            "defineVi": "được sử dụng khi giới thiệu thông tin bổ sung cho một tuyên bố vừa được thực hiện"
        },
        {
            "id": "2a138364-6c6e-425d-9acc-e2f2bd3c7453",
            "word": "cogent",
            "phonetic": "koʊdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29nZW50&hash=8896c44bbb44b889b93dee6eb36ba3bdcce1646a&lang=en&cache-only=0",
            "defineEn": "(of cases, statements, etc.) capable of making others believe that something is true with the use of logic and clarity",
            "defineVi": "(về các trường hợp, tuyên bố, v.v.) có khả năng khiến người khác tin rằng điều gì đó là đúng bằng cách sử dụng logic và sự rõ ràng"
        },
        {
            "id": "0b1abc58-09d6-48b3-a2be-574b878d903b",
            "word": "explicit",
            "phonetic": "ɛksplɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's pretty explicit.",
                "I was pretty explicit about the state of the problem. ",
                "They themselves drew a very explicit contrast between Putin and his predecessor Boris Yeltsin.",
                "And so the language from the Chinese Communist Party's leadership has been pretty explicit on some of these fronts.",
                "Notably, the guidelines do not give explicit instructions about when a school district should close in the event of an outbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbGljaXQ&hash=d9f199b0eedc376128b2c7655b9242d2fddf9d42&lang=en&cache-only=0",
            "defineEn": "expressed very clearly, leaving no doubt or confusion",
            "defineVi": "thể hiện rất rõ ràng, không để lại nghi ngờ hay nhầm lẫn"
        },
        {
            "id": "3794c573-3a6c-4ef3-a8a7-7de5653128ad",
            "word": "fallacious",
            "phonetic": "fæleɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hume said it’s fallacious to assume that just because something is a certain way, that means that it ought to be that way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsbGFjaW91cw&hash=c35d790f8a7114b4f94189ab6a6c55cc58866abc&lang=en&cache-only=0",
            "defineEn": "having been grounded in incorrect ideas",
            "defineVi": "đã được căn cứ vào những ý tưởng không chính xác"
        },
        {
            "id": "199a7161-f663-4c9c-aa4a-1e6b972ff5d7",
            "word": "germane",
            "phonetic": "dʒɜːmeɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I think the reason that it couldn't be included in this bill, is, it got knocked out, because it wasn't germane to the underlying legislation."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VybWFuZQ&hash=2b6747c8c72ef3de8521880ea983185465b3cd3b&lang=en&cache-only=0",
            "defineEn": "having the quality of being closely connected to the subject at hand in a way that is appropriate",
            "defineVi": "có chất lượng được kết nối chặt chẽ với chủ đề trong tầm tay theo cách phù hợp"
        },
        {
            "id": "ad9ec85b-c63f-48de-a6d0-7150b7844f36",
            "word": "hagiographic",
            "phonetic": "hædʒɪəɡɹæfɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFnaW9ncmFwaGlj&hash=0ed3571a0c45ff6930f67aecc43cef7fc0a260e5&lang=en&cache-only=0",
            "defineEn": "giving a highly exaggerated and flattering representation of a person as if they are perfect",
            "defineVi": "đưa ra một đại diện rất phóng đại và tâng bốc của một người như thể họ là hoàn hảo"
        },
        {
            "id": "16118536-aafc-4f38-afbe-015b028af8ac",
            "word": "implicit",
            "phonetic": "ɪmplɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Those implicit memories also use different brain systems than other kinds.",
                "Part of a better police education may also include more implicit bias training.",
                "Implicit biases are stereotypes that we form about certain groups of people.",
                "So, just implicit in that is a little weirdness with my wife.",
                "Many words have an implicit message as well as an explicit meaning. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGljaXQ&hash=62f611fa25a1f56a0b5edbd058007e6381e5608b&lang=en&cache-only=0",
            "defineEn": "able to suggest without directly mentioning",
            "defineVi": "có thể gợi ý mà không đề cập trực tiếp"
        },
        {
            "id": "e1f801d2-c0f3-4056-aed9-a2f46ad7bcce",
            "word": "mordant",
            "phonetic": "mɔːɹdənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9yZGFudA&hash=86867557e34dd5ec7963f3b4b93dd29b8006ff40&lang=en&cache-only=0",
            "defineEn": "having a quality that is criticizing and harsh, yet humorous",
            "defineVi": "có phẩm chất chỉ trích và gay gắt, nhưng hài hước"
        },
        {
            "id": "59e3f5aa-9838-4721-8305-7f3666ab5b38",
            "word": "puerile",
            "phonetic": "pjuːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVlcmlsZQ&hash=31aad64fff3daa52eaeaf135953ae59a4f86944d&lang=en&cache-only=0",
            "defineEn": "behaving in such a manner that displays one's lack of maturity and common sense",
            "defineVi": "cư xử theo cách thể hiện sự thiếu chín chắn và lẽ thường của một người"
        },
        {
            "id": "2e0889f9-400a-425e-a9a6-83d8e3b750e7",
            "word": "sententious",
            "phonetic": "sɛntɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VudGVudGlvdXM&hash=6fb024fe8d57c4f1173adde20d587f28dd43c428&lang=en&cache-only=0",
            "defineEn": "keeping one's speech short but extremely meaningful",
            "defineVi": "giữ cho bài phát biểu của một người ngắn gọn nhưng cực kỳ ý nghĩa"
        },
        {
            "id": "cfe46fd7-32c5-493e-a89e-647f617a16b3",
            "word": "unequivocal",
            "phonetic": "ʌnᵻkwɪvəkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But some Senate Republicans have not been so unequivocal.",
                "The CEO said it was unequivocal, we're giving refund.",
                "After watching, FBI Director Chris Wray's own words were unequivocal.",
                "When asked about capping rates at 36 percent, the one payday lender who did speak with us was unequivocal.",
                "Let me be crystal clear and unequivocal."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5lcXVpdm9jYWw&hash=25b62a88cd96f6401c880af61ae19be6393a05bf&lang=en&cache-only=0",
            "defineEn": "expressing one's ideas and opinions so clearly that it leaves no room for doubt",
            "defineVi": "thể hiện ý tưởng và quan điểm của một người rõ ràng đến mức không còn chỗ cho sự nghi ngờ"
        },
        {
            "id": "843adf4a-cd8b-4faa-8969-74f79a4d0dce",
            "word": "chimera",
            "phonetic": "kaɪmiəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s a chimera.",
                "Now in biology, a chimera is not as scary as in the myth.",
                "Lydia was a chimera too!",
                "The little girl in our example is called a tetragametic chimera because four gametes, or reproductive cells, came together to create her.",
                "This girl was what we call a chimera."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbWVyYQ&hash=db33f6f51269dca38a6f92833463078c57e997e9&lang=en&cache-only=0",
            "defineEn": "something that is very desirable, yet almost impossible to achieve",
            "defineVi": "một cái gì đó là rất mong muốn, nhưng gần như không thể đạt được"
        },
        {
            "id": "d5820c95-db90-4bce-a335-04fa7cb33fb3",
            "word": "vitriolic",
            "phonetic": "vɪtɹɪɑːlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By the way, he still managed to die penniless, and only 8 people attended his funeral because of his vitriolic ridicule of Christianity.",
                "The decision to move this monument was taken as an affront to that memory and set in motion a quite vitriolic and dramatic Russian response."
            ],
            "audio": "https://tts.langeek.co/read?text=dml0cmlvbGlj&hash=fa5fb652d617985dbb5161843086a96977c05377&lang=en&cache-only=0",
            "defineEn": "severely cruel and hurtful criticism or comments",
            "defineVi": "những lời chỉ trích hoặc nhận xét nghiêm trọng và gây tổn thương"
        }
    ]
}