{
    "id": "f56f41bf-011a-4624-bbb3-88a8f8a16e59",
    "title": "Music Industry",
    "originalTitle": "Music Industry",
    "words": [
        {
            "id": "34871478-7ab6-44bd-8627-43f24cf2068b",
            "word": "chart",
            "phonetic": "tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The album's success has put it at the top of the charts.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "With a fresh lineup of talented musicians, the band has experienced a new lease of life, capturing the attention of music enthusiasts and gaining popularity on the charts.",
                "I prepared an around-the-clock chart detailing all my care requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnQ&hash=60f5b476c5f0bf9405859622f667ce6b6a79a0b4&lang=en&cache-only=0",
            "defineEn": "a list that ranks top pop records based on sales in a particular period",
            "defineVi": "một danh sách xếp hạng các bản ghi nhạc pop hàng đầu dựa trên doanh số bán hàng trong một khoảng thời gian cụ thể"
        },
        {
            "id": "e6ba360b-196b-4a52-9692-4d7c2a5951e8",
            "word": "copyright",
            "phonetic": "kɑːpɪɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The characters are copyrighted.",
                "Also, copyright extends only to expression and not to ideas.",
                "Copyright law protects original works of authorship.",
                "Copyright law protects original works of authorship.",
                "The most complicated issue from a legal standpoint is copyright law."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29weXJpZ2h0&hash=9375705d466df4018e5960e891c87c00c2b9fb3c&lang=en&cache-only=0",
            "defineEn": "a document granting exclusive right to publish and sell literary or musical or artistic work",
            "defineVi": "một tài liệu cấp độc quyền xuất bản và bán tác phẩm văn học hoặc âm nhạc hoặc nghệ thuật"
        },
        {
            "id": "0a56fb0f-3eb7-4cce-a799-fa380aa24e30",
            "word": "cover",
            "phonetic": "kʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grounds covered eight acres.",
                "The trees were covered in a blanket of snowy white.",
                "The pig's pink skin was covered in coarse hair.",
                "She covered the floor with a colorful carpet.",
                "The book on the shelf had a purple cover."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXI&hash=326c13fb962f8dc80d4dbd1a089274e5046e41a2&lang=en&cache-only=0",
            "defineEn": "a version of a song performed or recorded by someone other than the original artist",
            "defineVi": "một phiên bản của một bài hát được thực hiện hoặc ghi lại bởi một người khác không phải là nghệ sĩ gốc"
        },
        {
            "id": "c987a027-e089-407a-b95c-1c6f2ddae42b",
            "word": "demo",
            "phonetic": "dɛmoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's another confusing demo of this same idea.",
                "- We do, we demo these songs - Okay. -",
                "Members of the demo team playfully point the weapons at the camera.",
                "Brian: SHhhhh demo Should we try it?",
                "And another really cool little demo is something called the Leidenfrost effect."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtbw&hash=90ce0e032906cc56dc09eea9e505976f35977832&lang=en&cache-only=0",
            "defineEn": "a short recording that serves as a sample of the work of a musical band or performer",
            "defineVi": "một bản ghi âm ngắn dùng làm mẫu tác phẩm của một ban nhạc hoặc nghệ sĩ biểu diễn"
        },
        {
            "id": "ee596522-819e-450e-8dc0-88ae2a9a417f",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e88db137-7235-4853-bc38-21a170335a67",
            "word": "genre",
            "phonetic": "ʒɑːnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VucmU&hash=a0d13625523bbb41061f418145b3304ad2959a9d&lang=en&cache-only=0",
            "defineEn": "a style of art, music, literature, film, etc. that has its own special features",
            "defineVi": "một phong cách nghệ thuật, âm nhạc, văn học, phim, v.v. có những nét đặc biệt riêng",
            "hasImg": true
        },
        {
            "id": "c13c0218-1bb1-43f0-b7f3-52e33a793472",
            "word": "A & R",
            "phonetic": "eɪɐnd ɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QSAmIFI&hash=9c2d094fb83ff854e336f4e69174e0b3a689f58c&lang=en&cache-only=0",
            "defineEn": "the division in a record label responsible for scouting, signing, and developing musical artists and overseeing their recording process",
            "defineVi": "bộ phận trong một hãng thu âm chịu trách nhiệm tìm kiếm, ký kết và phát triển các nghệ sĩ âm nhạc và giám sát quá trình thu âm của họ"
        },
        {
            "id": "6e66df3c-b553-40ae-b282-1dde5ff475a1",
            "word": "recording studio",
            "phonetic": "ɹᵻkoːɹdɪŋ stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkaW5nIHN0dWRpbw&hash=584545d9fb277b36814059d342f05fe8434e7171&lang=en&cache-only=0",
            "defineEn": "a place designed and equipped for recording and producing audio tracks and music",
            "defineVi": "một nơi được thiết kế và trang bị để ghi âm và sản xuất các bản âm thanh và âm nhạc",
            "hasImg": true
        },
        {
            "id": "cd912e37-2c05-4e20-9fe7-2189904541dc",
            "word": "recording label",
            "phonetic": "ɹᵻkoːɹdɪŋ leɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkaW5nIGxhYmVs&hash=7625b8117c41bd54c3340216c628793c14604d95&lang=en&cache-only=0",
            "defineEn": "trade name of a company that produces musical recordings",
            "defineVi": "tên thương mại của một công ty sản xuất bản ghi âm nhạc"
        },
        {
            "id": "7c067bf3-4359-4bc0-a320-135704c9e88a",
            "word": "record company",
            "phonetic": "ɹɛkɚd kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkIGNvbXBhbnk&hash=bd8d0c31b863359d700daec775252108f09f5929&lang=en&cache-only=0",
            "defineEn": "a company that makes and sells musical recordings",
            "defineVi": "một công ty sản xuất và bán các bản ghi âm nhạc"
        },
        {
            "id": "7ca24aa0-2d68-4a70-b7c3-163960b5251d",
            "word": "EPK",
            "phonetic": "ɛpk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RVBL&hash=4e8df2496eb142a44899537224824fef1c837456&lang=en&cache-only=0",
            "defineEn": "a digital package that contains promotional materials and information about a person, company, or event",
            "defineVi": "gói kỹ thuật số chứa tài liệu quảng cáo và thông tin về một người, công ty hoặc sự kiện"
        },
        {
            "id": "91da8d04-d367-4033-8b70-ae8e03f8e624",
            "word": "digital service provider",
            "phonetic": "dɪdʒɪɾəl sɜːvɪs pɹəvaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBzZXJ2aWNlIHByb3ZpZGVy&hash=dd6095c1e9c0904488ce897a3a5f0f013b9404a4&lang=en&cache-only=0",
            "defineEn": "***an entity that provides digital music services (whether streaming, downloads, or both), via computer or phone networks.",
            "defineVi": "***một thực thể cung cấp dịch vụ nhạc kỹ thuật số (dù là phát trực tuyến, tải xuống hay cả hai), thông qua mạng máy tính hoặc điện thoại."
        },
        {
            "id": "613e7c23-02a7-42b6-9342-f2b898bd05bf",
            "word": "fangirl",
            "phonetic": "fæŋɡɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let's fangirl, fanguy, fan person together.",
                "I would consider myself a real Apple fangirl.",
                "When I, like, fangirl about things, I think people really relate to that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuZ2lybA&hash=fc25139eb61da920f7caaeb3798f7c3e89013332&lang=en&cache-only=0",
            "defineEn": "a young woman or girl who is extremely zealous or overly obsessed with a band, comic book, actor, etc.",
            "defineVi": "một phụ nữ trẻ hoặc một cô gái cực kỳ cuồng nhiệt hoặc bị ám ảnh quá mức bởi một ban nhạc, truyện tranh, diễn viên, v.v.",
            "hasImg": true
        },
        {
            "id": "b67c3097-51f9-4f6c-8c50-a185c9f2213e",
            "word": "the performing arts",
            "phonetic": "ðə pɚfɔːɹmɪŋ ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other performing arts high schools sometimes called K-pop schools remain.",
                "She grew up in San Diego and attended its School of Creative and Performing Arts, a public arts magnet school, where a teacher suggested she listen to recordings of Billie Holiday.",
                "So, she put me in this Saturday music program, with the hopes that I would get into the performing arts middle school, so I would be bussed away from my friends.",
                "I went to performing arts school and just was able to focus on violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIHBlcmZvcm1pbmcgYXJ0cw&hash=34464e6af4525800b628628045d18d1ad12a8f0a&lang=en&cache-only=0",
            "defineEn": "types of art such as dance, drama, and music that are performed in front of an audience",
            "defineVi": "các loại hình nghệ thuật như khiêu vũ, kịch và âm nhạc được biểu diễn trước khán giả",
            "hasImg": true
        },
        {
            "id": "0d431fd9-6c28-415a-913b-d1152ef84599",
            "word": "back catalog",
            "phonetic": "bæk kæɾɐlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjayBjYXRhbG9n&hash=b6acf74357e77d5d1863ee271abc1c55f509af5b&lang=en&cache-only=0",
            "defineEn": "a collection of previous records produced by a musician or a company",
            "defineVi": "một bộ sưu tập các bản ghi trước đó được sản xuất bởi một nhạc sĩ hoặc một công ty"
        },
        {
            "id": "cccd71e3-96cb-47db-ab9d-54221032e8b7",
            "word": "remix",
            "phonetic": "ɹᵻmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the remix.",
                "Goes one, two, here’s the remix.",
                "With these things, they live up to the name, the extra bass, this song sounds almost like a dance remix.",
                "I love having my friends remix some of my work.",
                "Next part is a remix of the electric slide, so something you should know."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtaXg&hash=ed9e5eae22a63bf9bc8e3eb9a8205856c99a850c&lang=en&cache-only=0",
            "defineEn": "a new version of an existing record made by rearranging or adding new pieces to it, using a special device",
            "defineVi": "một phiên bản mới của một bản ghi hiện có được tạo bằng cách sắp xếp lại hoặc thêm các phần mới vào đó, sử dụng một thiết bị đặc biệt"
        },
        {
            "id": "be78d56f-9744-41d4-b51d-a5f73a99f060",
            "word": "world music",
            "phonetic": "wɜːld mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29ybGQgbXVzaWM&hash=a541d8ebff780c95a40d7d9eb8afad6efd3366e2&lang=en&cache-only=0",
            "defineEn": "popular music that is originated in or incorporates elements of non-Western traditional music",
            "defineVi": "âm nhạc đại chúng có nguồn gốc hoặc kết hợp các yếu tố của âm nhạc truyền thống phi phương Tây",
            "hasImg": true
        },
        {
            "id": "d34ffc67-354a-457b-b232-aca23bc69ef7",
            "word": "audio mixing",
            "phonetic": "ɔːdɪoʊ mɪksɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXVkaW8gbWl4aW5n&hash=d7aadb92ddff9ccd987d140ccd4fd7777bc3c1ce&lang=en&cache-only=0",
            "defineEn": "the process of combining and adjusting individual audio tracks, including instruments, vocals, and effects, to create a balanced and cohesive sound for a final music or audio production",
            "defineVi": "quá trình kết hợp và điều chỉnh các rãnh âm thanh riêng lẻ, bao gồm nhạc cụ, giọng hát và hiệu ứng, để tạo ra âm thanh cân bằng và gắn kết cho sản phẩm âm nhạc hoặc âm thanh cuối cùng"
        },
        {
            "id": "b12ec814-0a21-4d86-abf7-947887e1ed7f",
            "word": "independent music",
            "phonetic": "ɪndᵻpɛndənt mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every piece of music in Alaska is independent music.",
                "Quinn acknowledges that his sudden rise to fame might be considered an anomaly in the independent music industry.",
                "I wanted to learn about the independent music scene and the communities where the genre comes from, so I partnered with my friends over at INDIE ALASKA to show me one Alaskan artist's story.",
                "Before indie described a band's sound, independent music was just that, independent.",
                "Now, after over 50 years, the story of one of AMERICA's oldest surviving independent music companies is being told."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQgbXVzaWM&hash=8b9c4b44e6aacd86dd5148b400f1d6790337f006&lang=en&cache-only=0",
            "defineEn": "music that is produced without the resources of a major label or is self-released by an artist",
            "defineVi": "nhạc được sản xuất mà không có tài nguyên của hãng lớn hoặc do nghệ sĩ tự phát hành"
        }
    ]
}