{
    "id": "f590ffad-d4e7-47bd-bf3a-a3c481a44b5d",
    "title": "Unit 10 - Lesson 2",
    "originalTitle": "Unit 10 - Lesson 2",
    "words": [
        {
            "id": "f944ae30-0d71-4731-b8ba-349be8b04375",
            "word": "to offer",
            "phonetic": "tʊ ɔfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmZXI&hash=3016fd36f01db95e9f17726c6d3ade2e69a974ed&lang=en&cache-only=0",
            "defineEn": "to present or propose something to someone",
            "defineVi": "để trình bày hoặc đề xuất một cái gì đó cho một ai đó",
            "hasImg": true
        },
        {
            "id": "07809eef-62ce-45fd-a137-78365567fabc",
            "word": "to ask",
            "phonetic": "tʊ æsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The interviewer asked me a series of questions during the job interview.",
                "Better ask teacher about.",
                "Can I ask a favour of you?",
                "Can I ask a question?",
                "Did you ask the price?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNr&hash=b2606927dd291d1df0d59e33c211e1814ca2d3cf&lang=en&cache-only=0",
            "defineEn": "to use words in a question form or tone to get answers from someone",
            "defineVi": "để sử dụng các từ trong một hình thức câu hỏi hoặc giai điệu để có được câu trả lời từ một ai đó",
            "hasImg": true
        },
        {
            "id": "b19155a1-34ba-4416-b25e-fa0692378d79",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "70262dd8-2172-4d23-8344-ddff83f5f9fa",
            "word": "drink",
            "phonetic": "dɹɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Get a drink for John.",
                "I usually drink a cup of green tea in the afternoon.",
                "My brother always drinks smoothie after exercising."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpbms&hash=00def89142a9c8e1fb6f2d622311b46636db6bd9&lang=en&cache-only=0",
            "defineEn": "any liquid that we can drink",
            "defineVi": "bất kỳ chất lỏng nào chúng ta có thể uống",
            "hasImg": true
        },
        {
            "id": "05121bba-02a0-4e0f-8aa0-85027984751a",
            "word": "water",
            "phonetic": "wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "Water will always find its own level.",
                "My mother waters the plants in our garden every morning.",
                "Police turned water cannon on the rioters.",
                "The water boiled away."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXI&hash=fd853ff5e3f42247c9f00b85e95c541093dd8ff0&lang=en&cache-only=0",
            "defineEn": "a liquid with no smell, taste, or color, that falls from the sky as rain, and we use for washing, cooking, drinking, etc.",
            "defineVi": "một chất lỏng không mùi, không vị, không màu, từ trên trời rơi xuống dưới dạng mưa, và chúng ta dùng để giặt giũ, nấu ăn, uống, v.v.",
            "hasImg": true
        },
        {
            "id": "398ea2ab-2e68-46e6-8093-016483323c30",
            "word": "coffee",
            "phonetic": "kɔfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made coffee for us all.",
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVl&hash=4c3fb90c40cc371b528be5a48c89e3e902e6d367&lang=en&cache-only=0",
            "defineEn": "a drink that is made from mixing water with some crushed seeds, called coffee beans, usually hot and brown in color",
            "defineVi": "một thức uống được làm từ nước trộn với một số hạt nghiền nhỏ, được gọi là hạt cà phê, thường nóng và có màu nâu",
            "hasImg": true
        },
        {
            "id": "d7f5f6bc-1b9f-431a-8512-e8072bec444f",
            "word": "tea",
            "phonetic": "tiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spill the tea!",
                "The aromatic wintergreen tea soothes her sore throat.",
                "A cup of tea sounds perfect.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "Do you want some more tea?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGVh&hash=b7657d4c14b9556d6b6da8f12dd4d9f2e35fcc2c&lang=en&cache-only=0",
            "defineEn": "a hot drink that is made by soaking dried leaves, called tea leaves, in hot water",
            "defineVi": "một thức uống nóng được làm bằng cách ngâm lá khô, được gọi là lá trà, trong nước nóng",
            "hasImg": true
        },
        {
            "id": "848b1c0b-5573-4782-ae93-632e5b6bb32c",
            "word": "juice",
            "phonetic": "dʒuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "My parents always drink orange juice for breakfast.",
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "She poured orange juice into a clear glass."
            ],
            "audio": "https://tts.langeek.co/read?text=anVpY2U&hash=8516857d091968689303dc9041da0169ab014da3&lang=en&cache-only=0",
            "defineEn": "the liquid that exists inside fruits and vegetables or the drink that we make from them",
            "defineVi": "chất lỏng tồn tại bên trong trái cây và rau quả hoặc đồ uống mà chúng ta làm từ chúng",
            "hasImg": true
        },
        {
            "id": "f2e98144-e513-4255-8894-2ff52d5e93a0",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "7486fdfe-2f7f-4b21-8984-696e895450ff",
            "word": "soda",
            "phonetic": "soʊdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We bought popcorn and soda to enjoy during the movie.",
                "She bought popcorn and soda at the movie theater before the film started.",
                "Baking soda served as a natural toothpaste alternative, gently whitening teeth and freshening breath.",
                "You don't need to buy soda for the party.",
                "Baking soda sprinkled on a damp cloth effectively removed coffee and tea stains from cups and mugs."
            ],
            "audio": "https://tts.langeek.co/read?text=c29kYQ&hash=a4a8c59a6695500972b7a3402be10537f9cb36ca&lang=en&cache-only=0",
            "defineEn": "a sweet fizzy drink that is not alcoholic",
            "defineVi": "một thức uống có ga ngọt không cồn",
            "hasImg": true
        },
        {
            "id": "8643705e-4454-48a7-a140-68696e00a0a9",
            "word": "bread",
            "phonetic": "bɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They dipped their bread into a small bowl of balsamic vinegar and olive oil.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQ&hash=887a28d2a7fa3a37ef4a658c95bc7c7bb24e1bac&lang=en&cache-only=0",
            "defineEn": "a type of food made from flour, water and usually yeast mixed together and baked",
            "defineVi": "một loại thực phẩm được làm từ bột mì, nước và thường là men trộn với nhau và nướng",
            "hasImg": true
        },
        {
            "id": "d7c82960-2303-4380-ab80-a97d5731c517",
            "word": "pasta",
            "phonetic": "pɑːstə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "The earthy aroma of mushrooms adds depth to any pasta dish.",
                "Double cream adds indulgence to creamy pasta sauces.",
                "She stirred the creamy mushroom sauce into her pasta.",
                "The fusilli pasta with marinara sauce is my favorite dish."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGE&hash=32527ce38ea81e9e897d67c0864a5d62ddfb0f1c&lang=en&cache-only=0",
            "defineEn": "an Italian food that is a mixture of flour, water, and at times eggs formed it into different shapes, typically eaten with a sauce when cooked",
            "defineVi": "một món ăn của Ý là hỗn hợp của bột mì, nước và đôi khi là trứng tạo thành những hình dạng khác nhau, thường được ăn với nước sốt khi nấu chín",
            "hasImg": true
        },
        {
            "id": "1a133ffe-5349-4747-af3f-0d1e36b34eee",
            "word": "rice",
            "phonetic": "ɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served white rice with the chicken curry.",
                "Rice is a staple food in many Asian countries.",
                "I prefer brown rice over white rice for its nutritional benefits.",
                "Leave the rice to cook for 20 minutes.",
                "The rice cooks in boiling water until it becomes fluffy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljZQ&hash=2a6e41f6c0fbd8fde2f21ea0659be9ef89f86870&lang=en&cache-only=0",
            "defineEn": "a small and short grain that is white or brown and usually grown and eaten a lot in Asia",
            "defineVi": "một loại hạt nhỏ và ngắn có màu trắng hoặc nâu và thường được trồng và ăn nhiều ở châu Á",
            "hasImg": true
        },
        {
            "id": "79703a6e-3e33-4a56-bbe9-e5434eddaeab",
            "word": "cheese",
            "phonetic": "tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "Cheshire cheese has a unique flavor profile.",
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Ha, yeah right, and the moon is made of cheese.",
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNl&hash=1fa8dd3467af3a12758a4935b49ec75fb164be1e&lang=en&cache-only=0",
            "defineEn": "a soft or hard food made from milk that is usually yellow or white in color",
            "defineVi": "thức ăn mềm hoặc cứng làm từ sữa thường có màu vàng hoặc trắng",
            "hasImg": true
        },
        {
            "id": "a94cc793-df35-4b24-89eb-ed7a0cbcbaf6",
            "word": "meat",
            "phonetic": "miːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Too much garlic killed the taste of the meat.",
                "As a vegetarian, I often substitute mozzarella for meat in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhdA&hash=c0f8d6677812f202675229cb0d0651f46355c72b&lang=en&cache-only=0",
            "defineEn": "the flesh of animals and birds that can be eaten as food",
            "defineVi": "thịt của động vật và chim có thể được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "dea2b703-dbbe-4369-9323-7e63de5450b3",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "the flesh of a chicken that is used as food",
            "defineVi": "thịt của một con gà được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "46dd327f-30ea-43e9-a249-090e01e6bc59",
            "word": "fish",
            "phonetic": "fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaA&hash=fdb92758151e316180093ddbf02f81bac6bfe227&lang=en&cache-only=0",
            "defineEn": "flesh from a fish that is used as food",
            "defineVi": "thịt từ một con cá được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "78983253-6fa9-4520-8b60-90deb12900e5",
            "word": "oil",
            "phonetic": "ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father's car needs an oil change.",
                "International companies set the price of oil.",
                "She kept her essential oils in a small glass bottle.",
                "She combined safflower oil with honey and lemon juice for a homemade hair mask.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ls&hash=f6d91ee20a8939ba7ec6031b2bc2c8c405f162ad&lang=en&cache-only=0",
            "defineEn": "a liquid that is smooth and thick, made from animals or plants, and used in cooking",
            "defineVi": "một chất lỏng mịn và dày, được làm từ động vật hoặc thực vật và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "2b11aa67-a0dc-4f73-9abb-45d71422b16b",
            "word": "butter",
            "phonetic": "bʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "The mobile phone business was actually his bread and butter.",
                "I accidentally buttered both sides of the bread when making a sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVy&hash=b688b3f85d5ed92aabce633aa0c0172e4846bc9f&lang=en&cache-only=0",
            "defineEn": "a soft, yellow food made from cream that we spread on bread or use in cooking",
            "defineVi": "một loại thực phẩm mềm, màu vàng làm từ kem mà chúng ta phết lên bánh mì hoặc dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "b756961d-7781-4a8b-aba2-445a7ba32bc6",
            "word": "sugar",
            "phonetic": "ʃʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you put sugar in my coffee?",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "Do you take sugar in your coffee?",
                "A teaspoon of sugar can sweeten your morning coffee or tea.",
                "The chef used grape sugar to caramelize the top of the crème brûlée."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXI&hash=6579e0d85085ed46998fdd287cd9afdd49590b24&lang=en&cache-only=0",
            "defineEn": "a sweet white or brown substance that is obtained from plants and used to make food and drinks sweet",
            "defineVi": "một chất ngọt màu trắng hoặc nâu thu được từ thực vật và được sử dụng để làm thức ăn và đồ uống ngọt",
            "hasImg": true
        },
        {
            "id": "baeb3065-ae2c-4f28-8139-73eb1e501c6a",
            "word": "salt",
            "phonetic": "sɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pass the salt, please.",
                "He put salt into the sugar bowl by mistake.",
                "Can you please pass the salt?",
                "The soup needed a little more salt to bring out the taste.",
                "Take a stock tip with a grain of salt."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdA&hash=2a6085b0fe097436c7096c0c73d76b9ea6071ad9&lang=en&cache-only=0",
            "defineEn": "a natural, white substance, obtained from mines and also found in seawater that is added to the food to make it taste better or to preserve it",
            "defineVi": "một chất tự nhiên, màu trắng, thu được từ các mỏ và cũng được tìm thấy trong nước biển được thêm vào thực phẩm để làm cho thức ăn ngon hơn hoặc để bảo quản",
            "hasImg": true
        },
        {
            "id": "8da50181-a528-40dd-ab46-4b1c8bc1d976",
            "word": "pepper",
            "phonetic": "pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "They passed around the pepper grinder at the dinner table.",
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVy&hash=8df145ff8a7cd52c675078a1a5f5c7a698a345ac&lang=en&cache-only=0",
            "defineEn": "a hollow fruit, typically red, green or yellow, eaten as a vegetable either raw or cooked with other food",
            "defineVi": "một loại trái cây rỗng, thường có màu đỏ, xanh lá cây hoặc vàng, được ăn như một loại rau sống hoặc nấu chín với thực phẩm khác",
            "hasImg": true
        },
        {
            "id": "342111be-1911-4f1e-bbe4-8b2f67093c7b",
            "word": "container",
            "phonetic": "kənteɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each 180-litre container will hold up to three black bags of rubbish.",
                "Each 180-litre container will hold up to three black bags of rubbish.",
                "He carries a small container of stevia in his backpack to sweeten his drinks while on the go.",
                "During a picnic in the park, I packed a container filled with chilled litchis.",
                "I packed a container of sliced cantaloupe for a healthy snack during my picnic."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFpbmVy&hash=41f6f039091341cd32639dfe3815a7ffdbfb2d1d&lang=en&cache-only=0",
            "defineEn": "any object that can be used to store something in, such as a bottle, box, etc.",
            "defineVi": "bất kỳ đối tượng nào có thể được sử dụng để lưu trữ một cái gì đó, chẳng hạn như chai, hộp, v.v.",
            "hasImg": true
        },
        {
            "id": "d54390bd-ccaf-4a37-8aa5-257f7cdae421",
            "word": "quantity",
            "phonetic": "kwɔntᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "By importing large quantities and selling at low prices, they have cornered the market.",
                "It is best to begin by making the salad of the ingredients usually preferred and mixing in a small quantity of one or two of the new ingredients.",
                "We do wanna always limit the quantity of human food for dogs.",
                "These two fractions represent the same quantity."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbnRpdHk&hash=8a201f513bf253cc3e49745f78f405aecac0a223&lang=en&cache-only=0",
            "defineEn": "the amount of something or the whole number of things in a group",
            "defineVi": "số lượng của một cái gì đó hoặc toàn bộ số lượng của những thứ trong một nhóm"
        },
        {
            "id": "a7196834-d928-4444-8104-9f3d626cfe96",
            "word": "box",
            "phonetic": "bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the box next to the right answer.",
                "We label our boxes with permanent markers for easy identification.",
                "A large cardboard box will serve the purpose.",
                "The chicken laid an egg in the nesting box.",
                "They pushed the heavy box across the room."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94&hash=ce2c27a4cde9cc729959d4ea74d69df10659dba0&lang=en&cache-only=0",
            "defineEn": "a container made of wood, thick card, metal, etc. with a flat base and sides, often square or rectangular and having a lid",
            "defineVi": "một hộp làm bằng gỗ, thẻ dày, kim loại, v.v. có đế và các mặt phẳng, thường là hình vuông hoặc hình chữ nhật và có nắp",
            "hasImg": true
        },
        {
            "id": "1626cfad-080c-4de3-952c-476ad3feb88c",
            "word": "loaf of bread",
            "phonetic": "loʊf ʌv bɹɛd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9hZiBvZiBicmVhZA&hash=26207bb0beb4a8885dcdce06ca116ca0952ceca4&lang=en&cache-only=0",
            "defineEn": "a unit of bread that is baked in a specific shape and size",
            "defineVi": "một đơn vị bánh mì được nướng trong một hình dạng và kích thước cụ thể",
            "hasImg": true
        },
        {
            "id": "05918ff4-400d-4609-8ff5-544a22723283",
            "word": "bottle",
            "phonetic": "bɑːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "She hits the bottle every couple of years.",
                "He killed three bottles of rum.",
                "They collected glass bottles for a recycling project.",
                "I brought a bottle of Pinot grape wine as a gift to the dinner party."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dGxl&hash=083135fc1cc1adf19e54c5706863b4d9b540c28f&lang=en&cache-only=0",
            "defineEn": "a glass or plastic container that has a narrow neck and is used for storing drinks or other liquids",
            "defineVi": "một hộp thủy tinh hoặc nhựa có cổ hẹp và được sử dụng để đựng đồ uống hoặc các chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "63260ef7-6655-4af7-9028-b34cfd695504",
            "word": "can",
            "phonetic": "kæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "95 per cent of the UK can now get superfast broadband.",
                "Exercise can make a big difference to your state of health.",
                "Can the ropes take the strain?",
                "Daytime temperatures can reach 40°C."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fu&hash=3cd76005b05f73b0b6f64626d6b97e602fa24b11&lang=en&cache-only=0",
            "defineEn": "a container, made of metal, used for storing food or drink",
            "defineVi": "một thùng chứa, làm bằng kim loại, được sử dụng để lưu trữ thực phẩm hoặc đồ uống",
            "hasImg": true
        },
        {
            "id": "7b468a4d-1fb0-4cb6-86cb-f5b347e6c355",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        }
    ]
}