{
    "id": "f5ee870b-7eb5-4648-a21c-95ff71c70b1c",
    "title": "Describing Medical Treatments",
    "originalTitle": "Describing Medical Treatments",
    "words": [
        {
            "id": "504398b3-4425-4903-84e9-4595eb7876d9",
            "word": "bionic",
            "phonetic": "baɪɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The six motors move the bionic arm's shoulder, elbow, and hand as a unit. ",
                "This bionic arm is suspended from a plastic framework that fits around Jesse's upper body. ",
                "Some 40 years ago, a bionic man was the hero in a science fiction television series called The Six Million Dollar Man. ",
                "There's an A 12Z Bionic in the last version, and this one has the A14 Bionic, which is the same chip that's found in the new iPhone 12 and iPhone 12 Pros.",
                "She saw no alternatives until she read a magazine article about Jesse Sullivan and his bionic arm. "
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlvbmlj&hash=1a0a13eee7c4b02fc34ac6b2d005d75618d9634c&lang=en&cache-only=0",
            "defineEn": "having particular physiological functions augmented or replaced by electronic or electromechanical components",
            "defineVi": "có các chức năng sinh lý cụ thể được tăng cường hoặc thay thế bằng các bộ phận điện tử hoặc cơ điện"
        },
        {
            "id": "afecca97-1d30-4930-97f7-5bffa1783ad8",
            "word": "clinical",
            "phonetic": "klɪnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Clinical depression is different.",
                "One positive study doesn't establish clinical use.",
                "Morbidity or morbid is a clinical term for disease state.",
                "The clinical term for this is comorbid conditions.",
                "And that clinical judgment remains crucial."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljYWw&hash=999b033c53f4da75926c10fb55158d00acfa3d7b&lang=en&cache-only=0",
            "defineEn": "involving examination of patients and their treatment",
            "defineVi": "liên quan đến việc kiểm tra bệnh nhân và điều trị của họ"
        },
        {
            "id": "4328aed6-fcce-4546-9ff0-39e87d0ad8b6",
            "word": "conventional",
            "phonetic": "kənvɛnʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No conventional drugs had produced any significant change.",
                "She presented an abstract idea that challenged conventional wisdom and sparked a lively debate.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "The conventional spring is like the wound, tight coil of wire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbmFs&hash=fa9c8fa63dde8d33ec9c64e61d1b5c530bd910f8&lang=en&cache-only=0",
            "defineEn": "(of medical care) treating diseases based on modern science, using drugs, surgery, etc.",
            "defineVi": "(chăm sóc y tế) điều trị bệnh dựa trên khoa học hiện đại, sử dụng thuốc, phẫu thuật, v.v."
        },
        {
            "id": "0bfc06da-410f-4831-bd00-d9808429187c",
            "word": "diagnostic",
            "phonetic": "daɪəɡnɑːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Though they’re perhaps not as glamorous as medicines or vaccines, diagnostic tests play a central role in pandemic management.",
                "We never got diagnostic testing up to speed.",
                "Now, I have other videos on Borderline Personality Disorder as a whole, the diagnostic criteria, DBT techniques, all sorts of great stuff.",
                "And the diagnostic criteria hasn't changed.",
                "Now, diagnostic criteria number 4, Consistently uses physical appearance to draw attention to one's self."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ25vc3RpYw&hash=edf8d2d6803b2018c74bc35f16c69fca53f8fd02&lang=en&cache-only=0",
            "defineEn": "relating to the diagnosis of illness or other problems using a variety of symptoms",
            "defineVi": "liên quan đến chẩn đoán bệnh tật hoặc các vấn đề khác bằng cách sử dụng nhiều triệu chứng"
        },
        {
            "id": "8ef93f93-6411-4c5d-9891-b898180add2e",
            "word": "gynecological",
            "phonetic": "ɡaɪnɪkəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Other groups lobbied to end the laws denying prostitutes their civil rights: in many countries from Britain and France to Austria-Hungary, police could and did arrest and incarcerate women found on the street and then subject them to gynecological examinations on the grounds that they might be prostitutes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3luZWNvbG9naWNhbA&hash=4f2fd0a452c4243ebf7c1ed98e28cad02187ce5a&lang=en&cache-only=0",
            "defineEn": "of or relating to or practicing gynecology",
            "defineVi": "của, liên quan đến hoặc thực hành phụ khoa",
            "hasImg": true
        },
        {
            "id": "187af43c-0b04-465d-8c9b-5d951f04507f",
            "word": "hallucinatory",
            "phonetic": "hɐluːsɪnətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ketamine causes altered states of consciousness and hallucinatory experiences but the effect is very temporary lasting maybe hours on average.",
                "In a famous thought experiment, 16th-century philosopher René Descartes pointed out that even if all our physical sensations were just a hallucinatory dream, our mind and thoughts would still be there."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsbHVjaW5hdG9yeQ&hash=64a3317eefc25f0d9c709eedf06c5757dd183381&lang=en&cache-only=0",
            "defineEn": "characterized by or characteristic of hallucination",
            "defineVi": "đặc trưng bởi hoặc đặc trưng của ảo giác"
        },
        {
            "id": "dad1f783-4dbc-4fad-8eb8-1852dbfba26a",
            "word": "hallucinogenic",
            "phonetic": "hɐluːsɪnoʊdʒɛnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That’s because the world’s prettiest, most stereotypical mushroom has hallucinogenic properties.",
                "In South America, people made chicha from grains, sometimes adding hallucinogenic herbs.",
                "These researchers reviewed 151 clinical trials on LSD and other hallucinogenic drugs, and honed in on 6 studies.",
                "Robin Wright is terrific as an actress who sells her likeness rights to Hollywood and then crosses over into a strange, hallucinogenic alternate universe."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsbHVjaW5vZ2VuaWM&hash=2899d340e3f6bb7d30024cbb4af6f64d9f706717&lang=en&cache-only=0",
            "defineEn": "capable of producing hallucinations",
            "defineVi": "có khả năng tạo ra ảo giác"
        },
        {
            "id": "6505cc94-8d30-4d17-8a64-98a79d3473e2",
            "word": "holistic",
            "phonetic": "həlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, of course, individual change doesn't make much difference in a holistic picture, but it influences others around you.",
                "And here at Nordstrom, we're taking a holistic approach for end-to-end solutions and we're really excited to be the first retailer to adopt this combined technology.",
                "The screen policy differs at each Waldorf School but it's known for its holistic instructional style which promotes artistic expression, experiential learning and yes, limited technology use.",
                "We want to be holistic, but trust me when I say medication can save your life.",
                "Thanks to these influences, he created a powerful, holistic practice of medicine that he’s still known for today."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9saXN0aWM&hash=0716a5e7291c26529c4e130f7f1792530a250338&lang=en&cache-only=0",
            "defineEn": "***characterized by the treatment of the whole person, taking into account mental and social factors, rather than just the symptoms of an illness",
            "defineVi": "*** đặc trưng bởi việc điều trị toàn bộ con người, có tính đến các yếu tố tinh thần và xã hội, thay vì chỉ các triệu chứng của bệnh"
        },
        {
            "id": "e03e0c3b-5dc1-4572-b969-f1cc984cab84",
            "word": "homeopathic",
            "phonetic": "hoʊmiːəpæθɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the homeopathic industry IS Big Pharma.",
                "Every sip of water would be a supercharged homeopathic cocktail.",
                "Most homeopathic remedies are diluted so much that not a single atom of the active ingredient is left in them.",
                "And, in fact, homeopathic hospitals were soon successful because doing no harm beats doing harm.",
                "Some critics even argue that the homeopathic industry is bad for public health because it creates distrust in proven medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZW9wYXRoaWM&hash=68be973b941fa68b84b1f884feab35639a9c9ef9&lang=en&cache-only=0",
            "defineEn": "of or relating to the practice of homeopathy",
            "defineVi": "của hoặc liên quan đến việc thực hành vi lượng đồng căn"
        },
        {
            "id": "6c0d73b9-bb29-4d71-9643-b289159ec9c8",
            "word": "invasive",
            "phonetic": "ɪnveɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this technology would supposedly require invasive surgery.",
                "- They're actually invasive.",
                "Basically, this invasive species is a violent bully.",
                "So sometimes, more invasive treatments are necessary.",
                "And thankfully, modern eye surgeons can sculpt the cornea with far less invasive tools."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YXNpdmU&hash=61aaf413926a31b9c5535949df8f7b3c523b9a82&lang=en&cache-only=0",
            "defineEn": "(of medical procedures) comprising cutting into the body or body cavities",
            "defineVi": "(về thủ tục y tế) bao gồm cắt vào cơ thể hoặc các khoang cơ thể"
        },
        {
            "id": "3a9472b9-7985-49bd-8146-9c0368e19f37",
            "word": "intravenously",
            "phonetic": "ɪntɹəviːnəsli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmF2ZW5vdXNseQ&hash=52efc4ae0952da7ba857c3dbdd67e33b41375e4d&lang=en&cache-only=0",
            "defineEn": "through or within a vein",
            "defineVi": "qua hoặc trong tĩnh mạch",
            "hasImg": true
        },
        {
            "id": "bbfc695f-6b2d-4385-a960-3ee91ed5b043",
            "word": "manipulative",
            "phonetic": "mənɪpjʊlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Don't be fooled by his kind words, he's known to be manipulative - bees that have honey in their mouths have stings in their tails.",
                "Despite their long friendship, Sarah had to drop Karen like a bad habit when she discovered her manipulative and toxic behavior.",
                "- It's manipulative.",
                "Manipulative behavior has to do with your personality.",
                "They are so manipulative."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaXB1bGF0aXZl&hash=963b86f14f183d5c71615d68935f1b1dddd80499&lang=en&cache-only=0",
            "defineEn": "relating to physically manipulating or adjusting the body, such as in chiropractic or massage therapies for musculoskeletal issues",
            "defineVi": "liên quan đến thao tác vật lý hoặc điều chỉnh cơ thể, chẳng hạn như trong trị liệu chỉnh hình hoặc xoa bóp cho các vấn đề về cơ xương"
        },
        {
            "id": "894c17e5-eb86-4438-b16e-c0d32c21ee31",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "related to medicine, treating illnesses, and health",
            "defineVi": "liên quan đến y học, điều trị bệnh tật và sức khỏe",
            "hasImg": true
        },
        {
            "id": "6d478708-30ab-4c88-8c26-884d713a38c6",
            "word": "noninvasive",
            "phonetic": "nɑːnɪnveɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this is still a young field, and they are making progress, so noninvasive blood sugar monitors might be here sooner than you think.",
                "It's a very noninvasive and inexpensive way of doing the research. -",
                "It's noninvasive so you don't need to take medication for it, however, it can take a while to work, and it can be costly."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uaW52YXNpdmU&hash=11c4c686096f984761b95d15988506b2d4d04cd8&lang=en&cache-only=0",
            "defineEn": "relating to a technique that does not involve puncturing the skin or entering a body cavity",
            "defineVi": "liên quan đến một kỹ thuật không liên quan đến việc chọc thủng da hoặc xâm nhập vào khoang cơ thể"
        },
        {
            "id": "21eff7bd-b58a-4e04-b4bc-510e48e50e41",
            "word": "orthopedic",
            "phonetic": "ɔːɹθoʊpiːdɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Roughly 10% experience orthopedic problems, and the majority suffer exercise-induced bleeding in the lungs.",
                "I'm a physical therapist based in Santa Barbara, California, and I specialize in the treatment of patients with general orthopedic pain and injuries.",
                "Things were better in the orthopedic workshop where they dressed up teaching to make it more like a game.",
                "Many of these hospital consortiums are turning huge profits every year by offering high priced services like cardiac and orthopedic care to well insured patients.",
                "The boxy shape, the sliding door, and the sometimes surprisingly high gas mileage might be useful, but to many buyers they seem the automotive equivalent of orthopedic shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9wZWRpYw&hash=8e0e16080d294f3e5e92e2ae9b459c3f2e050acf&lang=en&cache-only=0",
            "defineEn": "of or relating to orthopedics",
            "defineVi": "của hoặc liên quan đến chỉnh hình"
        },
        {
            "id": "af30ce70-3889-4443-8cc9-d1073d8a3b26",
            "word": "paediatric",
            "phonetic": "piːdɪætɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFlZGlhdHJpYw&hash=054280049ddc59727c19ff582764a45b8c30b657&lang=en&cache-only=0",
            "defineEn": "of or relating to the medical care of children",
            "defineVi": "của hoặc liên quan đến việc chăm sóc y tế cho trẻ em",
            "hasImg": true
        },
        {
            "id": "e76d0d98-336c-4a50-9372-04747e56434d",
            "word": "palliative",
            "phonetic": "pæliətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Zara Cooper is an emergency surgeon with palliative care training at Brigham and Women's Hospital in Boston.",
                "Research is showing that earlier involvement of palliative care can have dramatic impact on lots of different health outcome measures.",
                "As Clyde Earle's condition worsens, Dr. Cooper brought in Kathy Selvaggi, a senior palliative care physician whose expertise is in end-of-life care.",
                "And it was one of the first communities to do so, and it was one of the last communities in Europe to have a hospice and palliative care movement.",
                "Palliative care perspective often is finding good choices when everything seems bad."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbGlhdGl2ZQ&hash=46913a7ba8d1886f5933dfd7faea465d51869b67&lang=en&cache-only=0",
            "defineEn": "moderating pain or sorrow by making it easier to bear",
            "defineVi": "giảm bớt nỗi đau hoặc nỗi buồn bằng cách làm cho nó dễ chịu hơn"
        },
        {
            "id": "2a9585e5-0817-4f3e-96d3-757fd6134f9f",
            "word": "paramedical",
            "phonetic": "pæɹəmɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1lZGljYWw&hash=1c2cc0c2300f49866aab5c2cb3a1b764834eba2b&lang=en&cache-only=0",
            "defineEn": "of or denoting a person who is trained to provide emergency medical treatment or to aid medical professionals",
            "defineVi": "của hoặc biểu thị một người được đào tạo để cung cấp điều trị y tế khẩn cấp hoặc hỗ trợ các chuyên gia y tế",
            "hasImg": true
        },
        {
            "id": "1ac6245a-a4ee-492f-97f3-e8b511365292",
            "word": "postoperative",
            "phonetic": "poʊstoʊpɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdG9wZXJhdGl2ZQ&hash=5a07b55a2cb3344f67f27d128ac5fb716a4fd8dd&lang=en&cache-only=0",
            "defineEn": "relating to a period of time after a surgical operation",
            "defineVi": "liên quan đến một khoảng thời gian sau khi phẫu thuật"
        },
        {
            "id": "be1da70f-a150-4708-a998-4eabd02d002f",
            "word": "psychiatric",
            "phonetic": "saɪkɪætɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For me personally, it's the psychiatric calls.",
                "It defines all of the psychiatric diagnoses.",
                "It transformed psychiatric treatment because it was the first drug to effectively and reliably treat psychosis and mania.",
                "Like with a lot of other psychiatric treatments, the answer has to do with a chemical imbalance in the brain.",
                "They’re also the root of many psychiatric disorders."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyaWM&hash=faaeb2c48afeabd58b2240e96de1a6be10d6632a&lang=en&cache-only=0",
            "defineEn": "relating to the study and treatment of mental illness",
            "defineVi": "liên quan đến nghiên cứu và điều trị bệnh tâm thần",
            "hasImg": true
        },
        {
            "id": "1d08355f-22b7-4a6f-85c1-3de20ef75149",
            "word": "sanitary",
            "phonetic": "sænətɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s not just there to prevent things from falling in or for aesthetic reasons: It serves an important sanitary purpose.",
                "You know, we're never gonna be ahead of it until people start taking sanitary matters very seriously.",
                "And: It keeps the body safe and sanitary.",
                "Despite their sanitary and security failings, they often have a social vibrancy and sound ecological status that gets lost in most planned urban environments.",
                "The objective, in the view of the Spanish government, is to resume normality in the tourism industry as soon as possible without increasing a sanitary risk."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuaXRhcnk&hash=dc6730b2c946e8ff800f01973a0a37b470c32122&lang=en&cache-only=0",
            "defineEn": "free from filth and pathogens",
            "defineVi": "không có chất bẩn và mầm bệnh"
        },
        {
            "id": "b56918c9-b517-4ad8-800e-00e48af06f17",
            "word": "surgical",
            "phonetic": "sɜːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The surgical scar is behind his right ear, about the size of a quarter.",
                "Surgical masks are good at keeping your stuff in, not necessarily the world out.",
                "25 million and more surgical dressings have already been sent to Europe.",
                "I have been wearing this surgical mask for two days."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2ljYWw&hash=f588b708647720aad5f6bf8048c8d14c38b53f68&lang=en&cache-only=0",
            "defineEn": "of or relating to or involving or used in surgery",
            "defineVi": "của, liên quan đến, liên quan đến hoặc được sử dụng trong phẫu thuật",
            "hasImg": true
        },
        {
            "id": "dc252bf5-562e-40c6-b63a-c6593ea69dfd",
            "word": "therapeutic",
            "phonetic": "θɛɹəpjuːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's very therapeutic.",
                "Something, theoretically, therapeutic cloning can solve.",
                "And it's more therapeutic.",
                "And, finally, therapeutic cloning is an individualized treatment in a world where drug companies are more interested in standardized ones.",
                "So far, they’ve only identified these therapeutic targets for a small proportion of diseases."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwZXV0aWM&hash=2287385be7fcb6cf15e8c24c62210ec1eb53bfe8&lang=en&cache-only=0",
            "defineEn": "relating to or involved in therapy",
            "defineVi": "liên quan đến hoặc tham gia vào trị liệu"
        },
        {
            "id": "a9ebd2ff-6dd3-4add-8203-6372e9b4eec1",
            "word": "prosthetic",
            "phonetic": "pɹəsθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In fact, each prosthetic can hold up to 10 kilograms of weight.",
                "Researchers have anchored teeny electronic prosthetics into the bells of moon jellies.",
                "It's a prosthetic.",
                "Plastic prosthetic knees have to be replaced after about 20 years.",
                "He currently prints various prosthetics he calls Trésdesis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3RoZXRpYw&hash=42f0cf1a68f4ebb7c259cfa2f6f3f00194fd8b18&lang=en&cache-only=0",
            "defineEn": "relating to an artificial leg, hand, tooth, etc. that is implanted through surgery in a person's body as a replacement of a missing body part",
            "defineVi": "liên quan đến chân, tay, răng giả, v.v. được cấy ghép thông qua phẫu thuật vào cơ thể người để thay thế một bộ phận cơ thể bị thiếu"
        },
        {
            "id": "616f077e-a351-492a-9368-4ddefdc56933",
            "word": "lifesaving",
            "phonetic": "laɪfseɪvɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This lifesaving cargo is very different.",
                "This is actually a lifesaving medical instrument.",
                "Countries are facing a dire shortage of the lifesaving machines.",
                "WILLIAM BRANGHAM: You touched on, of course, what we know is the way out of this pandemic, which are these lifesaving vaccines.",
                "It’s unclear who, exactly, first developed the idea behind all of the lifesaving vaccines we have today."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZXNhdmluZw&hash=08f85d816c5e362f584c03053e17d39919187a86&lang=en&cache-only=0",
            "defineEn": "relating to actions or treatments that save lives in emergency or critical situations",
            "defineVi": "liên quan đến các hành động hoặc phương pháp điều trị cứu sống trong các tình huống khẩn cấp hoặc nguy kịch"
        },
        {
            "id": "bce004a2-8dc3-48ff-9784-37403819f85a",
            "word": "elective",
            "phonetic": "ᵻlɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After elective procedures were canceled.",
                "These are not electives.",
                "To prepare for the influx of coronavirus patients, medical facilities across the country cancel most elective procedures.",
                "We reopened our hospital for elective surgeries on May the 11th.",
                "The vast majority of them have stopped all elective procedures and they're losing money right now."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RpdmU&hash=89568123004ca2a65f06be0205d40dfae7bfe74d&lang=en&cache-only=0",
            "defineEn": "(of surgical or medical treatment) chosen by a patient or healthcare provider to address non-emergency health concerns or improve quality of life",
            "defineVi": "(điều trị phẫu thuật hoặc y tế) do bệnh nhân hoặc nhà cung cấp dịch vụ chăm sóc sức khỏe lựa chọn để giải quyết các vấn đề sức khỏe không khẩn cấp hoặc cải thiện chất lượng cuộc sống"
        }
    ]
}