{
    "id": "f6194b3f-410b-4dbe-b495-1b8c637eb9c8",
    "title": "Just Give Me a Call!",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "b625c76c-f6cb-4bc3-a52e-d1d290482738",
            "word": "address book",
            "phonetic": "ɐdɹɛs bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, the virus would send itself to everyone in your address book.",
                "Next step, to assign it to a specific contact, go to your address book, choose the contact, tap Edit, select the tone or vibration you want to assign, then press Done.",
                "But it’s too late, the first 50 people in your address book have already gotten a copy of the exact same email, with a subject line saying that the message is from you.",
                "And since they were coming from someone in your address book, they seemed relatively innocent."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkcmVzcyBib29r&hash=0dd9924cab28ef671a91638eab5cb22e445c7d4a&lang=en&cache-only=0",
            "defineEn": "a notebook that is used for recording addresses, phone numbers, and names of different people",
            "defineVi": "một sổ ghi chép được sử dụng để ghi lại địa chỉ, số điện thoại và tên của những người khác nhau",
            "hasImg": true
        },
        {
            "id": "96fb3474-4023-4dec-a746-f3b807afc3de",
            "word": "answering machine",
            "phonetic": "ænsɚɹɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samples of voices from security camera tapes, telephone answering machines, or other recording devices can be scanned electronically. ",
                "Yeah, I have a friend who was a wonderful actor and he does me on his answering machine.",
                "There were seven messages on our answering machine from six different branches of the bank to say that the check that I had cashed was returned non-sufficient funds, and that I owed them all this money.",
                "One time I was in Saline Valley with my brother and his wife, and I checked my answering machine in San Francisco and discovered through a series of strange phone calls that my roommate in San Francisco had been murdered in our flat while I was gone, by a young man he had picked up in a bar in San Francisco.",
                "I mean, it's kind of hard to explain like how that feels, but I guess like, I don't know if you hear voice, if you ever hear your voice taped or on an answering machine, and it's like, ah."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5zd2VyaW5nIG1hY2hpbmU&hash=58c365d0edfb4e1c6f13ccce41b33fbda104e4d8&lang=en&cache-only=0",
            "defineEn": "a machine that answers missed calls and records the messages callers leave",
            "defineVi": "một máy trả lời các cuộc gọi nhỡ và ghi lại các tin nhắn mà người gọi để lại",
            "hasImg": true
        },
        {
            "id": "f9b4cb65-c1d0-4650-b0bc-cec284536f98",
            "word": "phone booth",
            "phonetic": "foʊn buːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And he stepped out of the hearing into a phone booth and took the call.",
                "He went and looked at every phone booth he could find.",
                "Sometimes the cages are half the size of a phone booth.",
                "And at some point, those two went into this little phone booth to keep talking.",
                "When Keanu and I were shooting the second one, when we're out in this absolutely deadly suburban sprawl, shooting the scene at the Circle K when evil Bill and Ted crushed this kitty in a phone booth."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvbmUgYm9vdGg&hash=42b4268cd484240a059e91d188ccf90adc9584e1&lang=en&cache-only=0",
            "defineEn": "an enclosed place with a public phone that someone can pay to use",
            "defineVi": "một nơi kín với điện thoại công cộng mà ai đó có thể trả tiền để sử dụng"
        },
        {
            "id": "4f7ee586-cf3d-4fb6-892e-1d38c10b9e35",
            "word": "handset",
            "phonetic": "hændsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The final piece of the network is the handset, the cell phone or the terminal at the edge of the network that is receiving and transmitting signals to the network.",
                "Since 2008 the IPO naming rights have changed hands three times from brands DLF to PepsiCo India and finally to Vevo a mobile handset manufacturer in China.",
                "You're either getting a lower network quality, you're probably not getting a subsidy for your handset.",
                "And at the base of the tower, a base station that both transmits the signals from the cell tower to the handset and collects the signal from the handset back to the cell tower.",
                "So I've Tested and perfected my patented method: The second handset hands-free toe text."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHNldA&hash=de5b0b8b5811e05665040fbd49dd18cab5495e83&lang=en&cache-only=0",
            "defineEn": "the part of the phone held to the ear through which one can listen and speak",
            "defineVi": "một phần của điện thoại được giữ vào tai qua đó người ta có thể nghe và nói"
        },
        {
            "id": "e5bbadc6-87b0-461f-9907-cc64125a6d23",
            "word": "hotline",
            "phonetic": "hɑːtlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I called the police hotline to report a suspicious activity.",
                "Another resource are hotlines.",
                "Please call a suicide hotline.",
                "That was a hotline at the top.",
                "You know they should have a hotline."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90bGluZQ&hash=f166a794ee5a6af26a004e8f05d02c5c956aabfa&lang=en&cache-only=0",
            "defineEn": "a direct phone line for emergency calls or calls between heads of governments",
            "defineVi": "một đường dây điện thoại trực tiếp cho các cuộc gọi khẩn cấp hoặc cuộc gọi giữa những người đứng đầu chính phủ"
        },
        {
            "id": "0c35dcbf-1844-4cbc-b451-3bfe0faa5b87",
            "word": "landline",
            "phonetic": "lændlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the early days, all calls came from landlines.",
                "Most people never even had a landline in Myanmar. ",
                "You know, a lot of young people don't have landlines.",
                "So are we doing face-to-face surveys, landlines, cell phones, robocalling?",
                "You can also call a mobile or landline using Skype for a small charge."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZGxpbmU&hash=1da82ef882b5011355d003136d9274679a55d891&lang=en&cache-only=0",
            "defineEn": "a phone connection using underground cables or wires on poles, rather than the satellite connection",
            "defineVi": "kết nối điện thoại sử dụng cáp hoặc dây điện ngầm trên cột, thay vì kết nối vệ tinh"
        },
        {
            "id": "40b4b9cf-d853-4955-91b9-7a64ad12b1e3",
            "word": "to communicate",
            "phonetic": "tə kəmjuːnᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It helps me to focus on the most important parts of a story and communicate them effectively.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "My marriage is in good working order, and my partner and I communicate well and support each other.",
                "The leader knew that in order to make informed decisions and lead effectively, better brain than brawn was essential - it was the ability to analyze data, think critically, and communicate effectively that set great leaders apart.",
                "Clearly communicate financial expectations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbXVuaWNhdGU&hash=f1c2180219c91bf2040d75f8563a91cb32bdd5c8&lang=en&cache-only=0",
            "defineEn": "to exchange information, news, ideas, etc. with someone",
            "defineVi": "để trao đổi thông tin, tin tức, ý tưởng, vv với ai đó",
            "hasImg": true
        },
        {
            "id": "fe9ec1ab-eaca-4cbb-8565-e5dc2a0eeab0",
            "word": "to dial",
            "phonetic": "tə daɪəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Turn the dial to 10.",
                "The gears turned a dial on the front of the clock. ",
                "The gears turned a dial on the front of the clock.",
                "The dial on the topic camera feels really nice.",
                "You have physical dials on the lens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlhbA&hash=2e6e9e33ed944c5f29daa979e638f1a63268070c&lang=en&cache-only=0",
            "defineEn": "to make a phone call by pressing buttons on a phone or turning a numbered disk on the old ones",
            "defineVi": "để thực hiện cuộc gọi điện thoại bằng cách nhấn các nút trên điện thoại hoặc quay đĩa số trên những cái cũ",
            "hasImg": true
        },
        {
            "id": "331adaa5-8674-4e83-aec3-fa219b8a8a47",
            "word": "to call around",
            "phonetic": "tə kɔːl ɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I called around.",
                "Some signs of that today, Elise Stefanik is calling around, sometimes calling multiple times to members.",
                "I spent a bunch of this week calling around the Senate, speaking to senators like Mitt Romney, and ask him, is there any way to get 60 votes around some issues, just so we can pass some things and help some people?",
                "So I said well, I'm going to pretend to be an employment agency and call around to get a job."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbCBhcm91bmQ&hash=32ac0ace2d25327c4b90787a4a24f4165047eef8&lang=en&cache-only=0",
            "defineEn": "to make phone calls to several people, particularly to receive information",
            "defineVi": "gọi điện thoại cho nhiều người, đặc biệt là để nhận thông tin"
        },
        {
            "id": "444c5d31-28d7-43d7-b294-bfc654b0afd7",
            "word": "to call back",
            "phonetic": "tə kɔːl bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ambassador was called back to London by the prime minister.",
                "Within minutes, the president calls back. ",
                "I'm calling back.",
                "Unlike the Model 3, the ID.3's display calls back to a traditional dashboard with touch-sensitive buttons with haptic feedback.",
                "phone-- Hang up and call back."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbCBiYWNr&hash=becb32b81630a9580159b0b6afe270454f720eb8&lang=en&cache-only=0",
            "defineEn": "to return a phone call or contact someone again when the first attempt to communicate was missed or unsuccessful",
            "defineVi": "để trả lời một cuộc gọi điện thoại hoặc liên lạc lại với ai đó khi nỗ lực liên lạc đầu tiên bị bỏ lỡ hoặc không thành công"
        },
        {
            "id": "72fe8a44-2dcc-4fc3-a103-4bb662d0c29f",
            "word": "to call up",
            "phonetic": "tə kɔːl ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He tried to pull strings with people he knew to avoid being called up.",
                "So, I called up the judge.",
                "So we went back to Sydney, we called up the big guns, Taronga Zoo.",
                "They just call up and listen to our voice.",
                "I called up one descendant who had an unsolved case in her family and I gathered evidence, again, through the Archives in Fort Worth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbCB1cA&hash=9446517753d16dacb75f809bc921bbb7f487f200&lang=en&cache-only=0",
            "defineEn": "to call someone on the phone",
            "defineVi": "để gọi ai đó trên điện thoại",
            "hasImg": true
        },
        {
            "id": "0d389845-1212-4a48-b0cb-3372ee8e9ce7",
            "word": "caller",
            "phonetic": "kɔːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The callers were sentenced with up to 20 years in jail.",
                "Let me switch callers arbitrarily.",
                "I asked the Israeli Defense Force caller, what was there in order to hit it?",
                "I asked the Israeli Defense Force caller, what was there in order to hit it?",
                "The phone lines crashed almost immediately under the stress of one million callers, including Sandra."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbGVy&hash=89a1f1c0dfe43dc5c9065bea06765b0ff6503e94&lang=en&cache-only=0",
            "defineEn": "a person who is calling someone on the phone",
            "defineVi": "một người đang gọi ai đó trên điện thoại",
            "hasImg": true
        },
        {
            "id": "2f453833-da23-4874-b94c-762ae1c8d8a9",
            "word": "operator",
            "phonetic": "ɑːpɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "the operator said.",
                "Operator: 10-4, go ahead.",
                "Ambulance operators are feeling intense financial pressure from the crisis.",
                "Sonar operators do their thing HERE in the control room."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmF0b3I&hash=3b9e16dca80ea111eb9ebc110de6e78be47d0b39&lang=en&cache-only=0",
            "defineEn": "a person who deals with a switchboard in a corporation or telephone exchange",
            "defineVi": "một người giao dịch với một tổng đài trong một công ty hoặc tổng đài điện thoại"
        },
        {
            "id": "20a2beb7-314f-4a04-acc5-f9948cb21d36",
            "word": "caller ID",
            "phonetic": "kɔːlɚɹ aɪdiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsbGVyIElE&hash=80d4969ff4fdc992a1813db441a610f2a78360a8&lang=en&cache-only=0",
            "defineEn": "a system that shows the phone number of an incoming call",
            "defineVi": "một hệ thống hiển thị số điện thoại của một cuộc gọi đến",
            "hasImg": true
        },
        {
            "id": "4dfb82f4-e4c3-4341-a948-b1306bc27f87",
            "word": "to cut off",
            "phonetic": "tə kʌt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "After a heated argument with his parents, David was cut off with a cent and had to find a way to support himself financially.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "If you stay home because your ex-boyfriend is at the party, aren't you cutting off your nose to spite your face?",
                "When preparing okra, remember to cut off the ends and avoid overcooking to maintain its texture and flavor.",
                "He was running around like a chicken with its head cut off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IG9mZg&hash=be8878bc363819a14633c543ee91be1470a26441&lang=en&cache-only=0",
            "defineEn": "to end a phone call while the other person is still on the line",
            "defineVi": "để kết thúc một cuộc gọi điện thoại trong khi người khác vẫn còn trên đường dây"
        },
        {
            "id": "c631a197-6ecb-4c8b-a259-d34c00fb5ae9",
            "word": "to call up",
            "phonetic": "tə ɡɪv ɛsbiː ɐ kɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He tried to pull strings with people he knew to avoid being called up.",
                "So, I called up the judge.",
                "So we went back to Sydney, we called up the big guns, Taronga Zoo.",
                "They just call up and listen to our voice.",
                "I called up one descendant who had an unsolved case in her family and I gathered evidence, again, through the Archives in Fort Worth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbCB1cA&hash=9446517753d16dacb75f809bc921bbb7f487f200&lang=en&cache-only=0",
            "defineEn": "to call someone on the phone",
            "defineVi": "để gọi ai đó trên điện thoại",
            "hasImg": true
        },
        {
            "id": "609702d9-2e71-4a61-9dab-59b1758ffe83",
            "word": "to hang on",
            "phonetic": "tə hæŋ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grasped the side of the boat and hung on for dear life.",
                "Hang on, let me show you a photo to see if that rings any bells for you.",
                "She does everything in her power to keep hanging on in there.",
                "Instead of advancing together with him, she now hangs on his coattails.",
                "Hang on!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZyBvbg&hash=39fc546196bbebdd9ea3e56155daca748922ce88&lang=en&cache-only=0",
            "defineEn": "to hold a phone call until one is available to talk",
            "defineVi": "để giữ một cuộc gọi điện thoại cho đến khi một người có sẵn để nói chuyện"
        },
        {
            "id": "8f863587-9add-45b0-b163-ec2f37319884",
            "word": "to hang up",
            "phonetic": "tə hæŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "As for the future of his boxing career, Taylor continues to maintain that he has hung up his gloves for good.",
                "Although Christian Karembeu hung up his boots in 2005, he is no less an active and unstoppable personality in the world of soccer.",
                "They hung up.",
                "I hung up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZyB1cA&hash=f0b3eb85d2ebbac1b2844019e8a671c1f9ed7241&lang=en&cache-only=0",
            "defineEn": "to end a phone call by breaking the connection",
            "defineVi": "để kết thúc một cuộc gọi điện thoại bằng cách phá vỡ kết nối",
            "hasImg": true
        },
        {
            "id": "af216965-33da-40f3-8b96-032b46f0f928",
            "word": "to hold",
            "phonetic": "tə hoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Hold your fire!",
                "A strawberry margarita, but hold the tequila.",
                "The senator held the floor for several hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZA&hash=70bc0c1736f7c3f6cf4d1c7ec516a27c851a113d&lang=en&cache-only=0",
            "defineEn": "to wait on the phone line until the other person answers it",
            "defineVi": "chờ đợi trên đường dây điện thoại cho đến khi người khác trả lời nó"
        },
        {
            "id": "6eff92b3-89c1-46ad-9cd4-51f5e2708c5d",
            "word": "to put through",
            "phonetic": "tə pʊt θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "In one, they were basically put through a perfectionist’s nightmare:",
                "The sterilized bars are then ground up and put through a manufacturing line where they're remolded into new bars.",
                "It didn’t bother me from that perspective, but it bothered me that my friends were being put through this, that innocent bystanders were being put through it.",
                "It didn’t bother me from that perspective, but it bothered me that my friends were being put through this, that innocent bystanders were being put through it.",
                "It's then put through a unique process we call heat sealing, where they're taking tape that has those comparable layers of barrier properties, and that seam tape is heat sealed over the outside of the seam on that garment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHRocm91Z2g&hash=ba661c0cb38e0a666ebf89d0da7166039ad84619&lang=en&cache-only=0",
            "defineEn": "to connect a caller to the person to whom they want to speak",
            "defineVi": "để kết nối một người gọi với người mà họ muốn nói chuyện",
            "hasImg": true
        },
        {
            "id": "bba33463-437f-4393-9a6a-3dba451ad0fc",
            "word": "available",
            "phonetic": "ɐveɪləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The new product will soon be available in stores nationwide.",
                "For a limited time, every car in our range is available for nothing down!",
                "The chocolate is available by mail order, but at a price.",
                "The greengage is a seasonal fruit, typically available during the late summer months."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZhaWxhYmxl&hash=638efdc3fb7df2231ab1a83da332180452517d0f&lang=en&cache-only=0",
            "defineEn": "(of a person) free to be seen or talked to",
            "defineVi": "(của một người) miễn phí để được nhìn thấy hoặc nói chuyện với"
        },
        {
            "id": "d8a236e4-829d-41a2-bb82-982cfde93a51",
            "word": "busy",
            "phonetic": "bɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That extension is busy right now.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The train station is busy during rush hour.",
                "The train station platform was busy with people waiting for their trains.",
                "Tuesdays usually are my busiest days at work."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzeQ&hash=504405ccb9bf64237d936ea19742d2316c5a08d8&lang=en&cache-only=0",
            "defineEn": "(of a phone line) being in use",
            "defineVi": "(của một đường dây điện thoại) đang được sử dụng"
        },
        {
            "id": "eb70b2cd-c4b6-4d70-9f0a-bdb6c54fd6de",
            "word": "Internet cafe",
            "phonetic": "ɪntɚnɛt kæfeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SW50ZXJuZXQgY2FmZQ&hash=d2a4abcbda1778116698c4bd94ec61df8c2426c8&lang=en&cache-only=0",
            "defineEn": "a place with computers where people can pay to access Internet and often buy something to eat",
            "defineVi": "một nơi có máy tính nơi mọi người có thể trả tiền để truy cập Internet và thường mua thứ gì đó để ăn",
            "hasImg": true
        },
        {
            "id": "904be1ce-acc0-4eac-8dd7-9aa8e14af281",
            "word": "social media",
            "phonetic": "soʊʃəl miːdiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The social media influencer is in the limelight for their latest viral post.",
                "The use of social media in marketing is in the ascendant.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "My friend likes to share her birthdate on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIG1lZGlh&hash=87450b294c5a2b22fdebb47804d3b2b7ae4c03d6&lang=en&cache-only=0",
            "defineEn": "websites and applications enabling users to share content and build communities on their smartphones, computers, etc.",
            "defineVi": "các trang web và ứng dụng cho phép người dùng chia sẻ nội dung và xây dựng cộng đồng trên điện thoại thông minh, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "07631791-f151-4612-8017-c6f6776641e9",
            "word": "home page",
            "phonetic": "hoʊm peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's up with your new picture on the home page?",
                "The Google home page remains free of ads.",
                "One obvious tactic was to sell advertising space on Google's home page.",
                "Once you've signed in, you'll be taken to the Skype home page.",
                "Let's return to the home page and customize some of Discord's settings."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZSBwYWdl&hash=23ffd259609bfeade781d3cde6d49c03ee5ac176&lang=en&cache-only=0",
            "defineEn": "the opening page of a website that introduces it and links the user to other pages",
            "defineVi": "trang mở đầu của một trang web giới thiệu nó và liên kết người dùng với các trang khác",
            "hasImg": true
        },
        {
            "id": "be1f6801-9632-4051-9f18-a05dea0fda7a",
            "word": "HTTP",
            "phonetic": "eɪtʃtiːtiːpiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He did so by inventing an interface using HTTP, HTML, and URLs that made internet browsers possible."
            ],
            "audio": "https://tts.langeek.co/read?text=SFRUUA&hash=ef43d3b924e5cbf21c239c130c39ab6ebc650d4d&lang=en&cache-only=0",
            "defineEn": "the system in HTML in which data is being sent and received on World Wide Web",
            "defineVi": "hệ thống trong HTML trong đó dữ liệu đang được gửi và nhận trên World Wide Web",
            "hasImg": true
        },
        {
            "id": "1484a903-f28a-4c1b-886d-0d1e70b6ef31",
            "word": "follower",
            "phonetic": "fɑːloʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is why followers are often holier than the pope and more extreme in their viewpoints than the master.",
                "The dissident then addressed his followers.",
                "You have one follower?",
                "It has 3.1 million followers.",
                "He has millions of followers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sbG93ZXI&hash=4a4e83290fb7d85bf829b8201d47602c85141282&lang=en&cache-only=0",
            "defineEn": "a person who follows an account on social media",
            "defineVi": "một người theo dõi một tài khoản trên phương tiện truyền thông xã hội"
        },
        {
            "id": "e81454cd-d23e-4b6e-b297-9ea86edd022a",
            "word": "to friend",
            "phonetic": "tə fɹɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJpZW5k&hash=1ec195a4272ecbc5e429121056db695dfad76672&lang=en&cache-only=0",
            "defineEn": "to add someone to the list of contacts on social media",
            "defineVi": "để thêm ai đó vào danh sách liên lạc trên phương tiện truyền thông xã hội"
        },
        {
            "id": "8435c9d0-5197-4e18-bf42-3c5151e77836",
            "word": "friend request",
            "phonetic": "fɹɛnd ɹᵻkwɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you could think back to just some of the A tagline you've seen for some other well-known brands that give extra get extra, the extra pep talks, the real friend request this year, you know, some of the Doublemint commercials that I'm sure you could probably recite by heart.",
                "And how is it that you actually can ensure that you're verifying who you're accepting and what friend request you’re accepting is safe? "
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kIHJlcXVlc3Q&hash=18d40aa1370ca5bcc1edf762f739dcab485b9409&lang=en&cache-only=0",
            "defineEn": "a request in which one asks someone else to follow their activity on social media",
            "defineVi": "một yêu cầu trong đó một người yêu cầu người khác theo dõi hoạt động của họ trên phương tiện truyền thông xã hội"
        },
        {
            "id": "19ce4be3-87ac-44a8-8bbb-da8054ddcea7",
            "word": "attachment",
            "phonetic": "ɐtætʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They made inroads on their own traditional attachment to ' capital ' and implemented a tax on short-term capital gains in 1962.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The woman had been away from her family for several months and realized that absence makes the heart grow fonder, as she felt a stronger emotional attachment to them upon her return.",
                "Attachment is vital.",
                "About 15% of the kids demonstrated insecure ambivalent attachment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNobWVudA&hash=24976c0b0da49f39a388c233393f6a309219dcb8&lang=en&cache-only=0",
            "defineEn": "a file or document that is sent along with an email or message",
            "defineVi": "một tệp hoặc tài liệu được gửi cùng với email hoặc tin nhắn",
            "hasImg": true
        },
        {
            "id": "ae45194d-64b8-442b-a814-c8ce8c9b5ff9",
            "word": "hate mail",
            "phonetic": "heɪt meɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Timmy's received some hate mail recently but he knows better.",
                "And he'd write hate mail.",
                "He used to write hate mail to the president?",
                "He'd write the president hate mail.",
                "Just ask our buddy in Tennessee who received a ton of hate mail and death threats from his unwanted infamy, and eventually agreed to donate his stockpile to avoid prosecution."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0ZSBtYWls&hash=3f14eb9fd35f35498ee3eb1b5b6a2d4b7834a1e9&lang=en&cache-only=0",
            "defineEn": "offensive and often threatening letters or emails usually sent under no name",
            "defineVi": "thư hoặc email xúc phạm và thường đe dọa thường được gửi dưới tên"
        },
        {
            "id": "eda824b9-3323-4406-8c4d-9a7a1054fe58",
            "word": "instant message",
            "phonetic": "ɪnstənt mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With my first therapist, I did regular instant message, where we were both just typing but with my most recent therapist, we were doing phone calls and how that would work is, I would talk into the phone like your average Joe, and she would type back in the little chat box, message box thing.",
                "The reason I find this can be more accessible to me as a Deaf person, is due to the fact that I can use my computer, iPad and/or phone to get my appointments done via text and instant message.",
                "Then I found another therapist and this therapist, I did click better with and one of the reasons I really did like BetterHelp was because I was able to do instant message."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudCBtZXNzYWdl&hash=c7041f95ef689a4072c64ae09a8524cb4ec75980&lang=en&cache-only=0",
            "defineEn": "an online message that appears to the recipient as soon as it is delivered",
            "defineVi": "một tin nhắn trực tuyến xuất hiện cho người nhận ngay khi nó được gửi",
            "hasImg": true
        },
        {
            "id": "788a1069-0a7e-4db8-b2c6-e3d30fb657db",
            "word": "Skype",
            "phonetic": "skaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moving to a new country for college was daunting, but thanks to the likes of Skype and WhatsApp, my parents were always a phone call away.",
                "Skype alone has 40 million daily active users, a 70 percent jump month over month.",
                "It's like Skype.",
                "You have got Skype.",
                "On the homepage next to your profile name, you'll find your Skype balance here."
            ],
            "audio": "https://tts.langeek.co/read?text=U2t5cGU&hash=8220c3f5b5641256f14a9ca1724b203453d38aa3&lang=en&cache-only=0",
            "defineEn": "(trademark) an online platform for communicating with people and making video calls",
            "defineVi": "(nhãn hiệu) một nền tảng trực tuyến để giao tiếp với mọi người và thực hiện cuộc gọi video"
        },
        {
            "id": "89664188-826f-4b90-8328-ecf14306938b",
            "word": "web chat",
            "phonetic": "wɛb tʃæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2ViIGNoYXQ&hash=fb9b0fa0b91eaa18be6fcc192cee467f6fea5efe&lang=en&cache-only=0",
            "defineEn": "to communicate with someone through online platforms in real time",
            "defineVi": "để liên lạc với ai đó thông qua các nền tảng trực tuyến trong thời gian thực"
        },
        {
            "id": "f34eec34-fd85-4fab-beee-7c597c23f9d0",
            "word": "net surfer",
            "phonetic": "nɛt sɜːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV0IHN1cmZlcg&hash=ae09970819db8bdfd39e8dbd396d7abd127264b4&lang=en&cache-only=0",
            "defineEn": "a person who spends a lot of time on the Internet",
            "defineVi": "một người dành nhiều thời gian trên Internet"
        }
    ]
}