{
    "id": "f695f715-c53b-4f59-9aff-914f6ea5ff63",
    "title": "Time and History",
    "originalTitle": "Time and History",
    "words": [
        {
            "id": "bce44b35-0ced-47fa-9ec7-ea699adff952",
            "word": "AD",
            "phonetic": "æd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The ads say the movie will be more fun than a barrel of monkeys.",
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "When cutting costs, many companies start with the low-hanging fruit: their ad budgets.",
                "We need to come up with a new ad campaign, because, based on these negative reactions, the old one was all wet.",
                "So many celebrities now post ads on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=QUQ&hash=184d8878e38d174c8e1a0022af59b2f5e6d88c7d&lang=en&cache-only=0",
            "defineEn": "marking the years after Christ's supposed birth",
            "defineVi": "đánh dấu những năm sau khi Chúa giáng sinh"
        },
        {
            "id": "a3ad3c0f-0622-4f87-b481-bf4063b94fdc",
            "word": "bc",
            "phonetic": "biːsiː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "E is the midpoint of BC.",
                "The sugarcane plant was first domesticated around 8000 BC.",
                "So is E the midpoint of line segment BC?",
                "So you have this transversal BC right over here.",
                "But these end-of-days stories go back even further, to around 2000 BC: an Epic of Gilgamesh, which features a huge flood."
            ],
            "audio": "https://tts.langeek.co/read?text=YmM&hash=fbd85946a00d133c7376c2bd6fee09d6d1c9b687&lang=en&cache-only=0",
            "defineEn": "marking the years before Christ's supposed birth",
            "defineVi": "đánh dấu những năm trước khi Chúa giáng sinh"
        },
        {
            "id": "cbe1571a-7073-455a-a364-2cd3da141182",
            "word": "ce",
            "phonetic": "siː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Zuni and Hopi civilization roundabout here peaked about 1200 CE.",
                "So the first official crusade began with a call to arms from Pope Urban II in 1095 CE.",
                "The first siren as a fish-woman appears in art as early as the 7th century CE.",
                "The year is 15 CE and the Roman Empire is prospering.",
                "This was written some time before 200 CE."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2U&hash=2dff875149272773caab331c2384ab0796af584a&lang=en&cache-only=0",
            "defineEn": "common or Christian era, especially used by non-Christians referring to the years after the birth of Jesus Christ",
            "defineVi": "kỷ nguyên chung hoặc Cơ đốc giáo, đặc biệt được sử dụng bởi những người không theo đạo Cơ đốc đề cập đến những năm sau khi Chúa Giê-su giáng sinh"
        },
        {
            "id": "496282f3-3001-4366-8d93-b6130255cd50",
            "word": "era",
            "phonetic": "iəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A new era had begun.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "We are on the threshold of a new era in global relations.",
                "Every era had some imprint on comedy and popular culture.",
                "Each concentric sphere is an era."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJh&hash=c72eebc283206fa2ae5e81c34320a7d96a3061fc&lang=en&cache-only=0",
            "defineEn": "a period of history marked by particular features or events",
            "defineVi": "một giai đoạn lịch sử được đánh dấu bằng các tính năng hoặc sự kiện cụ thể"
        },
        {
            "id": "db36694f-79c2-415b-b9c9-7bdc4cde60dc",
            "word": "millennium",
            "phonetic": "mɪlɛniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tell them you didn't have eyes for something that needed two millennia to achieve and I'll take it all back.",
                "McDonald's fries will last a millennium.",
                "In the first millennium, a large group of tribes spread through the dense woodlands of Eastern Europe.",
                "It took nearly a millennium until Jericho, probably the first city on Earth, was founded in the year 1000 after the start of the human era.",
                "By the first millennium BCE, apples had become part of Western agriculture."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGVubml1bQ&hash=10bf1a39d4f8d20e8ee6b517f5e5fdf01789d9c4&lang=en&cache-only=0",
            "defineEn": "a period of 1000 years, usually calculated from the year of the birth of Jesus Christ",
            "defineVi": "khoảng thời gian 1000 năm, thường được tính từ năm Chúa Giêsu giáng sinh"
        },
        {
            "id": "c0f2d3a5-b73b-499e-8dde-4567a79da046",
            "word": "millennial",
            "phonetic": "mɪlɛnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Millennials have less financial confidence than the generation before us.",
                "And millennials now pay over 45% of their pre-tax income on housing costs alone!",
                "Millennials account for about two thirds of the population in India.",
                "Millennials are leaving big cities by the thousands in 2018.",
                "Millennials definitely matter in the luxury market."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGVubmlhbA&hash=0a25dcfbbfac73b86565e0c278d90f8fc8ae21bd&lang=en&cache-only=0",
            "defineEn": "marking or denoting a time span of a thousand years",
            "defineVi": "đánh dấu hoặc biểu thị một khoảng thời gian của một ngàn năm"
        },
        {
            "id": "7eed9428-fb6d-4a48-89fb-299eafe9fde1",
            "word": "century",
            "phonetic": "sɛntʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "In the early 20th century, a respected woman in high society dramatically came down in the world if she got divorced."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudHVyeQ&hash=f5fdf4d20f885bc160632b89b606a02164484e3a&lang=en&cache-only=0",
            "defineEn": "a period of one hundred years",
            "defineVi": "khoảng thời gian một trăm năm",
            "hasImg": true
        },
        {
            "id": "775bde95-6fde-4714-b819-62ea617d9bb5",
            "word": "decade",
            "phonetic": "dɛkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "After decades as an investigator, I can identify a con man a mile away.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "The Beatles are a band that have become a household name and whose music is still popular decades later.",
                "A decade ago, Whitley became enamored of romance and gave writing a whirl.",
                "My father had a living in an inner suburb of Leeds which had been going down in the world for decades."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYWRl&hash=118672652ab63f2ffc91f4564bdef184e7c61fee&lang=en&cache-only=0",
            "defineEn": "ten years of time",
            "defineVi": "mười năm thời gian",
            "hasImg": true
        },
        {
            "id": "5f337ea7-617f-47bf-9316-2083fc449b26",
            "word": "age",
            "phonetic": "eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every age has its book, after all.",
                "Boys his age are a law unto themselves.",
                "Reckless youth makes rueful age.",
                "His parents have not yet reached retirement age.",
                "My parents came of age during the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdl&hash=57d486634b28dd4a6280a3cb637ee654c3e33e43&lang=en&cache-only=0",
            "defineEn": "a period of history identified with a particular event",
            "defineVi": "một giai đoạn lịch sử được xác định với một sự kiện cụ thể"
        },
        {
            "id": "991f93fe-25e0-47e6-b0a8-8dc4fcae9bb3",
            "word": "chronological",
            "phonetic": "kɹɑːnəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The concept of a kid's mental age is essentially the level of performance associated with a certain chronological age.",
                "On early versions of the test, IQ was calculated by taking a person’s score on a standardized test, dividing it by their chronological age, and then multiplying the result by 100.",
                "If we can keep it as chronological as possible they can actually follow along.",
                "And rather than describing his life events in chronological order, he jumps between times and places.",
                "At the time, your IQ was simply your mental age, divided by your chronological age, multiplied by a hundred."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9naWNhbA&hash=9b90f6e8a76baa3a943554fd37b38ea66e7647c9&lang=en&cache-only=0",
            "defineEn": "organized according to the order that the events occurred in",
            "defineVi": "sắp xếp theo thứ tự các sự kiện xảy ra trong"
        },
        {
            "id": "6069bdf9-fb85-463b-8ab9-13eb667ffefe",
            "word": "eternity",
            "phonetic": "ɪtɜːnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, they had always been falling down forever, backward into eternity.",
                "From now until eternity we're replacing all of your desks with igloos.",
                "Prometheus was to be chained to a cliff for eternity.",
                "Potentially, one could experience an eternity of pure ecstasies without ever being bored or sad, a perfect life.",
                "A TV, so I can watch myself for all eternity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRlcm5pdHk&hash=1790767f4c3c20d04e1041fb5dfd059b7ec74d93&lang=en&cache-only=0",
            "defineEn": "time that is endless",
            "defineVi": "thời gian là vô tận"
        },
        {
            "id": "3193e582-2c85-4db1-a562-4854cb77f4fc",
            "word": "eventual",
            "phonetic": "ᵻvɛntʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "However, you do currently know your eventual wife.",
                "The eventual fall of Aleppo became a key turning point for Assad, with devastating consequences for civilians.",
                "Delian's tweet and eventual move has fueled momentum that Suarez and other locals have capitalized on.",
                "So, from their slow start in the Triassic to the start of their rise in the Cretaceous, and their eventual explosion ever since, lizards have really played the long game.",
                "The eventual success and influence of the Vikings was really about settlements and the exchange of goods, and, in the process, the exchange of cultures."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnR1YWw&hash=248759d01085c78427a4907a72f08727817d58dd&lang=en&cache-only=0",
            "defineEn": "happening at the end of a process or a particular period of time",
            "defineVi": "xảy ra ở phần cuối của một quá trình hoặc một khoảng thời gian cụ thể"
        },
        {
            "id": "41faa2a6-3cb5-48a3-8e6f-4cb9578e48cf",
            "word": "annually",
            "phonetic": "ænjuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The Calgary Stampede is a famous rodeo and festival held annually in Alberta, Canada.",
                "France is one of the most visited countries in the world, attracting millions of tourists annually.",
                "This facility processes up to a million tons of waste annually.",
                "Research like Cohen's can save lives and billions annually.",
                "In 1976, the industry was already making $25 billion annually."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5udWFsbHk&hash=20411dd2dc17932caf5dd26c983912ef7d022b95&lang=en&cache-only=0",
            "defineEn": "once in a year; yearly",
            "defineVi": "một lần trong năm; hàng năm"
        },
        {
            "id": "a84bb6a2-1b9b-440a-8545-7dbbd2b04eba",
            "word": "biannual",
            "phonetic": "baɪænjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But whatever solution you prefer, this biannual clock switching needs to go."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlhbm51YWw&hash=7f0d917f6609820c6d0031f82873a9f42994ecee&lang=en&cache-only=0",
            "defineEn": "taking place twice a year",
            "defineVi": "diễn ra hai lần một năm"
        },
        {
            "id": "190e6677-b89b-4bef-b1ce-5af8ed1ae8e8",
            "word": "indefinitely",
            "phonetic": "ɪndɛfɪnətli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Since early April, at least 48 processing plants have closed down temporarily or indefinitely.",
                "If someone humiliates us, we will hold that grudge indefinitely, and we will get our revenge.",
                "But cancer cells ignore these signals, dividing indefinitely and crowding out normal cells.",
                "The craft could wander through the solar system almost indefinitely, inspecting whatever happened to get close enough and teaching us a lot along the way.",
                "For me it's not healthy to just sit by myself indefinitely inside."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWZpbml0ZWx5&hash=ed898a18a3f495a7262a91fb52b97706211c1d7c&lang=en&cache-only=0",
            "defineEn": "for an unspecified period of time",
            "defineVi": "trong một khoảng thời gian không xác định"
        },
        {
            "id": "33c84f3d-c609-4445-a767-f03e7988f045",
            "word": "subsequently",
            "phonetic": "sʌbsᵻkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Shares subsequently tanked.",
                "That molecule subsequently is converted into a sugar.",
                "Subsequently families are going to be separated. ",
                "Those changes in turn drive their decline, and subsequently, the failure of the whole organism.",
                "Did you subsequently talk to a reporter with the Washington Post?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2VxdWVudGx5&hash=f23de028afbec71710a9447f79b07dc8e270e79a&lang=en&cache-only=0",
            "defineEn": "after something specific; afterward",
            "defineVi": "sau một cái gì đó cụ thể; sau đó"
        },
        {
            "id": "2715e11b-f786-4fce-8f97-247642faf0c4",
            "word": "simultaneously",
            "phonetic": "saɪməlteɪniəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The entrepreneur was trying to launch two different businesses simultaneously, but learned that if you run after two hares, you will catch neither, and decided to prioritize one business and put the other on hold.",
                "This industrious structure simultaneously acts as a storehouse, a manufacturing hub, and a processing plant.",
                "In 1923, two guys simultaneously defined acids and bases in the exact same way.",
                "A female kangaroo can often simultaneously support one inside her uterus and another in her pouch.",
                "Throughout time, cats were simultaneously solitary predators of smaller animals and prey for larger carnivores."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltdWx0YW5lb3VzbHk&hash=5dd5f49a5b87cd03523f320611075a249c8cf9e7&lang=en&cache-only=0",
            "defineEn": "at exactly the same time",
            "defineVi": "chính xác cùng một lúc"
        },
        {
            "id": "f26d205c-9a70-4a53-afc7-21f775edb343",
            "word": "beforehand",
            "phonetic": "bᵻfoːɹhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He knew about the attack beforehand and it shows.",
                "During the event last week, he had a bad hair day and regretted not scheduling a salon appointment beforehand.",
                "It's beforehand.",
                "They can see the victory beforehand.",
                "Just driving around with it beforehand."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3JlaGFuZA&hash=7c06bbb916211de10b07049afe7d1bdc22939862&lang=en&cache-only=0",
            "defineEn": "before an event or an action",
            "defineVi": "trước một sự kiện hoặc một hành động"
        },
        {
            "id": "21253374-66a3-4683-a070-6397b2188037",
            "word": "frequently",
            "phonetic": "fɹiːkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Save data frequently.",
                "They frequently went to Manchester to go window shopping.",
                "Lisa and Mark have been spotted together so frequently that everyone knows they're an item.",
                "Tension began to build as they argued more frequently.",
                "When he was away for prolonged periods on work, he would frequently write letters to her and write SWAK at the back of the envelope, to signify that it was sealed with a kiss."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbnRseQ&hash=dcd4a686449980477c30cb11155a1bd4aa81f977&lang=en&cache-only=0",
            "defineEn": "regularly and with short time in between",
            "defineVi": "thường xuyên và với thời gian ngắn ở giữa",
            "hasImg": true
        },
        {
            "id": "2f36c06b-3290-44a0-a9f0-25660611130a",
            "word": "instantly",
            "phonetic": "ɪnstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "When I tasted the vinaigrette, I was instantly transported to a sunny Mediterranean coastline.",
                "When I tasted the hot sauce, my taste buds were instantly awakened by its intense heat and bold flavor.",
                "The aroma of a ripe sweet orange fills the room, instantly putting me in a good mood.",
                "He bravely took a bite of the spicy chilli and instantly felt a fiery sensation in his mouth.",
                "Sarah introduced her new boyfriend, Alex, to her friends at the party, and they instantly liked him."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudGx5&hash=35248d789224fc41f7793ac7e22226ab555207a8&lang=en&cache-only=0",
            "defineEn": "with no delay and at once",
            "defineVi": "không chậm trễ và ngay lập tức"
        },
        {
            "id": "b0acefdb-285c-4fa2-a145-33212f1993a0",
            "word": "former",
            "phonetic": "fɔːɹmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He received a cold shoulder from his former friends after the argument.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "The successful entrepreneur knew that an old poacher makes the best gamekeeper, so he hired a former hacker to help secure his company's online systems.",
                "Joe realized the truth behind the wise words when the police hired a former hacker to uncover who had been stealing company secrets.",
                "John was discussing his former boss when he walked into the room, and someone joked, \"Speak of the devil, and he shall appear!\""
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWVy&hash=3d7bf07a1cac8e2927ac9068f99c52421568ec84&lang=en&cache-only=0",
            "defineEn": "first in order of two things or persons that are already mentioned",
            "defineVi": "đầu tiên theo thứ tự của hai điều hoặc người đã được đề cập"
        },
        {
            "id": "986714f9-98d4-4ee4-95c6-7c2ead490f01",
            "word": "latter",
            "phonetic": "læɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As the old proverb goes, an ordinary teacher tells, a good teacher explains, an excellent teacher inspires, and I strive to be the latter.",
                "And over the latter half of Ivan’s reign, whole towns were destroyed.",
                "As a term, cultural appropriation has its roots in the latter half of the 20th century with its highest usage coming after 1980.",
                "RVs became an established American cultural phenomenon by the latter 20th century.",
                "And then in the latter half of the last century, digital detectors were invented, which were even more sensitive than film."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0dGVy&hash=36c5592e2e812dac5ee620a317c52b1b07b1a708&lang=en&cache-only=0",
            "defineEn": "second in order of two things or persons that are already mentioned",
            "defineVi": "thứ hai theo thứ tự của hai điều hoặc người đã được đề cập"
        },
        {
            "id": "23dd7ea0-6d01-46d9-83d1-8063bdfcf0eb",
            "word": "leap year",
            "phonetic": "liːp jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Looking at you here, leap years.",
                "But 2020’s a leap year, and weekdays jump by two.",
                "Of course, no one was around in the beginning to plan any of this planet/solar system stuff, and even a tropical year doesn't divide up evenly into days, so we have to correct it with a complex system of leap years, which CGPGrey explains really well in this video.",
                "Assume for the sake of argument that there are no twins, that every birthday is equally likely, and ignore leap years.",
                "Now, a perpetual calendar is a mechanical watch which knows the difference between a leap year and a non-leap year, and which also advances the date correctly at the end of each month, whether it's a 30-day month or a 31-day month."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcCB5ZWFy&hash=f53c493142b52a9923d8956653eeae5a8f4db06a&lang=en&cache-only=0",
            "defineEn": "a year in every four years that has 366 days instead of 365",
            "defineVi": "một năm trong bốn năm có 366 ngày thay vì 365"
        },
        {
            "id": "585de7be-fcdf-4acc-bb1b-b50ee7db94a3",
            "word": "seasonal",
            "phonetic": "siːzənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables.",
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "As the winter approached, he started preparing his garden for the planting of seasonal flowers.",
                "They decided to visit a local farm to pick their own seasonal fruits and vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29uYWw&hash=936e80860d1788ca3be2cfc3e07ea4ae8de4d809&lang=en&cache-only=0",
            "defineEn": "relating to or happening during a particular season of the year",
            "defineVi": "liên quan đến hoặc xảy ra trong một mùa cụ thể của năm",
            "hasImg": true
        },
        {
            "id": "9409b86d-3caf-489e-a540-fe9de9f6c391",
            "word": "solstice",
            "phonetic": "sɑːlstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The next stage of Stonehenge's turbulent history is just a solstice away.",
                "The next stage of Stonehenge's turbulent history is just a solstice away.",
                "The summer solstice is when the tilt is pointing us exactly toward the sun.",
                "Their winter solstice is the same day as our summer solstice, and their summer solstice is the same day as our winter solstice!",
                "And because Earth’s orbit is elliptical, the solstices and equinoxes don’t divide the year into even halves or quarters."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sc3RpY2U&hash=eff67ec0d59eac17daece6cc67703ddd05f751d6&lang=en&cache-only=0",
            "defineEn": "either of the two times of the year when the sun reaches its farthest or closest distance from the equator",
            "defineVi": "một trong hai thời điểm trong năm khi mặt trời đạt khoảng cách xa nhất hoặc gần nhất so với đường xích đạo"
        },
        {
            "id": "a6a89504-0421-44dd-b09e-2072c77c56de",
            "word": "continual",
            "phonetic": "kəntɪnjuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But it's not a continual contribution necessarily to a higher pay scale to maintain to maintain that business.",
                "The continual activation theory proposes that your dreams result from your brain's need to constantly consolidate and create long-term memories in order to function properly.",
                "Emerging from the Shinto conceptions of death, renewal, and the impermanence of all things, this ritual allows the shrine to survive through continual reframing and rebirth.",
                "People are going to stores, and they seem to want more toilet paper than they could ever use in a 6-year period, if they had continual diarrhea.",
                "Microaggressions for people of color are constant, continual and cumulative."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWFs&hash=495dace1f64a61d3695468b9fd8154f943170f81&lang=en&cache-only=0",
            "defineEn": "happening repeatedly in an annoying or problematic way",
            "defineVi": "xảy ra lặp đi lặp lại một cách khó chịu hoặc có vấn đề",
            "hasImg": true
        },
        {
            "id": "88b56823-8b63-4320-aafd-c66566dfbd1d",
            "word": "daybreak",
            "phonetic": "deɪbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is very important to her because she will die if her upper torso cannot reattach before daybreak."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF5YnJlYWs&hash=88fb4b1b70afab0a8a36bffda919d430cf09c905&lang=en&cache-only=0",
            "defineEn": "the time in the very early morning when the first sunlight appears",
            "defineVi": "thời gian vào buổi sáng sớm khi ánh sáng mặt trời đầu tiên xuất hiện"
        },
        {
            "id": "a88e26bd-356e-4577-a64e-b5b4020bf5eb",
            "word": "dusk",
            "phonetic": "dʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Around dusk, Archias goes to a friend’s house for a symposium.",
                "She lingers on the steps of the House of Life, admiring the city at dusk.",
                "When dusk came, Vorachhun and Ream Eyso ventured into the forest.",
                "Between sundown and dusk, let us shine the lights in the darkness along the sacred Pool of Reflection and remember all whom we lost.",
                "In the schools, scribes studying from dawn to dusk, from childhood well into adulthood."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVzaw&hash=18928adc654efb1d5aaff4cad3fadfc75ca88510&lang=en&cache-only=0",
            "defineEn": "the time after sun sets that is not yet completely dark",
            "defineVi": "thời gian sau khi mặt trời lặn mà trời chưa tối hẳn",
            "hasImg": true
        },
        {
            "id": "2649ad28-8cbb-4f8d-8b92-1add9ad22dab",
            "word": "solar year",
            "phonetic": "soʊlɚ jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29sYXIgeWVhcg&hash=65a29b84b6ec49112d88e4964eedd010b79c95de&lang=en&cache-only=0",
            "defineEn": "the time span in which earth orbits the sun",
            "defineVi": "khoảng thời gian mà trái đất quay quanh mặt trời"
        },
        {
            "id": "18f654fb-5787-4ba6-8ef9-c6fac3a027f7",
            "word": "lunar year",
            "phonetic": "luːnɚ jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVuYXIgeWVhcg&hash=f04e2a7ed9b99b5fe21df3f922703410e7d19f39&lang=en&cache-only=0",
            "defineEn": "a period of 12 lunar months (the time span between two new moons), which is around 354 days",
            "defineVi": "khoảng thời gian 12 tháng âm lịch (khoảng thời gian giữa hai mặt trăng mới), tức là khoảng 354 ngày"
        },
        {
            "id": "06e2b920-a8f0-4605-94fe-fad18495aed5",
            "word": "later on",
            "phonetic": "leɪɾɚɹ ɔn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "My dentist always reminds me that a stitch in time saves nine when it comes to dental care - taking care of a small cavity now can prevent a much more serious problem later on.",
                "Later on, aerial photos came out.",
                "Those ears were certainly altered later on.",
                "And KISS later on!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZXIgb24&hash=f8fee3747f6e4f3696f07234e6d22e3afe2d739d&lang=en&cache-only=0",
            "defineEn": "after the time mentioned or later in the future",
            "defineVi": "sau thời gian được đề cập hoặc muộn hơn trong tương lai"
        },
        {
            "id": "cf8a6f46-c510-442d-bf83-8f20d52bbdab",
            "word": "prehistoric",
            "phonetic": "pɹiːhɪstɔːɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Prehistoric ground sloths first appeared around 35 million years ago.",
                "It almost looks prehistoric.",
                "Within a decade of that find, two more prehistoric reptiles were described - the duck-billed Iguanodon and armoured Hylaeosaurus.",
                "Hundreds of millions of years ago, some other prehistoric microbe swallowed a cyanobacterium whole in a process called endosymbiosis.",
                "And inside the prehistoric puke, researchers found tiny little teeth that resembled those of a young Coelophysis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlaGlzdG9yaWM&hash=171f025c668aafa811105881fb5c793a155229ec&lang=en&cache-only=0",
            "defineEn": "related or belonging to the time before history was recorded",
            "defineVi": "liên quan hoặc thuộc về thời gian trước khi lịch sử được ghi lại"
        },
        {
            "id": "f422f716-9ddd-4929-af52-20afe0fb8135",
            "word": "primitive",
            "phonetic": "pɹɪmᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In fact, primitive fleas were dining on dinosaur blood about 165 million years ago.",
                "so-called primitive rebels went about breaking things.",
                "So it'll be relatively primitive.",
                "It's a very primitive fear.",
                "Our early fishlike ancestors evolved primitive light detection organs from tissue that extended out from the brain."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWl0aXZl&hash=743c9b3fbbdee087989e5b578a1f2f755f7655d8&lang=en&cache-only=0",
            "defineEn": "characteristic of an early stage of human or animal evolution",
            "defineVi": "đặc trưng của giai đoạn đầu của quá trình tiến hóa của con người hoặc động vật"
        },
        {
            "id": "21923443-372b-4590-98eb-c93408c39435",
            "word": "civilization",
            "phonetic": "sɪvɪlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "I visited the museum to learn about ancient civilizations.",
                "We watched a documentary that highlighted the rich history of African civilizations.",
                "Asia is the largest continent and is home to many ancient civilizations.",
                "The hiker had survived the wilderness by the skin of his teeth, managing to find his way back to civilization before running out of food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWxpemF0aW9u&hash=280fb7f280cba3cead075ab9863b3ecabbe1a34b&lang=en&cache-only=0",
            "defineEn": "a society that has developed its own culture and institutions in a particular period of time or place",
            "defineVi": "một xã hội đã phát triển văn hóa và thể chế của riêng mình trong một khoảng thời gian hoặc địa điểm cụ thể"
        },
        {
            "id": "72ed1d4e-9665-4bd4-ba96-e64588a2a02d",
            "word": "historian",
            "phonetic": "hɪstoːɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The historian provided the right historical context for the event.",
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "She wants to pursue a degree in history and become a historian.",
                "Historians have three theories."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yaWFu&hash=f1c70c1ae98bf3cad62cc683da313a83f5437afb&lang=en&cache-only=0",
            "defineEn": "someone who studies or records historical events",
            "defineVi": "một người nghiên cứu hoặc ghi lại các sự kiện lịch sử"
        },
        {
            "id": "c5cee06b-61ee-4443-af13-f55d9057d791",
            "word": "medieval",
            "phonetic": "mɛdɪiːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "She visited an old castle and marveled at its medieval architecture.",
                "Check out this medieval helicopter. ",
                "I mean the medieval stuff.",
                "The city of Cologne is a medieval city."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWV2YWw&hash=2b0dc5d34a5c6940f7c881098a44399baaaef698&lang=en&cache-only=0",
            "defineEn": "belonging or related to the Middle Ages, which was the period between the 5th and 15th centuries",
            "defineVi": "thuộc hoặc liên quan đến thời Trung cổ, đó là khoảng thời gian giữa thế kỷ thứ 5 và 15"
        },
        {
            "id": "70904f93-38ac-4e4f-95f2-07a799c4f0b1",
            "word": "golden age",
            "phonetic": "ɡoʊldən eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a lot of great things did happen during the Golden Age, including the Parthenon, a temple that became a church and then a mosque and then an armory until finally settling into its current gig as a ruin.",
                "Laurey has another suitor: Loner farmhand Jud Fry, who is basically a Golden Age incel.",
                "For some, the 1950's and 60's were seen as the Golden Age of air travel.",
                "The 1950's and 60's have often been described as the Golden Age of flying.",
                "The late 19th century was the Golden Age of nationalism in Europe, and no place was crazier than the Hapsburg Austro-Hungarian Empire in which at least 10 different nations all wanted their own state."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIGFnZQ&hash=94239b16e5fe6fcfa9b48f024a49fb91597634d8&lang=en&cache-only=0",
            "defineEn": "a period of great prosperity and success, particularly in the past",
            "defineVi": "một thời kỳ thịnh vượng và thành công lớn, đặc biệt là trong quá khứ"
        },
        {
            "id": "146a5b90-a167-4deb-9a5c-34a357b96a3d",
            "word": "archive",
            "phonetic": "ɑːɹkaɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enjoy the archives in the meantime.",
                "Going into the archives.",
                "It could be an archive.",
                "and I search the archives for quotes about him from Angela Merkel, everybody.",
                "Honda pulled the passport name out of its archives for a new sport utility."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl2ZQ&hash=f4d20f864ac597d0ee2fa129ed92eb6aff3a3b1c&lang=en&cache-only=0",
            "defineEn": "a place or a collection of records or documents of historical importance",
            "defineVi": "một địa điểm hoặc một bộ sưu tập hồ sơ hoặc tài liệu có tầm quan trọng lịch sử"
        },
        {
            "id": "1e9f6710-9f20-437e-9743-e674c519adfb",
            "word": "origin",
            "phonetic": "ɔːɹɪdʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "To hide his humble origins, he told his wife he had no family and spent his life living a lie.",
                "Despite being born on the wrong side of the blanket, Sarah grew up to become a successful entrepreneur and proved that one's origins don't define their potential.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s.",
                "ESG investing has its origins in a 2004 letter from former United Nations Secretary-General Kofi Annan.",
                "In fact, the word vaccine itself has bovine origins."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2lu&hash=3b3593d1d81f4db1063d5537f69d7abbc5b9a6f6&lang=en&cache-only=0",
            "defineEn": "the point or place where something has its foundation or beginning",
            "defineVi": "điểm hoặc nơi mà một cái gì đó có nền tảng hoặc bắt đầu"
        },
        {
            "id": "8aeda008-bdbd-46f3-ac03-4b1bd1de9001",
            "word": "monument",
            "phonetic": "mɑːnjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That monument has been there since the year one.",
                "Monuments were raised in honor of the dead.",
                "A monument is an ideal.",
                "A monument is an ideal.",
                "New Confederate monuments in the 1880s and 1890s were promoting a return to white supremacy and institutional slavery."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udW1lbnQ&hash=8c3265361a0e65ed2246b5dac1d2821c0ea2951d&lang=en&cache-only=0",
            "defineEn": "a place or building that is historically important",
            "defineVi": "một nơi hoặc tòa nhà đó là lịch sử quan trọng"
        }
    ]
}