{
    "id": "f6a2e9e8-29b1-4908-822a-4cd53aef3c3b",
    "title": "Healthcare and Medicine",
    "originalTitle": "Healthcare and Medicine",
    "words": [
        {
            "id": "cd135739-0845-4e38-8caf-7f7c67008b79",
            "word": "primary health care",
            "phonetic": "pɹaɪmɚɹi hɛlθ kɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbWFyeSBoZWFsdGggY2FyZQ&hash=436df35405e28a0b415a8b913d1e52399dd14776&lang=en&cache-only=0",
            "defineEn": "the first medical treatment one receives for sickness, for instance, from a family doctor",
            "defineVi": "sự điều trị y tế đầu tiên mà một người nhận được khi ốm đau, chẳng hạn, từ một bác sĩ gia đình"
        },
        {
            "id": "e094b619-bbe0-4faf-b9f8-21756a1b33f0",
            "word": "to medicate",
            "phonetic": "tə mɛdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Until people are properly medicated, it can be really difficult and it can be frustrating for them.",
                "Crows can invent tools, some spiders customize hunting techniques, animals have even been observed medicating themselves to treat illnesses.",
                "A lot of people are drinking to self medicate, and it's a perfectly normal reaction to what, wait, are you high too?",
                "As if to make matters worse, doctors often don’t prescribe anything, not even medicated eye drops, preferring to just wait it out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVkaWNhdGU&hash=2b6c8e8aeb2b4312c2cfb8c26d7a320182ac20d4&lang=en&cache-only=0",
            "defineEn": "to administer a drug or treat a patient using drugs",
            "defineVi": "để quản lý một loại thuốc hoặc điều trị một bệnh nhân sử dụng thuốc",
            "hasImg": true
        },
        {
            "id": "76302a49-1266-4808-946d-6a094084b433",
            "word": "to immunize",
            "phonetic": "tʊ ɪmjuːnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, nearly 63 percent of U.S. adults are at least partially immunized.",
                "Now the San Francisco Zoo has immunized 124 mountain yellow-legged frogs.",
                "And more importantly, only about three percent of the U.S. population has been immunized so far.",
                "And in 2017, a record 123 million children were immunized with at least one dose of DTP.",
                "She also encouraged pregnant women to be immunized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1tdW5pemU&hash=d58d0715d48013241b25326ec05d8e09d49ffc14&lang=en&cache-only=0",
            "defineEn": "to protect an animal or a person from a disease by vaccination",
            "defineVi": "để bảo vệ một con vật hoặc một người từ một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "eac3b305-cb89-4c69-892e-b918d5cea6af",
            "word": "to tranquillize",
            "phonetic": "tə tɹæŋkwɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnF1aWxsaXpl&hash=771c9e36bd7b634fc451ebc451505ba9bea1be4f&lang=en&cache-only=0",
            "defineEn": "to make a person or animal calm or unconscious using drugs, like sedatives",
            "defineVi": "để làm cho một người hoặc động vật bình tĩnh hoặc bất tỉnh bằng cách sử dụng thuốc, như thuốc an thần"
        },
        {
            "id": "614603b4-d351-4611-ac3e-6a332cfd66e5",
            "word": "inoculation",
            "phonetic": "ɪnɑːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And what is inoculation mean?",
                "Our lead tonight: The nation's inoculation campaign against COVID-19 is gaining ground.",
                "Several European countries halt the use of one inoculation amid another wave of infections.",
                "Questions arise about a promising inoculation after reports of incomplete data regarding its efficacy.",
                "But there is an overwhelming resistance to inoculation."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5vY3VsYXRpb24&hash=fda149fc21b74d22bcf174365e4542963723cb47&lang=en&cache-only=0",
            "defineEn": "the process of boosting the immunity system of a person or animal against a disease by vaccination",
            "defineVi": "quá trình tăng cường hệ thống miễn dịch của người hoặc động vật chống lại bệnh tật bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "8873f01d-895b-446b-882f-af7582f5acee",
            "word": "to quarantine",
            "phonetic": "tə kwɔːɹəntiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quarantine Together has no pictures, no bios and no screening methods.",
                "Imposing a quarantine.",
                "The quarantine started.",
                "Pycnandra acuminata also basically quarantines the nickel in cells that are separate from other parts of the plant.",
                "People are actually connecting during quarantine. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhcmFudGluZQ&hash=40f973959c3c57a61f23fbb9b34d185918567fd0&lang=en&cache-only=0",
            "defineEn": "to keep a person or animal into isolation for some time because they are ill, or might be, to prevent the spread of the disease",
            "defineVi": "để giữ một người hoặc động vật cách ly trong một thời gian vì họ bị bệnh, hoặc có thể, để ngăn chặn sự lây lan của bệnh"
        },
        {
            "id": "7ebf2972-08a2-41c9-a492-2eacc1df5bb3",
            "word": "narcotic",
            "phonetic": "nɑːɹkɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's trained in narcotics.",
                "Narcotics officers testified that they didn’t know Taylor had a new boyfriend, that her sister lived there or that her 2-year-old niece regularly stayed.",
                "What the SWAT team doesn’t know is that at this time a hastily assembled team of narcotics officers is about to raid Taylor’s home across town.",
                "At this hospital, I've seen them give IV narcotics right after the baby was born, which is something I've never seen at another hospital.",
                "ERIC NELSON, Attorney For Derek Chauvin: Were you able to learn that Mr. Floyd had consumed some narcotics that day?"
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyY290aWM&hash=60da0a00d5a769a12b2a357d7f144dbc760d0900&lang=en&cache-only=0",
            "defineEn": "a drug that reduces pain and causes sleepiness, confusion, or dullness",
            "defineVi": "một loại thuốc làm giảm đau và gây buồn ngủ, lú lẫn hoặc buồn ngủ"
        },
        {
            "id": "679eb8d8-3752-43ca-a787-5b5b6c315a31",
            "word": "sedative",
            "phonetic": "sɛdətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "And one is a sedative which is where it helps with anxiety and sleep.",
                "Ketamine was first synthesized in the 1960s as an anesthetic, a sedative.",
                "So it's hard to deny that ketamine's effect on depression sounds promising, and, clearly, it's a useful sedative.",
                "The first fully synthetic drug, the sedative chloral hydrate, was developed in 1869.",
                "He's also using the army's industrial capacity to produce the medication while public hospitals face shortages of other drugs, like sedatives and painkillers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VkYXRpdmU&hash=95f7fbc647e2f7f3a763af4fae4d3d8a5d66ac52&lang=en&cache-only=0",
            "defineEn": "any drug that is used to make one feel calm or induce sleep",
            "defineVi": "bất kỳ loại thuốc nào được sử dụng để làm cho một người cảm thấy bình tĩnh hoặc gây ngủ"
        },
        {
            "id": "c4f10e0a-6839-4432-a5cc-585166bdf508",
            "word": "laxative",
            "phonetic": "læksətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s where the laxatives come in.",
                "Since avocados contain natural laxatives, it's not long before, well, you get the idea.",
                "Don't you know like mistakenly decided to have a laxative before you go to the plane and you're in trouble.",
                "Laxatives stimulate the large intestine, not the small intestine where all that food actually gets absorbed.",
                "On Halloween 1959 a California dentist named Dr. William V. Shyne passed out approximately 450 candy covered laxatives to the children in his neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF4YXRpdmU&hash=f7c993083f51b897dd85008dd3ecef377fe70fd1&lang=en&cache-only=0",
            "defineEn": "a substance, usually a drug, used to stimulate evacuation of the bowels",
            "defineVi": "một chất, thường là một loại thuốc, được sử dụng để kích thích sơ tán ruột"
        },
        {
            "id": "1380548f-9f9a-49a2-8eb3-1504f61daca6",
            "word": "lozenge",
            "phonetic": "loʊzɛndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got vapes, drops, oils, lozenges."
            ],
            "audio": "https://tts.langeek.co/read?text=bG96ZW5nZQ&hash=161d47c579333b5849a160d383b0f8129308fa19&lang=en&cache-only=0",
            "defineEn": "a sweet-flavored small and often lozenge-shaped tablet that dissolves in one's mouth, usually taken for sore throat",
            "defineVi": "một viên nhỏ có vị ngọt và thường có hình thoi, tan trong miệng, thường được dùng để điều trị viêm họng"
        },
        {
            "id": "81323411-fb12-499a-87bc-be24b86237ba",
            "word": "ointment",
            "phonetic": "ɔɪntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tony's poor English was a fly in the ointment when he applied for the job.",
                "I'm looking forward to Sunday, the only fly in the ointment being the fact that I'll have to sit next to my mother-in-law.",
                "You got ointment? ",
                "The doctor wiped my butt with ointment and then it went away.",
                "And horse trainer Bob Baffert now says a skin ointment may have caused his Kentucky Derby winner to fail a drug test."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ludG1lbnQ&hash=f7a952541e3e75b90b559d736c7189700c1d0374&lang=en&cache-only=0",
            "defineEn": "a substance, usually smooth and oily, rubbed on the skin for medical purposes",
            "defineVi": "một chất, thường mịn và nhờn, được xoa lên da cho mục đích y tế",
            "hasImg": true
        },
        {
            "id": "928753c7-9173-43d3-b664-852e27e17817",
            "word": "antiseptic",
            "phonetic": "æntɪsɛptɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The other big innovation was antiseptic surgery, which was formally documented by the British surgeon Joseph Lister in 1867.",
                "Early antiseptic surgery involved hand-washing and sterilizing wound dressings, instruments, and operating rooms with the microbe-killing carbolic acid.",
                "- I mean it's got antiseptic soap in it with water and we're using it to wash hands before we touch a wounded area.",
                "Problem is, hydrogen peroxide is such a great antiseptic because it doesn’t care what kinds of cells it destroys.",
                "I think we need all the light, all the sunshine, all the antiseptic and dyspeptic we can keep on this story."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXNlcHRpYw&hash=5496827285e1dbd40dcf962f69a42b7aa27d6380&lang=en&cache-only=0",
            "defineEn": "a substance that prevents infection when applied to a wound, especially by killing bacteria",
            "defineVi": "một chất ngăn ngừa nhiễm trùng khi bôi lên vết thương, đặc biệt là bằng cách tiêu diệt vi khuẩn",
            "hasImg": true
        },
        {
            "id": "441eaf65-b96a-439e-b1bf-a1b9efc5eb45",
            "word": "aseptic",
            "phonetic": "æsɛptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNlcHRpYw&hash=8f2efa784972ba818f5a234a844e1ee5802b26e8&lang=en&cache-only=0",
            "defineEn": "medically clean and free from any form of contamination",
            "defineVi": "sạch về mặt y tế và không có bất kỳ hình thức ô nhiễm nào"
        },
        {
            "id": "74ac3caf-15a5-42f6-8026-578dab614f14",
            "word": "morphine",
            "phonetic": "mɔːɹfiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mrs. Dubose, the cantankerous morphine addict, has a particularly heinous mouth.",
                "And then they give me some morphine, mmm, which is good stuff.",
                "So, before aspirin, pain was treated primarily with opioids like morphine and codeine.",
                "The crazy thing is, oxycodone is actually significantly stronger than morphine.",
                "And you’ve certainly heard of some, like caffeine, nicotine, and morphine."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ycGhpbmU&hash=8619a24560d43c8a338cbd8ac0498d5380dca811&lang=en&cache-only=0",
            "defineEn": "a narcotic drug that is extracted from opium and is medicinally used to relieve pain",
            "defineVi": "một loại thuốc gây nghiện được chiết xuất từ thuốc phiện và được sử dụng trong y học để giảm đau"
        },
        {
            "id": "aad02652-4e2b-46cb-b67e-9373a11fa0d3",
            "word": "opioid",
            "phonetic": "oʊpɪɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opioids have three major receptors: Mu, Kappa and Delta.",
                "Opioids typically trigger constipation and tweak body temperature.",
                "Opioids are now the biggest drug epidemic in American history.",
                "Opioid receptors do just the opposite.",
                "Opioids do not discriminate."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bpb2lk&hash=0ef5be088774def4f231ed8b1ab90ce1ca2840b7&lang=en&cache-only=0",
            "defineEn": "any drugs with the same effects as opium, medicinally used for reducing extreme pain",
            "defineVi": "bất kỳ loại thuốc nào có tác dụng tương tự như thuốc phiện, được sử dụng trong y học để giảm đau cực độ"
        },
        {
            "id": "3ca07ff3-19f1-40ce-bf15-bccc81c5ee39",
            "word": "salve",
            "phonetic": "sælv ",
            "partOfSpeechType": "noun",
            "examples": [
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "This brown powder could be mixed into drinks, made into salves or eaten straight up.",
                "It is the role of sports in either as a kind of salve or sometimes bringing us together.",
                "Let's forget for a moment that, which president it is, what could a president do today that would be meaningful and be a salve to the African American community, make them feel better and make them feel like they were heard, what would it take?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdmU&hash=f78e5b818878621deb1e06c435007feb8bcdfa53&lang=en&cache-only=0",
            "defineEn": "any medicinal ointment that accelerates the recovery of the skin barrier or protects it",
            "defineVi": "bất kỳ loại thuốc mỡ nào làm tăng tốc độ phục hồi của hàng rào bảo vệ da hoặc bảo vệ nó",
            "hasImg": true
        },
        {
            "id": "5274c401-ae0c-4581-9db3-344eea5a1612",
            "word": "contraceptive",
            "phonetic": "kɑːntɹəsɛptɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sanger founded the American Birth Control League to educate people about safe abortion procedures and contraceptives.",
                "To make matters worse, it can also prevent medications like anti-depressants and contraceptive pills from reaching your system.",
                "And, while in total, contraceptive use has doubled in the region since 1990, the unmet need for modern contraception among adolescents is still at about 60%.",
                "Her views on pro-choice policies, the legalization of certain drugs, and distributing contraceptives in schools to minimize the spread of STIs made her a lightning rod of controversy during her tenure as Surgeon General.",
                "And together they funded a large clinical trial on a hormone-based contraceptive, offering hope that a pill backed by Big Pharma might be on the horizon."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY2VwdGl2ZQ&hash=85a548eb0370f35811724ab30fc45e0d75235272&lang=en&cache-only=0",
            "defineEn": "any device, drug, or method that is used to prevent pregnancy",
            "defineVi": "bất kỳ thiết bị, thuốc hoặc phương pháp nào được sử dụng để tránh thai"
        },
        {
            "id": "a673f890-094a-45a4-a96a-f8a1fde34bbb",
            "word": "radiotherapy",
            "phonetic": "ɹeɪdɪoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To investigate this, in a paper published last month in the journal Radiotherapy and Oncology, the scientists got a hold of full-body PET scans of 100 cancer patients using this particular tracer.",
                "The usual way to deal with cancer is to try to cut the tumor out, or turn to radiotherapy and then chemotherapy to destroy or block the growth of cancer cells, but if it's a blood cancer, if it's floating around your whole body, you can't do that."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW90aGVyYXB5&hash=0247e34ecb72bed989a2b9b26c329bef0a558dbf&lang=en&cache-only=0",
            "defineEn": "the process of treating a disease, particularly cancer, using X-rays or similar forms of radiation",
            "defineVi": "quá trình điều trị bệnh, đặc biệt là ung thư, sử dụng tia X hoặc các dạng bức xạ tương tự"
        },
        {
            "id": "740279be-4f60-40d6-b490-fceeb8d5325d",
            "word": "chemotherapy",
            "phonetic": "kiːmoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vik was diagnosed with second stage cancer but he didn’t want to get chemotherapy.",
                "Those treatments are chemotherapy and radiation.",
                "Pets now get C.T. scans, transplants, dentistry and chemotherapy.",
                "Another form of chemotherapy involves compounds called microtubule stabilizers.",
                "He did chemotherapy for a whole year, and he was doing so well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbW90aGVyYXB5&hash=f692a4c10cb61b30598ebbd17ce8df52a98d715c&lang=en&cache-only=0",
            "defineEn": "the process of treating a disease, particularly cancer, using chemicals",
            "defineVi": "quá trình điều trị bệnh, đặc biệt là ung thư, sử dụng hóa chất"
        },
        {
            "id": "08425312-2bec-43ae-9b32-7d4b51ec39f1",
            "word": "occupational therapy",
            "phonetic": "ɑːkjʊpeɪʃənəl θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of the first options for treatment is occupational therapy.",
                "The doc told me to begin toning up in what we called the workshop which was less of a mouthful than the orthopedic occupational therapy shop."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbmFsIHRoZXJhcHk&hash=3f747a10527b3fd62c27e5d6ecad64f4768e9d35&lang=en&cache-only=0",
            "defineEn": "the process of treating a patient's physical or mental illness using specific activities",
            "defineVi": "quá trình điều trị bệnh về thể chất hoặc tinh thần của bệnh nhân bằng các hoạt động cụ thể"
        },
        {
            "id": "bb8c8d87-1b5d-401d-934c-3d7f4c4f5c0c",
            "word": "pediatrics",
            "phonetic": "piːdɪætɹɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The American Academy of Pediatrics recommends three feet.",
                "In 2014, the American Academy of Pediatrics officially recommended that schools start no earlier than 8:30, for example.",
                "Because of this research, organizations like the CDC, American Medical Association and the American Academy of Pediatrics, all want school to start later than 8:30AM.",
                "But things started getting intense in 2011, when the American Academy of Pediatrics, an organization of over 60,000 pediatricians, recommended that kids and teens should never drink energy drinks.",
                "Well, in 2011, a paper published in the journal Pediatrics reviewed the effects of energy drinks on children, adolescents, and young adults."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWF0cmljcw&hash=bee6aca83d063665543c93a49788d2f8bdebd41c&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with children and their conditions",
            "defineVi": "ngành y học liên quan đến trẻ em và tình trạng của chúng",
            "hasImg": true
        },
        {
            "id": "ded6ac4c-97ae-4020-954a-ec5048ec8c4f",
            "word": "orthopedics",
            "phonetic": "ɔːɹθoʊpiːdɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9wZWRpY3M&hash=56c9b9b7c878384c249173cdca29041f7344c1e4&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with bones and muscles, and their diseases and injuries",
            "defineVi": "ngành y học liên quan đến xương và cơ, các bệnh và chấn thương của chúng"
        },
        {
            "id": "ab5c0768-7190-4a53-8bc6-c1e98e422c3f",
            "word": "gynecology",
            "phonetic": "ɡaɪnɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dr. Erroll Byer is the Chair of Obstetrics and Gynecology.",
                "The Trotula became foundational to gynecology and all other topics related to women’s health."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3luZWNvbG9neQ&hash=f962b82a55c60e11bbab9752617caafcbd25670d&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with diseases that are specific to women, especially those that affect their reproductive organs",
            "defineVi": "ngành y học liên quan đến các bệnh dành riêng cho phụ nữ, đặc biệt là những bệnh ảnh hưởng đến cơ quan sinh sản của họ",
            "hasImg": true
        },
        {
            "id": "a14239d3-1884-4840-984f-611066acf17f",
            "word": "geriatrics",
            "phonetic": "dʒɛɹɪætɹɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VyaWF0cmljcw&hash=05a6c5bd6086786b6feaead8b9fb66211e82cca3&lang=en&cache-only=0",
            "defineEn": "the branch of medicine or social science that is concerned with the diseases and care of aged people",
            "defineVi": "ngành y học hoặc khoa học xã hội liên quan đến bệnh tật và chăm sóc người già"
        },
        {
            "id": "1df959f3-0550-4c1b-aa95-4d0a77d0035e",
            "word": "acupressure",
            "phonetic": "ækəpɹɛʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN1cHJlc3N1cmU&hash=afbbf2ccbfd6e28563547f0816781d9506b51a01&lang=en&cache-only=0",
            "defineEn": "an alternative therapy in which pressure is put on specific parts of the body with hands and fingers",
            "defineVi": "một liệu pháp thay thế trong đó áp lực lên các bộ phận cụ thể của cơ thể bằng tay và ngón tay",
            "hasImg": true
        },
        {
            "id": "83db2554-2d0e-4d18-8c7f-142332bf11e3",
            "word": "hypnotherapy",
            "phonetic": "hɪpnoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hypnotherapy may be useful as it was with Judy.",
                "Hypnotherapy is a specialized therapy where a therapist gets you into a trance-like state, and then speaks positive suggestions about your pain that you internalize and act on.",
                "Some therapies have been shown to be helpful, such as Cognitive Behavior Therapy and Hypnotherapy.",
                "It wasn't until she had some hypnotherapy that she was able to get control of the symptoms they mostly resolved, except for occasional times when she gets stressed out and have a mild hand tremor."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwbm90aGVyYXB5&hash=e5e4dbd11d0949d25fabd7fa1a97736a468b8fd8&lang=en&cache-only=0",
            "defineEn": "the process of using hypnosis as a therapeutic technique",
            "defineVi": "quá trình sử dụng thôi miên như một kỹ thuật trị liệu"
        },
        {
            "id": "6e0886a3-0c34-48c9-a051-804cf8e5ff07",
            "word": "herbalism",
            "phonetic": "hɜːbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVyYmFsaXNt&hash=e66d7e492cc5fcd45cfd24b4d599d1a31fc8f187&lang=en&cache-only=0",
            "defineEn": "the medicinal and therapeutic use of plants and plant extracts to treat illnesses",
            "defineVi": "việc sử dụng thuốc và điều trị của thực vật và chiết xuất thực vật để điều trị bệnh"
        },
        {
            "id": "2b80a2f5-9875-4cc3-858d-bcf26701b783",
            "word": "complementary medicine",
            "phonetic": "kɑːmplɪmɛntɚɹi mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxlbWVudGFyeSBtZWRpY2luZQ&hash=32ab754bf9ad785cfb99f71c28d7d1679546575a&lang=en&cache-only=0",
            "defineEn": "a wide range of treatments for medical conditions that fall outside of mainstream healthcare",
            "defineVi": "một loạt các phương pháp điều trị cho các tình trạng y tế nằm ngoài chăm sóc sức khỏe chính thống"
        },
        {
            "id": "181b739a-0bdf-43d6-9e1a-b3ac535bac36",
            "word": "scrubs",
            "phonetic": "skɹʌbz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NydWJz&hash=b319d1b740cd4bb4ead164ebd4a61742ebd977e4&lang=en&cache-only=0",
            "defineEn": "a two-piece protective garment that is worn by surgeons in the operation room",
            "defineVi": "một bộ quần áo bảo hộ hai mảnh được mặc bởi các bác sĩ phẫu thuật trong phòng phẫu thuật",
            "hasImg": true
        },
        {
            "id": "34f2516a-7dc2-4c85-9f34-3321929902cb",
            "word": "invasive",
            "phonetic": "ɪnveɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this technology would supposedly require invasive surgery.",
                "- They're actually invasive.",
                "Basically, this invasive species is a violent bully.",
                "So sometimes, more invasive treatments are necessary.",
                "And thankfully, modern eye surgeons can sculpt the cornea with far less invasive tools."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YXNpdmU&hash=61aaf413926a31b9c5535949df8f7b3c523b9a82&lang=en&cache-only=0",
            "defineEn": "(of medical procedures) comprising cutting into the body or body cavities",
            "defineVi": "(về thủ tục y tế) bao gồm cắt vào cơ thể hoặc các khoang cơ thể"
        },
        {
            "id": "d24e6474-062e-4ff9-836d-e7fab312a7d0",
            "word": "curettage",
            "phonetic": "kjʊɹɹɛɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VyZXR0YWdl&hash=645e7a3cb88085c71c6ecae4e20a92e1eb3d226a&lang=en&cache-only=0",
            "defineEn": "an operation in which small sharp tools are used to remove material from inside the uterus or another body part",
            "defineVi": "một hoạt động trong đó các công cụ nhỏ sắc bén được sử dụng để loại bỏ vật liệu từ bên trong tử cung hoặc bộ phận cơ thể khác"
        },
        {
            "id": "a879fd91-172a-480f-b200-ad086ad2b817",
            "word": "amputation",
            "phonetic": "æmpjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right after an amputation, a signal is sent to cells all over an axolotl’s body telling them to start dividing.",
                "What we do know is that people usually develop the condition after traumatic brain injury or sensory loss, like an amputation.",
                "They could be used to cover up amputations or burns, prevent infection in larger injuries, or even repair sagging eyelids.",
                "Amputations likely from frostbite are common in Europe.",
                "Two rooms, reported, were reserved for amputations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wdXRhdGlvbg&hash=047ba46225c7e452b1b169018bcd0f3e7ea33bfe&lang=en&cache-only=0",
            "defineEn": "surgical removal of a limb or a part of it",
            "defineVi": "phẫu thuật cắt bỏ một chi hoặc một phần của nó",
            "hasImg": true
        },
        {
            "id": "a025bbf2-b213-4312-ae23-9f63f53164cc",
            "word": "biopsy",
            "phonetic": "baɪɑːpsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This involves a doctor examining the cervix through a microscope, and possibly taking a small biopsy of tissue for closer examination.",
                "For example, they’re now developing pressure-sensitive biopsy needles for use in cancer treatment.",
                "Celiac disease is present in one in every 100 to 200 persons in the U.S. When blood tests suggest the possibility of celiac, the diagnosis is confirmed with a biopsy.",
                "It's right in the center of the abdomen next to the spinal cord, so for surgery, biopsies, other things like that, it may be hard to find where the pancreas is.",
                "This could be for a biopsy, which is a tissue sample taken for testing, or because there’s something in there that doesn’t belong, like diseased tissue or a blood clot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvcHN5&hash=e59dcb0f2cf9e3544da3aeec7b1b5b65c5baca61&lang=en&cache-only=0",
            "defineEn": "the process of removing and analyzing tissue from the body of a sick person to learn more about their condition",
            "defineVi": "quá trình loại bỏ và phân tích mô từ cơ thể của người bệnh để tìm hiểu thêm về tình trạng của họ"
        },
        {
            "id": "ee777bca-7ed9-428d-8047-4427224e66fd",
            "word": "diagnostic",
            "phonetic": "daɪəɡnɑːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Though they’re perhaps not as glamorous as medicines or vaccines, diagnostic tests play a central role in pandemic management.",
                "We never got diagnostic testing up to speed.",
                "Now, I have other videos on Borderline Personality Disorder as a whole, the diagnostic criteria, DBT techniques, all sorts of great stuff.",
                "And the diagnostic criteria hasn't changed.",
                "Now, diagnostic criteria number 4, Consistently uses physical appearance to draw attention to one's self."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ25vc3RpYw&hash=edf8d2d6803b2018c74bc35f16c69fca53f8fd02&lang=en&cache-only=0",
            "defineEn": "relating to the diagnosis of illness or other problems using a variety of symptoms",
            "defineVi": "liên quan đến chẩn đoán bệnh tật hoặc các vấn đề khác bằng cách sử dụng nhiều triệu chứng"
        },
        {
            "id": "8d6d8aef-75ed-4a0a-8853-fd601f566305",
            "word": "prognosis",
            "phonetic": "pɹɑːɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "The prognosis is not good.",
                "For Greg Rosen, months of debilitating symptoms without a clear diagnosis, prognosis, or even an idea of what lasting damage there is has been traumatizing.",
                "The prognosis for the rest of this dwarf galaxy isn’t good, either: it’s still being pulled apart by the Milky Way’s gravity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ25vc2lz&hash=276ef56e22382d436a36c98b4ec5fc23f96164d0&lang=en&cache-only=0",
            "defineEn": "a professional opinion regarding the likely course of an illness or a disease",
            "defineVi": "một ý kiến chuyên môn liên quan đến quá trình có khả năng của một căn bệnh hoặc một căn bệnh"
        }
    ]
}