{
    "id": "f6cf47d5-e431-496e-b931-65cd48614cc6",
    "title": "Too Cool for School!",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "1d409192-aec6-44b3-817f-00d2248053d1",
            "word": "institution",
            "phonetic": "ɪnstɪtuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Europe is home to some of the world's oldest universities and prestigious educational institutions.",
                "First, let's get the basics straight with a quick look at data generated by educational institutions.",
                "Virtually every academic institution, it seemed, wanted a piece of the pie.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes.",
                "Being a private institution we're not tied to any state funding, so we don't have a horse in that race."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGl0dXRpb24&hash=d3637963e75e37d88e3d4d04abd379abb18f859d&lang=en&cache-only=0",
            "defineEn": "a large organization that serves a religious, educational, social, or similar function",
            "defineVi": "một tổ chức lớn phục vụ một chức năng tôn giáo, giáo dục, xã hội, hoặc tương tự",
            "hasImg": true
        },
        {
            "id": "63f46034-9767-4245-975f-a0fe45897818",
            "word": "grade school",
            "phonetic": "ɡɹeɪd skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Olivia thought she was a big wheel in her grade school just because she had a iPhone and the other kids didn't.",
                "A rediscovered historical pageant play was found in an old grade school in Point Pleasant that includes Cornstalk's Curse.",
                "\"The disorders typically manifest early in development often before the child enters grade school\" so very young.",
                "The cartoon atom you learn in grade school, with electrons orbiting like a miniature solar system, that's Rutherford's.",
                "Within the next couple of years he made a discovery that you probably learned about in grade school: he showed that Saturn’s rings were made of small particles swirling around the planet together."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGUgc2Nob29s&hash=4d7c71c7003cd34aa98ec605834c5816bdeadea9&lang=en&cache-only=0",
            "defineEn": "an elementary school attended by children between the ages of 6 and 12",
            "defineVi": "một trường tiểu học có trẻ em trong độ tuổi từ 6 đến 12 theo học",
            "hasImg": true
        },
        {
            "id": "cdfeab52-823f-41f2-a365-41a4a6894f2a",
            "word": "graduate school",
            "phonetic": "ɡɹædʒuːət skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I will hopefully be attending graduate school to become a therapist.",
                "95% earned college degrees with an average GPA of 3.6, 60% went to graduate school, 90% are in professional jobs, and 40% are in the highest tiers of those jobs.",
                "While Clance knew these fears were unfounded, she could also remember feeling the exact same way in graduate school.",
                "So I've seen many people who start treatment for the first time in college or graduate school but they still had a history of disorganization and impulsivity or difficulty staying on track with tasks.",
                "Dean of Harvard's Graduate School of Education, Bridget Terry Long, has been watching the growing calls for schools to reopen."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZHVhdGUgc2Nob29s&hash=099ce3828860a20783c4a738672ed17458ab92b6&lang=en&cache-only=0",
            "defineEn": "a department in a university or college that offers graduates an advanced or further degree",
            "defineVi": "một bộ phận trong một trường đại học hoặc cao đẳng cung cấp cho sinh viên tốt nghiệp bằng cấp cao hoặc cao hơn",
            "hasImg": true
        },
        {
            "id": "0f1c27c7-9e09-4ef4-b8f3-ca85dc73fdd9",
            "word": "junior high school",
            "phonetic": "dʒuːnjɚ haɪ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But clearly I failed at conveying this message to a large number of you, who thought I was just trying to teach a stupid mnemonic from junior high school.",
                "So like, yeah, it's the kind of thing that back in the day when I was in like high school and junior high school, I would have used a like computer with a breakout board that I plugged in with a serial connection and I'd be like, okay."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuaW9yIGhpZ2ggc2Nob29s&hash=9e9c1fcd0fd89cd41fbca7c62f3fd70f5b403376&lang=en&cache-only=0",
            "defineEn": "a school for students between an elementary school and a high school, typically those in the 7th and 8th grades",
            "defineVi": "một trường học dành cho học sinh giữa một trường tiểu học và một trường trung học, thường là học sinh lớp 7 và lớp 8",
            "hasImg": true
        },
        {
            "id": "2396d808-7b5b-466f-ba42-af241284596a",
            "word": "senior high school",
            "phonetic": "siːnjɚ haɪ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9yIGhpZ2ggc2Nob29s&hash=c2acb00e6c04d2dbcc3231b3f5b68540e8b94b9f&lang=en&cache-only=0",
            "defineEn": "a school attended by students between the ages of 14 and 18",
            "defineVi": "một trường học có học sinh trong độ tuổi từ 14 đến 18"
        },
        {
            "id": "9b16963f-2ec4-497c-9461-f639821fd9b5",
            "word": "summer school",
            "phonetic": "sʌmɚ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "After I passed the final exam, my teacher promptly threw cold water on my excitement by reminding me that I still have to go to summer school.",
                "So that might be a robust summer school program.",
                "The remainder of the school year will be completed in the current remote fashion and we will hold summer school in a similar manner.",
                "He taught summer school and led field trips to the courthouse and Washington, D.C."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWVyIHNjaG9vbA&hash=48691db3e9e8a65e4e16ad3aca971901ae6336d1&lang=en&cache-only=0",
            "defineEn": "a course of study that is held during the summer vacations at a college or university",
            "defineVi": "một khóa học được tổ chức trong kỳ nghỉ hè tại một trường cao đẳng hoặc đại học"
        },
        {
            "id": "018c887b-d0c4-4b33-9798-2207f4cac356",
            "word": "prom",
            "phonetic": "pɹɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Father exploded a bombshell when he forbade us to go to the prom.",
                "I tried saving her blushes when she asked me to prom by saying I had no intention of going with anyone.",
                "Every year we have the prom.",
                "Cinematic representations of prom can provide great insight into broader social attitudes within a culture.",
                "Proms also can alienate those who do not conform to the heteronormative paradigm."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbQ&hash=2a8f204594711ec1b6192b589c061b178d237ce8&lang=en&cache-only=0",
            "defineEn": "a formal dance for high school students at the final academic year and upon their graduation",
            "defineVi": "một điệu nhảy chính thức dành cho học sinh trung học vào năm học cuối cùng và sau khi tốt nghiệp"
        },
        {
            "id": "26a0f6fd-bc76-41c5-b62b-51d2413bedb2",
            "word": "to enroll",
            "phonetic": "tʊ ɛnɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many adult learners enroll in evening classes to pursue further education.",
                "Offstage, as a licensed Medicare agent, she helped senior clients enroll in the federal program.",
                "That means innovation suffers when fewer international students enroll in science, math, engineering and technology programs in the U.S.",
                "Now Germans can choose where they enroll and they can change funds on a yearly basis.",
                "So Jacob's mother wants to enroll him into the deaf programme that is at the school because even with his hearing aids he doesn't understand a thing that's going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yb2xs&hash=98d85453a59b653b3685e21b6c4f06f8618b1ce7&lang=en&cache-only=0",
            "defineEn": "to officially register oneself or someone else as a participant in a course, school, etc.",
            "defineVi": "để chính thức đăng ký bản thân hoặc người khác với tư cách là người tham gia khóa học, trường học, v.v."
        },
        {
            "id": "bd8db940-0f34-4b74-b68c-dee7d3a77cb4",
            "word": "to register",
            "phonetic": "tə ɹɛdʒɪstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He'd been helping himself to the money in the cash register.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "- Registering that tone.",
                "And cashless registers present no incentive for theft or robbery.",
                "Differences of even a nanosecond in bounce-back time will be registered. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnaXN0ZXI&hash=d89d7222b5cb5b42395573fc0739c66d8f91244a&lang=en&cache-only=0",
            "defineEn": "to enter one's name in a list of an institute, school, etc.",
            "defineVi": "để nhập tên của một người trong danh sách của một viện, trường học, v.v."
        },
        {
            "id": "abb43b98-df9e-4d54-bdb5-f845404a875f",
            "word": "dorm",
            "phonetic": "dɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Residential treatment is more like a dorm.",
                "This guy launched the startup from his dorm room in 2019.",
                "This is a non-smoking dorm.",
                "The story of Dell begins in the dorm room of a 19-year-old premed freshman at the University of Texas.",
                "Like a coed dorm, there's men and women - in the dorm."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ybQ&hash=cb48ecf0df7c95108ae3224a476666a8543b8c5b&lang=en&cache-only=0",
            "defineEn": "a building in a university campus in which students can reside",
            "defineVi": "một tòa nhà trong khuôn viên trường đại học nơi sinh viên có thể cư trú",
            "hasImg": true
        },
        {
            "id": "4871f304-6440-414b-b6c3-017690481566",
            "word": "locker",
            "phonetic": "lɑːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now creative solutions are popping up everywhere, from doorbell cameras to automatic locks, porch lockers to alternative pickup points.",
                "- Put it in you locker.",
                "Each person gets a couple of different lockers here.",
                "I haven't used my locker since freshman year.",
                "And then there's Amazon lockers."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9ja2Vy&hash=1f9af20addd540f9335b8be4423b7f44d2cdb1e2&lang=en&cache-only=0",
            "defineEn": "a small closet that usually has a lock, in which valuable items and belongings could be stored",
            "defineVi": "một tủ quần áo nhỏ thường có khóa, trong đó có thể cất giữ những vật dụng và đồ đạc có giá trị",
            "hasImg": true
        },
        {
            "id": "c53d9f3d-a171-4af1-9a9b-d646493799ae",
            "word": "dormitory",
            "phonetic": "doːɹmɪtoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "By God, I’ve half a mind to burn the entire dormitory along with them.",
                "At the Kuitun complex there are multiple dormitories.",
                "Many people assume that college freshmen pick their dormitory roommates, as upperclassmen are allowed to do.",
                "He became one of the student leaders who had a number of kids under him in the dormitories, and he ruled the dormitory life with an iron fist.",
                "He became one of the student leaders who had a number of kids under him in the dormitories, and he ruled the dormitory life with an iron fist."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ybWl0b3J5&hash=7f6f79805937468c8d20ddf878af696a7a0919ef&lang=en&cache-only=0",
            "defineEn": "a room with several beds in which a number of people can sleep, particularly in a school, university, army camp, etc.",
            "defineVi": "một căn phòng có nhiều giường trong đó một số người có thể ngủ, đặc biệt là trong trường học, trường đại học, trại quân đội, v.v.",
            "hasImg": true
        },
        {
            "id": "198c9a7c-4ad0-4ca3-bb62-41041b9b0330",
            "word": "roommate",
            "phonetic": "ɹuːmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My Asian roommate likes to dip her sushi rolls into soy sauce.",
                "My roommate and I went half and half on one, and it developed from there.",
                "My roommate asked me if she could borrow a zucchini to make a zucchini bread.",
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "Sarah considers her roommate, Emma, as her best friend because they share their secrets and spend a lot of time together."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbW1hdGU&hash=382a9d94ec7b47d14db7ae2ede8779ed79b0b656&lang=en&cache-only=0",
            "defineEn": "a person sharing a room, apartment, or house with one or more people",
            "defineVi": "một người chia sẻ một phòng, căn hộ, hoặc nhà với một hoặc nhiều người",
            "hasImg": true
        },
        {
            "id": "79a35c47-5d13-44a6-af3e-0819c4b3772a",
            "word": "discipline",
            "phonetic": "dɪsɪplɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The parents believed in disciplining their child when necessary, knowing that spare the rod and spoil the child.",
                "I know you don't like disciplining employees, but you've just got to grasp the nettle.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGluZQ&hash=395fc8ac48455d69df6e56d45629a5dc8670cced&lang=en&cache-only=0",
            "defineEn": "training given to people so that they follow certain rules, using punishment in case they fail to do so; the controlled behavior resulting from this type of training",
            "defineVi": "đào tạo cho mọi người để họ tuân theo các quy tắc nhất định, sử dụng hình phạt trong trường hợp họ không tuân theo; hành vi được kiểm soát do loại hình đào tạo này"
        },
        {
            "id": "38603331-5755-4ce9-b8f5-71df5cd1d00a",
            "word": "major",
            "phonetic": "meɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then again, some major thinkers are way ahead of the curve.",
                "A major technological advancement like that is still light years away.",
                "The country was hit by a major earthquake.",
                "There are some major changes in the wind.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3I&hash=a1d6b106985ce5b8fdebcca4db23b60d058514c3&lang=en&cache-only=0",
            "defineEn": "a university student who studies a particular subject as the main part of their course",
            "defineVi": "một sinh viên đại học nghiên cứu một chủ đề cụ thể như là một phần chính của khóa học của họ",
            "hasImg": true
        },
        {
            "id": "82bc0dae-60d9-4b98-98ad-7f43e0f8ad6d",
            "word": "certificate",
            "phonetic": "sɚtɪfɪkət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you need a certificate?",
                "Not everyone has a birth certificate.",
                "But you’ve got to have that certificate.",
                "- Ginger to finally get on her birth certificate.",
                "There's a citizenship certificate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGlmaWNhdGU&hash=d5894c90226b5652caa227df7d8bf4845e6936af&lang=en&cache-only=0",
            "defineEn": "an official document that states one has successfully passed an exam or completed a course of study",
            "defineVi": "một tài liệu chính thức cho biết một người đã vượt qua kỳ thi thành công hoặc hoàn thành một khóa học",
            "hasImg": true
        },
        {
            "id": "a1068f4d-f8a8-42b3-9aa7-801b601b9ac0",
            "word": "master",
            "phonetic": "mæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He mastered the art of slow-cooking chevon shanks.",
                "The master kept a weekly journal.",
                "You have shown yourself a master tactician.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "It took some time, but I mastered a recipe for black-eyed pea curry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVy&hash=bcf0647c9e71a00a38c353a8e330248909d20a36&lang=en&cache-only=0",
            "defineEn": "a person who holds a second university degree or an equivalent one",
            "defineVi": "người có bằng đại học thứ hai hoặc tương đương"
        },
        {
            "id": "78f43e3d-bc2f-49a4-89fa-6f095f24b0a3",
            "word": "to master",
            "phonetic": "tə mæstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He mastered the art of slow-cooking chevon shanks.",
                "The master kept a weekly journal.",
                "You have shown yourself a master tactician.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "It took some time, but I mastered a recipe for black-eyed pea curry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFzdGVy&hash=695ce1bada610ce8a0fb9bcee111657235ddb65c&lang=en&cache-only=0",
            "defineEn": "to learn and understand something thoroughly and completely",
            "defineVi": "để tìm hiểu và hiểu một cái gì đó kỹ lưỡng và đầy đủ"
        },
        {
            "id": "b455e122-3244-4651-b3be-156fd01029f2",
            "word": "PhD",
            "phonetic": "piːeɪtʃ diː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My efforts to get my PhD have taken a beating over the last couple of years, but I'm still determined to see it through.",
                "John may not have a college degree, but he knows more about fixing cars than his neighbor who has a PhD in physics, proving that a fool knows more in his own house than a wise man in another.",
                "Isaac Asimov had a PhD in biochemistry.",
                "I have a PhD in literature and a fascination with the gothic in horror.",
                "I finished my PhD this year in cell and molecular biology at the University of Texas at Austin."
            ],
            "audio": "https://tts.langeek.co/read?text=UGhE&hash=e3cb10a8b7b0023850560f7e4a5405f928359763&lang=en&cache-only=0",
            "defineEn": "a very high-level university degree given to a person who has conducted advanced research in a specific subject",
            "defineVi": "một bằng đại học cấp cao được trao cho một người đã tiến hành nghiên cứu tiên tiến trong một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "54ed06f8-6b83-4314-a714-736cc7286b41",
            "word": "postgraduate",
            "phonetic": "poʊstɡɹɐdʒuːeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "U.S. postgraduate and doctoral level programs could also see an impact.",
                "While it’s true that some postgraduate degrees can push your income into the next tax bracket these percentages don’t tell the whole story."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGdyYWR1YXRl&hash=3fafa97101e9fceef20fa9d63b57f336be0330d1&lang=en&cache-only=0",
            "defineEn": "a graduate student who is studying at a university to get a more advanced degree",
            "defineVi": "một sinh viên tốt nghiệp đang theo học tại một trường đại học để lấy bằng cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "30e54641-0d23-49b7-96e6-18255d8341fe",
            "word": "sponsor",
            "phonetic": "spɑːnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "My failure to find sponsors for the project was a monkey on my back for a long time.",
                "We also held two very topical sponsored roundtable events this month which attempt to predict how the land lies in manufacturing and on spiralling inflation.",
                "ASUS sponsored this unboxing of the RT-AX86U.",
                "Not sponsored, just an affiliate link."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvbnNvcg&hash=70df4178b0baf77d7b01f498a3e33489f1441a11&lang=en&cache-only=0",
            "defineEn": "a person or organization that provides someone with financial supports for their education",
            "defineVi": "một người hoặc tổ chức cung cấp cho ai đó hỗ trợ tài chính cho giáo dục của họ"
        },
        {
            "id": "12940218-5bef-4616-be19-cbad6f73cffd",
            "word": "trainee",
            "phonetic": "tɹeɪniː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "Trainees spend 178 hours in the physical-techniques department.",
                "Trainees spend over 130 hours with the firearms department.",
                "Trainees spend 182 hours with the Spanish department.",
                "Trainee: Come on, Roger."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5lZQ&hash=f14d5b7c8fe7033202fd63c902d11a750e2bda29&lang=en&cache-only=0",
            "defineEn": "a person who is being trained for a particular job or profession",
            "defineVi": "một người đang được đào tạo cho một công việc hoặc nghề nghiệp cụ thể",
            "hasImg": true
        },
        {
            "id": "a46ce10b-5ce6-4fe3-a0cf-e2fa755ab8eb",
            "word": "to tutor",
            "phonetic": "tə tuːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He offered to tutor his friend in math, knowing that his friend could help him with another subject because one hand washes the other.",
                "After struggling to keep up with her classes, Sarah took her teacher's advice and started attending tutoring sessions to improve her grades.",
                "But her income as a tutor to low-income kids has plummeted.",
                "In normal times, wealthier students have access to tutors and test prep programs that can help them deliver better scores.",
                "Sign up for a Japanese class, hire a Hindi tutor, download an Italian app or really go for it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHV0b3I&hash=46a7b92e3eb6ca8ea1765b9c00f5bf581fb3ab2c&lang=en&cache-only=0",
            "defineEn": "to teach a single student or a few students",
            "defineVi": "để dạy một học sinh duy nhất hoặc một vài học sinh",
            "hasImg": true
        },
        {
            "id": "54367dfc-80e1-4059-a651-6def3b7b0600",
            "word": "thesis",
            "phonetic": "θiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's so determined that I just know nothing will get in her way, and she'll finish her thesis.",
                "I thought I could finish writing my thesis in a week, but it took ages.",
                "Now that I'm finished with work for the summer, I can put my thesis on the front burner again.",
                "So theses are warm McDonald's fries?",
                "Obviously, this thesis is based largely on the fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2lz&hash=849c9f9301cf3ce0c899b23e343f83ef493ed47e&lang=en&cache-only=0",
            "defineEn": "an original piece of writing on a particular subject that a candidate for a university degree presents based on their research",
            "defineVi": "một bài viết gốc về một chủ đề cụ thể mà một ứng cử viên cho bằng đại học trình bày dựa trên nghiên cứu của họ"
        },
        {
            "id": "91920186-8769-4bc5-ace1-613dee47e737",
            "word": "scholarship",
            "phonetic": "skɑːlɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "The scholarship fund had made a difference in a lot of people's lives.",
                "She received a scholarship to help fund her university education.",
                "Goodness knows I need to do well on this test, or I can kiss my scholarship goodbye!",
                "The scholarship that he received opened the door to a better education and career opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcnNoaXA&hash=3f23779a04e187cf4cfeb84566ce6d87e22ec506&lang=en&cache-only=0",
            "defineEn": "a sum of money given by an educational institution to someone with great ability in order to financially support their education",
            "defineVi": "một khoản tiền do một tổ chức giáo dục trao cho một người có khả năng tuyệt vời để hỗ trợ tài chính cho việc học của họ",
            "hasImg": true
        },
        {
            "id": "baa96a39-b2ee-4085-b839-a1a85bb27ad9",
            "word": "seminar",
            "phonetic": "sɛmɪnɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We decided to run a series of seminars.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "It started off like a seminar.",
                "Every winter in Quartzsite, Arizona, Wells' devotees convene at the RTR, the Rubber Tramp Rendezvous, for seminars and community.",
                "And I have also done little seminars for other therapists."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hcg&hash=a16e7ac2c1e714f942fea2a1ed832c0e79e27982&lang=en&cache-only=0",
            "defineEn": "a class or course at a college or university in which a small group of students and a teacher discuss a specific subject",
            "defineVi": "một lớp học hoặc khóa học tại một trường cao đẳng hoặc đại học, trong đó một nhóm nhỏ sinh viên và giáo viên thảo luận về một chủ đề cụ thể"
        },
        {
            "id": "7b349019-095f-4632-97d9-b2dafb1ec401",
            "word": "curriculum",
            "phonetic": "kɜːɹɪkjʊləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We came up with a curriculum.",
                "If you're a teacher, check out their digital citizenship curriculum in the description below.",
                "They're more interested in high school curriculum and high school grades and other parts of the application.",
                "The MediaWise curriculum was developed by the Stanford History Education Group based on civic online reasoning research that they began in 2015.",
                "The MediaWise curriculum was developed by the Stanford History Education Group based on civic online reasoning research that they began in 2015."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmljdWx1bQ&hash=71f0415b8b6738af331e418d07f69013e27c239d&lang=en&cache-only=0",
            "defineEn": "the subjects included in a course of study that are taught in a school or an academic institution",
            "defineVi": "các môn học bao gồm trong một khóa học được giảng dạy trong một trường học hoặc một tổ chức học thuật"
        },
        {
            "id": "e67df419-02db-43f5-a0a9-8ec43beaa90e",
            "word": "optional",
            "phonetic": "ɑːpʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Prioritize your emergency fund over optional purchases.",
                "Can the photos be clothing optional?",
                "Paying your phone bill or mechanic isn’t optional.",
                "But with virtually unlimited optional extras, upgrades, and customizations, the true cost of a bespoke Rolls-Royce has no limits.",
                "Almost as if art isn't optional for humans."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW9uYWw&hash=5fee099d8f055461b8aa64066dcb0a403f87d533&lang=en&cache-only=0",
            "defineEn": "available to be chosen but not enforced",
            "defineVi": "có sẵn để được chọn nhưng không được thi hành"
        },
        {
            "id": "b710c19b-5790-48a8-ace5-8e6d47875b09",
            "word": "to grade",
            "phonetic": "tə ɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He studies hard to achieve good grades.",
                "She started hanging out with a few rotten eggs in her school, and her grades have really suffered ever since.",
                "As the saying goes, nothing is easy to the unwilling, and Mary's grades are reflecting her lack of effort.",
                "I wish he would get off my back about my grades.",
                "Look, this lecture doesn't have anything to do with your grades."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZGU&hash=4850f95ad3aedd2961bd291a3a9fad24ea025fd7&lang=en&cache-only=0",
            "defineEn": "to give a score to a student's performance",
            "defineVi": "cho điểm thành tích của học sinh",
            "hasImg": true
        },
        {
            "id": "42ca0298-ebad-4d55-9d88-c3239d41b33b",
            "word": "coursework",
            "phonetic": "koːɹsjuːɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "After completing all the coursework, I'm now within striking distance to earning my degree.",
                "Some research suggests that for students in low-income areas, their progress in online math coursework had declined by roughly half.",
                "[Ali] Because she can't get connected at home, she's often trying to complete her coursework in the parking lot of her job, where she has a reliable internet connection.",
                "So, in addition to having an undergraduate degree in fine arts, now I am enrolled in the Johns Hopkins University - Master of Arts in Museum Studies program, which is primarily distance learning based so I could do all of my coursework online, and I'm getting my MA in museum studies."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnNld29yaw&hash=ec2a747d4ffbb9d00960ce1d4c3a0ba8ea535f0e&lang=en&cache-only=0",
            "defineEn": "the work done by students which is part of their course of study",
            "defineVi": "công việc được thực hiện bởi các sinh viên là một phần của khóa học của họ"
        },
        {
            "id": "5f0b5096-5099-4a9b-ad32-047707b29201",
            "word": "textbook",
            "phonetic": "tɛkstbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We use textbooks and online resources to help us with our homework.",
                "She realized that the information in the textbook was incorrect.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "As the student opened his textbook to a difficult math problem, he couldn't help but make a face at the challenging equations.",
                "But back in the ‘90s, the existence of hot Jupiters rewrote the textbooks."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dGJvb2s&hash=545d9e1bbabd5cf134d7d83a7462d6b39318dede&lang=en&cache-only=0",
            "defineEn": "a book used for the study of a particular subject, especially in schools and colleges",
            "defineVi": "một cuốn sách được sử dụng để nghiên cứu về một chủ đề cụ thể, đặc biệt là trong các trường học và cao đẳng",
            "hasImg": true
        },
        {
            "id": "1130d596-b858-4ed9-9235-9e849c72f012",
            "word": "workbook",
            "phonetic": "wɜːkbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The anxiety workbook is coming out.",
                "I have free workbooks, free worksheets.",
                "Get yourself a workbook on it.",
                "And each step in this workbook needs appropriate time.",
                "What books and workbooks have been beneficial to your recovery?"
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2Jvb2s&hash=d9cebe14e61c31f215b92efc2198f8dfbefa7035&lang=en&cache-only=0",
            "defineEn": "a book that provides students with extra exercises",
            "defineVi": "một cuốn sách cung cấp cho sinh viên các bài tập thêm"
        },
        {
            "id": "63d63fed-2172-4462-96d7-a9572f131164",
            "word": "multiple-choice",
            "phonetic": "mʌltɪpəltʃɔɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The quiz consisted of multiple-choice questions."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlwbGUtY2hvaWNl&hash=b047adef1105821dbff5ea47fed0b9f3a64bc324&lang=en&cache-only=0",
            "defineEn": "(of a quiz, question, etc.) providing several different responses from which only one is correct",
            "defineVi": "(của một bài kiểm tra, câu hỏi, v.v.) đưa ra một số câu trả lời khác nhau mà chỉ có một câu trả lời đúng"
        },
        {
            "id": "8dc76581-be8f-491b-a2fd-0b232c83ec33",
            "word": "tutorial",
            "phonetic": "tuːtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He watched a tutorial on how to spatchcock game birds.",
                "The student was struggling with a difficult math problem, but she happened to come across a helpful video tutorial online - she found herself in luck!",
                "Begin the tutorial?",
                "There are great tutorials.",
                "You'll see hair tutorials, cooking tutorials."
            ],
            "audio": "https://tts.langeek.co/read?text=dHV0b3JpYWw&hash=4212a36bbaf2449743c9690b8a33699de70e1536&lang=en&cache-only=0",
            "defineEn": "a course of instruction that is presented to an individual or a small number of students by a teacher",
            "defineVi": "một khóa học hướng dẫn được trình bày cho một cá nhân hoặc một số ít học sinh bởi một giáo viên"
        },
        {
            "id": "a8e9e685-6f2c-435c-8e42-faddddc65d19",
            "word": "buttery",
            "phonetic": "bʌɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enjoy a slice of homemade partridgeberry pie, with its buttery crust and juicy berry filling.",
                "Grandma's currant pie is a family favorite, with its buttery crust and juicy filling.",
                "You can make a simple farmer's cheese tart with a buttery crust and top it with fresh fruit.",
                "I like to bake a pear tart with a buttery crust and a sweet pear filling.",
                "He enjoyed a soft and buttery shortbread cookie with a cup of tea."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyeQ&hash=2873f158bf1a932a15b6b6dd346451f141c17584&lang=en&cache-only=0",
            "defineEn": "a room in a university, from which students can buy food and drink",
            "defineVi": "một căn phòng trong một trường đại học, từ đó sinh viên có thể mua thức ăn và đồ uống"
        }
    ]
}