{
    "id": "f7125202-c6bb-4bab-bb1c-4a4607a5e920",
    "title": "Shopping",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "b0129602-a363-4a8c-8e78-f9eb2b905bf4",
            "word": "assistant",
            "phonetic": "ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "She made him her assistant.",
                "My assistant is threatening to leave.",
                "She stole the shoes from under the assistant's nose.",
                "The assistant manager is standing in for the store manager while she is on maternity leave."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzaXN0YW50&hash=e01d7db145078df6b15d8c542f6e3e5e7fd580bc&lang=en&cache-only=0",
            "defineEn": "a person whose job is to help customers in a shop",
            "defineVi": "một người có công việc là để giúp đỡ khách hàng trong một cửa hàng",
            "hasImg": true
        },
        {
            "id": "3597920e-c7a1-4ee3-92ee-ff71c31a12bf",
            "word": "credit",
            "phonetic": "kɹɛdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0&hash=656cea0bc7a86951d742106ddcac8276bc9f7713&lang=en&cache-only=0",
            "defineEn": "the ability to buy something from a shop or receive money from a bank based on trust, without paying for it immediately",
            "defineVi": "khả năng mua thứ gì đó từ cửa hàng hoặc nhận tiền từ ngân hàng dựa trên sự tin tưởng mà không phải trả tiền ngay lập tức",
            "hasImg": true
        },
        {
            "id": "0f05afc2-27d1-4d91-bddf-e131977a81eb",
            "word": "sale",
            "phonetic": "seɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales have lost steam in recent weeks.",
                "Sales are growing fast.",
                "Shares went on sale this morning.",
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsZQ&hash=ce7bab7543732a9ac2dec3b724e54e737283dd2e&lang=en&cache-only=0",
            "defineEn": "an occasion when a shop or business sells its goods at reduced prices",
            "defineVi": "một dịp khi một cửa hàng hoặc doanh nghiệp bán hàng hóa của mình với giá giảm",
            "hasImg": true
        },
        {
            "id": "a900dcfd-2fea-46e3-9edd-9a71cdba137c",
            "word": "cheque",
            "phonetic": "tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take this cheque and we'll call it quits.",
                "He grew nervous about the deal and asked his bank manager to stop the cheque.",
                "To write (out) a cheque.",
                "The cheque is in the mail.",
                "'I see your cheque book on the table, sir. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlcXVl&hash=3d0d186d89036475970d36fcb89c6a2da08ff703&lang=en&cache-only=0",
            "defineEn": "a piece of printed paper that one writes an amount of money on it and signs, used as a way of payment instead of cash",
            "defineVi": "một mảnh giấy in mà người ta viết một số tiền lên đó và ký tên, được sử dụng như một cách thanh toán thay vì tiền mặt",
            "hasImg": true
        },
        {
            "id": "63331bf9-effc-4e06-b254-fa4ff5d37713",
            "word": "to afford",
            "phonetic": "tʊ ɐfoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can afford a dollar for a good cause.",
                "He could no longer afford to run a car.",
                "I couldn't afford to waste petrol chasing rainbows as far as Leeds and back.",
                "They can't afford to buy school books.",
                "We can't afford to strain at gnats and swallow camels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmb3Jk&hash=7c0d829f953ac77fb1d12a44d6a2ee03e63c246d&lang=en&cache-only=0",
            "defineEn": "to be able to pay the cost of something",
            "defineVi": "để có thể trả chi phí của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8993106e-73f7-448a-89a0-1216769bcfdb",
            "word": "department store",
            "phonetic": "dᵻpɑːɹtmənt stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last month, that enemy was Swedish department store H&M.",
                "Two large department stores at either end, connected by smaller shops in between.",
                "And across the street is Joy's Department Store.",
                "Shares fell eighty five percent as a department store.",
                "It was a department store for suburban America, not just a mass merchant to rural America."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0bWVudCBzdG9yZQ&hash=2c39d1fef3cac879d065b76df37e27ad084ad278&lang=en&cache-only=0",
            "defineEn": "a large store, divided into several parts, each selling different types of goods",
            "defineVi": "một cửa hàng lớn, được chia thành nhiều phần, mỗi phần bán các loại hàng hóa khác nhau",
            "hasImg": true
        },
        {
            "id": "5ea7cd0e-0ac2-4341-a54e-9f88e228c161",
            "word": "discount",
            "phonetic": "dɪskaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "The store is offering a discount of eighty percent off.",
                "She learned to look for deals and discounts and to avoid unnecessary purchases.",
                "We encourage everyone to avail of the discounted rates for booking their hotel rooms in advance.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY291bnQ&hash=7e4837558d7b20a529bcab300f5196d322b7d664&lang=en&cache-only=0",
            "defineEn": "the amount of money that is reduced from the usual price of something",
            "defineVi": "số tiền được giảm từ giá thông thường của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d87d0c59-7a68-4d4c-9eb4-b7c132314906",
            "word": "mall",
            "phonetic": "mɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team then beats a retreat from the mall, hoping no one noticed them.",
                "I saw a famous actress at the shopping mall today.",
                "Can you get a new coffee pot while you're at the mall?",
                "The rise of big box stores like Walmart, discount retailers like HomeGoods, and the transition to e-commerce weighed on malls too.",
                "Malls, like fashion, are very expensive."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbA&hash=790197d2966081cd9da623e0c78c00599cfd9dd3&lang=en&cache-only=0",
            "defineEn": "‌a large building or enclosed area, where many stores are placed",
            "defineVi": "‌một tòa nhà lớn hoặc khu vực khép kín, nơi đặt nhiều cửa hàng",
            "hasImg": true
        },
        {
            "id": "c33b7a38-284c-479f-9116-2f6aed854f65",
            "word": "order",
            "phonetic": "ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JkZXI&hash=a768dd04ce7c7506dc98ed87d141e42f7a863f4b&lang=en&cache-only=0",
            "defineEn": "a request or instruction made for goods or services, often specifying the quantity, quality, and delivery of the requested items",
            "defineVi": "một yêu cầu hoặc hướng dẫn được thực hiện cho hàng hóa hoặc dịch vụ, thường chỉ định số lượng, chất lượng và giao các mặt hàng được yêu cầu",
            "hasImg": true
        },
        {
            "id": "4ed56ddc-eb94-458c-bf48-54c5f48f1766",
            "word": "payment",
            "phonetic": "peɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We look forward to receiving the payment at your earliest convenience.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford.",
                "I bought a winter coat for nothing down and no payments due until February.",
                "Sarah's family was surprised by how much the interest on their mortgage grew, and they struggled to keep up with payments.",
                "Electronic payments have cannibalized checks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5bWVudA&hash=43b24fc7f8f66cc2a627260ec0a68e46d8ede440&lang=en&cache-only=0",
            "defineEn": "the act or process of paying or being paid money",
            "defineVi": "hành động hoặc quá trình thanh toán hoặc được thanh toán tiền",
            "hasImg": true
        },
        {
            "id": "ff60a315-3fc2-4fe5-bf14-418f9f7c072c",
            "word": "queue",
            "phonetic": "kjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He jumped the queue at the ticket counter.",
                "Developers queued up to buy the property in 1995 but Turner played hard to get, waiting for better offers.",
                "There has been public outrage after it came to light that some people had been jumping the queue for surgery appointments because they had a friend or relative working at the hospital.",
                "Some people were queuing outside the Scala Theatre for tickets for a very popular show.",
                "In Mumbai today, crowds queued for precious doses, with little regard to safe social distance."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVldWU&hash=90e1bb6ac21a88ac73432fe42beea1ff148bf9cd&lang=en&cache-only=0",
            "defineEn": "a line in which people or vehicles wait for a particular purpose",
            "defineVi": "một dòng người hoặc phương tiện chờ đợi cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "d2735a6f-1331-48f6-abca-6ca9dff1f482",
            "word": "gift card",
            "phonetic": "ɡɪft kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Suddenly, old games became gift cards for future purchases.",
                "But I'm perfectly happy with gift cards.",
                "The good news is I have friends and Etsy gift cards.",
                "When buying something on Amazon, you can split your payment between a gift card and a credit card.",
                "And then the other constraint is the gift card is worth $25."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lmdCBjYXJk&hash=05642b0cfdac0c6188e2749f8ead21795a595121&lang=en&cache-only=0",
            "defineEn": "a small card that allows the holder to get goods and services from a store up to the cash value printed on it",
            "defineVi": "một thẻ nhỏ cho phép chủ sở hữu nhận hàng hóa và dịch vụ từ một cửa hàng với giá trị tiền mặt được in trên đó",
            "hasImg": true
        },
        {
            "id": "54e5cc83-5c93-4a6b-9439-e8635db353a6",
            "word": "receipt",
            "phonetic": "ɹᵻsiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll write you out a receipt.",
                "If you bring the dress back with the receipt, you can change it.",
                "Here's your receipt.",
                "Then switch off read receipts.",
                "CVS receipts are long."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZWlwdA&hash=20e240ac13a9fd996f9ba3117c3f8080f504adab&lang=en&cache-only=0",
            "defineEn": "a written or printed document that shows a number of goods or services which are bought or delivered are paid for",
            "defineVi": "một tài liệu bằng văn bản hoặc in cho thấy một số hàng hóa hoặc dịch vụ được mua hoặc giao được trả tiền cho",
            "hasImg": true
        },
        {
            "id": "e1d5d121-ce03-4965-a36f-748933ae085a",
            "word": "tax",
            "phonetic": "tæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does the price include tax?",
                "The tax increase sounded the death knell for the business.",
                "Tax rises have made some inroads into the country's national debt.",
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The carbon tax will inevitably lead to an increase in energy bills."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4&hash=01adc108dde0e4024cde2148defa800e14afe952&lang=en&cache-only=0",
            "defineEn": "a sum of money that has to be paid, based on one’s income, to the government so it can provide people with different kinds of public services",
            "defineVi": "một khoản tiền phải trả, dựa trên thu nhập của một người, cho chính phủ để chính phủ có thể cung cấp cho mọi người các loại dịch vụ công cộng khác nhau"
        },
        {
            "id": "84c31e3a-9119-46bf-8fbe-86ccbc26839e",
            "word": "value",
            "phonetic": "væljuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "The new policy sits well with the company's values.",
                "Enhance the flavor and nutritional value of your smoothies by adding powdered red algae as a nutrient-rich ingredient.",
                "A retail group which sets great store by traditional values.",
                "She needed to prioritize her own needs and values."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWU&hash=09ca43dca802b343bf3515a0183f47dd19888ce6&lang=en&cache-only=0",
            "defineEn": "the worth of something in money",
            "defineVi": "giá trị của một cái gì đó bằng tiền",
            "hasImg": true
        },
        {
            "id": "a08e0754-f7eb-480d-a9d8-986a9f5d880e",
            "word": "bargain",
            "phonetic": "bɑːɹɡɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2Fpbg&hash=ff2a28022d3af03e307452b2308321d6f13d6122&lang=en&cache-only=0",
            "defineEn": "an item bought at a much lower price than usual",
            "defineVi": "một mặt hàng được mua với giá thấp hơn nhiều so với bình thường",
            "hasImg": true
        },
        {
            "id": "a1b6f237-d6c6-4e9f-a3e1-0aa29f33fd1f",
            "word": "to bid",
            "phonetic": "tə bɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Never bid the devil good morrow until you actually meet him.",
                "A man shall not bid the devil good morrow until he actually meets with him.",
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Just don't bid the devil good morrow till you meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlk&hash=08705ff8cf9912c485945f4ecf75cf36b417b361&lang=en&cache-only=0",
            "defineEn": "to offer a particular price for something, usually at an auction",
            "defineVi": "để cung cấp một mức giá cụ thể cho một cái gì đó, thường là tại một cuộc đấu giá"
        },
        {
            "id": "39ff1065-4e82-4c00-9704-40b8d1cbb23c",
            "word": "cashier",
            "phonetic": "kæʃɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "He tried to pass off his counterfeit bills as real money, but the cashier immediately noticed and called the police.",
                "The last person we hired as a cashier turned out to have sticky fingers.",
                "the cashier asked politely as she took the woman's money.",
                "The cashier voluntarily decided to work there."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzaGllcg&hash=945def26df3576dec630041feee43d22503ab6c6&lang=en&cache-only=0",
            "defineEn": "a person in charge of paying and receiving money in a hotel, shop, bank, etc.",
            "defineVi": "một người chịu trách nhiệm thanh toán và nhận tiền trong khách sạn, cửa hàng, ngân hàng, v.v.",
            "hasImg": true
        },
        {
            "id": "9cf55228-66ee-44e4-9511-2371375da7ba",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "a place in a supermarket where people pay for the goods they buy",
            "defineVi": "một nơi trong siêu thị nơi mọi người trả tiền cho hàng hóa họ mua",
            "hasImg": true
        },
        {
            "id": "1923be83-aa18-45ce-bc6e-ae38cbd86b72",
            "word": "delivery",
            "phonetic": "dᵻlɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That letter should go by special delivery.",
                "He went for a job as a delivery driver.",
                "They offer various postal services, such as express delivery and registered mail, at the post office.",
                "Another growth driver for Taco Bell is delivery.",
                "But border closures because of COVID-19 can slow down deliveries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXZlcnk&hash=1ccdc475fa96de09a744fc3a15b12781ed0e52ed&lang=en&cache-only=0",
            "defineEn": "the act or process of taking goods, letters, etc. to whomever they have been sent",
            "defineVi": "hành động hoặc quy trình nhận hàng hóa, thư từ, v.v. cho bất kỳ ai mà chúng đã được gửi",
            "hasImg": true
        },
        {
            "id": "0901aa6c-66e8-496b-9f26-05c812fcff1a",
            "word": "to purchase",
            "phonetic": "tə pɜːtʃɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yesterday I purchased a ripe Persian melon from the market.",
                "The dressmaker purchased a bolt of silk to create a stunning gown.",
                "My mother visited the butcher shop and purchased a chuck steak.",
                "The store clerk measured the length of the bolt to calculate the customer's purchase.",
                "They visited a seafood market and purchased a small tin of caviar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyY2hhc2U&hash=1eae43aaaf662b5eab93d26e343b889d961e0a3c&lang=en&cache-only=0",
            "defineEn": "to get something by payment of a price",
            "defineVi": "để có được một cái gì đó bằng cách thanh toán một mức giá",
            "hasImg": true
        },
        {
            "id": "36cdc3b8-504c-46a1-9dcf-1aa99eb63105",
            "word": "to shoplift",
            "phonetic": "tə ʃɑːplɪft ",
            "partOfSpeechType": "verb",
            "examples": [
                "A homeless man was arrested for stealing a loaf of bread, but when a wealthy socialite was caught shoplifting expensive jewelry, she was let off with a warning.",
                "And they can see if anyone is shoplifting.",
                "(laughing) You shoplifted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvcGxpZnQ&hash=9b25bc984a2f0a3b652db6591341d16eadbee488&lang=en&cache-only=0",
            "defineEn": "to steal goods from a store by secretly taking them without paying",
            "defineVi": "ăn cắp hàng hóa từ một cửa hàng bằng cách bí mật lấy chúng mà không trả tiền",
            "hasImg": true
        },
        {
            "id": "e75b615f-aeee-4b93-9d9b-06311d49a5c2",
            "word": "accessory",
            "phonetic": "ɐksɛsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries.",
                "She bought a new hat to add a stylish accessory to her outfit.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit.",
                "Ethan cuts a dash wherever he goes with his sharp suits and stylish accessories, leaving a lasting impression."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjZXNzb3J5&hash=d370ea3aa82e10d863a2c7e126e3caa4ac3844cb&lang=en&cache-only=0",
            "defineEn": "an item, such as a bag, hat, piece of jewelry, etc., that is worn or carried because it makes an outfit more beautiful or attractive",
            "defineVi": "một món đồ, chẳng hạn như túi xách, mũ, đồ trang sức, v.v., được đeo hoặc mang theo vì nó làm cho bộ trang phục đẹp hơn hoặc hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "2d4c5973-5d34-4f20-bd4b-847df8095d2b",
            "word": "goods",
            "phonetic": "ɡʊdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "ur company mainly produces goods for export.",
                "Such cheap goods obviously rely on dirt cheap labor.",
                "The goods will be delivered at your convenience.",
                "The truck delivered a large shipment of goods to the warehouse.",
                "She stored canned goods and snacks in the kitchen pantry."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZHM&hash=609fd6d05d1b9042acbab18737c0937d339e2193&lang=en&cache-only=0",
            "defineEn": "items made or produced for sale",
            "defineVi": "các mặt hàng được làm hoặc sản xuất để bán",
            "hasImg": true
        },
        {
            "id": "b7137576-a3b4-4a08-a82e-2ed43eae6974",
            "word": "to browse",
            "phonetic": "tə bɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The system allows people the opportunity to browse a wide selection of books.",
                "Jake got caught in the rabbit hole of online shopping, constantly browsing through websites and adding items to his cart, unable to resist the allure of new deals and discounts.",
                "Did they browse the site?",
                "I was actually just browsing the web",
                "Inside Joy's, participants can browse clothing or attend a class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvd3Nl&hash=4b3ccb981e009e10a7854a8563b6cfeadac2480f&lang=en&cache-only=0",
            "defineEn": "to casually look at different products in a store with no intention of making a purchase",
            "defineVi": "tình cờ nhìn vào các sản phẩm khác nhau trong một cửa hàng mà không có ý định mua hàng",
            "hasImg": true
        },
        {
            "id": "60d2eeb8-d204-471b-b85e-a0b20703bb45",
            "word": "boutique",
            "phonetic": "buːtiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prices at the luxury boutique were quite high.",
                "Because I have a boutique on 72nd street, right around the corner.",
                "Virgin's boutique hotel chain had been beset by years of delays already.",
                "It's not a boutique creative agency.",
                "But what about boutique fitness studios that tend to have larger classes in smaller spaces?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91dGlxdWU&hash=5f16716bcf5810ddb882fce215636ec90ff6f9ee&lang=en&cache-only=0",
            "defineEn": "a small store in which fashionable clothes or accessories are sold",
            "defineVi": "một cửa hàng nhỏ nơi bán quần áo hoặc phụ kiện thời trang",
            "hasImg": true
        },
        {
            "id": "4f86d833-4b5d-4b55-a2d3-996748b109e9",
            "word": "chain store",
            "phonetic": "tʃeɪn stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not all chain stores are franchises. ",
                "There is a donut chain store called Mr. Donut in Japan.",
                "By the 1970s, the chain store business model was rapidly spreading overseas to other countries, where domestic companies created their own nationwide business chains Although many people worldwide rejected the idea of globalization, business chains were soon overlapping their national borders. ",
                "Many chain stores we know today became dominant forces in retail and food in the US during the 1920s.",
                "It’s like the difference between big, national chain stores and your local farmers’ market."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gc3RvcmU&hash=bb4e2fe4467620f8e8329dc0f06da1ad9dba5c25&lang=en&cache-only=0",
            "defineEn": "one of a series of stores that are all owned by the same company or person",
            "defineVi": "một trong một loạt các cửa hàng thuộc sở hữu của cùng một công ty hoặc người",
            "hasImg": true
        },
        {
            "id": "c7347d4f-eb18-4005-918f-bcc70cf736c9",
            "word": "debit card",
            "phonetic": "dɛbɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tap on \"credit or debit card.\"",
                "Their money is placed on a debit card.",
                "We're going to link a debit card to the account.",
                "To add a bank account, credit card, or debit card, press \"Add bank or card.\"",
                "You can link a credit card, debit card, or a PayPal account."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQgY2FyZA&hash=9cceae1c71442a9c36dbfb778dd8057421a851e1&lang=en&cache-only=0",
            "defineEn": "a small plastic card we use to pay for what we buy with the money taken directly from our bank account",
            "defineVi": "một thẻ nhựa nhỏ mà chúng tôi sử dụng để thanh toán cho những gì chúng tôi mua bằng số tiền được lấy trực tiếp từ tài khoản ngân hàng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "b3af8cc3-24f7-4a4e-a48c-e7bfc4a4b10a",
            "word": "duty-free",
            "phonetic": "duːɾifɹiː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Often, the first thing you see after security is duty-free.",
                "Globally, duty-free is a huge industry valued at over $67 billion in 2018, according to a report from Coherent Market Insights.",
                "Slotnick: Duty-free can be a great savings if you buy something like alcohol or cigarettes, which are usually highly taxed.",
                "You even notice that, in some airports, London Heathrow, for example, walking paths in duty-free veer to the left.",
                "And while duty-free means foreign taxes on goods are removed, this doesn't necessarily mean they're cheaper."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHV0eS1mcmVl&hash=7227bbb6930a6cbb586c7c3699f41aaae4d5320e&lang=en&cache-only=0",
            "defineEn": "(of goods) able to be imported without paying tax on them",
            "defineVi": "(của hàng hóa) có thể được nhập khẩu mà không phải trả thuế cho chúng"
        },
        {
            "id": "dac31fad-e0ea-479b-8418-e95accb91e29",
            "word": "to retail",
            "phonetic": "tə ɹiːteɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "A retail group which sets great store by traditional values.",
                "The food retail sector is one to watch.",
                "The food retail sector is one to watch.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion.",
                "When I broke up with my boyfriend, I cheered I needed a lot of retail therapy to help me get over my ex-boyfriend.myself up with lots of shopping therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0YWls&hash=6e96acb81f2b968292146e3db15462473ad122a9&lang=en&cache-only=0",
            "defineEn": "to sell small quantities of goods directly to customers",
            "defineVi": "bán số lượng nhỏ hàng hóa trực tiếp cho khách hàng",
            "hasImg": true
        },
        {
            "id": "6c318586-b918-4d5b-80ac-2894212e9e92",
            "word": "shopaholic",
            "phonetic": "ʃɑːpɐhɑːlɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcGFob2xpYw&hash=eb3fc473c5cb3710322937fff87a5d6a765aa894&lang=en&cache-only=0",
            "defineEn": "someone who spends a lot of time shopping, often buying unnecessary things",
            "defineVi": "một người dành nhiều thời gian mua sắm, thường mua những thứ không cần thiết",
            "hasImg": true
        }
    ]
}