{
    "id": "f7496854-ff52-4fd4-93d7-73d09360ec5a",
    "title": "Fashion",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "808eabb6-0359-4239-9cac-d4549f59c38e",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "pieces of clothing worn by actors or performers for a role, or worn by someone to look like another person or thing",
            "defineVi": "quần áo được mặc bởi các diễn viên hoặc người biểu diễn cho một vai diễn, hoặc được ai đó mặc để trông giống người hoặc vật khác",
            "hasImg": true
        },
        {
            "id": "a0d892e1-6906-490b-9ff0-b4381486b7af",
            "word": "top",
            "phonetic": "tɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "They topped fruit tarts with mango coulis.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "This dictionary goes on the top shelf.",
                "We topped our baked potatoes with a generous drizzle of bechamel sauce.",
                "Write your name at the top of the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9w&hash=c9ff900024933090da10f2cab4fb194f4287759e&lang=en&cache-only=0",
            "defineEn": "an item of clothing that is worn to cover the upper part of the body",
            "defineVi": "một loại quần áo được mặc để che phần trên của cơ thể",
            "hasImg": true
        },
        {
            "id": "10df34d6-80a5-4199-a10b-b32e0d50044f",
            "word": "underpants",
            "phonetic": "ʌndɚpænts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJwYW50cw&hash=478aded02870061d227a10e34bfce407cc2a146a&lang=en&cache-only=0",
            "defineEn": "underwear worn by men and women to cover the lower part of their bodies",
            "defineVi": "đồ lót của đàn ông và phụ nữ để che phần dưới của cơ thể họ",
            "hasImg": true
        },
        {
            "id": "94a2ba8a-a85f-46ec-89d6-7528420f934c",
            "word": "panties",
            "phonetic": "pæntiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFudGllcw&hash=d5011950234b6eae180383a2b0eb2c7f9be665ab&lang=en&cache-only=0",
            "defineEn": "a short piece of clothing that women wear under the pants, skirts, etc.",
            "defineVi": "một bộ quần áo ngắn mà phụ nữ mặc dưới quần, váy, v.v.",
            "hasImg": true
        },
        {
            "id": "98e77ee4-4392-4b0e-9fa0-553d96ca182c",
            "word": "bra",
            "phonetic": "bɹɑː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Combining two what into a sports bra?",
                "My wife takes off her bra at night and the head hits the sink.",
                "- Truly it is, the bra purse.",
                "The first sports bra was invented in the seventies by combining two blanks.",
                "Sisters Joy Kosak and Debra Abbaszadeh designed a new type of hands-free pumping bra and started selling it on Amazon in 2009, where sales took off quickly."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJh&hash=e2bcb70eef0001fd549db99748aca9729ca16f0b&lang=en&cache-only=0",
            "defineEn": "a piece of underwear worn by women to cover and support their breasts",
            "defineVi": "một mảnh đồ lót phụ nữ mặc để che và nâng đỡ ngực của họ",
            "hasImg": true
        },
        {
            "id": "df99169e-8478-42e7-8a00-d0047f38167b",
            "word": "bathing suit",
            "phonetic": "beɪðɪŋ suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was wearing only a bathing suit.",
                "This isn't your traditional bathing suit.",
                "You can do it I a bathing suit, but what there to hide?",
                "You want me to grind on will.i.am in a bathing suit.",
                "but I don't know if I'd wear that bathing suit."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aGluZyBzdWl0&hash=3db2efb525024e4c25dbe22e8e3b31c962ce9f18&lang=en&cache-only=0",
            "defineEn": "an item of clothing that is worn for swimming, particularly the type that women and girls wear",
            "defineVi": "một mặt hàng quần áo được mặc để bơi lội, đặc biệt là loại mà phụ nữ và trẻ em gái mặc",
            "hasImg": true
        },
        {
            "id": "11acdbdb-27d2-409d-aad2-4458d7f3f1dd",
            "word": "hoodie",
            "phonetic": "hʊdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's a hoodie!",
                "We do sell Stealth hoodies on LTTStore.com.",
                "And I'm wearing this really thick hoodie.",
                "If you get cold, you should get a hoodie!",
                "You could also get a plushie or hoodie or poster."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZGll&hash=9acb0d210110996328649547d62d6bc0d3bc3a94&lang=en&cache-only=0",
            "defineEn": "a piece of clothing such as a sweatshirt or jacket that has a cover for the head",
            "defineVi": "một bộ quần áo như áo len hoặc áo khoác có che đầu",
            "hasImg": true
        },
        {
            "id": "9d363b69-c91c-4f5b-ade8-522e0f751ba4",
            "word": "sweatshirt",
            "phonetic": "swɛtʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They retail for around $38 for a T-shirt to $138 for a sweatshirt.",
                "This is, like, the sweatshirt that you get when you join the Illuminati.",
                "He came out with his khaki pants, a sweatshirt and that was it, and not a dime in his pockets.",
                "He comes out wearing Stacy's sweatshirt, and her shoes, and her daughter's pants.",
                "During the performance he was surrounded by suicide survivors and the hotline number was displayed across his sweatshirt and on his stage."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRzaGlydA&hash=5c6c0c4d94d0b6556de5ed913faad5d5da5a17ce&lang=en&cache-only=0",
            "defineEn": "a loose long-sleeved warm item of clothing worn casually or for exercising on the top part of our body, usually made of cotton",
            "defineVi": "một bộ quần áo ấm dài tay rộng rãi được mặc ngẫu nhiên hoặc để tập thể dục ở phần trên cùng của cơ thể chúng ta, thường được làm bằng bông",
            "hasImg": true
        },
        {
            "id": "0c4860a4-5f36-470d-a0a1-84bbb6c20fd3",
            "word": "overcoat",
            "phonetic": "oʊvɚkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the west coast, he wears an overcoat to protect against the cold weather.",
                "He refuses to wear an overcoat.",
                "He returned to St. Petersburg with the money and bought himself a beautiful overcoat and a cake for his mother.",
                "And they were all given new wool overcoats to keep them warm.",
                "It’s like an overcoat, if that coat were made mostly of loosely woven collagen-fiber."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmNvYXQ&hash=0b9aff7b0021591817c7496cb50ecb616a9da72a&lang=en&cache-only=0",
            "defineEn": "a long coat worn in cold weather to keep the body warm",
            "defineVi": "một chiếc áo khoác dài mặc trong thời tiết lạnh để giữ ấm cơ thể",
            "hasImg": true
        },
        {
            "id": "a8b407b4-0b37-4134-a02e-f9f25c5ff21c",
            "word": "baggy",
            "phonetic": "bæɡi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So we got a little baggy thing here.",
                "If there is an accident, loose or baggy things are more likely to snag on jagged edges and slow you down.",
                "Yeltsin was also not quite a Central Committee man, but he did wear these gray suits, baggy gray suits.",
                "What's interesting is that now he wears those baggy suits with pants that are like eight inches too long, but he didn’t used to.",
                "The Glorious O is what I am gonna compare this to, and it has like a baggy cable sheath which I find a little weird."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ3k&hash=23996af322decce51165daad85d383478eb02cbf&lang=en&cache-only=0",
            "defineEn": "(of clothes) loose and not fitting the body tightly",
            "defineVi": "(về quần áo) lỏng lẻo và không vừa vặn với cơ thể",
            "hasImg": true
        },
        {
            "id": "42e5046b-2800-48fb-8567-e2d0ffcc7bc0",
            "word": "collar",
            "phonetic": "kɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turn a collar down.",
                "A collar that turns down.",
                "He turned up the collar of his coat.",
                "Some of you were getting very hot under the collar about Royals.",
                "She'd got him by the collar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFy&hash=0828b17a324cd23e8e7f049127b7220cc8391adc&lang=en&cache-only=0",
            "defineEn": "the part around the neck of a piece of clothing that usually turns over",
            "defineVi": "phần quanh cổ của một bộ quần áo thường lật lại",
            "hasImg": true
        },
        {
            "id": "9a64c713-357b-440e-9c93-fd10ccf1092b",
            "word": "sleeve",
            "phonetic": "sliːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "They still have some surprises up their sleeves.",
                "Darren Kinder has a couple aces up his sleeve this week.",
                "He rolled up his sleeve to reveal a tattoo on his arm.",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXZl&hash=681d1e7649d28d6cbdf4b97e89e989bd9e6adf2d&lang=en&cache-only=0",
            "defineEn": "the part of an item of clothing that completely or partly covers one's arm",
            "defineVi": "một phần của một mặt hàng quần áo che phủ hoàn toàn hoặc một phần cánh tay của một người",
            "hasImg": true
        },
        {
            "id": "e4d2e78d-785f-4084-90a3-f5e8073414f9",
            "word": "to dress",
            "phonetic": "tə dɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJlc3M&hash=adb9d8e3b42291ca982155552090e4b30bb84d1e&lang=en&cache-only=0",
            "defineEn": "to put clothes on oneself",
            "defineVi": "tự mặc quần áo",
            "hasImg": true
        },
        {
            "id": "19aa7426-97a1-4c18-be76-5021965ad9de",
            "word": "to fasten",
            "phonetic": "tə fæsən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fasten your seat belt because we are going to explore the power of gravity.",
                "All eyes were fastened on the black hole, as the rope slowly came up again, and a man jumped on to the grass.",
                "I used some tape to fasten the plastic fork to this pencil.",
                "Keep your seat belts fastened and get ready for a bumpy ride.",
                "Organisms like Charnia had survived by fastening themselves into the mats, and they couldn’t stay upright in the softer ground."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFzdGVu&hash=7dfffecd0808875c0eb5a8e0eee3983f38607d53&lang=en&cache-only=0",
            "defineEn": "(of two parts of something) to close or join together; to be closed or joined together",
            "defineVi": "(của hai phần của một cái gì đó) để đóng hoặc nối với nhau; để được đóng cửa hoặc tham gia với nhau",
            "hasImg": true
        },
        {
            "id": "d8e3ec2b-5c31-414e-ad2d-a3c928e2712e",
            "word": "to button",
            "phonetic": "tə bʌʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnV0dG9u&hash=643dfa386894bb6f6d50d691f818aa161359d6d1&lang=en&cache-only=0",
            "defineEn": "to fasten with buttons, such as the buttons on an item of clothing",
            "defineVi": "để buộc chặt bằng các nút, chẳng hạn như các nút trên một mặt hàng quần áo",
            "hasImg": true
        },
        {
            "id": "e3fb1915-c6bb-4bd1-8776-27b01a82b0d7",
            "word": "wool",
            "phonetic": "wʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wool feels soft.",
                "The sheep had thick wool that was used to make warm clothing.",
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "A craftsman working with wool.",
                "Eccentric she may be but no one pulls the wool over her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vbA&hash=86d9f3ff0a8a1ea8c6640e259765c329ef9b537b&lang=en&cache-only=0",
            "defineEn": "thick thread made from wool, which people use for knitting",
            "defineVi": "sợi dày làm từ len, mà mọi người sử dụng để đan",
            "hasImg": true
        },
        {
            "id": "3b7fc251-8f1b-4878-8b45-99fa3fd1cd6f",
            "word": "in",
            "phonetic": "ɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The police closed in.",
                "The mother gently cradled her newborn baby in her arms.",
                "His partner left the table in a fit of pique.",
                "In 2018 the party had 10 000 members.",
                "The birds built their nest in the tree."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4&hash=d9f99e59087477e0ce749c9005cc1d3a28dfe1d6&lang=en&cache-only=0",
            "defineEn": "very fashionable at a specific time",
            "defineVi": "rất thời trang tại một thời điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "827d91ca-c0d8-4476-8c38-8f6abe3413f5",
            "word": "fashionable",
            "phonetic": "fæʃənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "He turns heads when he walks into a room, with his charismatic personality and fashionable attire.",
                "During the fashion show, he felt like a million bucks as he received compliments on his fashionable attire and runway presence.",
                "She's decided to strike a balance between fashionable and accessible.",
                "In India, one startup company turns tires into fashionable sandals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzaGlvbmFibGU&hash=d320b99bde437f08ef728f16333b4eaed9888f99&lang=en&cache-only=0",
            "defineEn": "following the latest or the most popular styles and trends in a specific period",
            "defineVi": "theo phong cách và xu hướng mới nhất hoặc phổ biến nhất trong một thời kỳ cụ thể",
            "hasImg": true
        },
        {
            "id": "264cc2a7-6da2-4177-bcc1-835b7fe56a3f",
            "word": "trendy",
            "phonetic": "tɹɛndi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "Avocado toast has become a trendy and delicious breakfast option.",
                "Emily tries to pass herself off as younger by wearing trendy clothes, but she's mutton dressed as lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbmR5&hash=41bdd2f0e3f0fc80abcb766c6ded5c26bcaf9cf6&lang=en&cache-only=0",
            "defineEn": "influenced by the latest styles",
            "defineVi": "bị ảnh hưởng bởi các phong cách mới nhất",
            "hasImg": true
        },
        {
            "id": "02522bf6-5ddf-4c56-858f-037f900a6767",
            "word": "pattern",
            "phonetic": "pætɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The day followed the usual pattern.",
                "He bought a new sweater with a colorful pattern for me.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "African clothing is known for its vibrant patterns and intricate designs.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0dGVybg&hash=a6eac25c749da19c18c3087d9b45235a54aa12bf&lang=en&cache-only=0",
            "defineEn": "an arrangement of shapes, colors, etc. regularly found on a surface, done as a design",
            "defineVi": "sự sắp xếp các hình dạng, màu sắc, v.v. thường xuyên được tìm thấy trên một bề mặt, được thực hiện như một thiết kế",
            "hasImg": true
        },
        {
            "id": "0011bae4-afe0-4272-b859-5739a2bf5ff8",
            "word": "cloth",
            "phonetic": "klɔθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The holes in the cloth were made by moths.",
                "She used a clean cloth to wipe the dusty furniture.",
                "We're cut from the same cloth, you and I.",
                "Today's players are not cut out of the same cloth as those greats.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGg&hash=27018bace4f1907e62a56fa30bdebd430456424c&lang=en&cache-only=0",
            "defineEn": "material used for making clothes, which is made by knitting or weaving silk, cotton, etc.",
            "defineVi": "vật liệu được sử dụng để may quần áo, được làm bằng cách đan hoặc dệt lụa, bông, v.v.",
            "hasImg": true
        },
        {
            "id": "3334f8aa-854e-4382-a16b-ee4d82419700",
            "word": "stripe",
            "phonetic": "stɹaɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The German flag consists of three horizontal stripes: black, red, and gold.",
                "So, maybe the stripes do something else!",
                "That family's got a lot of stripes on.",
                "Animals like tigers, okapi, angelfish, and certain hyenas all wear stripes, too, and /none/ of them are closely related in terms of evolution.",
                "I'll be stripes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaXBl&hash=5edc83b238ba69a650d78e4484c33525953d15cb&lang=en&cache-only=0",
            "defineEn": "a design of clothes consisting of lines or bands with a different color from the background",
            "defineVi": "một thiết kế quần áo bao gồm các đường hoặc dải có màu khác với nền",
            "hasImg": true
        },
        {
            "id": "6e5be74f-e8b3-4fac-9ba9-28fa19b3069c",
            "word": "denim",
            "phonetic": "dɛnɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In that same month, the pair acquired denim maker, Lucky brand, for $140 million.",
                "As Steve-o demonstrates here, secure the denim string to the base of the bonfire.",
                "We want to show the profit-margin values against the different denim clothing items.",
                "It's the gray-ish, like, light denim color.",
                "So apparently they think, we all wear denim, top and bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuaW0&hash=18d08671be1280785c936a2964f6b34200c4b29f&lang=en&cache-only=0",
            "defineEn": "strong cotton cloth that is usually blue in color, particularly used in making jeans",
            "defineVi": "vải cotton chắc chắn thường có màu xanh lam, đặc biệt được sử dụng để may quần jean",
            "hasImg": true
        },
        {
            "id": "58a13f6b-1bf2-480d-bf20-eac02ce39c21",
            "word": "cotton",
            "phonetic": "kɑːʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "They are wrapping up their employees in cotton wool, offering extra benefits and rewards.",
                "I prefer to wear comfortable cotton underwear.",
                "A strip of white cotton about 20 yards long did for a fence.",
                "The shirt I recently bought is made of soft cotton fabric."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dG9u&hash=438685ef03b50b5d5b332e71ae58102ba9281582&lang=en&cache-only=0",
            "defineEn": "cloth made from the fibers of the cotton plant",
            "defineVi": "vải làm từ sợi của cây bông",
            "hasImg": true
        },
        {
            "id": "8d6078e7-386c-45a0-9040-f2fb9058e240",
            "word": "leather",
            "phonetic": "lɛðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The leather sofa adds a touch of elegance to the room.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He polished his leather shoes to make them look shiny.",
                "He accidentally scuffed the toe of his leather dress shoes against the curb, leaving a small mark."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhdGhlcg&hash=d3511715ea0c7416c770afaf965ac126f12a2c59&lang=en&cache-only=0",
            "defineEn": "strong material made from animal skin and used for making clothes, bags, shoes, etc.",
            "defineVi": "vật liệu chắc chắn làm từ da động vật và được sử dụng để làm quần áo, túi xách, giày dép, v.v.",
            "hasImg": true
        },
        {
            "id": "4cdfeb9b-6c31-49ba-9ef5-aa3f3e3df114",
            "word": "fur",
            "phonetic": "fɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My cat's fur is brown.",
                "She gently touched the soft fur of the cat.",
                "We need a new brush for our pet's fur.",
                "The rabbit's fur is usually gray, brown, or white.",
                "The cat's fur was gray and he had bright green eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVy&hash=4e55082075d55feed5e6d4d66b0c1ae3325dd6da&lang=en&cache-only=0",
            "defineEn": "the thick and soft hair that covers the bodies of specific animals, such as rabbits and foxes",
            "defineVi": "bộ lông dày và mềm bao phủ cơ thể của các loài động vật cụ thể, chẳng hạn như thỏ và cáo",
            "hasImg": true
        },
        {
            "id": "968a56d3-f9e1-4029-90da-c2635832a875",
            "word": "common",
            "phonetic": "kɑːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fireworks displays are common in many countries during the month of July.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil.",
                "They shared a common interest in botany.",
                "In my experience, common fame is seldom to blame.",
                "In Spanish culture, it is common to greet others with a kiss on each cheek."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9u&hash=efb14e36dc460fba57026ebed77c2c29ca25eef2&lang=en&cache-only=0",
            "defineEn": "popular and fashionable",
            "defineVi": "phổ biến và thời trang",
            "hasImg": true
        },
        {
            "id": "7f2c7d43-8f1e-41e8-9378-c6a8d486fac2",
            "word": "backpack",
            "phonetic": "bækpæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carried a heavy load of books in her backpack.",
                "During my beach vacations, I always pack a juicy grapefruit in my backpack.",
                "He carried a light backpack filled with his school supplies.",
                "He carries a small container of stevia in his backpack to sweeten his drinks while on the go.",
                "He had a small backpack that was easy to carry."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3BhY2s&hash=a771a72d493390796059948fe142b022b0904c14&lang=en&cache-only=0",
            "defineEn": "a bag designed for carrying on the back, usually used by those who go hiking or climbing",
            "defineVi": "một chiếc túi được thiết kế để mang trên lưng, thường được sử dụng bởi những người đi bộ đường dài hoặc leo núi",
            "hasImg": true
        },
        {
            "id": "1af7c5a5-c1de-4d55-91e7-79b91781b55b",
            "word": "to suit",
            "phonetic": "tə suːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VpdA&hash=30099d56988dde724b6bb5fda4eb82431706adae&lang=en&cache-only=0",
            "defineEn": "(of a style of clothes, color, etc.) to look good on someone",
            "defineVi": "(về kiểu quần áo, màu sắc, v.v.) trông đẹp mắt với ai đó",
            "hasImg": true
        },
        {
            "id": "2b88283a-aaf4-4e9e-a43c-b15c7143a630",
            "word": "design",
            "phonetic": "dɪzaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The design is very basic.",
                "The decorations were specially designed for the wedding reception.",
                "She can design computer programs like nobody's business.",
                "The engineer designs cars and improves their performance.",
                "He admired the hand-painted design on the teacup."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWdu&hash=04b8523d9e6d16ceafc21fd8bb047fdc6944a3dc&lang=en&cache-only=0",
            "defineEn": "a pattern of shapes and lines as a decoration",
            "defineVi": "một mô hình của hình dạng và đường nét như một trang trí",
            "hasImg": true
        }
    ]
}