{
    "id": "f7695e18-ccc5-4116-a41c-a0ed7efe0e9e",
    "title": "Film Industry",
    "originalTitle": "Film Industry",
    "words": [
        {
            "id": "91f5daf7-d8b0-4c08-9e5e-2d241a009365",
            "word": "the big screen",
            "phonetic": "ðə bɪɡ skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes the comfortable seats and big screen at the movie theater.",
                "They watched the racing game on a big screen.",
                "It's actually a bigger screen.",
                "Boy that is a big screen.",
                "It's a bigger screen Hoffmann!"
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIGJpZyBzY3JlZW4&hash=3ec6ebb4a3c44035a53456d42a0dafb6ce25dc8b&lang=en&cache-only=0",
            "defineEn": "the cinema, especially in comparison to television",
            "defineVi": "rạp chiếu phim, đặc biệt là so với truyền hình"
        },
        {
            "id": "932165dd-8f57-4585-a646-f9cced170be0",
            "word": "Bollywood",
            "phonetic": "bɑːliwʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bollywood movies, Swedish hip hop, Brazilian soap operas, highlights from Congolese football matches, these are all available to us.",
                "And it was kind of a box office disaster in Bollywood.",
                "I witnessed something that looked like a scene from a Bollywood film.",
                "And so like you get Bollywood fans in Edinburgh and then just guys who don't know who I am, right."
            ],
            "audio": "https://tts.langeek.co/read?text=Qm9sbHl3b29k&hash=c71c67f25725288a904b182d687038197583978c&lang=en&cache-only=0",
            "defineEn": "the film industry of India, based in the city of Mumbai",
            "defineVi": "ngành công nghiệp điện ảnh của Ấn Độ, có trụ sở tại thành phố Mumbai"
        },
        {
            "id": "b03c3ef4-235f-49b1-8acc-ddb04ffce4cb",
            "word": "Hollywood",
            "phonetic": "hɑːliwʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "He's gone from zero to hero very quickly - he's now an A-list Hollywood star.",
                "She didn't go to Hollywood with her eyes closed.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Some people believe that the streets of Hollywood are paved with gold, where they can achieve fame and fortune as actors or musicians."
            ],
            "audio": "https://tts.langeek.co/read?text=SG9sbHl3b29k&hash=625799623d5253140d0acd4fa3abd7ed02c10865&lang=en&cache-only=0",
            "defineEn": "the US motion-picture industry; the United States cinema",
            "defineVi": "ngành công nghiệp điện ảnh Hoa Kỳ; điện ảnh Hoa Kỳ"
        },
        {
            "id": "4c2f812c-9b91-48f5-a11e-e0045e6cef92",
            "word": "Academy Award",
            "phonetic": "ɐkædəmi ɐwɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now she's up for an Academy Award, cementing one final personal connection, her name.",
                "We got in it before there was an iPhone, before there was an iPad, before Al Gore won a Nobel Peace Prize or an Academy Award for Inconvenient Truth.",
                "I interviewed six successful accountants, five corporate auditors, five astronauts who had been into space, four actors who had won the Academy Award for Best Actor, three of the world's top astrophysicists, six of the world's leading architects and,",
                "We are going to quote a fair bit of Lincoln, though, because, you know, that won Tony Kushner an Academy Award nomination."
            ],
            "audio": "https://tts.langeek.co/read?text=QWNhZGVteSBBd2FyZA&hash=fffda135aff396b01f52d8003e91e5d6f852f9a8&lang=en&cache-only=0",
            "defineEn": "an annual award given to the best director, movie, actor, etc. by the US Academy of Motion Picture Arts and Sciences",
            "defineVi": "một giải thưởng hàng năm được trao cho đạo diễn, bộ phim, diễn viên, v.v. xuất sắc nhất của Viện Hàn lâm Khoa học và Nghệ thuật Điện ảnh Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "c5626d0b-a5e9-49f9-b9a7-383e096d797b",
            "word": "cinema verite",
            "phonetic": "sɪnəmə vɛɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2luZW1hIHZlcml0ZQ&hash=156452ba778660445b438271acb3597649fad630&lang=en&cache-only=0",
            "defineEn": "a style of documentary filmmaking that emphasizes capturing real-life situations and events with minimal interference or intervention",
            "defineVi": "một phong cách làm phim tài liệu nhấn mạnh vào việc ghi lại các tình huống và sự kiện trong đời thực với sự can thiệp hoặc can thiệp tối thiểu"
        },
        {
            "id": "ac55a523-5102-49f6-bb79-0e577c76ef31",
            "word": "Nollywood",
            "phonetic": "noʊlɪwʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Tm9sbHl3b29k&hash=8304414ce8d60938125a780b6d77d073ce175ce6&lang=en&cache-only=0",
            "defineEn": "a colloquial term used to describe the Nigerian film industry, known for producing movies that are typically low-budget, direct-to-video, and predominantly in English, Yoruba, Igbo, and Hausa languages",
            "defineVi": "một thuật ngữ thông tục được sử dụng để mô tả ngành công nghiệp điện ảnh Nigeria, được biết đến với việc sản xuất các bộ phim thường có kinh phí thấp, chuyển trực tiếp sang video và chủ yếu bằng tiếng Anh, tiếng Yoruba, tiếng Igbo và tiếng Hausa"
        },
        {
            "id": "c9ca308c-c148-4447-b6d0-00ab9f114184",
            "word": "red carpet",
            "phonetic": "ɹɛd kɑːɹpɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVkIGNhcnBldA&hash=7703689beb6c56b36d28b20f82e3da2c3cbf646a&lang=en&cache-only=0",
            "defineEn": "the tradition of laying out a red carpet for VIPs and celebrities to walk on as they enter or exit an event, usually associated with movie premieres, award shows, and other entertainment industry events",
            "defineVi": "truyền thống trải thảm đỏ cho các VIP và người nổi tiếng bước vào khi họ bước vào hoặc rời khỏi một sự kiện, thường liên quan đến các buổi ra mắt phim, lễ trao giải và các sự kiện khác của ngành giải trí",
            "hasImg": true
        },
        {
            "id": "460e1582-b3a7-4195-8e83-5a9bd0903f99",
            "word": "blockbuster",
            "phonetic": "blɑːkbʌstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reeve shot from zero to hero in the 1978 blockbuster, Superman.",
                "He seems to have the Midas touch when it comes to blockbusters.",
                "Recent nostalgia for '80s and '90s brands has renewed interest in Blockbuster.",
                "Blockbuster's troubles continued through the mid-2000s.",
                "I stole skittles from Blockbuster."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvY2tidXN0ZXI&hash=0782d696061d96c8a54e6139a76eb96f5a26554d&lang=en&cache-only=0",
            "defineEn": "a thing that achieves great commercial success, particularly a movie, book, or other product",
            "defineVi": "một thứ đạt được thành công lớn về mặt thương mại, đặc biệt là một bộ phim, cuốn sách hoặc sản phẩm khác"
        },
        {
            "id": "5d018d8f-acbe-4298-92d2-9141a4f1cd97",
            "word": "box office",
            "phonetic": "bɑːks ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie broke box office records in the US.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Despite the critics' harsh reviews, the movie's box office success had the producers laughing all the way to the bank.",
                "And it was kind of a box office disaster in Bollywood.",
                "The first years were not particularly happy years, maybe at the box office but not down on the field, except for the first half of the first season."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94IG9mZmljZQ&hash=a924e5aaf9347541a502a429e11ea386fd01c997&lang=en&cache-only=0",
            "defineEn": "the total income a movie makes by selling tickets",
            "defineVi": "tổng thu nhập mà một bộ phim kiếm được bằng cách bán vé"
        },
        {
            "id": "565ce9fe-8acd-450a-b439-009efd22da8f",
            "word": "production company",
            "phonetic": "pɹədʌkʃən kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGlvbiBjb21wYW55&hash=4fdc3de74ff4e741ca5628880fb8b9495a6b7a38&lang=en&cache-only=0",
            "defineEn": "a business entity that is responsible for producing and financing films, television shows, commercials, and other forms of media",
            "defineVi": "một thực thể kinh doanh chịu trách nhiệm sản xuất và tài trợ cho các bộ phim, chương trình truyền hình, quảng cáo và các hình thức truyền thông khác"
        },
        {
            "id": "7b51638b-6c0e-48f2-b1fd-70a3e069daee",
            "word": "independent cinema",
            "phonetic": "ɪndᵻpɛndənt sɪnəmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQgY2luZW1h&hash=e5da727d1698c09247b62bc500f5e3ae9188455c&lang=en&cache-only=0",
            "defineEn": "films that are made outside of the mainstream Hollywood studio system and are often produced with lower budgets and more artistic or personal visions",
            "defineVi": "những bộ phim được sản xuất bên ngoài hệ thống trường quay chính thống của Hollywood và thường được sản xuất với kinh phí thấp hơn và mang tính nghệ thuật hoặc tầm nhìn cá nhân hơn"
        },
        {
            "id": "2f8e7805-2d4e-4002-9459-13c79e5413bc",
            "word": "experimental cinema",
            "phonetic": "ɛkspɛɹɪmɛntəl sɪnəmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGFsIGNpbmVtYQ&hash=cf08e1013fcfac3e023e69196b5a3bbe2fb0323f&lang=en&cache-only=0",
            "defineEn": "a range of filmmaking styles and techniques that challenge the conventions of mainstream narrative cinema",
            "defineVi": "một loạt các phong cách và kỹ thuật làm phim thách thức các quy ước của điện ảnh tường thuật chính thống"
        },
        {
            "id": "70229efb-0b02-4754-9860-d96b898297b6",
            "word": "Dogme 95",
            "phonetic": "dɑːɡmi naɪnti faɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RG9nbWUgOTU&hash=737bc01b6c3c117f4c19a365ff91f2ece705e5b4&lang=en&cache-only=0",
            "defineEn": "a filmmaking movement established in Denmark in 1995, characterized by a set of rules filmmakers must adhere to, such as the use of handheld cameras and natural lighting",
            "defineVi": "một phong trào làm phim được thành lập ở Đan Mạch vào năm 1995, được đặc trưng bởi một bộ quy tắc mà các nhà làm phim phải tuân thủ, chẳng hạn như sử dụng máy ảnh cầm tay và ánh sáng tự nhiên"
        },
        {
            "id": "55965a2f-01bf-4cbd-b392-29a8778285ca",
            "word": "silver screen",
            "phonetic": "sɪlvɚ skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, Taotie graced the silver screen for the first time in the 2016 film The Great Wall.",
                "Hey, finance has had an image problem since buyout bro Gordon Gekko graced the silver screen 30 years ago.",
                "Catastrophic earthquake scenarios have played out on the silver screen for decades, terrifying viewers with quakes that can collapse skyscrapers or topple entire cities.",
                "Reiss continued to market through the silver screen, sponsoring film festivals in cold places like the Berlin Film Festival and Sundance.",
                "The Haitian practitioners of Vodou did not fear the zombi itself, as modern audiences fear the flesh-eating zombies who pursue them across the silver screen and in their nightmares."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVyIHNjcmVlbg&hash=0940571584f9d34ff81a9664e1016fbc149d62ec&lang=en&cache-only=0",
            "defineEn": "the movie industry or motion pictures collectively",
            "defineVi": "ngành công nghiệp điện ảnh hoặc hình ảnh chuyển động chung"
        },
        {
            "id": "d7f97c86-b7d0-4b12-843b-bea31da20a04",
            "word": "cinematic virtual reality",
            "phonetic": "sɪnɪmæɾɪk vɜːtʃuːəl ɹɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2luZW1hdGljIHZpcnR1YWwgcmVhbGl0eQ&hash=8a041cb231b46cecb07b28a8d9cbc41813718a45&lang=en&cache-only=0",
            "defineEn": "the use of virtual reality technology to create immersive film experiences that allow the viewer to explore and interact with a three-dimensional environment",
            "defineVi": "việc sử dụng công nghệ thực tế ảo để tạo ra trải nghiệm điện ảnh sống động cho phép người xem khám phá và tương tác với môi trường ba chiều"
        },
        {
            "id": "92048871-3d0b-402e-a55a-03d8846ffdfa",
            "word": "feature film",
            "phonetic": "fiːtʃɚ fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The deal adds thousands of MGM's feature films and TV programs to Amazon's streaming service.",
                "But then, once it gets to the actual movie, the feature film, when I'm in the States in my own home theatre, in my town that I live in, not in my actual apartment.",
                "Renowned actor Regina King, directing her first feature film, showcases the meaning of that moment that resonates with this moment now.",
                "And then boom, I get my first big, giant feature film",
                "And over the more than 150 years since Little Women was originally published, there have been dozens of adaptations, feature films, television adaptations, plays, ballets, operas and at least two animes based on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZSBmaWxt&hash=e12ae0b0467cba3a237c303985d75a798bd5c3db&lang=en&cache-only=0",
            "defineEn": "a full-length movie that has a story",
            "defineVi": "một bộ phim dài đầy đủ có một câu chuyện"
        },
        {
            "id": "e503e22c-2f44-49c2-b30a-ad93130bd3b6",
            "word": "short film",
            "phonetic": "ʃɔːɹt fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgZmlsbQ&hash=b3399773e4f2c3c55e0bb9a5811d678da8971e73&lang=en&cache-only=0",
            "defineEn": "a film that is shorter in duration than a feature film, typically lasting less than 40 minutes",
            "defineVi": "một bộ phim có thời lượng ngắn hơn phim truyện, thường kéo dài dưới 40 phút"
        },
        {
            "id": "7f7d92d3-37f7-4322-80cb-faff7d135075",
            "word": "world cinema",
            "phonetic": "wɜːld sɪnəmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29ybGQgY2luZW1h&hash=615fc3d6fa9c0213c2f4c4da4a8d1668ab85694e&lang=en&cache-only=0",
            "defineEn": "films produced and distributed outside the mainstream Hollywood and Western European film industry, often with distinctive cultural, linguistic, and artistic characteristics",
            "defineVi": "phim được sản xuất và phân phối bên ngoài ngành công nghiệp điện ảnh chính thống của Hollywood và Tây Âu, thường có các đặc điểm văn hóa, ngôn ngữ và nghệ thuật đặc biệt"
        },
        {
            "id": "8490d210-8ea6-4e53-9642-9b0fc23ed029",
            "word": "narrative film",
            "phonetic": "næɹətɪv fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aXZlIGZpbG0&hash=a38857ffc41c7d13628cecb2a474e6e4dc58e9f7&lang=en&cache-only=0",
            "defineEn": "a type of film that tells a fictional or non-fictional story through a series of events or a storyline, with a beginning, middle, and end",
            "defineVi": "một loại phim kể một câu chuyện hư cấu hoặc phi hư cấu thông qua một loạt các sự kiện hoặc một cốt truyện, có phần đầu, phần giữa và phần cuối"
        },
        {
            "id": "c0dde467-9a2a-442f-ae91-8c3aee2ae5f5",
            "word": "special effects",
            "phonetic": "spɛʃəl ɪfɛkts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film ups the ante on special effects.",
                "Space movies have set the pace for the development of special effects.",
                "StroMotion special effects add particular value to winter sports.",
                "John, your title is, Special effects director.",
                "The movie, an entertaining King Kong sequel of sorts, earned its producers a special effects Oscar."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbCBlZmZlY3Rz&hash=e44d043c4c43d6c93308a9d26c02bcda97cc2872&lang=en&cache-only=0",
            "defineEn": "unreal materials or scenes that are put into movies or TV shows using computers or filmmaking tricks to add excitement",
            "defineVi": "vật liệu hoặc cảnh không có thật được đưa vào phim hoặc chương trình truyền hình bằng máy tính hoặc thủ thuật làm phim để thêm phần thú vị"
        },
        {
            "id": "a6538f42-d7d0-4d15-8a7f-74e2179ad5fb",
            "word": "film crew",
            "phonetic": "fɪlm kɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBjcmV3&hash=5f1dc280b753be9b4d9e41ef77386e89308704f2&lang=en&cache-only=0",
            "defineEn": "a group of people hired to work on a movie or television production, typically including producers, directors, cinematographers, sound engineers, set designers, and actors",
            "defineVi": "một nhóm người được thuê để làm việc trong quá trình sản xuất phim hoặc truyền hình, thường bao gồm nhà sản xuất, đạo diễn, nhà quay phim, kỹ sư âm thanh, nhà thiết kế bối cảnh và diễn viên"
        },
        {
            "id": "d809d8af-8f1d-4950-9006-886de218040d",
            "word": "Hollywood ending",
            "phonetic": "hɑːliwʊd ɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SG9sbHl3b29kIGVuZGluZw&hash=18491c90eda26ac2fdb27f12ba931747348eb876&lang=en&cache-only=0",
            "defineEn": "a happy ending of a movie, novel, etc. that is too simplistic and sentimental, often in an unrealistic way",
            "defineVi": "một kết thúc có hậu của một bộ phim, tiểu thuyết, v.v. quá đơn giản và tình cảm, thường không thực tế"
        },
        {
            "id": "8e23229f-f619-4d57-8d84-647686a694f6",
            "word": "multiplex",
            "phonetic": "mʌltɪplɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since more and more theaters were multiplexes, the vibrations bothered patrons in adjacent theaters watching different films. ",
                "And so what's happened is over the course of the last 15, 20 years, what Chinese audiences, when they go to the multiplex, that's what they see in terms of foreign films."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlwbGV4&hash=f895235314c59b6e8f6ffe9a1c65220e3a0635ff&lang=en&cache-only=0",
            "defineEn": "a complex that contains several separate rooms with screens",
            "defineVi": "một khu phức hợp chứa một số phòng riêng biệt có màn hình"
        },
        {
            "id": "1113cd4a-a3a5-463e-9df9-b8ec9defddc0",
            "word": "silent movie",
            "phonetic": "saɪlənt muːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know, I know that I've seen you other places and I've heard you talk before, and you've always said you've been very influenced by American movies, silent movies, Buster Keaton.",
                "I don’t know if there would be any way to quantify how much of old time radio has been preserved versus what was broadcast, you know the way we hear sometimes about early silent movies, X percent has been preserved.",
                "You could, we could put you on a time machine and you could go back and be a huge silent movie star just with the expressions that you make with your incredible mug and (audience) you talk, you say in your book paddle your own canoe, which is terrific book."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsZW50IG1vdmll&hash=4168b11066e02df76f6c09d1e74815979566a581&lang=en&cache-only=0",
            "defineEn": "a movie with no spoken dialogue",
            "defineVi": "một bộ phim không có lời thoại",
            "hasImg": true
        },
        {
            "id": "8182a526-b3e5-4724-ac8d-69ebe525c602",
            "word": "movies",
            "phonetic": "muːvɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Movies and TV shows are full of instant science.",
                "We are at the Movies for Grownups Awards.",
                "[Martin Short Host] Welcome to AARP's Movies For Grownups Awards or as I call them, The Olden Globes.",
                "But you can play catch-up thanks to my list of the Top 10 Most Underrated Movies of 2014 on this week's episode of Angry Nerd!",
                "- I'm gonna need a raise, I just told him I need Hello and welcome to Not At The Movies."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWVz&hash=56ba9e4a5999325343e21eca2f0b3da4760d9b5d&lang=en&cache-only=0",
            "defineEn": "the movie-making business and industry",
            "defineVi": "ngành công nghiệp và kinh doanh làm phim"
        },
        {
            "id": "d28e3544-7305-4541-885c-3c99aede6de5",
            "word": "classic",
            "phonetic": "klæsɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpYw&hash=d7ddca8ab7f20f5274b046601b38e54508288cf2&lang=en&cache-only=0",
            "defineEn": "a long-standing and popular style of filmmaking or writing that is of high quality",
            "defineVi": "một phong cách làm phim hoặc viết lâu đời và phổ biến có chất lượng cao"
        },
        {
            "id": "c9329688-503a-4496-b7c6-c1b69c80b01e",
            "word": "soundtrack",
            "phonetic": "saʊndtɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he needs a soundtrack.",
                "Just like Disney soundtracks and musicals, the K-pop industry loves its modulations.",
                "And download the soundtrack on iTunes or Google Play Music.",
                "In media, a dramatic scene or event can be the inspiration for an incredible soundtrack.",
                "And that was honestly one of my favourite soundtracks."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmR0cmFjaw&hash=7fd98991e7a2444a10c7b9e8930d8c148e30a9ad&lang=en&cache-only=0",
            "defineEn": "the recorded sounds, speeches, or music of a movie, play, or musical",
            "defineVi": "âm thanh, bài phát biểu hoặc âm nhạc được ghi lại của một bộ phim, vở kịch hoặc vở nhạc kịch"
        },
        {
            "id": "1cb70444-02af-49b5-b77a-0e273ebbec67",
            "word": "movie theater",
            "phonetic": "muːvi θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now showing at a movie theater near you!",
                "We visit the movie theater occasionally to escape into a different world through films.",
                "She bought popcorn and soda at the movie theater before the film started.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "They are planning a movie night at the movie theater with their family."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWUgdGhlYXRlcg&hash=b87a45d6edf8ebf2ab92072383518dddf576b712&lang=en&cache-only=0",
            "defineEn": "a place where we go to watch movies",
            "defineVi": "một nơi mà chúng ta đi xem phim",
            "hasImg": true
        },
        {
            "id": "6f1e829b-a663-4062-bd49-e1e68cf21965",
            "word": "first-look",
            "phonetic": "fɜːstlʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QtbG9vaw&hash=96e2e4acca4898aacd5eb2798be3e32f8a565aa7&lang=en&cache-only=0",
            "defineEn": "a type of contract between a production company and a studio or network, where the former has the first right to pitch a project to the latter before anyone else",
            "defineVi": "một loại hợp đồng giữa công ty sản xuất và hãng phim hoặc mạng lưới, trong đó công ty trước có quyền đầu tiên đưa ra dự án cho công ty sau trước bất kỳ ai khác"
        },
        {
            "id": "3fce242a-9528-402d-822a-1ebe436632d7",
            "word": "housekeeping deal",
            "phonetic": "haʊskiːpɪŋ diːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2VrZWVwaW5nIGRlYWw&hash=74d7d414ccf8000165d74540289716b466543e38&lang=en&cache-only=0",
            "defineEn": "a contract between a producer and a studio that outlines the administrative aspects of a film project, such as accounting, distribution, and legal matters",
            "defineVi": "hợp đồng giữa nhà sản xuất và hãng phim phác thảo các khía cạnh hành chính của dự án phim, chẳng hạn như kế toán, phân phối và các vấn đề pháp lý"
        }
    ]
}