{
    "id": "f7b828b3-0601-4ae7-ba23-e81fd0982984",
    "title": "Mother Nature",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "8c8b9851-af9c-4aaa-b99b-7e270e19a320",
            "word": "biodiversity",
            "phonetic": "baɪoʊdaɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clearly, Antarctica’s biodiversity took a hit after the Eocene.",
                "No known disease has damaged global biodiversity more.",
                "Now, these two impacts by themselves clearly limit the biodiversity of otherwise lush ecosystems.",
                "This post-human biodiversity extends into the animal kingdom, as well.",
                "Ecosystems with high biodiversity are way more resilient to disturbances than those with low biodiversity."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZGl2ZXJzaXR5&hash=1e367b6561a0708a2f9ba0bb13b482f8a49a29b4&lang=en&cache-only=0",
            "defineEn": "the existence of a range of different plants and animals in a natural environment",
            "defineVi": "sự tồn tại của nhiều loại thực vật và động vật khác nhau trong môi trường tự nhiên",
            "hasImg": true
        },
        {
            "id": "77c3f5d3-19c0-4d5a-9f02-63cd0d0d1279",
            "word": "environmentalist",
            "phonetic": "ɛnvaɪɹənmɛntəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "Environmentalists claimed governments were fiddling while Rome burned.",
                "He was an environmentalist.",
                "Environmentalists argue in practice the plastic mailers aren't better for the environment.",
                "But many environmentalists say we need a better solution."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnRhbGlzdA&hash=c681bcc860b272bb5d37531139ee379ce85eddae&lang=en&cache-only=0",
            "defineEn": "a person who is concerned with the environment and tries to protect it",
            "defineVi": "một người quan tâm đến môi trường và cố gắng bảo vệ nó",
            "hasImg": true
        },
        {
            "id": "d4c9bdee-dae7-4d56-a86e-99aa3dfb71b0",
            "word": "conservation",
            "phonetic": "kɑːnsɚveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's very engaged in environmental issues and volunteers for a local conservation group.",
                "Amy was passionate about environmental conservation and wouldn't be caught dead using single-use plastic products.",
                "Conservation has its own history.",
                "Crocs rules, save the crocs, conservation.",
                "Today's lesson is conservation of energy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aW9u&hash=d1b626d5b1df401ae2e6bd9010535757b09296ae&lang=en&cache-only=0",
            "defineEn": "the protection of the natural environment and resources from wasteful human activities",
            "defineVi": "bảo vệ môi trường tự nhiên và tài nguyên khỏi các hoạt động lãng phí của con người"
        },
        {
            "id": "c3db2624-5f57-4880-aa68-b2ac77a2378c",
            "word": "deforestation",
            "phonetic": "diːfɔːɹɪsteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only half of these companies have made zero deforestation a commitment by 2020.",
                "Most deforestation happens in Earth’s tropical regions.",
                "Deforestation rates have nearly doubled.",
                "And deforestation is harmful in another way.",
                "Deforestation exposes the 30,000 orangutans remaining in the wild to poachers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmb3Jlc3RhdGlvbg&hash=1e0e90bfc74c71965286d5627c3793907da05890&lang=en&cache-only=0",
            "defineEn": "the action of removing the trees from an area completely",
            "defineVi": "hành động loại bỏ hoàn toàn cây cối khỏi một khu vực",
            "hasImg": true
        },
        {
            "id": "e20b4faa-8e97-42f3-82e7-a8a413b84c6f",
            "word": "eclipse",
            "phonetic": "ɪklɪps ",
            "partOfSpeechType": "noun",
            "examples": [
                "Conversely, if you have been papering over the cracks of a relationship these same eclipses will seek them out.",
                "The chance to see a solar eclipse from such a perfect location happens once in a lifetime.",
                "Easily, easily eclipses 400 dollars.",
                "You get an eclipse.",
                "The solar eclipse is so soon!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNsaXBzZQ&hash=401c17bcb85eae793c448c8ac4f63191bf10e52e&lang=en&cache-only=0",
            "defineEn": "a period during which the Sun or the Moon is shadowed by a dark circle",
            "defineVi": "một khoảng thời gian mà Mặt trời hoặc Mặt trăng bị che khuất bởi một vòng tròn tối",
            "hasImg": true
        },
        {
            "id": "968319a1-bc4f-40a9-96e6-62cc4b74a1bd",
            "word": "solar",
            "phonetic": "soʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Samantha is breaking new ground in the field of renewable energy, with her groundbreaking research on solar power.",
                "The chance to see a solar eclipse from such a perfect location happens once in a lifetime.",
                "In 2018, solar power made up around 2.3 percent of electricity generation here in the U.S.",
                "Solar power is intermittent.",
                "One example of a boundary condition is solar radiation."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sYXI&hash=3241db03749009ab4ed0c0b7b233053541e3db63&lang=en&cache-only=0",
            "defineEn": "relating to the sun; relating to the energy received from the sun",
            "defineVi": "liên quan đến mặt trời; liên quan đến năng lượng nhận được từ mặt trời",
            "hasImg": true
        },
        {
            "id": "8e19e7bf-c730-4893-9a6b-2cc01d7203e6",
            "word": "lunar",
            "phonetic": "luːnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lunar dust is worse than glitter.",
                "Lunar cycles are especially important in the sea.",
                "That, my fellow sky-watchers, is a lunar eclipse.",
                "And the most important time was during lunar landing.",
                "A lunar eclipse from the moon looks a lot like a solar eclipse from Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuYXI&hash=6c1532c5f4419276f7daeb06548650e2567f5be1&lang=en&cache-only=0",
            "defineEn": "related to the moon",
            "defineVi": "liên quan đến mặt trăng",
            "hasImg": true
        },
        {
            "id": "b1873c0e-4d95-4c30-9d2d-c94ba772bb98",
            "word": "moonlight",
            "phonetic": "muːnlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The snowy landscape looked magical under the moonlight.",
                "During the heatwave, the group of friends decided to cool off by skinny-dipping in the lake, enjoying the refreshing water in their birthday suits under the moonlight.",
                "Just before the rent was due he did a moonlight flit",
                "At the end of the 19th century to recreate moonlight in this growing city.",
                "I could see him clearly in the moonlight."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vbmxpZ2h0&hash=09477a689a13f762d9fa8b340fa8dbeac63272c9&lang=en&cache-only=0",
            "defineEn": "the light coming from the moon",
            "defineVi": "ánh sáng đến từ mặt trăng",
            "hasImg": true
        },
        {
            "id": "d7708196-51e6-4e73-b985-41a62c13c26b",
            "word": "northern lights",
            "phonetic": "nɔːɹðɚn laɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've all got the same northern lights pattern.",
                "After larger flares, there were short, high-frequency radio blackouts, and the Northern Lights were observed as far south as North Carolina!",
                "But it also would have cause a truly, spectacularly, large display of Northern Lights.",
                "When the first CME reached Earth, the Northern Lights were seen as far south as Colombia, and the Southern Lights were seen as far north as Queensland.",
                "It could be in the form of a book that explains something, like what causes the Northern Lights."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ydGhlcm4gbGlnaHRz&hash=d55710851d532e4c41ed5d58ae32d26f5516d8a4&lang=en&cache-only=0",
            "defineEn": "the mainly green and red lights that appear in the sky in the Northern Hemisphere of the Earth",
            "defineVi": "ánh sáng chủ yếu là màu xanh lá cây và đỏ xuất hiện trên bầu trời ở Bắc bán cầu của Trái đất",
            "hasImg": true
        },
        {
            "id": "e17e5dc3-69d9-416a-b0ff-cff20ceed2ce",
            "word": "to float",
            "phonetic": "tə floʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you enjoy solving puzzles and riddles, this escape room experience will float your boat.",
                "During the summer vacation, camping and hiking in the mountains floated their boat and created lasting memories.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "As the sun beat down, they relaxed on the beach, sipping on cold beverages with slices of lime rind floating on top.",
                "I love lying on the grass and watching the clouds float across the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvYXQ&hash=edd57982b109213ef3c682ebb679e040260d07ca&lang=en&cache-only=0",
            "defineEn": "to be in motion on a body of water or current of air at a slow pace",
            "defineVi": "đang chuyển động trên một vùng nước hoặc luồng không khí với tốc độ chậm",
            "hasImg": true
        },
        {
            "id": "e2c23c01-17e2-47fc-9b15-580b8f73409c",
            "word": "tide",
            "phonetic": "taɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The votes in the swing state may turn the tide in this election.",
                "The victory turned the tide of the war in North Africa.",
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "Wow, they really turned the tide on their opponents by scoring 20 unanswered points!",
                "You're swimming against the tide regarding thank you letters."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlkZQ&hash=f5f5ac2a9f56c6235d906f2a13a5848a26c9c954&lang=en&cache-only=0",
            "defineEn": "the rise and fall of the sea level, which happens regularly, as a result of the attraction of the sun and moon",
            "defineVi": "sự dâng lên và hạ xuống của mực nước biển diễn ra thường xuyên do sức hút của mặt trời và mặt trăng",
            "hasImg": true
        },
        {
            "id": "8cb6979e-378f-4503-9ad8-5072618260a5",
            "word": "steam",
            "phonetic": "stiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales have lost steam in recent weeks.",
                "They steamed the artichoke until the leaves were tender.",
                "Turbines driven by steam.",
                "The process involves using steam to sterilize the instruments.",
                "She jogs after work to let off steam."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYW0&hash=4741145fcd506de51f6c2e85353926c98fb7cf51&lang=en&cache-only=0",
            "defineEn": "the hot gas produced when water is heated to the boiling point",
            "defineVi": "khí nóng được tạo ra khi nước được đun nóng đến điểm sôi",
            "hasImg": true
        },
        {
            "id": "2b338192-8dd2-4ff0-a8f3-cf70ba35ba01",
            "word": "sunlight",
            "phonetic": "sʌnlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sunlight played on the surface of the lake.",
                "The north side of the building gets the most sunlight in the morning.",
                "The plant was growing weakly due to lack of sunlight.",
                "The clean windows allowed sunlight to fill the room.",
                "We should pull the curtains to let in more sunlight."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VubGlnaHQ&hash=d7a19a9590ad150776bae700e395fc5be93b88ec&lang=en&cache-only=0",
            "defineEn": "the natural light coming from the sun",
            "defineVi": "ánh sáng tự nhiên đến từ mặt trời",
            "hasImg": true
        },
        {
            "id": "6f94a723-d846-43da-8b94-1137cda42a3e",
            "word": "dawn",
            "phonetic": "dɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dawn was just breaking.",
                "Dawn was breaking when they finally left.",
                "We were up at the crack of dawn.",
                "We'll have to leave at the crack of dawn.",
                "I often start work at the crack of dawn when there is a big order to get out."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF3bg&hash=551e487d6140855a22ea76dfada021d80009c62d&lang=en&cache-only=0",
            "defineEn": "the first time sunlight appears during the day",
            "defineVi": "lần đầu tiên ánh sáng mặt trời xuất hiện trong ngày"
        },
        {
            "id": "562c0280-fe9c-4189-a7de-65119f61a3b1",
            "word": "eruption",
            "phonetic": "ɪɹʌpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to modern analysis, the eruption may have lasted days or weeks.",
                "But previous eruptions have been even more deadly.",
                "For close to a million years, eruptions sent rocks and dust and soot onto the land and into the air.",
                "One of its eruptions, 2.1 million years ago, was about 6,000 times as big as the eruption of Mt St Helens in 1980.",
                "These eruptions likely set coalfields on fire and dumped massive amounts of CO2 into the atmosphere and oceans."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJ1cHRpb24&hash=2a64203004d20d9b2e972d927685adeaf93418f3&lang=en&cache-only=0",
            "defineEn": "the sudden outburst of lava and steam from a volcanic mountain",
            "defineVi": "sự bùng nổ đột ngột của dung nham và hơi nước từ một ngọn núi lửa",
            "hasImg": true
        },
        {
            "id": "75b1a0a2-1cac-4c7b-a592-ec6e2fb6d679",
            "word": "volcanic",
            "phonetic": "vɑːlkænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And mantle upwellings drive volcanic activity.",
                "But on Venus, volcanic features make up 85% of the surface.",
                "Wait, volcanic tornadoes?!",
                "Volcanic activity can’t explain climate change.",
                "The Romans used volcanic ash in their cement."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sY2FuaWM&hash=aceb372870558e4d7bf1514461f6caa4570d975e&lang=en&cache-only=0",
            "defineEn": "caused by or having the characteristics of a volcano",
            "defineVi": "gây ra bởi hoặc có đặc điểm của núi lửa"
        },
        {
            "id": "18bda544-ed3c-48c5-96bc-c9bf100d1569",
            "word": "lava",
            "phonetic": "lɑːvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Covered in lava?",
                "Lava can come out of craters in different ways.",
                "Here at home, we also have lava tubes in volcanically active places like Hawai’i, Iceland, and the Canary Islands.",
                "That's your lava.",
                "For some volcanoes, like Stromboli, lava shoots out like a fiery fountain."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2YQ&hash=64f33d5727cbd4ccb6771c18ad4f35ae6a2004ec&lang=en&cache-only=0",
            "defineEn": "a substance from the inner layers of the Earth which is erupted out of a volcanic mountain",
            "defineVi": "một chất từ các lớp bên trong của Trái đất được phun ra từ một ngọn núi lửa",
            "hasImg": true
        },
        {
            "id": "d8c71678-a3b7-498d-88e7-3fc784426560",
            "word": "landslide",
            "phonetic": "lændslaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The election was a landslide.",
                "Sunday's elections handed Maduro's socialist allies a landslide victory in the national congress.",
                "This is a landslide. ",
                "Futile excavation efforts were buried under constant landslides.",
                "It was a landslide election."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNsaWRl&hash=554dda51fb3882ab1e3c5a4036b8960dc54431c8&lang=en&cache-only=0",
            "defineEn": "a sudden fall of a large mass of dirt or rock down a mountainside or cliff",
            "defineVi": "một khối đất hoặc đá lớn rơi đột ngột xuống sườn núi hoặc vách đá",
            "hasImg": true
        },
        {
            "id": "27f6fc71-177f-49f3-8c1e-bc5c7dac6e7a",
            "word": "ecology",
            "phonetic": "ɛkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The answer, is population ecology.",
                "Thank you for watching this episode of Crash Course: Ecology.",
                "After World War Two, they established ecosystem ecology as a richly quantitative discipline.",
                "So you were studying the ecology of just general water systems in the desert?",
                "So I do a lot of movement ecology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbG9neQ&hash=e203d9c0746702a29a4dcd9e49046e6b67397ef8&lang=en&cache-only=0",
            "defineEn": "the relation between plants and animals to each other and their environment",
            "defineVi": "mối quan hệ giữa thực vật và động vật với nhau và môi trường của chúng"
        },
        {
            "id": "e4395def-c2d7-481a-92df-416ad8fb6381",
            "word": "ecosystem",
            "phonetic": "iːkoʊsɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth has diverse ecosystems, ranging from forests to deserts.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvc3lzdGVt&hash=49b3cd7c404fe937eb0ac4e7b086fe5f86d09482&lang=en&cache-only=0",
            "defineEn": "all the organisms that live in a particular area, the way they affect each other and their environment considered as a whole",
            "defineVi": "tất cả các sinh vật sống trong một khu vực cụ thể, cách chúng ảnh hưởng lẫn nhau và môi trường của chúng được coi là một tổng thể",
            "hasImg": true
        },
        {
            "id": "b0dc8f0f-0f7a-4e11-96d8-94fc03e04969",
            "word": "nonrenewable",
            "phonetic": "nɑːnɹᵻnuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many plastics are made of nonrenewable resources.",
                "Some of the products we use everyday are powered by resources that are nonrenewable, like gas and oil."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ucmVuZXdhYmxl&hash=0a3bdaa9800f7887ad09a863f9b0c56ea848f00f&lang=en&cache-only=0",
            "defineEn": "(of a natural resource or source of energy) existing in limited amounts and not replaceable after being used",
            "defineVi": "(của tài nguyên thiên nhiên hoặc nguồn năng lượng) tồn tại với số lượng hạn chế và không thể thay thế sau khi được sử dụng",
            "hasImg": true
        },
        {
            "id": "e48181da-1a15-4fc0-b5ef-9e8e5c061c44",
            "word": "hydroelectric",
            "phonetic": "haɪdɹoʊɪlɛktɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And my dad put a hydroelectric power plant on our farm.",
                "A hydroelectric dam is essentially a massive gate, which redirects a river’s natural flow through a large pipe called a penstock.",
                "One accident clearly stands out, the 1975 Banqiao hydroelectric dam failure in china, which has striking similarities to Chernobyl.",
                "Stretching over 2.3 kilometers, China’s Three Gorges Dam isn’t just the world’s largest hydroelectric plant.",
                "My dad took one of the streams that went through the property and put a hydroelectric power plant there."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlkcm9lbGVjdHJpYw&hash=229a6dc86547a1c75877b4e38f7477613658ba99&lang=en&cache-only=0",
            "defineEn": "relating to the electric power which is generated by the flow of water",
            "defineVi": "liên quan đến năng lượng điện được tạo ra bởi dòng chảy của nước",
            "hasImg": true
        },
        {
            "id": "6f43d5d5-858d-4e74-85ad-ac2e8dc86f87",
            "word": "turbine",
            "phonetic": "tɜːbaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turbines driven by steam.",
                "So the company is now putting the same ridges onto wind turbines.",
                "Renewable energy needs wind turbines or solar panels.",
                "The steam can power turbines that generate electricity.",
                "Some designs even drive the turbine as the trap is filling, too."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyYmluZQ&hash=b8c5a255e0bae74dca7081da8ac64e2f0861c118&lang=en&cache-only=0",
            "defineEn": "a machine or engine that produces power from the pressure of a liquid or gas on a turning wheel, called a rotor",
            "defineVi": "một máy hoặc động cơ tạo ra năng lượng từ áp suất của chất lỏng hoặc khí trên bánh xe quay, được gọi là rôto",
            "hasImg": true
        },
        {
            "id": "dbe386cd-90fc-43e1-b270-7e14be0ed6fc",
            "word": "alternative energy",
            "phonetic": "ɔːltɜːnətɪv ɛnɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One setting offers protection from this radiation and an alternative energy source: the hydrothermal vents that wind across the ocean floor, covered by kilometers of seawater and bathed in complete darkness.",
                "Consider that it took an entire human generation for 44 alternative energy models combined to achieve one half of the market share of the Ford F-Series pickup.",
                "As a programmer, she helped analyze alternative energy, including wind and solar power, and she also worked to understand the storage life of batteries.",
                "Branson has also made unbranded investments in industries such as technology and alternative energy.",
                "More than 70 percent of Americans say it's more important to develop alternative energy sources like solar and wind power than to produce more fossil fuels."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmUgZW5lcmd5&hash=a5f866e1c5180c222d12ec402bf50e1e02ebc452&lang=en&cache-only=0",
            "defineEn": "power generated by any source of energy in a way that does not harm the environment or consume the natural resources of the earth",
            "defineVi": "năng lượng được tạo ra bởi bất kỳ nguồn năng lượng nào theo cách không gây hại cho môi trường hoặc tiêu thụ tài nguyên thiên nhiên của trái đất",
            "hasImg": true
        },
        {
            "id": "195a598f-e47b-47ec-8116-e1f5fcd08175",
            "word": "fume",
            "phonetic": "fjuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The former president promised quite a lot in his campaign speeches, but his administration ran on fumes throughout his time in the White House.",
                "He plays a struggling writer whose self-confidence is running on fumes.",
                "By the end of the day many of the drivers were running on fumes or had experienced mechanical problems.",
                "This baby here is a fume hood.",
                "So basically, mitochondrial exhaust fumes, in the form of really reactive molecules which contain oxygen."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVtZQ&hash=beb7f3658957881a5c28ff6172243b793fdc11ca&lang=en&cache-only=0",
            "defineEn": "smoke or gas that has a sharp smell or is harmful if inhaled",
            "defineVi": "khói hoặc khí có mùi hắc hoặc có hại nếu hít phải",
            "hasImg": true
        },
        {
            "id": "af156eb2-04e5-47df-abea-544e92fa42a8",
            "word": "to preserve",
            "phonetic": "tə pɹɪzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The closed lid of the jar preserved the freshness of the food inside.",
                "Darlington should preserve its green belt.",
                "As the steak rested on the cutting board, he carefully preserved the meat drippings to create a mouthwatering sauce.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "The Red Cross's primary concern is to preserve and protect human life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VydmU&hash=8b25eb18daf6195e2ae782e380c16f0c6225d433&lang=en&cache-only=0",
            "defineEn": "to cause something to remain in its original state without any significant change",
            "defineVi": "để làm cho một cái gì đó vẫn ở trạng thái ban đầu mà không có bất kỳ thay đổi đáng kể nào",
            "hasImg": true
        },
        {
            "id": "6e9cc9bc-3dc1-4db2-80ee-c2c82931b468",
            "word": "smog",
            "phonetic": "smɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ground level ozone pollutants are often better known by another name, smog.",
                "And today, places like Beijing are battling smog by electrifying their energy infrastructure and limiting automobile emissions altogether.",
                "This so-called sulfurous smog was well-known in 20th century London and continues to plague cities like Beijing.",
                "Smog is pollution that harms our lungs, irritates our eyes and throat, and even corrodes structures over long periods of time.",
                "FRED DE SAM LAZARO: Also contributing to the rampant smog, plumes of smoke generated by fireworks during the recent festival of Diwali, a celebration of light where, now, during the day, there is less."
            ],
            "audio": "https://tts.langeek.co/read?text=c21vZw&hash=ce182fd98c265fc07ea1d5e7d05bbd1121c3379e&lang=en&cache-only=0",
            "defineEn": "a combination of smoke and fog that is considered a form of air pollution",
            "defineVi": "sự kết hợp của khói và sương mù được coi là một dạng ô nhiễm không khí",
            "hasImg": true
        },
        {
            "id": "92008607-d9cb-4c4f-a6a6-76612f55c94b",
            "word": "slope",
            "phonetic": "sloʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The k here is the slope.",
                "The slope looks like this.",
                "Our slope is negative 2.",
                "It'll have slope.",
                "The derivative is the slope."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvcGU&hash=4b3fd247c7c650dc6a6ed1769adf38c583c8f491&lang=en&cache-only=0",
            "defineEn": "an area of land or surface that is higher at one end or side than another",
            "defineVi": "một diện tích đất hoặc bề mặt cao hơn ở một đầu hoặc bên kia"
        },
        {
            "id": "93be0bbd-a02c-4e37-a093-859bbf12d285",
            "word": "pitch-black",
            "phonetic": "pɪtʃblæk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bennu is an ancient pitch-black rubble-pile asteroid currently located around 300 million kilometers from Earth.",
                "You can try this for yourself by going into a totally pitch-black room and closing your eyes.",
                "In a pitch-black cave, bats can’t see much.",
                "Put a person in a watery, pitch-black sensory deprivation tank, and you’ll see the brain do some really weird stuff.",
                "So no asteroid that orbits at a similar distance is going to appear in a pitch-black sky, which is where telescopes do their best work."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2gtYmxhY2s&hash=9b38f43f54124bd4c1051ab5e7bf9f831e51b887&lang=en&cache-only=0",
            "defineEn": "without any light",
            "defineVi": "không có ánh sáng"
        },
        {
            "id": "9abe990f-97fa-4639-a602-ca0bcfc50fe0",
            "word": "sub-zero",
            "phonetic": "sʌbziəɹoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ViLXplcm8&hash=c50797c0089dc8f1187339cbc6564723be972fd3&lang=en&cache-only=0",
            "defineEn": "having a number below zero on the Celsius or Fahrenheit scale",
            "defineVi": "có một số dưới 0 trên thang đo độ C hoặc độ F"
        }
    ]
}