{
    "id": "f7e94d6b-a674-4ecd-bcca-3a79123918ef",
    "title": "From Head to Toe",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "c2d7e6db-e35a-4bbc-a486-84ca946c2764",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with the physical structure of humans, animals, or plants",
            "defineVi": "ngành khoa học liên quan đến cấu trúc vật lý của con người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "3e347b62-facb-4a1c-8dcf-deac3411149b",
            "word": "organ",
            "phonetic": "ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart is a vital organ that pumps blood throughout the body.",
                "The human body has many different organs, such as the heart, lungs, and liver.",
                "Cells make up organs.",
                "Organs form individuals.",
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW4&hash=236915cb75bbfd1eed6eb1d3758d8821e2bec178&lang=en&cache-only=0",
            "defineEn": "any vital part of the body which has a particular function",
            "defineVi": "bất kỳ phần quan trọng của cơ thể mà có một chức năng cụ thể",
            "hasImg": true
        },
        {
            "id": "8d8d6cd4-0c00-4f8d-8203-1c9cc62e5aed",
            "word": "Adam's apple",
            "phonetic": "ædəm bækslæʃ ɛs æpəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QWRhbSdzIGFwcGxl&hash=175cae305e2897321ebfb7952a8a479d2ef905d9&lang=en&cache-only=0",
            "defineEn": "the swollen part of the neck of a man that moves upward and downward when they swallow something",
            "defineVi": "phần cổ sưng lên của một người đàn ông di chuyển lên xuống khi họ nuốt thứ gì đó",
            "hasImg": true
        },
        {
            "id": "725b58cc-44c7-45a1-b569-a0d57b21e0aa",
            "word": "artery",
            "phonetic": "ɑːɹɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try the artery clogger.",
                "Also, both arteries are positioned close to the axis of rotation.",
                "Blood roars through arteries and veins.",
                "Squeeze the ventricle and a stream of water squirts out of the pulmonary artery.",
                "It's a vital artery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZXJ5&hash=d8be1cf7cf72f6ea7f6398546ac23806ed51be49&lang=en&cache-only=0",
            "defineEn": "any blood vessel, carrying the blood to different organs of body from the heart",
            "defineVi": "bất kỳ mạch máu nào, mang máu đến các cơ quan khác nhau của cơ thể từ tim",
            "hasImg": true
        },
        {
            "id": "c85e94d0-d47d-4753-a1eb-e9040b1e73c2",
            "word": "blood vessel",
            "phonetic": "blʌd vɛsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another type of heart problem is blood vessel disease.",
                "Blood vessels can usually handle these fluctuations easily.",
                "Cue the blood vessels.",
                "First, they have very special bones and blood vessels.",
                "Don't pop a blood vessel."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2QgdmVzc2Vs&hash=b4a7ea286a322bfeecade679bcebb9f727e70515&lang=en&cache-only=0",
            "defineEn": "any tube structure inside the body through which blood can circulate, such as a vein, artery, etc.",
            "defineVi": "bất kỳ cấu trúc ống nào bên trong cơ thể mà qua đó máu có thể lưu thông, chẳng hạn như tĩnh mạch, động mạch, v.v.",
            "hasImg": true
        },
        {
            "id": "f6ffbd54-e711-4e84-8c9f-684fe26c1486",
            "word": "cell",
            "phonetic": "sɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave him in his cell.",
                "The prisoners are allowed out of their cells for two hours a day.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbA&hash=187b9e26665aad216d6645f2906afae1d116a0f6&lang=en&cache-only=0",
            "defineEn": "(biology) an organism's smallest unit, capable of functioning on its own",
            "defineVi": "(sinh học) đơn vị nhỏ nhất của sinh vật, có khả năng tự hoạt động",
            "hasImg": true
        },
        {
            "id": "51d2ecd3-7f1c-4a8e-9a79-4f73879e30ca",
            "word": "heartbeat",
            "phonetic": "hɑːɹtbiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This one actually has a heartbeat just right on the watch all the time.",
                "The plant isn't just the heartbeat of Lordstown.",
                "In turn, that regulates everything from breathing rate to heartbeat, body temperature, and digestion.",
                "It recognizes the driver by their heartbeat and breathing patterns.",
                "It almost looked like a heartbeat: a spike up, followed by a spike down."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnRiZWF0&hash=287e2b6cc069e777ca1ec1357d1576e1d8526aaa&lang=en&cache-only=0",
            "defineEn": "the rhythmic movement of the heart while it is pumping blood",
            "defineVi": "chuyển động nhịp nhàng của trái tim trong khi nó đang bơm máu"
        },
        {
            "id": "9f452e6a-9c20-41ca-b08a-764763e33fe9",
            "word": "scalp",
            "phonetic": "skælp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now he has become bald as a coot, with a shiny scalp that catches the sunlight.",
                "- Are they living scalps?",
                "I got sensitive scalp.",
                "Our scalp is their buffet.",
                "Can you scalp it?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbHA&hash=c63f989ec202b308a086a96b058364e490d3bd6c&lang=en&cache-only=0",
            "defineEn": "the skin under one's hair, covering the head",
            "defineVi": "da dưới tóc, che đầu",
            "hasImg": true
        },
        {
            "id": "a399048b-aa97-4499-a619-7db0a961e41b",
            "word": "collarbone",
            "phonetic": "kɑːlɚboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had short collarbones, which meant that the shoulders were rotated forward in a way that hadn’t been seen since early specimens of Homo erectus, from around 1.6 million years ago.",
                "Thanks to the survival skills her father taught her, she emerged 10 days later with a broken collarbone, ruptured knee ligaments, and covered in deep gashes, but still very much alive.",
                "(Rhett) There were more rides that led to more injuries, including fractured femurs, collarbones, and noses, dislocated knees and shoulders.",
                "Brisket comes from across chest area of cow, right here, and since cattle don't have collarbones like us, this muscle has to support more than half their body weight."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFyYm9uZQ&hash=7a751f7dcce8bda8520641d0a862e57d29941dcb&lang=en&cache-only=0",
            "defineEn": "either of the pair of bones that go across the top of the chest from the base of the neck to the shoulders",
            "defineVi": "một trong hai xương đi qua đỉnh ngực từ gốc cổ đến vai",
            "hasImg": true
        },
        {
            "id": "a0ef9333-ca99-4245-887d-c81401056637",
            "word": "breast",
            "phonetic": "bɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "He grilled a juicy chicken breast for his dinner.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "My grandmother shared her recipe for succulent roast chicken breast, passed down through generations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0&hash=f9e5e0b3f00c8a4b228021d24ab2216dfc0b5944&lang=en&cache-only=0",
            "defineEn": "the area between the neck and the stomach",
            "defineVi": "khu vực giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "31b93fda-422b-44c3-8b46-6f9d5a7cdd4b",
            "word": "abdomen",
            "phonetic": "æbdəmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sound is actually her abdomen hitting the ground.",
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Using their pincers, they go straight for each others’ abdomens.",
                "Many species of aquatic insects have flat extensions on the thorax and abdomen, when they’re in their nymph phase.",
                "Crustaceans include crabs, lobsters, shrimp, and barnacles, and like insects, they have three body segments: head, thorax and abdomen."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJkb21lbg&hash=58a179c73c15389e63eef19313313e089ab52d27&lang=en&cache-only=0",
            "defineEn": "(anatomy) the lower part of the body below the chest that contains the digestive and reproductive organs",
            "defineVi": "(giải phẫu) phần dưới ngực chứa các cơ quan tiêu hóa và sinh sản",
            "hasImg": true
        },
        {
            "id": "4c4cce96-f8fb-4b17-a3ef-cb72dc0fcde2",
            "word": "digestive system",
            "phonetic": "daɪdʒɛstɪv sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Baobab fruit is a great source of dietary fiber, which helps support a healthy digestive system.",
                "And every last scrap makes its way through the digestive system.",
                "Excessive gas buildup can actually burst their digestive systems.",
                "For example, millions of good bacteria exist in the body's digestive system. ",
                "The digestive system is basically a series of flesh bags with different secretions, enzymes, and bacteria."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnZXN0aXZlIHN5c3RlbQ&hash=8db6efe37927fcad49b34cfef9544ea43e594039&lang=en&cache-only=0",
            "defineEn": "the group of organs inside the body that absorb the food and pass the waste",
            "defineVi": "nhóm các cơ quan bên trong cơ thể hấp thụ thức ăn và thải chất thải ra ngoài",
            "hasImg": true
        },
        {
            "id": "025303bd-ddce-467c-8121-52022bdb5408",
            "word": "immune system",
            "phonetic": "ɪmjuːn sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The body's immune system protects against harmful bacteria and viruses.",
                "Drinking pineapple juice is a tasty way to boost your immune system.",
                "Narrator: The immune system also takes a hit.",
                "Circadian rhythms also influence your immune system.",
                "But the immune system has powerful weapons against virus infections: natural killer cells."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tdW5lIHN5c3RlbQ&hash=19831add0e8ea3264b7395a1dc72bf6f85e0c1da&lang=en&cache-only=0",
            "defineEn": "a protective system in the body that protects it against diseases and harmful substances",
            "defineVi": "một hệ thống bảo vệ trong cơ thể bảo vệ nó khỏi bệnh tật và các chất có hại"
        },
        {
            "id": "aad7985e-c666-4bb7-a2b2-979cdf5e9c45",
            "word": "belly",
            "phonetic": "bɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant went belly up before the end of the first year.",
                "What goes over the devil's back comes under his belly.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers.",
                "I started with a plate of confit pork belly, enjoying the lusciously tender and flavorful meat that had been slow-cooked in its own fat.",
                "Ten years working behind a desk has given him quite a belly!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsbHk&hash=91b0cc1f4bbc1fbc86b33bdec1568bc61b7ad52a&lang=en&cache-only=0",
            "defineEn": "the front part of the body below the ribs that contains the stomach, intestines, etc.",
            "defineVi": "phần trước của cơ thể bên dưới xương sườn chứa dạ dày, ruột, v.v.",
            "hasImg": true
        },
        {
            "id": "87e66f04-51b0-4376-8696-64477df87c16",
            "word": "belly button",
            "phonetic": "bɛli bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One team of scientists found 1,458 brand new species in just 60 belly buttons.",
                "In one study, 60 volunteers swabbed their belly buttons.",
                "It's my belly button.",
                "It's my belly button.",
                "It's my belly button."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsbHkgYnV0dG9u&hash=b0c50c358de25c7f20160ce5d3afb163ec94fa86&lang=en&cache-only=0",
            "defineEn": "the small round hole in the front of a human stomach",
            "defineVi": "lỗ tròn nhỏ ở phía trước dạ dày của con người",
            "hasImg": true
        },
        {
            "id": "5ae8c1dc-883a-4b2e-bd0c-286f8945517c",
            "word": "intestine",
            "phonetic": "ɪntɛstɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Your intestines has about 39 trillion microorganisms in it.",
                "When babies switch from milk to mashed carrots and pureed peas, plant-eating species take over their intestines.",
                "I'm now spreading the pig's intestines over this tube.",
                "Cholecystokinin also slows down the movement of food from the stomach into the intestines."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5l&hash=896aae5bb22efbac19fb8693feb7a18fa289881e&lang=en&cache-only=0",
            "defineEn": "a long, continuous tube in the body through which the food coming from the stomach moves and is passed",
            "defineVi": "một ống dài, liên tục trong cơ thể qua đó thức ăn từ dạ dày di chuyển và được truyền đi",
            "hasImg": true
        },
        {
            "id": "eb7d157e-2f5c-4d9e-9518-86333c2b4069",
            "word": "gallbladder",
            "phonetic": "ɡælblædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The liver sends bile to the gallbladder, which secretes it into the first portion of the small intestine called the duodenum.",
                "Beyond these layers, the GI tract gets tons of support from the accessory digestive organs, like your teeth, and your tongue, your gallbladder, salivary glands, liver, and pancreas.",
                "Second, there's the pancreas, gallbladder, and liver, a trio of organs that break down food using an array of special juices.",
                "Today, ultrasound imaging is used to evaluate organ damage, measure tissue thickness, and detect gallbladder stones, tumors, and blood clots.",
                "Within hours, they reach your liver and gallbladder, which contain a yellow-green bile meant for breaking down fat when you're alive."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbGJsYWRkZXI&hash=021eaf2d91ba49359dac6c78defa7f5605996a11&lang=en&cache-only=0",
            "defineEn": "a sac-like organ in which the body stores bile to be used later for digestion",
            "defineVi": "một cơ quan giống như túi trong đó cơ thể lưu trữ mật để sử dụng sau này cho quá trình tiêu hóa",
            "hasImg": true
        },
        {
            "id": "3023feb9-470f-4d8e-9bfa-325559237d20",
            "word": "bladder",
            "phonetic": "blædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cat’s bladder can only store a golf ball’s worth of urine.",
                "Our flipped catfish has a swim bladder too.",
                "Those crystals then irritate the bladder, something that simply does not happen in humans.",
                "So do we have a bladder in here?",
                "The bladder can go on stretching, but only to a point."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhZGRlcg&hash=ed72d4213a292d7a92481c7170954357ce46729a&lang=en&cache-only=0",
            "defineEn": "a sac-like organ inside the body where urine is stored before being passed",
            "defineVi": "một cơ quan giống như túi bên trong cơ thể, nơi nước tiểu được lưu trữ trước khi đi qua",
            "hasImg": true
        },
        {
            "id": "c406e538-a1cb-4a16-a98c-b0449eecbb4c",
            "word": "buttock",
            "phonetic": "bʌɾək ",
            "partOfSpeechType": "noun",
            "examples": [
                "Squeeze your buttocks on the way up.",
                "Place the towel right underneath your buttocks.",
                "He grabs me by my buttocks.",
                "It's great for your hamstrings and buttock muscles.",
                "Like, a 2006 study found that only 32 percent of buttocks injections hit muscle."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9jaw&hash=5ed2c2d891f3d0dae472c346f607ad2c811318ef&lang=en&cache-only=0",
            "defineEn": "either of the two fleshy rounded parts of the human body located at the lower end of the torso",
            "defineVi": "một trong hai phần thịt tròn của cơ thể con người nằm ở phần dưới của thân",
            "hasImg": true
        },
        {
            "id": "9b8fa8ae-e9c2-4c11-81af-ae4c71734f69",
            "word": "spine",
            "phonetic": "spaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver ran down my spine.",
                "That song always sends a shiver down my spine.",
                "I felt a chill up my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmU&hash=b68806c7948504beff6652c2c15928ee4500d5ba&lang=en&cache-only=0",
            "defineEn": "the row of small bones that are joined together down the center of the back of the body",
            "defineVi": "hàng xương nhỏ được nối với nhau xuống trung tâm của mặt sau của cơ thể",
            "hasImg": true
        },
        {
            "id": "0c107e44-13bd-411c-8af3-de258955c8b5",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the muscular part at the back of the leg between the knee and the ankle",
            "defineVi": "phần cơ ở phía sau chân giữa đầu gối và mắt cá chân",
            "hasImg": true
        },
        {
            "id": "23427935-a421-44aa-8537-bdeb6a976552",
            "word": "shin",
            "phonetic": "ʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a tasty beef stew, using tender pieces of shin meat.",
                "They're wearing shin guards, helmets.",
                "It can also pad your shins if they fly forward during an impact.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car.",
                "On this ride, safety devices restrain the legs, shins, and lap to secure each person in the car."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbg&hash=9b21ee6238f209c8e1e2d3b6818ffe82a956575c&lang=en&cache-only=0",
            "defineEn": "the front part of the leg that is between the foot and the knee",
            "defineVi": "phần trước của chân nằm giữa bàn chân và đầu gối",
            "hasImg": true
        },
        {
            "id": "69b91851-d1c2-40c6-a7cc-6577905f9ac1",
            "word": "big toe",
            "phonetic": "bɪɡ toʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete injured his big toe during the soccer game and had to sit out the rest of the match.",
                "My money's on the right big toe.",
                "You can make a lot of money off a big toe on the black market.",
                "And yet, it had short big toes and was probably an effective bipedal walker.",
                "And now bring the big toes together and sink your hips back toward your heels and widen the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlnIHRvZQ&hash=4d843140c3bd0353c23397e786f96debf87c7d9b&lang=en&cache-only=0",
            "defineEn": "the largest of the toes on the foot",
            "defineVi": "lớn nhất của các ngón chân trên bàn chân",
            "hasImg": true
        },
        {
            "id": "caa39366-5926-4953-b93b-18db98cabd4d",
            "word": "pinky",
            "phonetic": "pɪŋki ",
            "partOfSpeechType": "noun",
            "examples": [
                "See this pinky finger?",
                "You would see your pinky.",
                "Pinky swear.",
                "Your palm and your pinky would be like that.",
                "So we'll put one in the pinky side, here."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlua3k&hash=2aed080eca4779c40393d25727136357ac25ffde&lang=en&cache-only=0",
            "defineEn": "the little finger of one's hand",
            "defineVi": "ngón tay út của một bàn tay",
            "hasImg": true
        },
        {
            "id": "c3e19fab-5d41-425d-a0a3-01b31e483c71",
            "word": "eyelid",
            "phonetic": "aɪlɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Got the eyelids.",
                "A leftover of a third eyelid we can still find in lizards, birds, fish, and others.",
                "Billions are on your hands, in your intestines and your eyelids right now.",
                "These features, along with the eyelids and tear-producing lacrimal apparatus are there to help protect your fragile eyeballs.",
                "Your eyelids feel heavy as you listen to the waves breaking and washing away, breaking and washing away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllbGlk&hash=7706b11c951df0ff0ffe6f3921cbce723c77197a&lang=en&cache-only=0",
            "defineEn": "either of the upper or lower folds of skin that cover the eye when closed",
            "defineVi": "một trong các nếp gấp trên hoặc dưới của da che mắt khi nhắm lại",
            "hasImg": true
        },
        {
            "id": "af5e02ce-8458-4146-a078-c5d876788d43",
            "word": "jaw",
            "phonetic": "dʒɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "Our jaws dropped when we found out how much they were paying in rent.",
                "My jaw dropped open when she told me how old she was.",
                "The family was lost in the wilderness without any food or water, but they managed to find a way out and snatched victory from the jaws of defeat by surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=amF3&hash=aa276af05934e0a16546fab508fc7be42ab332cb&lang=en&cache-only=0",
            "defineEn": "the lower bone of the face containing the chin and the bottom teeth",
            "defineVi": "xương dưới của khuôn mặt chứa cằm và răng dưới",
            "hasImg": true
        },
        {
            "id": "dbb13b13-092e-4938-863f-c9fa7d9a935b",
            "word": "vein",
            "phonetic": "veɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bravery is coursing through my veins.",
                "The blue-green veins that criss-cross cheeses like gorgonzola come from penicillium molds.",
                "He had a forehead vein.",
                "There's a vein.",
                "Blood roars through arteries and veins."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVpbg&hash=f26b6f874db391e8f0d6df49228c147d0b142a38&lang=en&cache-only=0",
            "defineEn": "any tube or vessel that carries blood to one's heart",
            "defineVi": "bất kỳ ống hoặc tàu nào mang máu đến tim của một người",
            "hasImg": true
        },
        {
            "id": "0358a972-6885-4bca-80ab-09f30026d6c7",
            "word": "nostril",
            "phonetic": "nɑːstɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It burns the eyes, the nostrils.",
                "My nostrils are burning! -",
                "For one thing, its nostrils were on the top of the snout.",
                "We put some iodine into the nostrils.",
                "It has a paired set of nostrils in the front."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9zdHJpbA&hash=117290df8ae8e0b83eace82d844bdd0d615a9cd6&lang=en&cache-only=0",
            "defineEn": "either of the two external openings of the nose that one breathes through",
            "defineVi": "một trong hai lỗ mũi bên ngoài mà người ta thở qua",
            "hasImg": true
        }
    ]
}