{
    "id": "f83c4d9e-cf3b-4d80-8d96-b9fc8b676be6",
    "title": "Lesson 28",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "78ebaba8-c463-49f5-9d98-143935e82bc9",
            "word": "to comprise",
            "phonetic": "tə kəmpɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Two halls, Paint Shop North and Paint Shop South, comprise BMW Manufacturing's paint shop.",
                "And so far, electric vehicles comprise a tiny share of total sales in the United States.",
                "In some cities across the nation, taxes on wireless phone services comprise close to 30 percent of consumers' monthly bills.",
                "As of each company's most recent public filing, bananas comprised significant portions of their sales.",
                "They arguably comprise one of the most important retail businesses in the country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJpc2U&hash=26b14f8d6a59c8f9b42c4c4a74086fb030583308&lang=en&cache-only=0",
            "defineEn": "be composed of",
            "defineVi": "bao gồm",
            "hasImg": true
        },
        {
            "id": "8ae0105d-c021-4604-8287-3769f97b056d",
            "word": "to compromise",
            "phonetic": "tə kɑːmpɹəmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the end we reached a compromise.",
                "The couple had to compromise and give and take in order to make their marriage work.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points.",
                "The politician burned his boats by refusing to compromise on his position.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJvbWlzZQ&hash=183f17eb9da0dd91b7b1f23ca5f46658557e90e2&lang=en&cache-only=0",
            "defineEn": "settle by concession",
            "defineVi": "giải quyết bằng nhượng bộ"
        },
        {
            "id": "94ff444c-05eb-4045-ba4c-ff4a5adb584f",
            "word": "exceptionable",
            "phonetic": "ɛksɛpʃənəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXB0aW9uYWJsZQ&hash=1c8d8a141c784b73cdb1f1e8845e3eeb88b7ca46&lang=en&cache-only=0",
            "defineEn": "liable to objection or debate; used of something one might take exception to",
            "defineVi": "chịu trách nhiệm phản đối hoặc tranh luận; sử dụng một cái gì đó người ta có thể có ngoại lệ để"
        },
        {
            "id": "c78f51d1-dd27-40b1-a5b3-b3da312c2715",
            "word": "to exempt",
            "phonetic": "tʊ ɛɡzɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The president is exempt from it.",
                "So in a concession to unions, the War Labor Board exempted employer-paid health benefits from wage controls and income tax.",
                "But it exempted fantasy sports as long as they involved more skill than chance.",
                "Spoiler warning: No, we humans are not exempt.",
                "And states also will have less flexibility to exempt able-bodied adults without children or dependents from those requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlbXB0&hash=689779167cd8077834fe57e586fff9527f1a09a4&lang=en&cache-only=0",
            "defineEn": "grant relief or an exemption from a rule or requirement to",
            "defineVi": "cấp cứu trợ hoặc miễn trừ khỏi một quy tắc hoặc yêu cầu để"
        },
        {
            "id": "b70e8865-5e3a-41ee-9712-994a73709330",
            "word": "meritocracy",
            "phonetic": "mɛɹɪtɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For one thing the army was a meritocracy.",
                "And this points to another difference in systems of stratification: Instead of ancestry, lineage, or race being the key to social division, the American system has elements of a meritocracy, a system in which social mobility is based on personal merit and individual talents.",
                "So I want you for now, to expose a little bit about meritocracy.",
                "It seemed a pure, sweaty meritocracy.",
                "Meanwhile, China was having a Golden Age of its own: The Tang Dynasty made China’s government more of a meritocracy, and ruled over 80 million people across four million square miles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyaXRvY3JhY3k&hash=bb7dba6a0974d259ff4cdde894b0a2175ea45d69&lang=en&cache-only=0",
            "defineEn": "the belief that rulers should be chosen for their superior abilities and not because of their wealth or birth",
            "defineVi": "niềm tin rằng những người cai trị nên được chọn vì khả năng vượt trội của họ chứ không phải vì sự giàu có hay xuất thân của họ"
        },
        {
            "id": "edd38aad-f2c7-41a5-be25-2d2c6a8e26b0",
            "word": "meritorious",
            "phonetic": "mɛɹɪtoːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My colleague Josh is screening them, and the ones that he thinks are meritorious, he’s giving to me."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyaXRvcmlvdXM&hash=e74ebbbf709454b52cf31619902c39be8a40d792&lang=en&cache-only=0",
            "defineEn": "deserving praise or compensation",
            "defineVi": "xứng đáng được khen ngợi hoặc bồi thường"
        },
        {
            "id": "7c8da277-2f8d-486d-bdc5-ab44370f5622",
            "word": "prospector",
            "phonetic": "pɹəspɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prospectors have hit gold.",
                "But fossil-hunters aren’t the only prospectors with an interest in the Gobi.",
                "Since it uses water as fuel, the hope is that in the future, Prospector spacecraft could mine their own water to power their journey.",
                "Fifty years later, in 1849, tens of thousands of prospectors, known as the 49ers, raced to San Francisco in search of riches, giving name to the San Francisco 49ers football franchise.",
                "Meanwhile, a test mission, called Prospector-X, will launch in 2017 to try out some of the mission’s technology in low-Earth orbit."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3BlY3Rvcg&hash=9fcd067ba7a9e0d967bf9f549fae065770270222&lang=en&cache-only=0",
            "defineEn": "someone who explores an area for mineral deposits",
            "defineVi": "một người khám phá một khu vực cho các mỏ khoáng sản"
        },
        {
            "id": "77630ec3-5438-4edc-8b94-675f4ecf2ce9",
            "word": "prospectus",
            "phonetic": "pɹəspɛktəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before the new rule, companies would go public through a direct listing after filing their prospectus with the SEC like a traditional IPO.",
                "SMITH:Did Madoff say to you, \"Don't put mein your prospectus?\"",
                "So why not put itin a prospectus then?",
                "Did Madoff say to you, \"Don'tput me in your prospectus?\"",
                "The banks are also tasked with creating the company's prospectus, the prospectus or form S one has all sorts of information on the company, its managers, ownership structure, financials and risks associated with the stock."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3BlY3R1cw&hash=5fbe7a173c68738bb1e0c83acdd773013da55278&lang=en&cache-only=0",
            "defineEn": "a catalog listing the courses offered by a college or university",
            "defineVi": "một danh mục liệt kê các khóa học được cung cấp bởi một trường cao đẳng hoặc đại học"
        },
        {
            "id": "e699c43e-8e6a-4da4-b18f-f1b0da0e169b",
            "word": "to berate",
            "phonetic": "tə bᵻɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Not to be berated!",
                "Frank Smiley's been berating me backstage.",
                "I've been berated for at least four years to get an iPhone by my friends.",
                "When he landed on February 26th, he berated Azar for scaring people.",
                "He sidelined key experts and berated state officials who've tried their own lockdowns to stop the virus' spread."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVyYXRl&hash=e2c625ea37aedf826c845c53541c3657ae4bcfd1&lang=en&cache-only=0",
            "defineEn": "censure severely or angrily",
            "defineVi": "kiểm duyệt nghiêm trọng hoặc giận dữ"
        },
        {
            "id": "b9a38bcb-08f7-4d28-913a-654b6dc6f277",
            "word": "beret",
            "phonetic": "bɚɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We like the beret.",
                "Does he ever wear a beret?",
                "It's a snake with a beret! -",
                "Tell me he doesn't wear a beret ever.",
                "I expected, beret, he's riding a bicycle, he's wearing a striped shirt."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVyZXQ&hash=55c97d35db5351fc84b9af74dc2fdc31ff7c1104&lang=en&cache-only=0",
            "defineEn": "a soft and round cap that is flat and has no brim, usually made of wool or crocheted cotton",
            "defineVi": "một chiếc mũ mềm và tròn, phẳng và không có vành, thường được làm bằng len hoặc bông móc",
            "hasImg": true
        },
        {
            "id": "09036864-14ba-4910-86aa-3b557b8c0476",
            "word": "freemason",
            "phonetic": "fɹiːmeɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father was a Freemason.",
                "One of these members, Baron Adolph Knigge, was also a freemason, and became an influential recruiter.",
                "One of these symbols is the number three, which represented balance and order to Freemasons.",
                "My initiation ceremony is quite special and it's special to every Freemason that joins."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZW1hc29u&hash=7f20a31f2624843c2832a7af35c2c3d8fd1ba0db&lang=en&cache-only=0",
            "defineEn": "a member of a widespread secret fraternal order pledged to mutual assistance and brotherly love",
            "defineVi": "một thành viên của một trật tự huynh đệ bí mật rộng rãi cam kết hỗ trợ lẫn nhau và tình yêu anh em"
        },
        {
            "id": "8f1fb813-3559-4c1a-a1c5-ce5b7851914c",
            "word": "freethinker",
            "phonetic": "fɹiːθɪŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXRoaW5rZXI&hash=215237232e1dc4f92aaec5b82da829ea8ef3187c&lang=en&cache-only=0",
            "defineEn": "someone who prioritizes their own opinions, ideas, and beliefs over other people's, especially about religion or politics",
            "defineVi": "một người ưu tiên quan điểm, ý tưởng và niềm tin của họ hơn người khác, đặc biệt là về tôn giáo hoặc chính trị"
        },
        {
            "id": "9f4042b1-e74c-47b8-8981-7321bc63d0ac",
            "word": "intestate",
            "phonetic": "ɪntɛsteɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0YXRl&hash=52708fe5567a7b31ca02030fec651ea81a0e80dc&lang=en&cache-only=0",
            "defineEn": "having made no legally valid will before death or not disposed of by a legal will",
            "defineVi": "không lập di chúc có giá trị pháp lý trước khi chết hoặc không được định đoạt theo di chúc hợp pháp"
        },
        {
            "id": "87dfc39c-351a-4e1b-b606-ebebc17643ba",
            "word": "intestine",
            "phonetic": "ɪntɛstɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Your intestines has about 39 trillion microorganisms in it.",
                "When babies switch from milk to mashed carrots and pureed peas, plant-eating species take over their intestines.",
                "I'm now spreading the pig's intestines over this tube.",
                "Cholecystokinin also slows down the movement of food from the stomach into the intestines."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5l&hash=896aae5bb22efbac19fb8693feb7a18fa289881e&lang=en&cache-only=0",
            "defineEn": "a long, continuous tube in the body through which the food coming from the stomach moves and is passed",
            "defineVi": "một ống dài, liên tục trong cơ thể qua đó thức ăn từ dạ dày di chuyển và được truyền đi",
            "hasImg": true
        },
        {
            "id": "7ecbb5d2-d55a-464b-a6a5-8e2ceedb380c",
            "word": "to dissolve",
            "phonetic": "tə dɪsɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dissolve the bouillon cube in hot water to create a flavorful broth as the base for my soup",
                "Make lemonade jelly by dissolving agar-agar in lemon juice and sweetened water.",
                "She carefully stirred her tea, watching the sugar cube dissolve slowly.",
                "I like to dissolve caster sugar in hot water to make a sweet syrup for my cocktails.",
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc29sdmU&hash=be1fac6ece36f2f12a8c051d5ed408536d215a5d&lang=en&cache-only=0",
            "defineEn": "(of a solid) to become one with a liquid",
            "defineVi": "(của chất rắn) trở thành một với chất lỏng",
            "hasImg": true
        },
        {
            "id": "e72140b7-3034-4cd8-aebd-70aa8a8443e4",
            "word": "dissolution",
            "phonetic": "dɪsəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the literature, this has been referred to as boundary dissolution.",
                "The plot is structured around patterns of collision and dissolution, where characters from different worlds are thrown together and torn apart.",
                "Based on current constructs, here are six ways that boundary dissolution can affect the parent-child dyad.",
                "And in fact, that change in functional connectivity was correlated with whether the subjects reported feeling more ego dissolution.",
                "The scientists predicted that this effect might be related to the experience of ego dissolution that reportedly comes with taking the drug."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29sdXRpb24&hash=f9acbf06b8fb6199cc138dd6a797c0f2b1a35cd7&lang=en&cache-only=0",
            "defineEn": "the formal ending of a business agreement, marriage, parliament, organization, etc.",
            "defineVi": "sự kết thúc chính thức của một thỏa thuận kinh doanh, hôn nhân, quốc hội, tổ chức, v.v."
        },
        {
            "id": "fee69a4d-5073-4b90-be03-f49801b89d37",
            "word": "dissolute",
            "phonetic": "dɪsəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29sdXRl&hash=0253d8c712d6c39e79ea8062678f154ffec87d8e&lang=en&cache-only=0",
            "defineEn": "unrestrained by convention or morality",
            "defineVi": "không bị ràng buộc bởi quy ước hoặc đạo đức"
        },
        {
            "id": "4916dd87-744c-4064-b822-8fe0e0e115e8",
            "word": "pharmacy",
            "phonetic": "fɑːɹməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grocery stores need food, pharmacies need drugs.",
                "The retail pharmacy sector shed billions of dollars.",
                "You have to get drugs from the pharmacy.",
                "Then the pharmacy has to order it or your insurance has to approve it.",
                "But then, the next time the pharmacy uses a different manufacturer and your curve looks like this."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY3k&hash=cc93632ee083b81e5d22efe7748502859ea2b802&lang=en&cache-only=0",
            "defineEn": "a shop where medicines are sold",
            "defineVi": "một cửa hàng bán thuốc",
            "hasImg": true
        },
        {
            "id": "1fd64177-fa8c-407b-80c2-dbdf29f939cb",
            "word": "pharmacopoeia",
            "phonetic": "fɑːɹmɐkəpoʊiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY29wb2VpYQ&hash=1d5bc61dcc3649a923db0fe7d274828d51d246ee&lang=en&cache-only=0",
            "defineEn": "a collection or stock of drugs",
            "defineVi": "một bộ sưu tập hoặc kho thuốc"
        },
        {
            "id": "8702b113-40f1-4cc8-8c0f-253fdf8d7490",
            "word": "pharmaceutic",
            "phonetic": "fɑːɹmɐsuːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY2V1dGlj&hash=b112db66232a35ffe70aa842121011b6312655e5&lang=en&cache-only=0",
            "defineEn": "of or relating to pharmacy or pharmacists",
            "defineVi": "của hoặc liên quan đến hiệu thuốc hoặc dược sĩ"
        }
    ]
}