{
    "id": "f89409b1-63bd-4f96-bf03-32326c28dff9",
    "title": "Grammar Matters!",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "f43eddf9-d924-4212-9853-999de425913f",
            "word": "linguistic",
            "phonetic": "lɪŋɡwɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His linguistic ability served him well in his chosen profession.",
                "Sociolinguists like John Baugh and Kelly Wright have found linguistic discrimination in areas like the housing market.",
                "Other times, the same words have different linguistic structures.",
                "A knowledge of linguistics can also help people who teach grammar or languages.",
                "Meanwhile, Berinmo speakers were better at judgments near /their/ linguistic boundary."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZ3Vpc3RpYw&hash=13e8f7e0a41028a02d4239095a5bf884651773a0&lang=en&cache-only=0",
            "defineEn": "related to the science of language",
            "defineVi": "liên quan đến khoa học ngôn ngữ",
            "hasImg": true
        },
        {
            "id": "680fe54e-cc14-48b7-a83b-594090155071",
            "word": "infinitive",
            "phonetic": "ɪnfɪnᵻtɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Verbs that take both the infinitive and the finite clause as their object.",
                "And I will remind you that the rule against splitting infinitives is not an actual rule."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5maW5pdGl2ZQ&hash=1c3321f3af9bacb83933b4728c3a69a4aaaa4cf3&lang=en&cache-only=0",
            "defineEn": "(grammar) the root form of a verb",
            "defineVi": "(ngữ pháp) dạng gốc của động từ"
        },
        {
            "id": "3b0626f9-1240-4b6e-8430-a16011a4eed1",
            "word": "gerund",
            "phonetic": "dʒɛɹʌnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VydW5k&hash=bbfc4bf3db714ac9f0c0175918d22209def88ec6&lang=en&cache-only=0",
            "defineEn": "(grammar) a form of a verb that functions as a noun and is formed by adding the suffix -ing to the base form of the verb",
            "defineVi": "(ngữ pháp) dạng của động từ có chức năng như danh từ và được thành lập bằng cách thêm hậu tố -ing vào dạng cơ bản của động từ"
        },
        {
            "id": "4347e2e7-1543-44f6-aeaf-75129a37a0be",
            "word": "transitive verb",
            "phonetic": "tɹænsᵻtɪv vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNpdGl2ZSB2ZXJi&hash=2b72591689294ddc340628067f590f783478b821&lang=en&cache-only=0",
            "defineEn": "(grammar) a verb that needs a direct object",
            "defineVi": "(ngữ pháp) động từ cần tân ngữ trực tiếp"
        },
        {
            "id": "13bc4767-43f4-4b25-96c8-45db4a59d290",
            "word": "intransitive verb",
            "phonetic": "ɪntɹænsᵻtɪv vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuc2l0aXZlIHZlcmI&hash=9f8ee354c5e6aa1912f4fa6b91b56777d7bce296&lang=en&cache-only=0",
            "defineEn": "(grammar) a verb without a direct object",
            "defineVi": "(ngữ pháp) động từ không có tân ngữ trực tiếp"
        },
        {
            "id": "635eda9d-088f-4c1a-bfc2-53d5884fd288",
            "word": "number",
            "phonetic": "nʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His number's up this time.",
                "The report includes a number of recommendations.",
                "His confession involved a number of other politicians in the affair.",
                "Thirteen is a prime number.",
                "I had a brush with him a number of years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVtYmVy&hash=7d74c4e0274e06f9518a58887aa30ec3e91f1969&lang=en&cache-only=0",
            "defineEn": "(grammar) the form of a word that indicates whether one, two, or more things or people are being referred to",
            "defineVi": "(ngữ pháp) hình thức của một từ cho biết một, hai hay nhiều vật hoặc người đang được đề cập đến"
        },
        {
            "id": "c5575813-023f-4f30-b2d7-c04086e973c4",
            "word": "person",
            "phonetic": "pɜːsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "Every person has the right to express their opinions and beliefs.",
                "One person argued the toss for four hours before he agreed to pay.",
                "A person's character can often be deduced from their actions.",
                "The other person had the wrong end of the stick, and now you needed to correct the misapprehension."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29u&hash=14b6595ab0bee56098bce452501c69097ba0c105&lang=en&cache-only=0",
            "defineEn": "(grammar) each of the three classes of pronouns that refers to who is speaking, who is being spoken to, or others that are not present during the conversation",
            "defineVi": "(ngữ pháp) mỗi loại trong ba loại đại từ dùng để chỉ người đang nói, người đang được nói đến hoặc những người khác không có mặt trong cuộc trò chuyện"
        },
        {
            "id": "8323f453-ef7a-4463-ab27-67feaaf05cd7",
            "word": "voice",
            "phonetic": "vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "A voice came from the kitchen.",
                "His voice dropped to a whisper.",
                "Those coffin nails are going to hurt your voice.",
                "Her voice broke as she relived the experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2U&hash=2d837e39112a19291355bd3fb17d48f4f76a110f&lang=en&cache-only=0",
            "defineEn": "(grammar) the form of a verb that indicates whether the subject does something or something is done to it",
            "defineVi": "(ngữ pháp) hình thức của một động từ cho biết chủ ngữ có làm gì đó hay không."
        },
        {
            "id": "9d2b1322-33d5-4730-ab03-9baa7a0f02d1",
            "word": "gender",
            "phonetic": "dʒɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In recent years, comedians have found themselves in hot water for making politically incorrect topics about everything from race to gender.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "The saying 'a whistling woman and a crowing hen are neither fit for God nor men,' is an example of a stereotype that has been used to criticize women who defy traditional gender roles and expectations.",
                "You could have 10 genders.",
                "Gender reveals."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVy&hash=0d3b9ad4ab2a44f5c4ade99485fac8d4d9f66be0&lang=en&cache-only=0",
            "defineEn": "(grammar) a class of words indicating whether they are feminine, masculine, or neuter",
            "defineVi": "(ngữ pháp) một lớp từ cho biết chúng thuộc giống cái, giống đực hay trung tính"
        },
        {
            "id": "b473066d-bf25-4e6b-b79f-c24d139f3e7a",
            "word": "feminine",
            "phonetic": "fɛmᵻnɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "[Conan] Feminine products, I don't know what those are.",
                "I've got long legs and I'm very feminine",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. ",
                "I mean umbrellas used to be viewed as completely feminine accessories for rich people, and only to shade the sun.",
                "In fact children’s clothes were designed with ease in mind, more so than displaying masculine or feminine traits."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pbmU&hash=98ed090719b6fe0eb83c15daab33f14f050c66d9&lang=en&cache-only=0",
            "defineEn": "(grammar) (of a class of words) referring to females",
            "defineVi": "(ngữ pháp) (của một loại từ) đề cập đến phụ nữ"
        },
        {
            "id": "a4dc6117-cf48-49ee-bc86-50249d961ecc",
            "word": "masculine",
            "phonetic": "mæskjʊlɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some of the identities were clearly masculine.",
                "Dragons represent yang, the masculine force.",
                "Alphas are bold, traditionally masculine figures endowed with raw sexual confidence.",
                "If the West is masculine than the East is feminine.",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. "
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzY3VsaW5l&hash=80ede030fc845c660d7ff054337a4884d7e85e28&lang=en&cache-only=0",
            "defineEn": "(grammar) (of a class of words) referring to males",
            "defineVi": "(ngữ pháp) (của một loại từ) đề cập đến giống đực"
        },
        {
            "id": "0cc1e657-9855-458f-b7f6-6eb9b8755e6f",
            "word": "subjunctive",
            "phonetic": "sʌbdʒəŋktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VianVuY3RpdmU&hash=6b5fcbecb4cdae132bb0a3a4d6b3b104316bf753&lang=en&cache-only=0",
            "defineEn": "(grammar) related to verbs that express wishes, possibility, or doubt",
            "defineVi": "(ngữ pháp) liên quan đến động từ thể hiện mong muốn, khả năng hoặc nghi ngờ"
        },
        {
            "id": "5236d258-029c-4358-b434-19d2e2a1a47a",
            "word": "phonetics",
            "phonetic": "fənɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvbmV0aWNz&hash=a227ebbdbcffcf1dd27c9926d2a4703394a5d0d1&lang=en&cache-only=0",
            "defineEn": "the science and study of speech sounds and their production",
            "defineVi": "khoa học và nghiên cứu về âm thanh lời nói và sản xuất của họ"
        },
        {
            "id": "3f828507-a94d-42fb-9bc9-dbc67ff9b394",
            "word": "intonation",
            "phonetic": "ɪntəneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This process is called melodic intonation therapy.",
                "This is known as intonation instead of tone.",
                "They both imitate the intonations and stresses of speech, which can easily be reproduced in whistles.",
                "Melodic intonation therapy is typically used when there is such severe damage in the left hemisphere that it’s impossible to repair the neurons in that area.",
                "It’s a bit like listening to the radio with your head underwater: picking up the overall intonation rather than specific words."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50b25hdGlvbg&hash=3e72571bc75d2c3b8569d9356ef64e23f08084f3&lang=en&cache-only=0",
            "defineEn": "(phonetics) the rising and falling of the voice when speaking",
            "defineVi": "(ngữ âm) sự lên xuống của giọng nói khi nói"
        },
        {
            "id": "e0061d33-929b-47b6-a8e5-11a05303dd04",
            "word": "dialect",
            "phonetic": "daɪəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "I do dialects very well.",
                "The first village and second village have different dialects, but good mutual intelligibility.",
                "Signed languages also display variations in dialect.",
                "So I may swap dialects depending on the situation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdA&hash=75983c4ea233416731097e36f6d908fab8ab19d5&lang=en&cache-only=0",
            "defineEn": "the spoken form of a language specific to a certain region or people which is slightly different from the standard form in words and grammar",
            "defineVi": "dạng nói của một ngôn ngữ dành riêng cho một vùng hoặc một số người nhất định hơi khác so với dạng tiêu chuẩn về từ ngữ và ngữ pháp"
        },
        {
            "id": "96b9c369-48a4-4c2c-956e-602dc8bbd64e",
            "word": "proverb",
            "phonetic": "pɹɑːvɜːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the proverb goes, an honest man's pillow is his peace of mind.",
                "Bosses need to be wary of hiring or keeping unsuitable employees, for as the proverb states, a rotten apple spoil the barrel.",
                "The boss reminded his team members about the proverb frog in the well knows nothing of the sea to encourage them to consider alternative approaches and perspectives when faced with challenges at work.",
                "When faced with a difficult situation, Jane remembered the proverb the same fire that melts the butter, hardens the egg and chose to approach the problem with a positive attitude and determination",
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdmVyYg&hash=0632e9965417e95e7a48c91dfd8fbf439d4c1d25&lang=en&cache-only=0",
            "defineEn": "a well-known statement or phrase that expresses a general truth or gives advice",
            "defineVi": "một tuyên bố hoặc cụm từ nổi tiếng thể hiện một sự thật chung hoặc đưa ra lời khuyên"
        },
        {
            "id": "56105d91-8148-45df-9f4c-b2e84ed2a959",
            "word": "idiom",
            "phonetic": "ɪdɪəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The friends would sometimes revert to playground idiom.",
                "My friend tried explaining a few French idioms to me, but I'm afraid they were lost in translation.",
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "from now on, i need you to give me original examples with different verb conjugations for every idiom that i give u, please use imaginary names in your examples",
                "Anger and shouting simply aren’t a part of his idiom."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRpb20&hash=73abd6c22ed7ee07a425335b14e326d7c65eca68&lang=en&cache-only=0",
            "defineEn": "a group of words or a phrase that has a meaning different from the literal interpretation of its individual words, often specific to a particular language or culture",
            "defineVi": "một nhóm từ hoặc cụm từ có nghĩa khác với cách giải thích theo nghĩa đen của các từ riêng lẻ, thường dành riêng cho một ngôn ngữ hoặc nền văn hóa cụ thể"
        },
        {
            "id": "b76815e8-a6e0-4438-9b53-79d617273646",
            "word": "jargon",
            "phonetic": "dʒɑːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use plain language instead of jargon.",
                "Don’t use any jargon or vocabulary words you learned in advanced classes.",
                "So, in psychological jargon, fantasies refers to desires, wish fulfillment type of stuff.",
                "And it became part of the popular jargon, you know?",
                "Now I know it's kind of confusing because it's legal jargon."
            ],
            "audio": "https://tts.langeek.co/read?text=amFyZ29u&hash=ad8b097ee5dc47c4786e6c7cc87f2edce177f583&lang=en&cache-only=0",
            "defineEn": "words, phrases, and expressions used by a specific group or profession, which are incomprehensible to others",
            "defineVi": "các từ, cụm từ và cách diễn đạt được sử dụng bởi một nhóm hoặc nghề nghiệp cụ thể mà người khác không thể hiểu được"
        },
        {
            "id": "ab6f1b51-0b07-4fcd-bc76-83fadb91f287",
            "word": "slang",
            "phonetic": "slæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak.",
                "Once again, John Green proving super hip to the slang of today’s young’ns.",
                "The word was popularized in Atlanta as slang for a place where drug deals go down.",
                "They’re not up on the current slang at all.",
                "Even the banter and the slang in the background I tried to make specific to Oakland."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhbmc&hash=19ada109d2c0f19653d8cdecd289a17e77586e4c&lang=en&cache-only=0",
            "defineEn": "words or expressions that are very informal and more common in spoken form, used especially by a particular group of people, such as criminals, children, etc.",
            "defineVi": "những từ hoặc cách diễn đạt rất trang trọng và phổ biến hơn ở dạng nói, được sử dụng đặc biệt bởi một nhóm người cụ thể, chẳng hạn như tội phạm, trẻ em, v.v."
        },
        {
            "id": "7efd365b-9798-421a-82c8-d29bd3235249",
            "word": "euphemism",
            "phonetic": "juːfəmɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The euphemism cycle continues.",
                "that is not a euphemism.",
                "That sounds like a euphemism.",
                "And that's not a euphemism for anything.",
                "So we still use euphemisms around the world to describe the fact that half of all people between puberty and middle age have blood and other fluids flow from their vaginas for a few days each month."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXVwaGVtaXNt&hash=138610bc1eb2dcc1dd95b6cca0b738688c83a3e9&lang=en&cache-only=0",
            "defineEn": "a word or expression that is used instead of a harsh or insulting one in order to be more tactful and polite",
            "defineVi": "một từ hoặc cách diễn đạt được sử dụng thay vì một từ gay gắt hoặc xúc phạm để trở nên khéo léo và lịch sự hơn"
        },
        {
            "id": "aa7bf1ed-a9ba-413d-a413-8590b0ad0cf1",
            "word": "to punctuate",
            "phonetic": "tə pʌŋktʃuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It punctuates it.",
                "And Earth’s history was punctuated by sudden episodes of violent change.",
                "These animals make repetitive cracking sounds that punctuate the tranquility of coral reefs.",
                "In the beginning, most attendees wore their everyday clothes, but some began to wear elaborate costumes to punctuate the radical act of being seen.",
                "Your neurons start to fire in unison, creating waves of activity that sweep across the cortex, punctuated by rapid bursts of neural activity called sleep spindles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVuY3R1YXRl&hash=043c4e71346810f459f0fd6ed3e3b22897eee80d&lang=en&cache-only=0",
            "defineEn": "to use punctuation marks in a text in order to make it more understandable",
            "defineVi": "để sử dụng dấu chấm câu trong một văn bản để làm cho nó dễ hiểu hơn"
        },
        {
            "id": "e49794d5-6f39-48b7-9c43-dfa55a322576",
            "word": "colon",
            "phonetic": "koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "And this right here is the colon cancer?",
                "There was the whole colon.",
                "Is there a colon between the Z and the EN?",
                "On the contrary, the calcium in milk might even have a protective effect against colon cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb24&hash=c85d2fd08ad9f012e602cb6d24a39c4dd6b90bb4&lang=en&cache-only=0",
            "defineEn": "the punctuation mark : used to introduce a quotation, explanation, or list of items",
            "defineVi": "dấu chấm câu: được sử dụng để giới thiệu một trích dẫn, giải thích hoặc danh sách các mục",
            "hasImg": true
        },
        {
            "id": "e3af54f1-13cb-4d19-aad5-b844acb16f05",
            "word": "semicolon",
            "phonetic": "sɛmɪkoʊlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The semicolon breaks things up, but it also builds connections.",
                "But then the semicolon edges in to the rescue.",
                "In that situation, semicolons bring fluidity and variation to writing by connecting related clauses.",
                "And we put a semicolon because they obviously didn't have a decimal point one third.",
                "But a semicolon can replace a conjunction to shorten a sentence or to give it some variety."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaWNvbG9u&hash=ce792ab484abfb64997bddad78aec5c153180e38&lang=en&cache-only=0",
            "defineEn": "the punctuation mark ; used to separate the items in a list or to indicate a pause between two main clauses in a compound sentence",
            "defineVi": "dấu câu ; được sử dụng để tách các mục trong một danh sách hoặc để biểu thị tạm dừng giữa hai mệnh đề chính trong câu ghép",
            "hasImg": true
        },
        {
            "id": "2fa92bac-7ef4-4638-af7b-45975b51ed5c",
            "word": "parenthesis",
            "phonetic": "pɚɹɛnθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We put a parentheses.",
                "I still have a parentheses here.",
                "And we put a parentheses here.",
                "Put that in parentheses.",
                "If you want five for your answer, then you really need some parentheses!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50aGVzaXM&hash=cd505d57c6f78b05f45ffa8db77908acf83e5ce2&lang=en&cache-only=0",
            "defineEn": "either of the symbols ( ) used in writing to enclose extra information that is given or to group a symbolic unit in logic or mathematics",
            "defineVi": "một trong hai ký hiệu ( ) được sử dụng bằng văn bản để đính kèm thông tin bổ sung được cung cấp hoặc để nhóm một đơn vị ký hiệu trong logic hoặc toán học",
            "hasImg": true
        },
        {
            "id": "79478175-eabe-4f66-8e99-1f029dd0fecf",
            "word": "hyphen",
            "phonetic": "haɪfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "German hyphen -y, not the country, when I play it back.",
                "Sometimes it's considered-- I don't think there's a hyphen really there.",
                "When we have two or more free morphemes combined together, that's a compound, whether it's written with a space, a hyphen, or all joined together, such as doghouse, rabbit hole or even rabbit hole fence sign."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwaGVu&hash=71b9e499b814d5164ab03d44aba3aea8586b6cbd&lang=en&cache-only=0",
            "defineEn": "the punctuation mark - used to join two words to form a new one, or to indicate an element is missing (as for instance right- and left-handed), or to show that the remaining letters of a word situated at the end of a line are at the beginning of the next one",
            "defineVi": "dấu chấm câu - được sử dụng để nối hai từ để tạo thành một từ mới hoặc để biểu thị một thành phần bị thiếu (ví dụ: thuận tay phải và thuận tay trái) hoặc để chỉ ra rằng các chữ cái còn lại của một từ nằm ở cuối dòng nằm ở đầu từ tiếp theo",
            "hasImg": true
        },
        {
            "id": "049b0ab3-7b3f-4cba-a21d-d60bd8838dc2",
            "word": "slash",
            "phonetic": "slæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I slashed the box.",
                "Competitors like McDonald's are slashing prices through deals.",
                "That immediately slashed Amazon's potential tax burden.",
                "To compete, Pier One slashed prices.",
                "So the connection between space and underwater demolitions, slash Navy SEALs, goes a long way back apparently."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhc2g&hash=96a696705938132de4c1c1e5df24a691f95f0c48&lang=en&cache-only=0",
            "defineEn": "the symbol / used in print or writing to indicate alternatives or fractions, etc.",
            "defineVi": "ký hiệu / được sử dụng trong in ấn hoặc viết để chỉ ra các lựa chọn thay thế hoặc phân số, v.v."
        },
        {
            "id": "5f1bc7a9-d6b3-41ac-bfcb-d6692693cef5",
            "word": "interjection",
            "phonetic": "ɪntɚdʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a 2011 study found that telemarketers who used these kinds of interjections while listening were given higher ratings of competence by a panel of participants."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJqZWN0aW9u&hash=2dbaff5c56f2b1642f93857fe7aac39294213eac&lang=en&cache-only=0",
            "defineEn": "(grammar) a phrase or word used suddenly to express a particular emotion",
            "defineVi": "(ngữ pháp) một cụm từ hoặc từ được sử dụng đột ngột để thể hiện một cảm xúc cụ thể"
        },
        {
            "id": "85cdf318-063c-40ab-a762-0eb81c1d1770",
            "word": "particle",
            "phonetic": "pɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Physicists searching for the hypothetical particle may be on a wild goose chase.",
                "In addition to markers of humans, animals, and landscapes, dust also contains particles from further afield.",
                "These particles make up antimatter.",
                "And obviously these are all positively charged particles.",
                "Particle fever is so good!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGljbGU&hash=56659d1c2c2e9c4ae2135f70a475b35664d9a33a&lang=en&cache-only=0",
            "defineEn": "(grammar) an adverb or preposition that is used with a verb to form a phrasal verb",
            "defineVi": "(ngữ pháp) trạng từ hoặc giới từ được dùng với động từ để tạo thành cụm động từ"
        },
        {
            "id": "60c4efb3-3783-4741-848a-08fad7375d7e",
            "word": "e.g.",
            "phonetic": "iː dʒiː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "e.g. minotaurs, flying cars, perfectly toroidal pizza, North Korean Dictator Dave Coulier and snow which falls up.",
                "In some countries (e.g., India, the United States, and the United Kingdom), no national ID card is issued, but driver's licenses typically serve the same purposes. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZS5nLg&hash=6f4b678125d42257a873e938714d30cd2c4c655f&lang=en&cache-only=0",
            "defineEn": "used before providing an example",
            "defineVi": "được sử dụng trước khi cung cấp một ví dụ"
        },
        {
            "id": "a1bc32c1-162c-484b-b8fc-fbf33fcf9d74",
            "word": "ungrammatical",
            "phonetic": "ʌŋɡɹɐmæɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They feel ungrammatical.",
                "Hmm, that's ungrammatical too.",
                "Linguists sometimes mark an ungrammatical sentence with an asterisk or star like *me see they."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5ncmFtbWF0aWNhbA&hash=34f370295848c3eda421c37eb0f5a3f21475e7c6&lang=en&cache-only=0",
            "defineEn": "not conforming with the rules of grammar",
            "defineVi": "không tuân theo các quy tắc ngữ pháp"
        }
    ]
}