{
    "id": "f894a15c-0631-4961-a6c7-36b9a5baf905",
    "title": "Animal Anatomy (Mammals)",
    "originalTitle": "Animal Anatomy (Mammals)",
    "words": [
        {
            "id": "33c0b2ad-ed4c-4ba6-9a73-1559867bdeca",
            "word": "antler",
            "phonetic": "æntlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antlers return to the land.",
                "Don’t confuse antlers with horns.",
                "Antlers are bones that grow right out of an animal’s forehead.",
                "No, Stefan, those are antlers.",
                "Antlers fall off and then come back."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50bGVy&hash=f3601fce1376f4e6e9b471f63fc8aecafa12bfe0&lang=en&cache-only=0",
            "defineEn": "any of the pair of branched horns that grow annually on the head of an adult animal, typically a male one, from the deer family",
            "defineVi": "bất kỳ cặp sừng phân nhánh nào mọc hàng năm trên đầu của một con vật trưởng thành, điển hình là con đực, thuộc họ hươu",
            "hasImg": true
        },
        {
            "id": "9dcfb0cc-0486-497f-8575-d97c5a42f290",
            "word": "paw",
            "phonetic": "pɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chopper paws got really down low.",
                "So, paw again, a little bit more manipulation with that paw, and give a treat again.",
                "That is some real monkey paw stuff right there.",
                "Paws down, it was the biggest bear the world has ever known.",
                "No, you won't give me your paw again?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGF3&hash=532e9e5f9284925c0b627ee4637849dff216dbc1&lang=en&cache-only=0",
            "defineEn": "an animal's foot that has nails or claws",
            "defineVi": "chân của một con vật có móng tay hoặc móng vuốt",
            "hasImg": true
        },
        {
            "id": "69100fb4-b5af-409c-a158-58d70e3fb145",
            "word": "horn",
            "phonetic": "hɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "Passing motorists sounded their horns in support.",
                "I remember the screech of the horn as the car came towards me.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "The cow's horns were impressive and curved outward."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybg&hash=8754f6817d7473bc572031e6edbfcbf73be69a66&lang=en&cache-only=0",
            "defineEn": "a hard protuberance made of keratin that grows on the heads of some mammals such as cattle, goats, etc.",
            "defineVi": "một phần nhô ra cứng làm bằng chất sừng mọc trên đầu của một số động vật có vú như gia súc, dê, v.v.",
            "hasImg": true
        },
        {
            "id": "7022f7bf-9d21-474e-8a56-14ed1e3dcdc9",
            "word": "hindlimb",
            "phonetic": "haɪndlɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the hindlimbs are so small that feet will fit in one eye socket.",
                "With those claws and long hindlimbs, it was a better climber than most modern bats.",
                "They based this on the size of its hindlimbs, the location of its center of mass, and the orientation of its hips.",
                "It also had short hindlimbs, compared to its forelimbs, and feet that were tipped with claws.",
                "Early ancestors of the genus Tyrannosaurus included the prosauropods, which first appeared way back in the Triassic, and had forelimbs just as long as their hindlimbs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGluZGxpbWI&hash=ece1168fb93bf1a3c6841a100d7924fdfef54e9d&lang=en&cache-only=0",
            "defineEn": "any of the pair of legs at the back of a four-legged animal",
            "defineVi": "bất kỳ cặp chân nào ở phía sau của động vật bốn chân",
            "hasImg": true
        },
        {
            "id": "1551e2c4-c758-4901-872f-da883ca33a19",
            "word": "whisker",
            "phonetic": "wɪskɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cat is long in the tooth, with its gray whiskers and slow movements, but it still purrs and enjoys a warm spot in the sun.",
                "She had this great dress on with huge skirts, and she thought she was the cat's whiskers as she walked into the room.",
                "[Kemosabe vocalizing throughout] You have whiskers.",
                "-It's you know, the whiskers of a cat.",
                "Walruses, for example, use their whisker touch to find edible items on the seafloor."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpc2tlcg&hash=75aa65127653031e2cb0ae4b291fca02331a3e6c&lang=en&cache-only=0",
            "defineEn": "any of the long, stiff hairs that grow on the face of a cat, mouse, etc.",
            "defineVi": "bất kỳ sợi lông dài và cứng nào mọc trên mặt mèo, chuột, v.v.",
            "hasImg": true
        },
        {
            "id": "252a32f5-291d-43fd-a5f8-77d604df3daa",
            "word": "fang",
            "phonetic": "fæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "OK, fangs are out.",
                "It's got fangs? ",
                "And see those fangs up front?",
                "Narrator: Fang bought the house for $2.8 million in 2017.",
                "Fang: Everything to me is a piece of art."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuZw&hash=d3c614e1b77a211f53b6650657a6cd803bf48373&lang=en&cache-only=0",
            "defineEn": "one of the two long and sharp teeth that some animals such as dogs, wolfs, or snakes have",
            "defineVi": "một trong hai chiếc răng dài và sắc nhọn mà một số loài động vật như chó, sói hoặc rắn có",
            "hasImg": true
        },
        {
            "id": "1dcdb882-d4dc-4d2d-bd6b-ab3ad3f286c6",
            "word": "cloven hoof",
            "phonetic": "kloʊvən huːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This explains some leshy traits like the cloven hooves, which are often associated with evil deities in Christian stories.",
                "Artists painted him as a man with cloven hooves and curling horns inspired by Pan, the Greek god of the wild.",
                "Walking on cloven hooves, they sized each other up until finally, one of them lunged."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdmVuIGhvb2Y&hash=eb2e4531656eb79e2effd61a74b53020b923dbfa&lang=en&cache-only=0",
            "defineEn": "the foot of a mammal that is divided into two parts such as that of goats, sheep, etc.",
            "defineVi": "chân của động vật có vú được chia thành hai phần như dê, cừu, v.v.",
            "hasImg": true
        },
        {
            "id": "1e70ce1a-c2c9-4223-8ad9-12fd03975447",
            "word": "snout",
            "phonetic": "snaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pig's snout is long and used for digging.",
                "In any case, their snouts weren’t their most distinctive quality.",
                "Like other early canines, it had a long snout with thinner teeth.",
                "For one thing, its nostrils were on the top of the snout.",
                "Physical changes like snout size or leg length are pretty clear markers of that process."
            ],
            "audio": "https://tts.langeek.co/read?text=c25vdXQ&hash=17252e274056498f9b856a3f0ef4b98b96b68ead&lang=en&cache-only=0",
            "defineEn": "the long and protruding facial part of an animal which comprises its nose and mouth, especially in a mammal",
            "defineVi": "phần mặt dài và nhô ra của động vật bao gồm mũi và miệng, đặc biệt là ở động vật có vú",
            "hasImg": true
        },
        {
            "id": "4d6e7712-9ef4-4eed-a844-077ec8d17bd8",
            "word": "pad",
            "phonetic": "pæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The green frog hopped from one lily pad to another.",
                "Don't let them pad the bill with extra services you don't want or need.",
                "The pad came out.",
                "You padded your resume a bit.",
                "There's matching spike pads."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFk&hash=e92b58e5d445ea38d9bd030093f6e59c8ba785cd&lang=en&cache-only=0",
            "defineEn": "the soft part under the foot of an animal or a human finger",
            "defineVi": "phần mềm dưới chân của một con vật hoặc ngón tay của con người"
        },
        {
            "id": "23b39273-cda3-4d1a-9ff9-92e7b1b62819",
            "word": "flipper",
            "phonetic": "flɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some species even have fingernails on their flippers, old souvenirs from their ancient days on land.",
                "And sea turtles, which spend almost their whole lives in the water, have flippers!",
                "Link, you can be the flipper.",
                "We'll actually also do external flipper tags, as well, for a quick ID in the wild.",
                "Like my dog, Lemon, and me, the whale has two limbs at the front of its body, its front flippers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpcHBlcg&hash=635de603a4177de7fbd2cae2dd6c9d87b3332387&lang=en&cache-only=0",
            "defineEn": "a broad flat limb without any fingers that is used for swimming by some sea animals such as seals, turtles, etc.",
            "defineVi": "một chi phẳng rộng không có ngón tay được sử dụng để bơi lội của một số động vật biển như hải cẩu, rùa, v.v.",
            "hasImg": true
        },
        {
            "id": "521b753c-db03-4ff5-a334-3734a400b462",
            "word": "hump",
            "phonetic": "hʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "For 10 years, he busted his hump trying to make a name for himself until getting a record deal and releasing his first disc in 1995.",
                "- Add that hump!",
                "Mr. humps the show girls.",
                "The humps gradually diminish in size.",
                "It's hump day!"
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtcA&hash=c4aa68e76d2485abc7fb8f73fbbc2581c2026094&lang=en&cache-only=0",
            "defineEn": "a round outgrowth on the back of a mammal, such as a camel",
            "defineVi": "một vòng phát triển trên lưng của một động vật có vú, chẳng hạn như một con lạc đà",
            "hasImg": true
        },
        {
            "id": "2b3f6f21-a170-4540-aba1-9427aca18203",
            "word": "hock",
            "phonetic": "hɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "Tonight, my favorite restaurant is serving a delightful cranberry bean and smoked ham hock soup.",
                "We hosted a backyard barbecue and smoked a ham hock to perfection.",
                "The butcher displayed a freshly ham hock in the shop.",
                "The restaurant featured roasted duck hock, tender and juicy, served with a tangy orange glaze."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9jaw&hash=2ba60306da9b2623be4422390caeb755c151f806&lang=en&cache-only=0",
            "defineEn": "the joint in the hind limb of a quadruped between the fetlock and the knee",
            "defineVi": "khớp ở chi sau của động vật bốn chân giữa khóa và đầu gối",
            "hasImg": true
        },
        {
            "id": "f751e0a1-2a81-4bc5-a784-52c2a0c477dc",
            "word": "jaw",
            "phonetic": "dʒɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "Our jaws dropped when we found out how much they were paying in rent.",
                "My jaw dropped open when she told me how old she was.",
                "The family was lost in the wilderness without any food or water, but they managed to find a way out and snatched victory from the jaws of defeat by surviving."
            ],
            "audio": "https://tts.langeek.co/read?text=amF3&hash=aa276af05934e0a16546fab508fc7be42ab332cb&lang=en&cache-only=0",
            "defineEn": "either of the two bony parts of the skull that hold the mouth and teeth in any vertebrate",
            "defineVi": "một trong hai phần xương của hộp sọ giữ miệng và răng ở bất kỳ động vật có xương sống nào",
            "hasImg": true
        },
        {
            "id": "2fb8fc4f-af8f-4360-a7a7-089629176d01",
            "word": "tail",
            "phonetic": "teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The playful dog chased its tail in circles.",
                "The tail was wagging the dog.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "We enjoyed lobster tails with creamy Bearnaise sauce.",
                "I held the mouse by its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFpbA&hash=101f2241886f4ab7525ff776a75898ac17150679&lang=en&cache-only=0",
            "defineEn": "the part of the body of an animal, a bird or a fish that sticks out at the back, which can move",
            "defineVi": "phần cơ thể của động vật, chim hoặc cá nhô ra ở phía sau, có thể di chuyển",
            "hasImg": true
        },
        {
            "id": "3d128d2c-0315-4f1c-8f96-c63dac00eacb",
            "word": "fetlock",
            "phonetic": "fɛtlɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmV0bG9jaw&hash=d501a034c1d9d031be4f66541492a099e3c4aacc&lang=en&cache-only=0",
            "defineEn": "the joint at the back of the leg and just above the hoof of any quadruped, such as a horse",
            "defineVi": "khớp ở phía sau chân và ngay phía trên móng của bất kỳ động vật bốn chân nào, chẳng hạn như ngựa",
            "hasImg": true
        },
        {
            "id": "002f384a-c4e5-4117-a54b-36c27dfdcaad",
            "word": "forelock",
            "phonetic": "fɔːɹlɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take time by the forelock and accept that fantastic internship!",
                "My anxiety usually keeps me from taking time by the forelock."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWxvY2s&hash=265be877e6309d2f5ab1149f3eb9db6eacc4991b&lang=en&cache-only=0",
            "defineEn": "the part of a horse's mane that grows from the poll and hangs down from the forehead",
            "defineVi": "phần bờm ngựa mọc ra từ bầu và rủ xuống từ trán",
            "hasImg": true
        },
        {
            "id": "a4f1feb9-37f4-4c86-8170-f8f6a936396b",
            "word": "teat",
            "phonetic": "tiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've drank straight from the teat.",
                "- Is Link over there milking a teat.",
                "But the really weird part, at least from the perspective of us placental mammals, is that as soon as marsupials are born, they have to climb from the birth canal all the way up to a teat in the pouch and latch on."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhdA&hash=d0d73d4f154f96542edd768e06c2f911a1bbf07b&lang=en&cache-only=0",
            "defineEn": "the part of the body of a female mammal from which the young suck milk",
            "defineVi": "phần cơ thể của động vật có vú cái mà con non bú sữa",
            "hasImg": true
        },
        {
            "id": "a8f6a4a6-a636-494b-aa03-e7cec96b1413",
            "word": "hoof",
            "phonetic": "huːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horses hooves have like a metal shoe!",
                "Reindeer hooves are hollow underneath, kind of like a shovel.",
                "Goats get their awesome climbing skills thanks to their special two-toed hooves.",
                "It had four legs and hooves for crying out loud!",
                "Like reindeer’s hooves are adapted help it to find food under the snow!"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZg&hash=ac43c5544d6a639e8f343001c6bed6ba2a8a5fd0&lang=en&cache-only=0",
            "defineEn": "the horny and hard part at the end of a limb of a mammal, such as a horse",
            "defineVi": "phần sừng và cứng ở cuối chi của động vật có vú, chẳng hạn như ngựa",
            "hasImg": true
        },
        {
            "id": "758758a1-407c-4b13-b7d2-c632b3755e3c",
            "word": "hindquarters",
            "phonetic": "haɪndkwɔːɹɾɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGluZHF1YXJ0ZXJz&hash=fceca1f52a5716dea06ed6593e44151893767a07&lang=en&cache-only=0",
            "defineEn": "the rear end of a quadruped including hind limbs",
            "defineVi": "phần cuối của động vật bốn chân bao gồm cả chân sau",
            "hasImg": true
        },
        {
            "id": "772c20d2-6796-4eb6-8edf-c76878f3969d",
            "word": "udder",
            "phonetic": "ʌdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Looks like an udder."
            ],
            "audio": "https://tts.langeek.co/read?text=dWRkZXI&hash=978264549917c793253aa3591dd919b30aecbfc5&lang=en&cache-only=0",
            "defineEn": "an organ shaped like a bag that produces milk in a female mammal such as a horse, sheep, cow, etc.",
            "defineVi": "một cơ quan có hình dạng giống như một chiếc túi sản xuất sữa ở động vật có vú giống cái như ngựa, cừu, bò, v.v."
        },
        {
            "id": "39c3f384-2b04-4414-a749-63a64e82076e",
            "word": "tusk",
            "phonetic": "tʌsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because, at least one of them definitely didn’t have tusks.",
                "But, both males and females use their tusks for other reasons, too.",
                "But again, at least one of them definitely didn’t have tusks.",
                "Carve some walrus tusk?",
                "Elephant tusks are highly sought after in the ivory trade."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVzaw&hash=4fbd02a56c6088f886e679a5aa854ba7908d2333&lang=en&cache-only=0",
            "defineEn": "each of the curved pointy teeth of some animals such as elephants, boars, etc., especially one that stands out from the closed mouth",
            "defineVi": "từng chiếc răng nhọn cong của một số loài động vật như voi, lợn lòi, v.v., đặc biệt là một chiếc nhô ra khỏi miệng ngậm",
            "hasImg": true
        },
        {
            "id": "191e80a6-f5c7-4899-9068-5ae32e921812",
            "word": "shank",
            "phonetic": "ʃæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He mastered the art of slow-cooking chevon shanks.",
                "If we miss the last bus, we'll have to rely on shank's pony to get home.",
                "Since his car broke down, Tim has been traveling to work on shank's pony.",
                "They organized a cozy dinner party and served braised pork shanks as the main course.",
                "I explored Mediterranean cuisine and fell in love with the rich flavors of slow-cooked lamb shanks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbms&hash=a48da02f5cdd851c0117b2386bb9d478985c62d2&lang=en&cache-only=0",
            "defineEn": "the lower part of the leg of an animal between the knee and the ankle",
            "defineVi": "phần dưới chân của một con vật giữa đầu gối và mắt cá chân",
            "hasImg": true
        },
        {
            "id": "bb94ed52-6fc8-466d-a5c2-d2b7ff9207e5",
            "word": "underbelly",
            "phonetic": "ʌndɚbɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wasp lays its egg in the soft underbelly of a live ladybug.",
                "Here, we get to the dark underbelly of GMOs.",
                "Underbellies Aston Martin designed a vehicle that did not share any visible parts with Ford cars, helping to give the impression of a car that was designed to be unique to the brand from the ground up rather than just a high end Ford with a legendary nameplate.",
                "From dank taverns to dilapidated apartments and claustrophobic police stations, the underbelly of 19th century Saint Petersburg is brought to life by Dostoyevsky’s searing prose.",
                "At first the snake looks like it’s solid orange and slithering away, but then we notice its eye, just barely discernible, and that it’s top side is black and underbelly bright orange."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJiZWxseQ&hash=b44071df819da2c3a4f35ca0b878b36567c7784a&lang=en&cache-only=0",
            "defineEn": "the soft part under the abdomen of an animal",
            "defineVi": "phần mềm dưới bụng của một con vật",
            "hasImg": true
        },
        {
            "id": "5952b813-7037-453e-bb93-3ef5aa21a8ca",
            "word": "muzzle",
            "phonetic": "mʌzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: Grab the muzzle.",
                "You may have grains of propellant that exit the muzzle faster than the bullet, supersonically.",
                "So, muzzle flash is affected by the cartridge load and the barrel length if you think about it.",
                "But we’ve got to start with muzzle velocity. ",
                "But we’ve got to start with muzzle velocity. "
            ],
            "audio": "https://tts.langeek.co/read?text=bXV6emxl&hash=2669a8e69498fa1b3b14bcbf4b4545d0b6f5a666&lang=en&cache-only=0",
            "defineEn": "the projecting part of the face of some animals such as dogs and horses that includes their jaws and noses",
            "defineVi": "phần nhô ra trên khuôn mặt của một số động vật như chó và ngựa bao gồm hàm và mũi của chúng",
            "hasImg": true
        },
        {
            "id": "72b6ad60-4b86-45cd-962e-ab511b8b5fdf",
            "word": "forefoot",
            "phonetic": "fɔːɹfʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWZvb3Q&hash=68de847c1d2315a19b541ccd5cb618c42f652764&lang=en&cache-only=0",
            "defineEn": "any of the front limbs of a four-legged animal",
            "defineVi": "bất kỳ chi trước nào của động vật bốn chân",
            "hasImg": true
        },
        {
            "id": "074a42f3-8bfd-4353-97ea-a4539f639c2d",
            "word": "rump",
            "phonetic": "ɹʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of sliced rump, cooked to perfection.",
                "He prepared a mouthwatering rump steak salad, featuring grilled steak slices, mixed greens and tomatoes.",
                "He seasoned a rump roast with aromatic herbs and slow-roasted it in the oven.",
                "The Korean-style barbecue featured thinly sliced rump steak, marinated in a flavorful soy-based sauce.",
                "Nearly every type of bird in the world has one on their rump, just above their tail feathers."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVtcA&hash=580228e6b9a3fa1be7a591ca671205837427353c&lang=en&cache-only=0",
            "defineEn": "the rounded hind part of a four-legged mammal",
            "defineVi": "phần sau tròn của động vật có vú bốn chân",
            "hasImg": true
        },
        {
            "id": "338563a5-4314-49ec-ac12-376439b7be53",
            "word": "proboscis",
            "phonetic": "pɹəbɑːskɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its extendible proboscis is packing a concealed weapon.",
                "A proboscis is a special mouthpart that some insects have.",
                "First the proboscis flexes as the muscles inside prepare for the strike.",
                "It sucks up worms from the ocean floor with its proboscis.",
                "She uses her proboscis to take a tiny sip of blood from the blood vessels right beneath your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYm9zY2lz&hash=203d7b8a8e8cfaad578c897903d4245eb6f6bb98&lang=en&cache-only=0",
            "defineEn": "an elongated and specialized nose or snout found in certain mammals",
            "defineVi": "mũi hoặc mõm dài và đặc biệt được tìm thấy ở một số động vật có vú",
            "hasImg": true
        },
        {
            "id": "b985ab7d-390b-45e1-bac4-994963169469",
            "word": "pouch",
            "phonetic": "paʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby kangaroo, called a joey, stays in its mother's pouch for several months.",
                "Do males have pouches?",
                "Dogs don’t have pouches.",
                "They develop a pouch.",
                "We also got a pouch."
            ],
            "audio": "https://tts.langeek.co/read?text=cG91Y2g&hash=df0864f5644440fbdaac34835c12dddff9e864e4&lang=en&cache-only=0",
            "defineEn": "a pocket-like structure that female marsupials, such as kangaroos, use to carry their young with them",
            "defineVi": "một cấu trúc giống như cái túi mà thú có túi cái, chẳng hạn như chuột túi, sử dụng để mang theo con non của chúng",
            "hasImg": true
        },
        {
            "id": "d60ff867-81ee-4a6b-8028-8c04f408e479",
            "word": "squamosal",
            "phonetic": "skwɑːmoʊzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "and you have the zygomatic bone and squamosal bone which is my favorite name for a bone ever.",
                "Like I'm gonna name my child Squamosal.",
                "You have the eyelid and the eyelashes and right here is the zygomatic and squamosal bones which make up like the occular orbital."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YW1vc2Fs&hash=f1e250255a196605d7ed3d8b293b720af172ebb9&lang=en&cache-only=0",
            "defineEn": "a bone in the skull that connects to other bones in the head and is located near the temple",
            "defineVi": "một xương trong hộp sọ kết nối với xương khác trong đầu và nằm gần ngôi đền"
        },
        {
            "id": "c0500164-d064-4053-9a0c-e8bc7931cafa",
            "word": "ungual",
            "phonetic": "ʌŋɡwæl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5ndWFs&hash=51d3e253d55eb8f6143178d46e02a060622d9522&lang=en&cache-only=0",
            "defineEn": "related to or associated with the nails or claws of animals",
            "defineVi": "liên quan đến hoặc liên kết với móng tay hoặc móng vuốt của động vật"
        },
        {
            "id": "80c515e7-4034-4bfa-8536-3b8dd02f0dcb",
            "word": "thymus",
            "phonetic": "θaɪməs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What T and B actually stand for is a long story, but if it helps you to remember: T's mature in the thymus, B's in the bone marrow.",
                "You don’t want to attack those, so before your body releases its lymphocytes, your thymus gland selectively kills off the ones that would detect familiar proteins.",
                "There are two major types of lymphocytes: the T cells, which form in your bone marrow and migrate and mature in the thymus gland, behind your breastbone, and B cells, which originate and mature in the bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh5bXVz&hash=947558a4ca9933cf39842ceee1827adefd9ca1c0&lang=en&cache-only=0",
            "defineEn": "a specialized organ of the immune system located near the heart that produces T cells and plays a crucial role in the development of the immune system in early life",
            "defineVi": "một cơ quan chuyên biệt của hệ thống miễn dịch nằm gần tim tạo ra các tế bào T và đóng một vai trò quan trọng trong sự phát triển của hệ thống miễn dịch trong giai đoạn đầu đời"
        },
        {
            "id": "380a38ae-7408-401e-9acf-14cd5d4359b3",
            "word": "rhinarium",
            "phonetic": "ɹaɪnɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they also have dry noses, meaning they lack a rhinarium, the wet part of the snout that some animals, like dogs, have that gives them increased smelling abilities."
            ],
            "audio": "https://tts.langeek.co/read?text=cmhpbmFyaXVt&hash=27f162a905f39b688dd8ed0f3b60101b62d72cc9&lang=en&cache-only=0",
            "defineEn": "a specialized wet surface found in the noses of some mammals that helps them to detect and analyze different scents",
            "defineVi": "một bề mặt ẩm ướt đặc biệt được tìm thấy trong mũi của một số động vật có vú giúp chúng phát hiện và phân tích các mùi hương khác nhau"
        },
        {
            "id": "2a06f33c-4648-4b32-8211-356d51e2a9d7",
            "word": "reticulum",
            "phonetic": "ɹɛtɪkjʊləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "These compartments are the reticulum, the rumen, the omasum and the abomasum.",
                "Do you remember the rough endoplasmic reticulum?",
                "The reticulum is where the honeycomb is, and the rumen is the big compartment that the cud comes back up from and goes back down.",
                "And meanwhile, those calcium pumps are working hard to restock the calcium in the sarcoplasmic reticulum.",
                "But while the memory cells are just there to hang back and record things, the effector, or plasma cells, are packed with extra amounts of rough endoplasmic reticulum, which acts as an antibody factory."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aWN1bHVt&hash=f73edb53d25cdbc157a72480efb78eabf1858415&lang=en&cache-only=0",
            "defineEn": "a compartment of the ruminant stomach that features a honeycomb-like structure and aids in the breakdown and fermentation of ingested plant material",
            "defineVi": "một ngăn của dạ dày động vật nhai lại có cấu trúc giống như tổ ong và hỗ trợ quá trình phân hủy và lên men nguyên liệu thực vật ăn vào"
        },
        {
            "id": "d0f6bf99-4ef5-4a74-abdb-2e5e2a29f9ef",
            "word": "omasum",
            "phonetic": "ɑːmæsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "These compartments are the reticulum, the rumen, the omasum and the abomasum."
            ],
            "audio": "https://tts.langeek.co/read?text=b21hc3Vt&hash=da4be5837142fb711d36ef9b657c91640a22c91a&lang=en&cache-only=0",
            "defineEn": "a stomach compartment in ruminant animals that helps filter and process food particles before further digestion and absorption",
            "defineVi": "ngăn dạ dày ở động vật nhai lại giúp lọc và xử lý các hạt thức ăn trước khi tiêu hóa và hấp thụ thêm"
        },
        {
            "id": "0919c6c9-c0a4-42c9-b397-3573e634a373",
            "word": "abomasum",
            "phonetic": "ɐbɑːmæsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "These compartments are the reticulum, the rumen, the omasum and the abomasum."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvbWFzdW0&hash=c31844e9b0c8df21d11bf0023171050d67ea1574&lang=en&cache-only=0",
            "defineEn": "the fourth chamber of the stomach in ruminant animals, functioning as the true stomach where gastric juices aid in the breakdown of ingested food",
            "defineVi": "ngăn thứ tư của dạ dày ở động vật nhai lại, có chức năng như dạ dày thực sự, nơi dịch vị giúp phân hủy thức ăn đã ăn vào"
        },
        {
            "id": "26d68282-67a2-48a8-88f2-148274cffc34",
            "word": "reticulorumen",
            "phonetic": "ɹɛɾɪkjʊloːɹuːmɛn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV0aWN1bG9ydW1lbg&hash=e3d5324f77dd6c552d8dd36f4228aa0a3c7e9e9d&lang=en&cache-only=0",
            "defineEn": "a big part of the stomach in animals like cows, sheep, and goats, where food is processed and stored before it's fully digested",
            "defineVi": "một phần lớn của dạ dày ở động vật như bò, cừu và dê, nơi thức ăn được chế biến và lưu trữ trước khi được tiêu hóa hoàn toàn"
        },
        {
            "id": "3a9cd6a2-b4b2-4000-bf96-0dfada59c020",
            "word": "philtrum",
            "phonetic": "fɪltɹəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhpbHRydW0&hash=cddbbc81ecb17dce38c1f78139a34e74c9700c57&lang=en&cache-only=0",
            "defineEn": "In mammals, a midline groove on the snout or upper lip that is often used for the transmission of pheromones during social interaction",
            "defineVi": "Ở động vật có vú, một đường rãnh giữa mõm hoặc môi trên thường được sử dụng để truyền pheromone trong quá trình tương tác xã hội"
        }
    ]
}