{
    "id": "f89d384a-7b4f-4ebf-b5ea-52333c7d5fdc",
    "title": "Unit 3 - Lesson 4",
    "originalTitle": "Unit 3 - Lesson 4",
    "words": [
        {
            "id": "ae7488be-94a6-4a84-9e6f-1b0b09081c90",
            "word": "brave",
            "phonetic": "bɹeɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was putting a brave face on it",
                "The brave police officer rushed to the scene of the accident to provide assistance.",
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "No one said a word all of us were consciously putting on a brave face.",
                "My grandfather was very hard working and brave and he died in harness."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhdmU&hash=35cd8d176bdd597ebe3f22c3f22b704452bbea31&lang=en&cache-only=0",
            "defineEn": "having no fear when doing dangerous or painful things",
            "defineVi": "không sợ hãi khi làm những việc nguy hiểm hoặc đau đớn",
            "hasImg": true
        },
        {
            "id": "19b0ce12-baf1-454f-8974-f8b6d33947c4",
            "word": "bravely",
            "phonetic": "bɹeɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The firefighter bravely extinguished the house fire.",
                "He bravely took a bite of the spicy chilli and instantly felt a fiery sensation in his mouth.",
                "The child who was caught stealing apples bravely faced the music in accepting his punishment.",
                "'It was my fault,' added Cathy bravely.",
                "The Syrians fought bravely, but in the end they had to go back to Aleppo with nothing to show for their hard work."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhdmVseQ&hash=24c7c92f2f775262c64a84abe2b65b34b115dcee&lang=en&cache-only=0",
            "defineEn": "in a fearless manner that shows bravery or courage",
            "defineVi": "một cách không sợ hãi thể hiện sự dũng cảm hoặc can đảm"
        },
        {
            "id": "4d320a30-8970-4618-86f5-eb771203ec93",
            "word": "bravery",
            "phonetic": "bɹeɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bravery is coursing through my veins.",
                "He strikes an attitude of bravery and lonely defiance.",
                "They recognize his bravery.",
                "They recognize his bravery.",
                "Never forget their bravery."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhdmVyeQ&hash=c6f6206550110d5127b70eedb47eceb0491972c7&lang=en&cache-only=0",
            "defineEn": "readiness to face and endure danger or pain without any fear or hesitation",
            "defineVi": "sẵn sàng đối mặt và chịu đựng nguy hiểm hoặc đau đớn mà không sợ hãi hay do dự",
            "hasImg": true
        },
        {
            "id": "9a7187ec-4fa2-4980-a792-57499b50b849",
            "word": "confident",
            "phonetic": "kɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Both men wore confident smiles.",
                "She felt confident and beautiful in her new swimsuit.",
                "I'm confident that the new restaurant will go like a bomb and become a popular dining destination.",
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50&hash=78cae2e14348480b0022e7a87dd698aba99fef4b&lang=en&cache-only=0",
            "defineEn": "being certain about our plans, abilities, the future, etc. and believing that we can gain success",
            "defineVi": "chắc chắn về kế hoạch, khả năng, tương lai của mình, v.v. và tin rằng chúng ta có thể đạt được thành công",
            "hasImg": true
        },
        {
            "id": "bd7ca3bf-e5ec-4289-bb40-64bdd0890c39",
            "word": "confidently",
            "phonetic": "kɑːnfɪdəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The girl with the carrot top confidently embraces her unique hair color, radiating a sense of individuality.",
                "The salesman confidently presented his product, knowing that good wine needs no bush.",
                "She held her head high as she walked confidently into the room.",
                "The expert confidently stated that it had been sunny with excellent visibility on the day in question.",
                "No one could confidently know the age of the earth before the discovery of radioactivity and the development of radiometric dating in the early twentieth century."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50bHk&hash=03dbaa8449b1fc76f274243e3319ad5edaa7f48a&lang=en&cache-only=0",
            "defineEn": "in a way that shows confidence and trust in oneself or another person's abilities, plans, etc.",
            "defineVi": "theo cách thể hiện sự tự tin và tin tưởng vào khả năng, kế hoạch của bản thân hoặc người khác, v.v."
        },
        {
            "id": "e7bb8a1c-32d1-4c6a-9e63-60a1756b7c91",
            "word": "confidence",
            "phonetic": "kɑːnfɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He lost confidence and backed out of the deal at the last minute.",
                "We have confidence in the police's ability to investigate and solve crimes.",
                "Olivia shows her skin with confidence, wearing a swimsuit at the beach.",
                "The performance improved as their confidence grew.",
                "He clearly knew the game backward and forward and had confidence in his opinions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW5jZQ&hash=bde7d3987db1987fe0253db1f3ef04bfca53ac62&lang=en&cache-only=0",
            "defineEn": "the belief in one's own ability to achieve goals and get the desired results",
            "defineVi": "niềm tin vào khả năng của chính mình để đạt được mục tiêu và có được kết quả mong muốn"
        },
        {
            "id": "fea1adb5-d939-430e-bf0f-76dfc9b1872e",
            "word": "courageous",
            "phonetic": "kɜːɹeɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I have to be courageous.",
                "Like, we have to be courageous.",
                "Americans respect your courageous choice for liberty.",
                "She was very brave, she was always courageous.",
                "And so I encourage you, be courageous, stand up for yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmFnZW91cw&hash=d31aba70d44987343661c12d0e078aa9ffc21f67&lang=en&cache-only=0",
            "defineEn": "expressing no fear when faced with danger or difficulty",
            "defineVi": "thể hiện không sợ hãi khi gặp nguy hiểm hoặc khó khăn",
            "hasImg": true
        },
        {
            "id": "bfc37c5a-93a7-4228-b73f-4601f94d646c",
            "word": "courageously",
            "phonetic": "kɜːɹeɪdʒəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "These heroes courageously answered the call of duty.",
                "However, many people courageously sent these videos.",
                "and I think what we all want is for our public officials to follow their conscience, to speak the truth, to uphold the rule of law, to act courageously, when necessary alone, but also to have the courage to compromise sometimes and get things done for the American people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmFnZW91c2x5&hash=72b7f4c285db0b79cb7ccb529082777671c2b739&lang=en&cache-only=0",
            "defineEn": "in a manner that shows  no fear when faced with danger or difficulty",
            "defineVi": "theo cách không sợ hãi khi gặp nguy hiểm hoặc khó khăn"
        },
        {
            "id": "4d30d597-d467-4090-9d2f-2fb5e1c35eaa",
            "word": "courage",
            "phonetic": "kɜːɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To show great courage.",
                "He doesn't want courage.",
                "He has the courage of his convictions.",
                "They had the courage to speak the truth.",
                "The bear is a symbol of strength and courage in many cultures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmFnZQ&hash=207583d95a437b1282db13cbaa4faddb3a77e59a&lang=en&cache-only=0",
            "defineEn": "the quality to face danger or hardship without giving in to fear",
            "defineVi": "chất lượng để đối mặt với nguy hiểm hoặc khó khăn mà không sợ hãi",
            "hasImg": true
        },
        {
            "id": "da7657e2-158a-4317-bef0-0bf9176fb547",
            "word": "fearless",
            "phonetic": "fɪɹləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether it's in politics, social movements, or any other area of life, those who are the most vulnerable or marginalized may also be the most fearless and willing to fight for their rights - beggars fear no rebellion, as the old saying goes.",
                "This generation, they're very fearless.",
                "With age, you become more fearless.",
                "With age, you become more fearless.",
                "NFL star Chris Borland was known as a fearless player, but after one season, he quit because he was afraid of head injuries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcmxlc3M&hash=d8af81d4da243e440d672c0a21a29835880d0ec5&lang=en&cache-only=0",
            "defineEn": "expressing no signs of fear in face of danger or difficulty",
            "defineVi": "thể hiện không có dấu hiệu sợ hãi khi đối mặt với nguy hiểm hoặc khó khăn"
        },
        {
            "id": "d3a0306b-cac7-49a3-a1b0-6b36d015dca8",
            "word": "fearlessly",
            "phonetic": "fɪɹləsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "- We have a family motto that we are fearlessly authentic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcmxlc3NseQ&hash=14ea113cc8df30d351220c0ae923fa354442f60f&lang=en&cache-only=0",
            "defineEn": "in a manner that is determined and free from fear",
            "defineVi": "theo cách quyết tâm và không sợ hãi"
        },
        {
            "id": "e9158c48-7a28-493e-975d-fa9fadd40528",
            "word": "fearlessness",
            "phonetic": "fɪɹləsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean, you're just hoping that his fearlessness is gonna rub off on you?",
                "Her fearlessness in the face of the unknown proved that she was more than his equal.",
                "But by identifying warning signs early on and by working with these kids and families to correct their behavior and remove negative influences, some of that impulse fearlessness could be channeled into healthier directions, like to reward promoting athleticism, or a spirit of adventure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcmxlc3NuZXNz&hash=5b4aa35985fa3fca6867a1103a012a44f0bd0bb0&lang=en&cache-only=0",
            "defineEn": "the quality that allows one to face danger or hardship without having fear",
            "defineVi": "phẩm chất cho phép một người đối mặt với nguy hiểm hoặc khó khăn mà không sợ hãi"
        },
        {
            "id": "6d09c0af-c343-4dd7-b174-59f9ce49f686",
            "word": "heroic",
            "phonetic": "hɪɹoʊɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have disciplined heroic soldiers.",
                "For her supporters she was heroic.",
                "This heroic defeat has been an inspiration to underdogs ever since.",
                "Since the day he madehis heroic stand, his country has changedbeyond recognition.",
                "For most soldiers, there was nothing glamorous or heroic about this war."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2lj&hash=dbb08439de82ef3ac0271364ca1c7bf05e9f7ef9&lang=en&cache-only=0",
            "defineEn": "very imposing or impressive; surpassing the ordinary (especially in size or scale)",
            "defineVi": "rất hùng vĩ hoặc ấn tượng; vượt qua mức bình thường (đặc biệt là về kích thước hoặc quy mô)"
        },
        {
            "id": "fe8438c0-6237-45bf-b173-f212c1a8675e",
            "word": "heroically",
            "phonetic": "hɪɹoʊɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "So this small group heroically recovered and spread out of Africa 64,000 years ago, colonizing diverse environments and continuing to innovate.",
                "Social psychology can not only give us some of the tools we need to understand why people behave brutally, it can also help us understand why we sometimes act heroically."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2ljYWxseQ&hash=ee502975128b86e80be0cd48cf0f43a90808a31d&lang=en&cache-only=0",
            "defineEn": "in a manner involving bravery, courage, or determination",
            "defineVi": "trong một cách liên quan đến dũng cảm, can đảm, hoặc quyết tâm"
        },
        {
            "id": "b490c0b1-bcb5-4769-89ec-538d4919bc29",
            "word": "heroism",
            "phonetic": "hɛɹoʊɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So - what is heroism?",
                "His heroism erased. ",
                "Stories about human spaceflight are usually full of heroism, math, and the triumph of human ingenuity over incredible odds.",
                "Indeed, he would return to his wounding and his heroism obsessively, for the rest of his life, changing his report as the occasion demanded.",
                "This is Crash Course Mythology and today we continue our discussion of heroes and heroism."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2lzbQ&hash=a2d7e8dd2c254ff987731bb4249b1563892cef1e&lang=en&cache-only=0",
            "defineEn": "the quality of showing great courage in face of situations involving serious danger or pain",
            "defineVi": "chất lượng thể hiện lòng dũng cảm tuyệt vời khi đối mặt với các tình huống liên quan đến nguy hiểm hoặc đau đớn nghiêm trọng"
        },
        {
            "id": "2fbcc098-881c-46fe-8e4f-a03c0a3c9b70",
            "word": "willing",
            "phonetic": "wɪlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two sides in the dispute are finally willing to talk.",
                "I'm willing to accept the blame for what happened.",
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "Kate is willing to pay full price for an expensive handbag, but I just can't wrap my head around that.",
                "Look, I was willing to take a chance on your idea, but it didn't pan out."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsbGluZw&hash=39aab010ceb8d0a133f80a57a1dd10631fbe6d5c&lang=en&cache-only=0",
            "defineEn": "eager, interested, or ready to do something",
            "defineVi": "háo hức, quan tâm, hoặc sẵn sàng để làm một cái gì đó"
        },
        {
            "id": "e80d827e-2115-42da-89b7-398f2d3a529e",
            "word": "willingly",
            "phonetic": "wɪlɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I'll willingly trade you.",
                "That is, that buyers and sellers willingly decide to make a transaction.",
                "If I could have 12 more years with him, I would willingly do it again.",
                "And in many cases, members may willingly submit out of desire to belong and to attain the promised rewards.",
                "They were willingly spewing untruths, stoking fear, stoking ignorance, smearing others."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsbGluZ2x5&hash=0ec31024ea86c1ba5d9e2b22dbf68261b004a0bc&lang=en&cache-only=0",
            "defineEn": "in a manner that shows one is inclined or happy to do something",
            "defineVi": "theo cách cho thấy một người có khuynh hướng hoặc hạnh phúc khi làm điều gì đó"
        },
        {
            "id": "c3d42f8f-0930-47eb-bbee-355bbda23dd3",
            "word": "willingness",
            "phonetic": "wɪlɪŋnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But with a lot of hard work and a willingness to adapt, they were able to get the business back on the rails and turn a profit once again.",
                "Certainly from the side of the public, there appears a lot of willingness.",
                "Naomi: A willingness to explore and learn.",
                "He shows a real willingness to go right into the fray on immigration stuff. ",
                "But further delays in aviation authorities willingness to unground the 737 Max could change its opinion."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsbGluZ25lc3M&hash=a46ab6c7815dd5a214289b214daa0640d7372aff&lang=en&cache-only=0",
            "defineEn": "the quality of being ready or glad to do something when the time comes or if the need arises",
            "defineVi": "chất lượng sẵn sàng hoặc vui mừng để làm điều gì đó khi thời gian đến hoặc nếu có nhu cầu"
        }
    ]
}