{
    "id": "f8b424b6-9d51-4b13-8ff0-51d36fea788f",
    "title": "Persuasion and Mediation 2",
    "originalTitle": "Persuasion and Mediation 2",
    "words": [
        {
            "id": "5457fbfe-284f-4cc1-91b4-0469d73456c3",
            "word": "to mediate",
            "phonetic": "tə miːdɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mediating between living and nonliving things are nutrients like carbon, nitrogen, and oxygen, which cycle in and out of organisms in different ways.",
                "And scientists think that spontaneous decidualization could have evolved to mediate this relationship.",
                "The media, as the name suggests, mediates this information and shapes it in powerful ways.",
                "This means she conducts religious rites, but she also serves as a judge, healer, and scholar, teaching children and mediating conflict between Celtic tribes.",
                "What was more interesting is that the CNS survey results seemed to mediate the effects of the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVkaWF0ZQ&hash=e4b87643297f2695662a35a1346f71d637747c83&lang=en&cache-only=0",
            "defineEn": "to help end a dispute between people by trying to find something on which everyone agrees",
            "defineVi": "giúp chấm dứt tranh chấp giữa mọi người bằng cách cố gắng tìm ra điều gì đó mà mọi người đều đồng ý"
        },
        {
            "id": "67f808ec-9edd-455c-bae1-959eceabcbe4",
            "word": "mediation",
            "phonetic": "miːdɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fast forward to 2013, when a federal judge ordered the two sides in the case into mediation.",
                "If you travel a lot or you just have a very busy life, these mediations can create a tether to your pharmacy which can feel very confining.",
                "This as the fighting between Hamas and Israeli forces continued despite mediation attempts by Egyptian security officials.",
                "This as the fighting between Hamas and Israeli forces continued despite mediation attempts by Egyptian security officials.",
                "And beyond this Audible is also giving members even more with their new Plus Catalog, which has thousands of select audiobooks, podcasts, guided fitness and mediation programs, and more!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWF0aW9u&hash=ad13bbd67c10a4c4934d57389f623e81f6fcc50e&lang=en&cache-only=0",
            "defineEn": "the process or act of helping those involved in a conflict reach an agreement",
            "defineVi": "quá trình hoặc hành động giúp đỡ những người tham gia vào một cuộc xung đột đạt được một thỏa thuận"
        },
        {
            "id": "c493bc2a-b985-4561-bcdb-29a8cd3580f8",
            "word": "mediator",
            "phonetic": "miːdɪeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the neighbors argued over their property lines, the mediator advised them to let every fox take care of his own tail and not to interfere with each other's property.",
                "The mediator reminded the disputing parties that it takes two to make a bargain, and encouraged them to listen to each other's needs and work together to find a solution that satisfied both parties.",
                "Egyptian mediators say there's a truce agreement in principle.",
                "He said that he wouldn't mind being a mediator.",
                "So if the i d is the devil on your shoulder, the superego is the angel on the other shoulder, and the ego is the mediator who intervenes when the angel and devil start fighting."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWF0b3I&hash=788e4ef93d3b748a248faaa3f19425fe1fd937eb&lang=en&cache-only=0",
            "defineEn": "an organization or person who tries to help those in a conflict reach an agreement",
            "defineVi": "một tổ chức hoặc người cố gắng giúp những người trong cuộc xung đột đạt được thỏa thuận"
        },
        {
            "id": "33421d9d-e114-4576-a858-59d1e1df5789",
            "word": "moderator",
            "phonetic": "mɑːdɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "CHRIS WALLACE, Moderator: You have repeatedly criticized the vice president.",
                "Scroll down to \"AUTO-MODERATOR.\"",
                "We're going to make a moderator bot.",
                "In our light water reactor, a moderator is needed to control the neutrons’ energy.",
                "I'll be talking to the moderator about it."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdG9y&hash=84e62f154ab434127684533dfaaa58e565a1eb20&lang=en&cache-only=0",
            "defineEn": "someone who, as a job, helps opposing sides come to an agreement",
            "defineVi": "một người, như một công việc, giúp các bên đối nghịch đi đến một thỏa thuận"
        },
        {
            "id": "0ff73222-0d4e-490b-ae38-ff85d6573e23",
            "word": "to nobble",
            "phonetic": "tə nɑːbəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9iYmxl&hash=81d0ce2628ecf3f2d3afb2b9bab1f9b5dd34cc51&lang=en&cache-only=0",
            "defineEn": "to persuade someone to do what one wants by threatening them or giving them money",
            "defineVi": "để thuyết phục một ai đó để làm những gì một người muốn bằng cách đe dọa họ hoặc cho họ tiền"
        },
        {
            "id": "e65989ef-7a81-4482-b691-2fde5853debc",
            "word": "peacekeeper",
            "phonetic": "piːskiːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her kind, patient demeanor earned her the nickname the Peacekeeper.",
                "In my opinion, it's bad that the Russian peacekeepers arrived.",
                "In my opinion, it's bad that the Russian peacekeepers arrived.",
                "If Turkey came, yes, but I don't approve of Russian peacekeepers.",
                "If Turkey came, yes, but I don't approve of Russian peacekeepers."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2VrZWVwZXI&hash=215f3272099c17ea9c42ef93cb54e1bb26944ebb&lang=en&cache-only=0",
            "defineEn": "someone who tries to stop others from fighting or quarreling",
            "defineVi": "một người cố gắng ngăn người khác đánh nhau hoặc cãi nhau"
        },
        {
            "id": "03da58de-28bb-4f2a-99e4-987887272edc",
            "word": "peacemaker",
            "phonetic": "piːsmeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unlike the other Celtic tribes, Roman legions have no regard for the druids’ sacred role as peacemakers.",
                "Forty-eight-year-old Abraham Martin Vega of Texas will be remembered as a peacemaker, his daughter Cori said.",
                "New Yorkers hoped Dinkins would be the peacemaker.",
                "And, certainly, Nancy Reagan believed that this should be her husband's place in history, as a peacemaker and not a warmonger.",
                "The riots seemed to epitomize Dinkins’ failings not only as a leader, but also as a peacemaker."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2VtYWtlcg&hash=00cc024a3c7d619c1ee55814c2cb94c174a98dbc&lang=en&cache-only=0",
            "defineEn": "a country or person who tries to persuade other countries or people to stop quarreling or fighting",
            "defineVi": "một quốc gia hoặc người cố gắng thuyết phục các quốc gia hoặc người dân khác ngừng cãi vã hoặc chiến đấu"
        },
        {
            "id": "73cc45ec-464c-4280-91cc-4ddc896fff9f",
            "word": "to persuade",
            "phonetic": "tə pɚsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "I tried to persuade the Chancellor not to go.",
                "George didn't want to come, but we persuaded him to change his mind.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc3VhZGU&hash=8f60e83c1ae0dc0dbfd9ee95a32b04df8cdf5a53&lang=en&cache-only=0",
            "defineEn": "to make a person do something by giving them a good reason why they should do it",
            "defineVi": "để làm cho một người làm điều gì đó bằng cách cho họ một lý do chính đáng tại sao họ nên làm điều đó"
        },
        {
            "id": "24f925a7-7e32-4b07-8a11-181c25999a1a",
            "word": "persuasion",
            "phonetic": "pɚsweɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's a tough customer, but with some persuasion, we were able to close the deal.",
                "In relationships and negotiations, it's important to remember that persuasion is better than force.",
                "We ran very, very little money for persuasion. ",
                "We ran an extremely minuscule amount of money into persuasion. ",
                "There's no persuasion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3Vhc2lvbg&hash=91e6d34230c8e8fc98767df249139cb3df14122d&lang=en&cache-only=0",
            "defineEn": "the process or act of persuading someone to do or believe something particular",
            "defineVi": "quá trình hoặc hành động thuyết phục ai đó làm hoặc tin vào điều gì đó cụ thể"
        },
        {
            "id": "bd112f0e-c45f-4630-9165-c59800649441",
            "word": "persuasive",
            "phonetic": "pɚsweɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is so persuasive that she has people eating out of her hand in no time.",
                "The essay was written in persuasive form, with the author arguing for a particular point of view.",
                "The negotiator held all the aces with their persuasive arguments, information, and bargaining power, and got a favorable deal.",
                "Lily was known for her strong will and persuasive abilities, which often resulted in her getting her way during important decision-making processes.",
                "Statistics are persuasive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3Vhc2l2ZQ&hash=46a2ac1cd45512d76bc1a07f90da5d5adcb0d2c0&lang=en&cache-only=0",
            "defineEn": "capable of convincing others to do or believe something particular",
            "defineVi": "có khả năng thuyết phục người khác làm hoặc tin vào điều gì đó cụ thể"
        },
        {
            "id": "553e4bbe-fb65-4317-b893-0bf1e229a6d9",
            "word": "to press",
            "phonetic": "tə pɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed her cheek against the cool glass window.",
                "I pressed the issue home to them.",
                "The tabloid press ran the story.",
                "The press as always gave him a free pass as with so many other issues.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3M&hash=1a9b97edd54368c785f30f24e893c3f27798a125&lang=en&cache-only=0",
            "defineEn": "to try very hard to persuade someone to do something",
            "defineVi": "cố gắng hết sức để thuyết phục ai đó làm gì"
        },
        {
            "id": "8600b81d-4c0e-49ec-9199-b2e55e5dd727",
            "word": "to pressure",
            "phonetic": "tə pɹɛʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nurse takes my blood pressure.",
                "They all feel pressure from managers to make a sale.",
                "The pressure began to tell as rain closed in after 20 laps.",
                "The team captain felt the pressure of leading his team to victory, knowing that the outcome would reflect on his leadership.",
                "In the novel, the protagonist is pressured by her parents to marry money and is introduced to a wealthy suitor who can provide her with a luxurious lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3N1cmU&hash=00ef672510e5e453432fd9068538f7dbfc0b32e8&lang=en&cache-only=0",
            "defineEn": "to force or persuade someone to do something",
            "defineVi": "để buộc hoặc thuyết phục một ai đó để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f3497e0a-0724-4028-92de-37f47d6608cb",
            "word": "pressure",
            "phonetic": "pɹɛʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "They all feel pressure from managers to make a sale.",
                "The pressure began to tell as rain closed in after 20 laps.",
                "The team captain felt the pressure of leading his team to victory, knowing that the outcome would reflect on his leadership.",
                "In the novel, the protagonist is pressured by her parents to marry money and is introduced to a wealthy suitor who can provide her with a luxurious lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3N1cmU&hash=80585a5387c896133c2b57e77be19a17b68fd6f2&lang=en&cache-only=0",
            "defineEn": "the action of forcing, persuading, or intimidating someone into doing something",
            "defineVi": "hành động ép buộc, thuyết phục hoặc đe dọa ai đó làm điều gì đó"
        },
        {
            "id": "0e73aeb3-f3f1-4c60-8e6e-ba5e900b3b3f",
            "word": "to pressurize",
            "phonetic": "tə pɹɛʃɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "- Pressurize the hose.",
                "- Pressurize the hose.",
                "Tank is pressurizing.",
                "Eventually, the pens were pressurized with nitrogen gas.",
                "We're going to pressurize this thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3N1cml6ZQ&hash=83006fabd30a4aadd428a4be75ffce7abce786fe&lang=en&cache-only=0",
            "defineEn": "to force someone to do something",
            "defineVi": "để buộc một ai đó để làm một cái gì đó"
        },
        {
            "id": "e948b582-25b8-4555-b045-10e8c99f987e",
            "word": "to prevail on",
            "phonetic": "tə pɹɪveɪl ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmFpbCBvbg&hash=35bd9b11778074b4270c1a73294140e222bd9203&lang=en&cache-only=0",
            "defineEn": "to persuade and convince a person to do something",
            "defineVi": "để thuyết phục và thuyết phục một người làm điều gì đó"
        },
        {
            "id": "dab1fd14-c538-447e-8255-c681ef3b7071",
            "word": "to push",
            "phonetic": "tə pʊʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pushed the stroller along the path in the park.",
                "They pushed the heavy box across the room.",
                "The weight of the world pushed him to his knees.",
                "She pushed the cart down the aisle at the grocery store.",
                "The new product design pushes the limits of what is currently available on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVzaA&hash=5dbc73e4539f043c65297ceeaf3e9a2ca08d1ee3&lang=en&cache-only=0",
            "defineEn": "to influence someone to do something, particularly something that might be against their will",
            "defineVi": "gây ảnh hưởng đến ai đó làm điều gì đó, đặc biệt là điều gì đó có thể trái với ý muốn của họ"
        },
        {
            "id": "643b3bff-5adc-4dbf-8892-c904de2b4e08",
            "word": "to reason with",
            "phonetic": "tə ɹiːzən wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "My brother doesn't move an inch once he gets an idea in his head, so don't bother trying to reason with him.",
                "Instead, she reasoned with him and resolved the issue, demonstrating how a man of courage never wants weapons.",
                "I'm going to try to reason with him first",
                "Barack Obama came into office thinking, well, I can reason with them. ",
                "It’s much easier to set up failsafes now than to try to reason with a computer that’s smarter than us."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhc29uIHdpdGg&hash=1a2d4bed06d914db2985bfaae01050876987bc6d&lang=en&cache-only=0",
            "defineEn": "to talk to someone to convince them to act or think more rationally",
            "defineVi": "nói chuyện với ai đó để thuyết phục họ hành động hoặc suy nghĩ hợp lý hơn"
        },
        {
            "id": "bc5d59cc-ddb5-4cdc-9d71-995ca955a3d8",
            "word": "to seduce",
            "phonetic": "tə sᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sinfully attractive man who knows what he wants, Rafael seduces Cherri before she knows what hits her.",
                "I was seduced by it.",
                "You're seducing me in another man's lingerie?",
                "In many ways, the novel follows a common narrative thread where a promising youth is seduced and corrupted by the dangers of urban life.",
                "You were probably trying to seduce Sarah, that's my guess."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VkdWNl&hash=6d676c3dde54c6c89e702be5d6cf4c2b6b82653a&lang=en&cache-only=0",
            "defineEn": "to influence someone to do something by making it seem interesting or pleasant",
            "defineVi": "ảnh hưởng đến ai đó để làm điều gì đó bằng cách làm cho nó có vẻ thú vị hoặc dễ chịu"
        },
        {
            "id": "934f4062-5b77-4cfd-8dac-f1a029d81f51",
            "word": "silver tongue",
            "phonetic": "sɪlvɚ tʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVyIHRvbmd1ZQ&hash=d4f08868a7c0614d7e3d062708062cfc760e0658&lang=en&cache-only=0",
            "defineEn": "the ability of persuading others to believe something or do something that one wants",
            "defineVi": "khả năng thuyết phục người khác tin vào điều gì đó hoặc làm điều gì đó mà người ta muốn"
        },
        {
            "id": "393e2657-03d4-46b6-a411-4b5a2e3dfb94",
            "word": "silver-tongued",
            "phonetic": "sɪlvɚtʌŋd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVyLXRvbmd1ZWQ&hash=0cf187e744de133cdd6852b3a7ec8a09155e020a&lang=en&cache-only=0",
            "defineEn": "skilled at persuading others to believe something or do what one wants",
            "defineVi": "có kỹ năng thuyết phục người khác tin vào điều gì đó hoặc làm những gì người ta muốn"
        },
        {
            "id": "57ef5ec2-21f8-41d2-9f4c-b1b602987399",
            "word": "smooth-talking",
            "phonetic": "smuːðtɔːkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c21vb3RoLXRhbGtpbmc&hash=25c4139808fc8b1191d96edcca914b5c7e563eda&lang=en&cache-only=0",
            "defineEn": "talking with confidence and politeness in order to persuade someone to do something, in a manner that might be insincere or dishonest",
            "defineVi": "nói chuyện với sự tự tin và lịch sự để thuyết phục ai đó làm điều gì đó, theo cách có thể không thành thật hoặc không trung thực"
        },
        {
            "id": "8bbcd92d-2204-4271-a2d6-7ce47482d00e",
            "word": "to soften up",
            "phonetic": "tə sɔfən ʌp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc29mdGVuIHVw&hash=ed58e552b61407822afec31668820f6e180311d8&lang=en&cache-only=0",
            "defineEn": "to be very nice to someone so that the chance of them agreeing to do what one wants is increased",
            "defineVi": "rất tốt với ai đó để cơ hội họ đồng ý làm những gì một người muốn được tăng lên"
        },
        {
            "id": "d4a9da4c-69d6-4be9-b1da-100e013f4757",
            "word": "to sway",
            "phonetic": "tə sweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't be swayed by false promises or quick fixes.",
                "As the sun set, the fields of safflower swayed gently in the breeze, creating a picturesque scene.",
                "The strong wind caused the tree branches to bend and sway.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dheQ&hash=69b01eb633169fbbf7444e53b52b541e161c48fa&lang=en&cache-only=0",
            "defineEn": "to encourage someone to do or believe something",
            "defineVi": "để khuyến khích một ai đó để làm hoặc tin tưởng một cái gì đó"
        },
        {
            "id": "34a52645-b138-4cb4-9fcc-dcb885b2ff22",
            "word": "to sweeten",
            "phonetic": "tə swiːʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A teaspoon of sugar can sweeten your morning coffee or tea.",
                "He carries a small container of stevia in his backpack to sweeten his drinks while on the go.",
                "He placed a sugar lump in his coffee to sweeten it just the way he liked.",
                "They mixed sugar syrup into their lemonade, creating a refreshing and sweetened summer drink.",
                "And I'm going to sweeten the deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlZXRlbg&hash=4b08f43a7c4bc6ff1789299add3a7e6ae6a00d9c&lang=en&cache-only=0",
            "defineEn": "to attempt to persuade someone to do what one wants by promising them something or giving something to them",
            "defineVi": "cố gắng thuyết phục ai đó làm những gì họ muốn bằng cách hứa với họ điều gì đó hoặc đưa cho họ thứ gì đó"
        },
        {
            "id": "11cf1717-9f2d-4fb0-90bb-5715ffeda0ac",
            "word": "to talk into",
            "phonetic": "tə tɔːk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Going to talk into it here.",
                "Now tell your friend to put their cup over their ear while you talk into your cup.",
                "Now you can check if your microphones are working right on the interface by talking into them.",
                "I cannot understand anybody that is talking into a microphone, like from far away, it's just too muffly.",
                "I got talked into that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsayBpbnRv&hash=3310c8e1f1a1d0fea2837f923bea9dfff97e80a5&lang=en&cache-only=0",
            "defineEn": "to convince someone to do something they do not want to do",
            "defineVi": "để thuyết phục ai đó làm điều gì đó mà họ không muốn làm"
        },
        {
            "id": "5f17a42a-812a-49a6-9046-271e2ef2b514",
            "word": "to [talk] {sb} out of {sth}",
            "phonetic": "tə tɔːk ɛsbiː aʊɾəv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsayB7c2J9IG91dCBvZiB7c3RofQ&hash=61532e3be35e1d2f6e59669d8c3f1d1069396aca&lang=en&cache-only=0",
            "defineEn": "to advise someone against doing something",
            "defineVi": "để khuyên ai đó chống lại làm điều gì đó"
        },
        {
            "id": "6c33ebd3-647d-48c2-9cde-d3f6f434b113",
            "word": "to tempt",
            "phonetic": "tə tɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "People were tempted into the trade by the thought of easy money.",
                "It's true what they say - an open door may tempt a saint.",
                "One of my colleagues was rude to me in a meeting, and I was tempted to snap back.",
                "Sadly, new customers are being enticed by tempting promotions only to find the dice are loaded against them.",
                "Sarah's family was tempted to take out a loan to go on a lavish vacation, but they remembered the saying 'better go to bed supperless than rise in debt.'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVtcHQ&hash=fc4ec563427bcbe15a586bcdc778676394033cf7&lang=en&cache-only=0",
            "defineEn": "to persuade someone to do something that seems interesting to them, even though they know it is not good for them",
            "defineVi": "thuyết phục ai đó làm điều gì đó có vẻ thú vị với họ, mặc dù họ biết điều đó không tốt cho họ"
        },
        {
            "id": "8023bb4d-e956-427f-9716-9c5628b95b9b",
            "word": "to [twist] {one's} arm",
            "phonetic": "tə twɪst wʌn bækslæʃ ɛs ɑːɹm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdpc3Qge29uZSdzfSBhcm0&hash=b3379751e10f653f22413b31938c40792fbf7d54&lang=en&cache-only=0",
            "defineEn": "to force or persuade someone to do something they are unwilling to do",
            "defineVi": "buộc hoặc thuyết phục ai đó làm điều gì đó mà họ không muốn làm"
        },
        {
            "id": "e15452b4-003d-4cc9-9108-cea0c6f4ad86",
            "word": "to urge",
            "phonetic": "tʊ ɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Officials are urging residents not to try to weather the storm.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "She urged him to reach out to his family.",
                "Management urged cabin crew to call off their work to rule.",
                "The strong wind urged on the sails of the boat, helping it move faster."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXJnZQ&hash=e93369043d79db8faae032ed8231d8f653570182&lang=en&cache-only=0",
            "defineEn": "to try hard to persuade or encourage someone to do something",
            "defineVi": "cố gắng hết sức để thuyết phục hoặc khuyến khích ai đó làm điều gì đó"
        },
        {
            "id": "b1ab82b4-d4b3-40b4-a354-475781ed1ffa",
            "word": "to wheedle",
            "phonetic": "tə wiːdəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hlZWRsZQ&hash=1d1a38957c1a6b630ca7a410342c868b68e5c687&lang=en&cache-only=0",
            "defineEn": "to influence someone to do something or to get something from them by being superficially nice to them",
            "defineVi": "ảnh hưởng đến ai đó để làm điều gì đó hoặc để có được một cái gì đó từ họ bằng cách bề ngoài tốt với họ"
        },
        {
            "id": "4291347d-8b3c-4ed8-9de2-bcad4f93dc7b",
            "word": "to win around",
            "phonetic": "tə wɪn ɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luIGFyb3VuZA&hash=584fadedee1d5e94f4d67f2e9a9b193b914b32a4&lang=en&cache-only=0",
            "defineEn": "to try to change someone's opinion about something and gain their support or favor",
            "defineVi": "cố gắng thay đổi quan điểm của ai đó về điều gì đó và giành được sự ủng hộ hoặc ủng hộ của họ"
        },
        {
            "id": "f8f92a7c-27e4-48e1-aedf-9549a5a71767",
            "word": "to win over",
            "phonetic": "tə wɪn oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luIG92ZXI&hash=fa032624e33ca23fbe7a2ff52bb71291379de26f&lang=en&cache-only=0",
            "defineEn": "to try to change someone's opinion on something and gain their favor or support",
            "defineVi": "cố gắng thay đổi quan điểm của ai đó về điều gì đó và giành được sự ủng hộ hoặc ủng hộ của họ"
        },
        {
            "id": "a01600dc-a6cf-4854-8372-9a6126f05f2c",
            "word": "to work on",
            "phonetic": "tə wɜːk ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayBvbg&hash=59a688dd034a63b283cffd6bfbb268bf70422489&lang=en&cache-only=0",
            "defineEn": "to attempt to persuade someone to do or agree to something",
            "defineVi": "để cố gắng thuyết phục ai đó làm hoặc đồng ý với một cái gì đó"
        }
    ]
}