{
    "id": "f9043ea6-565f-452b-a2dc-e1d1a192c96c",
    "title": "General Adjectives 2",
    "originalTitle": "Lesson 64",
    "words": [
        {
            "id": "12a50d35-e509-414a-afb5-eb1fc81a9fc0",
            "word": "forward",
            "phonetic": "fɔːɹwɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After that, things moved forward at lightning speed.",
                "We'll take the matter forward at our next meeting.",
                "My children look forward to receiving gifts during the winter holidays.",
                "He took a big step forward to start his new adventure.",
                "He leaned forward to take her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yd2FyZA&hash=19539ffc431b46d0fdd87bd9492e444e89b65d6a&lang=en&cache-only=0",
            "defineEn": "facing or directed toward the front",
            "defineVi": "đối mặt hoặc hướng về phía trước",
            "hasImg": true
        },
        {
            "id": "024fbe10-cedf-4731-8f6f-af93efb62d31",
            "word": "fundamental",
            "phonetic": "fʌndəmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The society believed that education was a fundamental human right, knowing that better unborn than untaught - it was essential to ensure that everyone had the opportunity to reach their full potential.",
                "First off is the fundamentals.",
                "So your fundamental frequency stays, well, fundamental.",
                "So people no longer care about fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZGFtZW50YWw&hash=f5fd1ffb44031690cc9dbea1c9430d431b344db3&lang=en&cache-only=0",
            "defineEn": "impacting the core and most important parts of something; the most basic or important",
            "defineVi": "tác động đến phần cốt lõi và quan trọng nhất của một cái gì đó; cơ bản nhất hoặc quan trọng nhất"
        },
        {
            "id": "9816d911-5cef-482e-b46d-058b659566e4",
            "word": "grand",
            "phonetic": "ɡɹænd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "In politics, people often make grand speeches but fail to take action.",
                "The wise owls went to visit their grand kids in their scooters.",
                "The grand finale of the performance is the crowning glory of the entire show, leaving the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQ&hash=0808e8773af519a1b3a119aab352397f413ef586&lang=en&cache-only=0",
            "defineEn": "very impressive and large",
            "defineVi": "rất ấn tượng và lớn"
        },
        {
            "id": "268787ed-3735-4aa1-a2e8-0e0fc8e45d79",
            "word": "hilarious",
            "phonetic": "hɪlɛɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The movie was hilarious.",
                "A clumsy chef accidentally spills ingredients, knocks over pots, and slips on the floor, creating a hilarious comedy of errors in the kitchen.",
                "These kids are hilarious.",
                "My mom is hilarious.",
                "This thing is hilarious."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlsYXJpb3Vz&hash=53f36d4b021a9c7b0b7602aea3989dd606667126&lang=en&cache-only=0",
            "defineEn": "causing great amusement and laughter",
            "defineVi": "gây ra niềm vui lớn và tiếng cười",
            "hasImg": true
        },
        {
            "id": "70af57f5-0124-4d34-8b91-594cb8148da3",
            "word": "honorable",
            "phonetic": "ɑːnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not all men are as honorable or hold to the same standards as Sam.",
                "Not all men are as honorable or hold to the same standards as Sam.",
                "He’s an honorable man. ",
                "And even though they failed, these are honorable efforts.",
                "The first words out of his mouth was, Mr. Kim, are you an honorable man?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ub3JhYmxl&hash=3ac71cb2f01b4ee41b306309f78a442a29c95cb5&lang=en&cache-only=0",
            "defineEn": "morally good and deserving respect",
            "defineVi": "đạo đức tốt và đáng được tôn trọng"
        },
        {
            "id": "fb470b68-897b-4434-b251-f0163903355d",
            "word": "humorous",
            "phonetic": "hjuːmɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It would be humorous if it weren't so sad the way Sarah tiptoes around her wife.",
                "Whenever I'm feeling down, I try to watch a funny movie or read a humorous book.",
                "I fear pranks, people think of me as a humorous fellow, some of you, some people do, and they always think, oh, you must love pranks.",
                "He creates digital images and videos, humorous, grotesque, social commentary.",
                "There were humorous TV ads where people with mouths full of chocolate chip cookies or peanut butter sandwiches found themselves grasping hopelessly for a glass of milk."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtb3JvdXM&hash=ec5fe2fc96598111c2f8d54436a970b5a70099f3&lang=en&cache-only=0",
            "defineEn": "making one laugh particularly by being enjoyable",
            "defineVi": "làm cho một người cười đặc biệt bằng cách thú vị"
        },
        {
            "id": "c93fd595-e5aa-42e0-84c7-8764d877f538",
            "word": "impressed",
            "phonetic": "ɪmpɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When we presented our ideas to the boss, he was impressed that our solutions were so similar - I guess great minds think alike.",
                "He was so impressed that he jumped up and down with excitement.",
                "I was really impressed with how quickly Sarah turned that trick on the computer problem.",
                "I'm impressed.",
                "I was impressed."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2Vk&hash=35b4c2a91377f8d93079b777d76e9dfe3679036f&lang=en&cache-only=0",
            "defineEn": "respecting or admiring a person or thing, particularly because of their excellent achievements or qualities",
            "defineVi": "tôn trọng hoặc ngưỡng mộ một người hoặc một vật, đặc biệt là vì những thành tích hoặc phẩm chất xuất sắc của họ"
        },
        {
            "id": "bf71cdda-3982-469a-b7b2-ea41da694907",
            "word": "initial",
            "phonetic": "ɪnɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Walter, disaster followed hard on the heels of his initial success.",
                "After the initial shock, Lisa got a grip on herself and called an ambulance.",
                "The real estate investment provided a high yield, exceeding the initial expectations of the investors.",
                "She realized that her initial assumption was correct.",
                "The successful entrepreneur knew that money makes money and used his initial profits to fund new business ventures that eventually made him a millionaire."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pdGlhbA&hash=47fc11c2e427bd9e59823d54451243bc35f4819c&lang=en&cache-only=0",
            "defineEn": "related to or happening at the beginning",
            "defineVi": "liên quan đến hoặc xảy ra lúc đầu",
            "hasImg": true
        },
        {
            "id": "2c7e09aa-c777-4c76-8783-162fb326a687",
            "word": "inner",
            "phonetic": "ɪnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The inner box holds the cheese and has holes in it.",
                "The inner box holds the cheese and has holes in it.",
                "My father had a living in an inner suburb of Leeds which had been going down in the world for decades.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5uZXI&hash=706c782a533bdcd849eedcd02ded544741bbd8dc&lang=en&cache-only=0",
            "defineEn": "located inside; near the center",
            "defineVi": "nằm bên trong; gần trung tâm"
        },
        {
            "id": "19aa1caa-8f7d-450a-a1f8-2f0741c4f742",
            "word": "intended",
            "phonetic": "ɪntɛndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The intended experiment was a failure, and she had ruined some glassware.",
                "You don't punish someone for crimes they neither INTENDED or COMMITTED."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5kZWQ&hash=a4e836bb091d18da01e50e2fb6f292f1e836d334&lang=en&cache-only=0",
            "defineEn": "used to describe what one aims to reach or accomplish",
            "defineVi": "được sử dụng để mô tả những gì một người nhằm đạt được hoặc hoàn thành"
        },
        {
            "id": "6f499a26-bc65-4789-b9ba-112e3185514a",
            "word": "intense",
            "phonetic": "ɪntɛns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This class is intense!",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Keeping his shirt on during intense moments.",
                "I love the intense flavor of black currants in my morning smoothie."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zZQ&hash=0b547c19775073ebbb8962976976667669df3a51&lang=en&cache-only=0",
            "defineEn": "very extreme or great",
            "defineVi": "rất cực đoan hoặc tuyệt vời",
            "hasImg": true
        },
        {
            "id": "c05eb3c3-acae-46a3-8e40-9f6654349810",
            "word": "internal",
            "phonetic": "ɪntɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "You have internal energy.",
                "Internal energy is 0.",
                "Monarch butterflies actually have two internal clocks.",
                "Monarch butterflies actually have two internal clocks."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuYWw&hash=691bbdb181b5b12e18e30fae1f5ed630cf0a7913&lang=en&cache-only=0",
            "defineEn": "located in or related to the inside of something",
            "defineVi": "nằm trong hoặc liên quan đến bên trong của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b9e4f5fa-c92f-4a42-b452-8ce484922a4e",
            "word": "literal",
            "phonetic": "lɪɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Throughout development, the most complex parts of our bodies get a literal headstart.",
                "The literal challenge is beyond today's capacity.",
                "We have a literal pandemic playbook.",
                "The burning of so much coal, so quickly left behind a literal mark in the earth’s geohistory.",
                "- They were literal quotes from you."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhbA&hash=d0769378178226e1b8095687a4a58ddd6dcf72c9&lang=en&cache-only=0",
            "defineEn": "(of a word or phrase) original or the most basic",
            "defineVi": "(của một từ hoặc cụm từ) nguyên bản hoặc cơ bản nhất"
        },
        {
            "id": "01600a19-ff5c-4a52-8d19-c1303bec8f30",
            "word": "mass",
            "phonetic": "mæs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Meat and mass never hindered man.",
                "Is Donald Trump trembling in his boots over mass occult and witch spells?",
                "My fitness coach kept telling me I need to eat breakfast like a king, lunch like a prince and dinner like a pauper in order to maintain my muscle mass while cutting body fat.",
                "You have mass.",
                "The answer is mass."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzcw&hash=89d2e9b6dcf9ac4b17321fbb4443bd26d24f441b&lang=en&cache-only=0",
            "defineEn": "involving or impacting a large number of things or people",
            "defineVi": "liên quan đến hoặc tác động đến một số lượng lớn những thứ hoặc con người"
        },
        {
            "id": "ef7068c9-8d0d-4800-a1a9-0c657adb6522",
            "word": "material",
            "phonetic": "mətɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An industrial machine like that can cut through any material like a knife through butter.",
                "The truck carried a load of construction materials to the building site.",
                "He's written a lot of good material that has never seen the light of day.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWw&hash=ed2e1f538e9acab8380bb391cc7621bf7493c1a6&lang=en&cache-only=0",
            "defineEn": "related to money, living conditions, possessions, etc. instead of the things that the soul or mind needs",
            "defineVi": "liên quan đến tiền bạc, điều kiện sống, tài sản, v.v. thay vì những thứ mà linh hồn hoặc tâm trí cần"
        },
        {
            "id": "c5fae223-69b0-4219-9f1d-5b8105f9ca72",
            "word": "minor",
            "phonetic": "maɪnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Minor celebrity status did not become Potter.",
                "It's just a minor setback.",
                "Harold had worked himself into a minor rage.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "What began as a minor scuffle turned into a full-scale riot."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3I&hash=f8b89e1df33a65fd76960164e37d776a5d7046ae&lang=en&cache-only=0",
            "defineEn": "of little importance, effect, or seriousness, particularly when compared to other similar things",
            "defineVi": "ít quan trọng, ảnh hưởng hoặc mức độ nghiêm trọng, đặc biệt khi so sánh với những thứ tương tự khác"
        },
        {
            "id": "6e43f369-2f2c-4eb6-a916-6ec830c7c55a",
            "word": "mixed",
            "phonetic": "mɪkst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had mixed feelings about the whole project.",
                "but I have mixed feelings about him",
                "She mixed wheat flour, water, and yeast to make a dough for homemade bread.",
                "I made a fresh salad with mixed greens, goat cheese, and a handful of red currants.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette."
            ],
            "audio": "https://tts.langeek.co/read?text=bWl4ZWQ&hash=e510f66747fc72a3bc92162a9d3bf94a4dd2de48&lang=en&cache-only=0",
            "defineEn": "made up of or consisting of different types of people or things",
            "defineVi": "được tạo thành từ hoặc bao gồm các loại người hoặc vật khác nhau",
            "hasImg": true
        },
        {
            "id": "42a788d7-9e03-47ae-9d80-9986d16cb28f",
            "word": "overall",
            "phonetic": "oʊvɚɹɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmFsbA&hash=6b3c15dcde77b9b37d4b09ae9e733c60ec0ef7ec&lang=en&cache-only=0",
            "defineEn": "including or considering everything or everyone in a certain situation or group",
            "defineVi": "bao gồm hoặc xem xét mọi thứ hoặc mọi người trong một tình huống hoặc nhóm nhất định"
        },
        {
            "id": "65bdc55a-b939-43f1-9d5c-d06d6b752325",
            "word": "potential",
            "phonetic": "pətɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The young athlete shows great potential and is expected to bubble under the radar until their breakout performance next season."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50aWFs&hash=502fbbd0a16d8b865e2d1da6ef088d037f9c0b44&lang=en&cache-only=0",
            "defineEn": "having the possibility to develop or be developed into something particular in the future",
            "defineVi": "có khả năng phát triển hoặc được phát triển thành một cái gì đó cụ thể trong tương lai"
        },
        {
            "id": "edc29a41-6d58-4a83-8b93-2a91b8e04b1d",
            "word": "prime",
            "phonetic": "pɹaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thirteen is a prime number.",
                "The prime minister has called an election for 8 June.",
                "The ambassador was called back to London by the prime minister.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "At the age of 75, the singer is not exactly in the prime of his life!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWU&hash=6f4962c74000482f6505b0d6cde431b6526cffd3&lang=en&cache-only=0",
            "defineEn": "first in importance or rank",
            "defineVi": "đầu tiên về tầm quan trọng hoặc xếp hạng"
        },
        {
            "id": "8357168e-d0b6-4823-b68f-e3039ad951dd",
            "word": "principal",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The principal entered the hornet's nest of angry parents.",
                "In a school, the principal is the big shot.",
                "The map shows the principal towns and rivers.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGFs&hash=343e38d970aa5fdd551b5f00a139ac54d9a753e7&lang=en&cache-only=0",
            "defineEn": "of the highest importance or influence",
            "defineVi": "có tầm quan trọng hoặc ảnh hưởng cao nhất"
        },
        {
            "id": "304bfdf3-27ed-4ba2-b26f-7227ffea6301",
            "word": "pure",
            "phonetic": "pjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He bought pure maple syrup from a local farm.",
                "He's not exactly as pure as the driven snow himself.",
                "I am not exactly pure as the driven snow you know.",
                "When it comes to pure processing power, Spikerosoft's new machine runs circles round Flapple's.",
                "Sarah believes that people are inherently good, and that if you approach them with kindness and trust, they will reciprocate - she truly embodies the idea that to the pure all things are pure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyZQ&hash=ef5157c4c6e771a59035d0d3e84b56c0a08669cf&lang=en&cache-only=0",
            "defineEn": "not combined or mixed with anything else",
            "defineVi": "không kết hợp hoặc pha trộn với bất cứ điều gì khác",
            "hasImg": true
        },
        {
            "id": "d341872c-81e7-47d2-b27b-28faff7cd3ec",
            "word": "rapid",
            "phonetic": "ɹæpɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "Yes, the escalation was very rapid.",
                "The small EV cost s $4,400 and has seen rapid growth in sales.",
                "Rapid industrialization in a series of five-year plans accompanied the purges.",
                "Rapid increases, driven by irrational decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFwaWQ&hash=a6e694a75fbf1a16aac8c54f092363a4a1fd7f11&lang=en&cache-only=0",
            "defineEn": "done or happening very fast or in a short time",
            "defineVi": "thực hiện hoặc xảy ra rất nhanh hoặc trong một thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "60dbb681-05a3-42e5-8970-591fa877c769",
            "word": "representative",
            "phonetic": "ɹɛpɹᵻzɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In one way or another, the representatives will be compared with the total client system.",
                "The customer service representative assured me that someone would be available to assist me shortly.",
                "The vexatious customer continued to make unreasonable demands, causing a headache for the customer service representative.",
                "Ordinarily, our elected representatives would think nothing of spending another $20 billion.",
                "So, instead, we choose representatives."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmVzZW50YXRpdmU&hash=c08dc7d6284e1764fac0b45ce406fcd87c286130&lang=en&cache-only=0",
            "defineEn": "typical of a specific group or thing; being a typical example of something or someone particular",
            "defineVi": "điển hình của một nhóm hoặc điều cụ thể; là một ví dụ điển hình của một cái gì đó hoặc một ai đó cụ thể"
        },
        {
            "id": "97bb9a9d-981c-439a-a4bd-e3e432f5ce42",
            "word": "resident",
            "phonetic": "ɹɛzᵻdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The plans for the new development have raised angry protests from local residents.",
                "The resident pianist will be tickling the ivories.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnQ&hash=2cacd5fefc291723905833f4227267cd5bc3b5ac&lang=en&cache-only=0",
            "defineEn": "living somewhere particular",
            "defineVi": "sống ở một nơi cụ thể"
        },
        {
            "id": "944538f1-370e-452e-b4e4-4a8fa2aeb7d9",
            "word": "routine",
            "phonetic": "ɹuːtiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had the baby's medical routine down pat.",
                "I always get my routine down pat so there won't be any room for error during the performance.",
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "I have a morning routine that includes brushing my teeth and getting dressed."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dGluZQ&hash=de4da77bbc1159a405b3ce5a4594ffbe005a68e4&lang=en&cache-only=0",
            "defineEn": "occurring as a usual part of a process or job",
            "defineVi": "xảy ra như một phần bình thường của một quá trình hoặc công việc"
        },
        {
            "id": "e2c58938-0446-415b-afd4-eb80fb66da6e",
            "word": "shocked",
            "phonetic": "ʃɑːkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was shocked to realize that the finger of suspicion was now pointed at him.",
                "We felt shocked to the bones to read about the things our neighbor had done.",
                "After years of studying and working hard, she was shocked to see her less-qualified coworker receive a promotion instead of her - as some say, the devil looks after his own.",
                "dearly, was shocked.",
                "People were so shocked by that."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvY2tlZA&hash=ff8a2363ea3b79cd3cfbaec544c5dab4a503c965&lang=en&cache-only=0",
            "defineEn": "very surprised or upset because of something unexpected or unpleasant",
            "defineVi": "rất ngạc nhiên hoặc khó chịu vì điều gì đó bất ngờ hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "90111de1-e99e-4d95-be31-c8ec9d445e77",
            "word": "slight",
            "phonetic": "slaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A slight question mark against her character remains.",
                "Oh, I don't have the slightest idea.",
                "She loved the slight bitterness of endive, which added complexity to her dish.",
                "He's extremely irritable - he flies off the handle at the slightest thing.",
                "The speaker's slight stuttering did not detract from the power of her message, as a diamond with a flaw is better than a common stone that is perfect."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpZ2h0&hash=6ffab86f7e3c1004c62a0ccf5ebeb559d65dedd2&lang=en&cache-only=0",
            "defineEn": "not a lot in amount, size, or extent",
            "defineVi": "không nhiều về số lượng, kích thước hoặc mức độ"
        },
        {
            "id": "3e7a5b2a-903d-4ef1-8edc-0a3c164a7ec7",
            "word": "sticky",
            "phonetic": "stɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Coach's career is on a sticky wicket.",
                "Mike had sticky fingers everyone knows that.",
                "The last person we hired as a cashier turned out to have sticky fingers.",
                "The children enjoyed the fleshy pulp of the mango, their faces smeared with its sweet and sticky juice.",
                "When I tasted the caramel dip, I couldn't resist dipping my apple slices into the sweet and sticky sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpY2t5&hash=553ea663645b32f2659ec48f89336a8a40faffd7&lang=en&cache-only=0",
            "defineEn": "coated with or made of a substance that sticks when touched",
            "defineVi": "phủ hoặc làm bằng chất dính khi chạm vào"
        },
        {
            "id": "8fbc9b99-67d2-4420-9520-af7acf9517c8",
            "word": "stiff",
            "phonetic": "stɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "The door was so stiff that it took a lot of force to open it.",
                "I was bored stiff listening to that lecture this afternoon.",
                "The hot sauce had a stiff level of spiciness that left my taste buds tingling.",
                "The medication has a stiff dosage, so be prepared for its potent effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpZmY&hash=cd38f2f9483970266f5ac5b5756e6806a86d77e6&lang=en&cache-only=0",
            "defineEn": "not flexible and therefore hard to bend or change shape",
            "defineVi": "không linh hoạt và do đó khó uốn cong hoặc thay đổi hình dạng",
            "hasImg": true
        },
        {
            "id": "11d8ed7d-a090-4952-ba0e-10a8fe1135d1",
            "word": "unconscious",
            "phonetic": "ʌŋkɑːnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Too many CEOs follow the ostrich plan, sticking their head in the sand in an unconscious effort to avoid bad news, and the responsibility that goes with it.",
                "99.9% of what our brains process is unconscious.",
                "You can find examples of unconscious processes all over psychology.",
                "She was almost unconscious and did not recognize him at first.",
                "That's the power of our adaptive unconscious."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5jb25zY2lvdXM&hash=861ab355bfb2ae4481c5155bfb8593d41245c81f&lang=en&cache-only=0",
            "defineEn": "unaware of the surroundings and not awake, which is caused by either an illness or injury",
            "defineVi": "không nhận thức được xung quanh và không tỉnh táo, nguyên nhân là do bệnh tật hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "4fa0d124-569b-4208-a57d-37cf999542c6",
            "word": "upper",
            "phonetic": "ʌpɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They are on their uppers but manage to hide the fact from their friends.",
                "During the negotiations, the union was able to gain the upper hand when they drew first blood by presenting a compelling argument for their demands.",
                "When upper management does the same the law slaps them on the wrist.",
                "The stiff upper lip that had gotten the British thorough the London Blitz during World War II just wasn't the right attitude for a population that was now much more willing to show their emotions publicly.",
                "Despite all of the hardships he faced, John always kept a stiff upper lip and didn't let anything bother him."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBwZXI&hash=de066a1620107a8d1cb0fa74599c2669090355b6&lang=en&cache-only=0",
            "defineEn": "situated above something similar",
            "defineVi": "nằm trên một cái gì đó tương tự"
        },
        {
            "id": "9631281f-0adc-4acf-96cf-8f11de361075",
            "word": "very",
            "phonetic": "vɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cruise went very quickly.",
                "Generally, the article reads very well.",
                "The car holds the corners very well.",
                "Her condition is very serious.",
                "The design is very basic."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyeQ&hash=985b3930e0423b6e328acb281cfaf17f0402cec8&lang=en&cache-only=0",
            "defineEn": "used to emphasize that one is talking about the exact same person or thing and not about anyone or anything else",
            "defineVi": "được sử dụng để nhấn mạnh rằng một người đang nói về cùng một người hoặc vật chứ không phải về bất kỳ ai hoặc bất cứ điều gì khác"
        },
        {
            "id": "2e068ddf-bad3-43c4-ae68-3fb25669773e",
            "word": "vital",
            "phonetic": "vaɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "The heart is a vital organ that pumps blood throughout the body.",
                "Mothers play a vital role in nurturing and shaping their children's lives.",
                "The president singled out education as a vital tool in bridging the gap between rich and poor.",
                "Attachment is vital."
            ],
            "audio": "https://tts.langeek.co/read?text=dml0YWw&hash=bfff53682b47b3c396ffcbb34eee5ae16140a43a&lang=en&cache-only=0",
            "defineEn": "absolutely necessary and of great importance",
            "defineVi": "hoàn toàn cần thiết và có tầm quan trọng lớn"
        },
        {
            "id": "7973aec8-fd0b-4d48-937d-dd931b7430a9",
            "word": "willing",
            "phonetic": "wɪlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two sides in the dispute are finally willing to talk.",
                "I'm willing to accept the blame for what happened.",
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "Kate is willing to pay full price for an expensive handbag, but I just can't wrap my head around that.",
                "Look, I was willing to take a chance on your idea, but it didn't pan out."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsbGluZw&hash=39aab010ceb8d0a133f80a57a1dd10631fbe6d5c&lang=en&cache-only=0",
            "defineEn": "eager, interested, or ready to do something",
            "defineVi": "háo hức, quan tâm, hoặc sẵn sàng để làm một cái gì đó"
        }
    ]
}