{
    "id": "f94840c9-2d27-4450-a290-aecad67743e0",
    "title": "Lesson 8B",
    "originalTitle": "Lesson 8B",
    "words": [
        {
            "id": "5143674f-e561-4244-a8b9-82a65012e1fd",
            "word": "to complain",
            "phonetic": "tə kəmpleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You've been complaining all day.",
                "He complained of being kept out of the loop and threatened to resign.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "When the teacher complained about the boys' rowdy behavior, the principal dismissed it by saying that boys will be boys.",
                "She was getting sick of hearing him complain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxhaW4&hash=400290d5eca64ce8558c98e62dad70dfa900a32a&lang=en&cache-only=0",
            "defineEn": "to express one's annoyance, unhappiness, or dissatisfaction about something",
            "defineVi": "để bày tỏ sự khó chịu, bất hạnh, hoặc không hài lòng của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "9150d7c1-787d-4b4b-92dc-58935e6c4166",
            "word": "to consider",
            "phonetic": "tə kənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man considered his granddaughter thoughtfully.",
                "The committee has been considering the report.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2lkZXI&hash=b8e5fb4ffe3ec1e2e3df4eafa4e6251864cc60ab&lang=en&cache-only=0",
            "defineEn": "to think carefully about a possibility or before making a decision",
            "defineVi": "suy nghĩ cẩn thận về một khả năng hoặc trước khi đưa ra quyết định",
            "hasImg": true
        },
        {
            "id": "a1a2c3d0-718a-4c44-a2c3-e63b2b443b1f",
            "word": "consideration",
            "phonetic": "kənsɪdɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "They deserve moral consideration.",
                "Cost is another consideration.",
                "The law even included special consideration for children with disabilities, like deafness or blindness.",
                "Cost is a big consideration."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lkZXJhdGlvbg&hash=2d54adb7605f94150ea6c0215a8a2a940127574e&lang=en&cache-only=0",
            "defineEn": "the act of carefully thinking about something over a period of time",
            "defineVi": "hành động suy nghĩ cẩn thận về một cái gì đó trong một khoảng thời gian"
        },
        {
            "id": "3a211e5e-51d5-408a-a17b-30f3749a356a",
            "word": "to deliver",
            "phonetic": "tə dᵻlɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck delivered a large shipment of goods to the warehouse.",
                "The goods will be delivered at your convenience.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "So when will you deliver the cargo?",
                "He failed to deliver."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaXZlcg&hash=ad19193c90a860a93d2861ab2609f47304f9e999&lang=en&cache-only=0",
            "defineEn": "to bring and give a letter, package, etc. to a specific person or place",
            "defineVi": "mang và đưa thư, gói hàng, v.v. cho một người hoặc một địa điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "748bcf90-4cab-4f9a-933c-26a05bb628c4",
            "word": "delivery",
            "phonetic": "dᵻlɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That letter should go by special delivery.",
                "He went for a job as a delivery driver.",
                "They offer various postal services, such as express delivery and registered mail, at the post office.",
                "Another growth driver for Taco Bell is delivery.",
                "But border closures because of COVID-19 can slow down deliveries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXZlcnk&hash=1ccdc475fa96de09a744fc3a15b12781ed0e52ed&lang=en&cache-only=0",
            "defineEn": "the act or process of taking goods, letters, etc. to whomever they have been sent",
            "defineVi": "hành động hoặc quy trình nhận hàng hóa, thư từ, v.v. cho bất kỳ ai mà chúng đã được gửi",
            "hasImg": true
        },
        {
            "id": "5343288f-66f4-4430-b67b-eeab3b9fcd47",
            "word": "to demonstrate",
            "phonetic": "tə dɛmənstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cooking show demonstrated the art of stuffing and rolling a pork fillet.",
                "Jennifer started off on the right foot in her new job by arriving early, being well-prepared, and demonstrating a positive attitude.",
                "Demonstrating how he dances well to whom fortune pipes.",
                "The chef demonstrated how to core the bell peppers for stuffing with rice and vegetables.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb25zdHJhdGU&hash=12a2c58128741962e70b1893aae92e8e187aea1a&lang=en&cache-only=0",
            "defineEn": "to show clearly that something is true or exists by providing proof or evidence",
            "defineVi": "để hiển thị rõ ràng rằng một cái gì đó là sự thật hoặc tồn tại bằng cách cung cấp bằng chứng hoặc bằng chứng"
        },
        {
            "id": "901afc4e-2359-467f-8688-abd06430f417",
            "word": "demonstration",
            "phonetic": "dɛmənstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opposition to the war in Vietnam has set off demonstrations in several major cities.",
                "Did you see demonstrations?",
                "Instead, thousands of protesters confronted police in pro-democracy demonstrations.",
                "West Virginia teachers in turn sparked similar demonstrations in Oklahoma and Arizona.",
                "The peaceful demonstrations were in response to the decadelong rule of Serzh Sargsyan."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhdGlvbg&hash=b91cee6548451b06d2f10b813330aa0a78b2ba71&lang=en&cache-only=0",
            "defineEn": "the act of displaying or expressing something such as an emotion or opinion",
            "defineVi": "hành động hiển thị hoặc thể hiện một cái gì đó như một cảm xúc hoặc ý kiến"
        },
        {
            "id": "a303e8e9-2c1d-4ac3-9075-d8cd052debac",
            "word": "to explain",
            "phonetic": "tʊ ɛkspleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She explained the rules of the game to the new players.",
                "Can you explain this math concept to me?",
                "They explained the procedure for submitting the application form.",
                "They explained the process of making a paper airplane step by step.",
                "He explained the plot of the movie to his friend who hadn't seen it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbGFpbg&hash=c09dff50785d1072fd505d8568908e84d47c7c8c&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by giving more information about it",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách cung cấp thêm thông tin về nó",
            "hasImg": true
        },
        {
            "id": "c8a68cde-5a01-4d9e-80de-e96755b01b22",
            "word": "explanation",
            "phonetic": "ɛksplɐneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "Your explanation is too complicated!",
                "The explanation went completely over my head.",
                "His explanation is totally full of prunes and doesn't answer the question at all.",
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbGFuYXRpb24&hash=55fe82c4c3552192bf1bdee5bc2cab0eef2984d1&lang=en&cache-only=0",
            "defineEn": "information or details that are given to make something clear or easier to understand",
            "defineVi": "thông tin hoặc chi tiết được đưa ra để làm cho một cái gì đó rõ ràng hoặc dễ hiểu hơn"
        },
        {
            "id": "7a3e6e86-8434-43f5-a731-0da5e90e65d2",
            "word": "to fail",
            "phonetic": "tə feɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The project failed for the want of adequate funding.",
                "Words are failing me right now.",
                "Her date failed to show.",
                "The rise in turnover failed to add to the company's bottom line.",
                "Politicians again failed to reach an agreement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFpbA&hash=8e819dd4068ab4fb1c21d12aab3f557796afc141&lang=en&cache-only=0",
            "defineEn": "to be unsuccessful in accomplishing something",
            "defineVi": "không thành công trong việc hoàn thành một cái gì đó"
        },
        {
            "id": "306d8b44-bfa1-4c28-b972-efa1e3e3f243",
            "word": "failure",
            "phonetic": "feɪlɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Failure was staring him in the face.",
                "This business method takes the risk of failure out of the table.",
                "Success has many fathers, failure is an orphan, indeed.",
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "The woman planted a seed of failure in Michelle Obama before she could even try to succeed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpbHVyZQ&hash=c01caa2bb5325e909ab9520ecffa18f7a10f3c17&lang=en&cache-only=0",
            "defineEn": "an instance of not doing something, particularly something that is expected of one",
            "defineVi": "một trường hợp không làm điều gì đó, đặc biệt là điều gì đó được mong đợi của một người"
        },
        {
            "id": "c548b232-5624-4abd-be61-798797ef923c",
            "word": "to improve",
            "phonetic": "tʊ ɪmpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The performance improved as their confidence grew.",
                "The economy is improving, but the other side of the coin is that inflation is becoming a bigger problem.",
                "Swimming helps to improve our cardiovascular fitness.",
                "The engineer designs cars and improves their performance.",
                "She practices the piano every day to improve her skills."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92ZQ&hash=c85f9ee3abeb4f44dcb38634dbee41bd9b0d4123&lang=en&cache-only=0",
            "defineEn": "to make a person or thing better",
            "defineVi": "để làm cho một người hoặc điều tốt hơn",
            "hasImg": true
        },
        {
            "id": "2730249f-c651-4c7e-8f3d-4e2137a0f445",
            "word": "improvement",
            "phonetic": "ɪmpɹuːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're an improvement over last one.",
                "Since the recent improvements to the service, the buses are running like clockwork.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "The two sides have been at daggers drawn for some months now with no sign of improvement in relations.",
                "If the proposal is rejected, we'll need to lick our wounds, gather feedback, and make improvements before submitting again."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcm92ZW1lbnQ&hash=f7f84d85d882c2542f8be07b4a5761c32ad0ba81&lang=en&cache-only=0",
            "defineEn": "the action or process of making something better or becoming better",
            "defineVi": "hành động hoặc quá trình làm cho một cái gì đó tốt hơn hoặc trở nên tốt hơn",
            "hasImg": true
        },
        {
            "id": "d452249c-6368-4042-9e7e-3a7d275576cb",
            "word": "to lose",
            "phonetic": "tə luːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "That shot lost him the championship.",
                "lose that creep!",
                "His carelessness lost him the job.",
                "The government has lost control of the city.",
                "The business is losing money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9zZQ&hash=d2044deae3324b134df450dc236b019f3fe9efb6&lang=en&cache-only=0",
            "defineEn": "to be deprived of or stop having someone or something",
            "defineVi": "bị tước đoạt hoặc ngừng có một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6edd0623-e104-44a3-897b-f85f4dc4d9e7",
            "word": "lost",
            "phonetic": "lɔst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The lost child was helped by a kind police officer to find their way home.",
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide.",
                "Whenever I feel lost or uncertain, I turn to my favorite books, knowing that a book holds a house of gold that can provide guidance and inspiration.",
                "And on Wall Street today, stocks made up some lost ground.",
                "It's a lost cause."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zdA&hash=89f92e4a8c052e2b3a0df58da179ba5856976655&lang=en&cache-only=0",
            "defineEn": "unable to find or recover something that is misplaced, vanished, or missing",
            "defineVi": "không thể tìm hoặc khôi phục thứ gì đó bị thất lạc, biến mất hoặc mất tích",
            "hasImg": true
        },
        {
            "id": "c75c1f7c-03e3-45c1-9464-72ea465ef109",
            "word": "to manage",
            "phonetic": "tə mænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I could manage that.",
                "We managed to raise him on his mobile phone.",
                "We managed to lose our pursuers in the darkness.",
                "I managed to find a solution to the problem.",
                "The company managed to beat the clock on delivering its new system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuYWdl&hash=bce449726539553cd81ce023cc0ab1aa86ba9b8d&lang=en&cache-only=0",
            "defineEn": "to do something successfully, particularly something difficult",
            "defineVi": "để làm một cái gì đó thành công, đặc biệt là một cái gì đó khó khăn"
        },
        {
            "id": "04f52dbd-8cdf-4a65-8f47-547c6f71e67a",
            "word": "management",
            "phonetic": "mænɪdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His management style ruffled a few feathers.",
                "Management often turn a blind eye to bullying in the workplace.",
                "The changes benefit management but leave the workers out in the cold.",
                "The company's profits are on the rocks due to poor management decisions.",
                "Many businesses use the Salesforce platform for customer relationship management."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlbWVudA&hash=876315d737b88952556ffdd9f68590e246b6c370&lang=en&cache-only=0",
            "defineEn": "the process or act of organizing or managing a group of people or an organization",
            "defineVi": "quá trình hoặc hành động tổ chức hoặc quản lý một nhóm người hoặc một tổ chức",
            "hasImg": true
        },
        {
            "id": "b972c516-d7e8-4d27-a9f6-8d8099cbb85e",
            "word": "to pay",
            "phonetic": "tə peɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Our efforts are finally paying dividends.",
                "Not paying attention.",
                "They both pay their employees badly.",
                "No one paid them any attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5&hash=566906c8b5cb560b20277d7fd7f4d5f5bf9217d8&lang=en&cache-only=0",
            "defineEn": "to give someone money in exchange for goods or services",
            "defineVi": "để cung cấp cho ai đó tiền để đổi lấy hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "65cc677c-02ca-4ddb-a888-d59542404f5a",
            "word": "payment",
            "phonetic": "peɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We look forward to receiving the payment at your earliest convenience.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford.",
                "I bought a winter coat for nothing down and no payments due until February.",
                "Sarah's family was surprised by how much the interest on their mortgage grew, and they struggled to keep up with payments.",
                "Electronic payments have cannibalized checks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5bWVudA&hash=43b24fc7f8f66cc2a627260ec0a68e46d8ede440&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid",
            "defineVi": "một số tiền được trả",
            "hasImg": true
        },
        {
            "id": "f42050e8-a8a6-4383-bbc9-180fb5d627c2",
            "word": "to respond",
            "phonetic": "tə ɹᵻspɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "You'll have your turn to respond after he's finished.",
                "I need a minute to think about your question before I respond.",
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way.",
                "In customer service, responding to angry customers in a calm manner can help to resolve the issue more effectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzcG9uZA&hash=87468e5708574bb5074a73d32860fd503e8db9a2&lang=en&cache-only=0",
            "defineEn": "to answer a question in spoken or written form",
            "defineVi": "để trả lời một câu hỏi ở dạng nói hoặc viết",
            "hasImg": true
        },
        {
            "id": "601a4717-7012-4c9a-ac74-499a07fd7c45",
            "word": "response",
            "phonetic": "ɹᵻspɑːns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trump calls off the dogs in response.",
                "He had a fast response to emergency situations.",
                "She gave a correct response to the teacher's question.",
                "She thanked the police for their quick response in handling the emergency situation.",
                "I sent a letter to their address but haven't received a response yet."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2U&hash=8c87fa3c07e610b2d9c06fde61e5bbff3b65d316&lang=en&cache-only=0",
            "defineEn": "a reply to something in either spoken or written form",
            "defineVi": "một câu trả lời cho một cái gì đó ở dạng nói hoặc viết",
            "hasImg": true
        },
        {
            "id": "98344ff7-0497-4bc5-88ac-d91c662f7c3e",
            "word": "to sell",
            "phonetic": "tə sɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their last album sold millions.",
                "Her last book sold millions of copies.",
                "I recently sold my bike.",
                "The tickets are selling like hot cakes",
                "Do not your lawyers sell all their practice, as your priests their prayers?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsbA&hash=b753dc143f8438dbb63aa9599eb9c279a8a37e5d&lang=en&cache-only=0",
            "defineEn": "to give something to someone in exchange for money",
            "defineVi": "để đưa một cái gì đó cho một ai đó để đổi lấy tiền",
            "hasImg": true
        },
        {
            "id": "db5457aa-fa15-4a0e-9cdd-fab6494f8295",
            "word": "to serve",
            "phonetic": "tə sɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The restaurant served their fish and chips with a side of brown sauce.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The center will serve the whole community.",
                "The bartender served a cocktail in a fancy glass.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VydmU&hash=911e366781ad6a32edb3a6d309aa5553bed6485a&lang=en&cache-only=0",
            "defineEn": "to give someone food or drink",
            "defineVi": "để cung cấp cho một ai đó thực phẩm hoặc đồ uống",
            "hasImg": true
        },
        {
            "id": "d3bb3b54-589c-405b-a44b-323afd0d17e4",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "the work done by a person, organization, company, etc. for the benefit of others",
            "defineVi": "công việc được thực hiện bởi một người, tổ chức, công ty, v.v. vì lợi ích của người khác"
        },
        {
            "id": "ed4f5185-ffce-42a4-9a9b-ae7537c0835b",
            "word": "to succeed",
            "phonetic": "tə səksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rebels succeeded in taking the town.",
                "The announcement only succeeded in creating confusion.",
                "Opponents have succeeded in planting the seeds of doubt in our team.",
                "In the end, she succeeded because nothing is impossible to a willing heart.",
                "Without a good plan, our project doesn't stand a chance of succeeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VjY2VlZA&hash=afd750fa9d5f9df7d14941d7e32fdd570fad36df&lang=en&cache-only=0",
            "defineEn": "to reach or achieve what one desired or tried for",
            "defineVi": "để đạt được hoặc đạt được những gì một mong muốn hoặc cố gắng cho",
            "hasImg": true
        },
        {
            "id": "35ed631c-2008-4784-931d-709658f03c16",
            "word": "success",
            "phonetic": "səksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "She achieved great success at a young age.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "The success of the project is in your hands.",
                "Success has many fathers, failure is an orphan, indeed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzcw&hash=3c1d05a796899913f40a3ef714794ccda97fe1e2&lang=en&cache-only=0",
            "defineEn": "the fact of reaching or achieving what one tried for or desired",
            "defineVi": "thực tế đạt được hoặc đạt được những gì một người đã cố gắng hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "21212599-7cf1-4d4d-a57d-f81e90f3defb",
            "word": "to tempt",
            "phonetic": "tə tɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "People were tempted into the trade by the thought of easy money.",
                "It's true what they say - an open door may tempt a saint.",
                "One of my colleagues was rude to me in a meeting, and I was tempted to snap back.",
                "Sadly, new customers are being enticed by tempting promotions only to find the dice are loaded against them.",
                "Sarah's family was tempted to take out a loan to go on a lavish vacation, but they remembered the saying 'better go to bed supperless than rise in debt.'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVtcHQ&hash=fc4ec563427bcbe15a586bcdc778676394033cf7&lang=en&cache-only=0",
            "defineEn": "to feel the desire to do something",
            "defineVi": "để cảm thấy mong muốn để làm một cái gì đó"
        },
        {
            "id": "15345a66-35cd-4184-bbe3-d2eb0550296f",
            "word": "temptation",
            "phonetic": "tɛmpteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "I can't resist the temptation of a loganberry muffin fresh out of the oven.",
                "I couldn't resist the temptation of buying a bag of seedless tangerines.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "I couldn't resist the temptation and licked my fingers after touching the powdered sugar on the donuts."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcHRhdGlvbg&hash=5fc8e942ef3428dea6fd7b5540706ca4eb1c8e79&lang=en&cache-only=0",
            "defineEn": "the wish to do or have something, especially something improper or foolish",
            "defineVi": "mong muốn làm hoặc có một cái gì đó, đặc biệt là một cái gì đó không đúng hoặc ngu ngốc"
        },
        {
            "id": "3066633d-c87c-4c58-ae77-41c74aa6813b",
            "word": "to treat",
            "phonetic": "tə tɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Treat yourselves to a good meal.",
                "They treated him like a dog.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "The loganberry pie at the local bakery is a delicious summer treat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlYXQ&hash=34790ed1b89f4cbd3dedd95baa2f76329cd669d9&lang=en&cache-only=0",
            "defineEn": "to deal with or behave toward someone or something in a particular way",
            "defineVi": "để đối phó với hoặc cư xử đối với một ai đó hoặc một cái gì đó trong một cách cụ thể"
        },
        {
            "id": "a8967cd0-9a9f-43f9-ab19-e86e52d12412",
            "word": "treatment",
            "phonetic": "tɹiːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Newer treatments for the disease are in the pipeline.",
                "I'm having treatment for my back problem.",
                "People are dying for want of medical treatment.",
                "The treatment has not yet been tried on patients.",
                "We should not give preferential treatment to one element to the detriment of the others."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRtZW50&hash=cd8d0e4091d83f16b6a3e5db896dd881e9ff76fa&lang=en&cache-only=0",
            "defineEn": "an action that is done to relieve pain or cure a disease or an illness",
            "defineVi": "một hành động được thực hiện để giảm đau hoặc chữa bệnh hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "915147d0-c295-4a82-b531-e0f142d72b9e",
            "word": "value",
            "phonetic": "væljuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "The new policy sits well with the company's values.",
                "Enhance the flavor and nutritional value of your smoothies by adding powdered red algae as a nutrient-rich ingredient.",
                "A retail group which sets great store by traditional values.",
                "She needed to prioritize her own needs and values."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsdWU&hash=09ca43dca802b343bf3515a0183f47dd19888ce6&lang=en&cache-only=0",
            "defineEn": "the worth of something in money",
            "defineVi": "giá trị của một cái gì đó bằng tiền",
            "hasImg": true
        },
        {
            "id": "dd5f7781-b151-42df-b1cb-d4a6d56e7064",
            "word": "shopping",
            "phonetic": "ʃɑːpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I hate shopping.",
                "I've never really understood shopping therapy.",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "I saw a famous actress at the shopping mall today.",
                "We hope you have a pleasant shopping experience."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBpbmc&hash=360edbd18c74152d2e579968b8f8347d4842d8a6&lang=en&cache-only=0",
            "defineEn": "the act of buying goods from stores",
            "defineVi": "hành động mua hàng hóa từ các cửa hàng",
            "hasImg": true
        },
        {
            "id": "ec760590-0335-475f-8fa0-290f33d16133",
            "word": "basket",
            "phonetic": "bæskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gathered a basket of sloes from the bushes near my house.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield.",
                "I placed the shiny red apple in the basket.",
                "She was preparing a holiday gift basket and included a jar of apple butter, along with a selection of homemade jams."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0&hash=ea51ae2ed027662311c536da2417d6e893e3564e&lang=en&cache-only=0",
            "defineEn": "an object, usually made of wicker or plastic, with a handle for carrying or keeping things",
            "defineVi": "một đồ vật, thường được làm bằng liễu gai hoặc nhựa, có tay cầm để mang hoặc giữ đồ",
            "hasImg": true
        },
        {
            "id": "1a1f4424-90d8-4ca3-aec8-0f1d724183dd",
            "word": "trolley",
            "phonetic": "tɹɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother was off her trolley, unfortunately.",
                "Those trays are loaded back into the trolleys.",
                "This is a derailed trolley.",
                "Back downstairs, the trolleys are packed into awaiting high-loader trucks.",
                "Plates, trays, trolleys, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGxleQ&hash=f3c41192223e7e865581cc236424295d00b624ba&lang=en&cache-only=0",
            "defineEn": "a vehicle that runs on electricity, moving on a rail in streets of a town or city to carry passengers",
            "defineVi": "một phương tiện chạy bằng điện, di chuyển trên đường ray trong các đường phố của thị trấn hoặc thành phố để chở khách",
            "hasImg": true
        },
        {
            "id": "a56c667d-e140-4fe8-9392-3aeb95bb51e3",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        },
        {
            "id": "63f52d6c-1804-4bfc-b815-3c43f4f74bbc",
            "word": "debit card",
            "phonetic": "dɛbɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tap on \"credit or debit card.\"",
                "Their money is placed on a debit card.",
                "We're going to link a debit card to the account.",
                "To add a bank account, credit card, or debit card, press \"Add bank or card.\"",
                "You can link a credit card, debit card, or a PayPal account."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQgY2FyZA&hash=9cceae1c71442a9c36dbfb778dd8057421a851e1&lang=en&cache-only=0",
            "defineEn": "a small plastic card we use to pay for what we buy with the money taken directly from our bank account",
            "defineVi": "một thẻ nhựa nhỏ mà chúng tôi sử dụng để thanh toán cho những gì chúng tôi mua bằng số tiền được lấy trực tiếp từ tài khoản ngân hàng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "70770a21-2702-4316-8162-2b47ee0c31ba",
            "word": "receipt",
            "phonetic": "ɹᵻsiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll write you out a receipt.",
                "If you bring the dress back with the receipt, you can change it.",
                "Here's your receipt.",
                "Then switch off read receipts.",
                "CVS receipts are long."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZWlwdA&hash=20e240ac13a9fd996f9ba3117c3f8080f504adab&lang=en&cache-only=0",
            "defineEn": "a written or printed document that shows a number of goods or services which are bought or delivered are paid for",
            "defineVi": "một tài liệu bằng văn bản hoặc in cho thấy một số hàng hóa hoặc dịch vụ được mua hoặc giao được trả tiền cho",
            "hasImg": true
        },
        {
            "id": "98a769af-589c-4089-93ab-2e945da1193d",
            "word": "refund",
            "phonetic": "ɹᵻfʌnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid we can't offer you a refund for that item.",
                "Tom tried to cheat on his taxes to get a bigger refund, but he got caught and had to pay penalties and fines.",
                "Luckily, Albani and the anonymous guest eventually received refunds.",
                "Demanded a refund from their home state Senator Josh Hawley.",
                "Wilson also received a refund for her year old brownies."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdW5k&hash=c784e96691c468ab5ab3c5c5d08741ded89121d3&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid back because of returning goods to a store or one overpaying for something",
            "defineVi": "một số tiền được trả lại do trả lại hàng hóa cho cửa hàng hoặc trả quá nhiều cho một cái gì đó"
        },
        {
            "id": "2d9fa9e4-3a55-4991-a6d8-93cdf42aa4c7",
            "word": "discount",
            "phonetic": "dɪskaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "The store is offering a discount of eighty percent off.",
                "She learned to look for deals and discounts and to avoid unnecessary purchases.",
                "We encourage everyone to avail of the discounted rates for booking their hotel rooms in advance.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY291bnQ&hash=7e4837558d7b20a529bcab300f5196d322b7d664&lang=en&cache-only=0",
            "defineEn": "the act of reducing the usual price of something",
            "defineVi": "hành động giảm giá thông thường của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "89c8f389-64d9-4405-84cf-8c25128123a9",
            "word": "bargain",
            "phonetic": "bɑːɹɡɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2Fpbg&hash=ff2a28022d3af03e307452b2308321d6f13d6122&lang=en&cache-only=0",
            "defineEn": "an item bought at a much lower price than usual",
            "defineVi": "một mặt hàng được mua với giá thấp hơn nhiều so với bình thường",
            "hasImg": true
        },
        {
            "id": "db3aaccb-b169-40ce-8933-e12de06a421f",
            "word": "chain store",
            "phonetic": "tʃeɪn stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not all chain stores are franchises. ",
                "There is a donut chain store called Mr. Donut in Japan.",
                "By the 1970s, the chain store business model was rapidly spreading overseas to other countries, where domestic companies created their own nationwide business chains Although many people worldwide rejected the idea of globalization, business chains were soon overlapping their national borders. ",
                "Many chain stores we know today became dominant forces in retail and food in the US during the 1920s.",
                "It’s like the difference between big, national chain stores and your local farmers’ market."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gc3RvcmU&hash=bb4e2fe4467620f8e8329dc0f06da1ad9dba5c25&lang=en&cache-only=0",
            "defineEn": "one of a series of stores that are all owned by the same company or person",
            "defineVi": "một trong một loạt các cửa hàng thuộc sở hữu của cùng một công ty hoặc người",
            "hasImg": true
        },
        {
            "id": "ff9a9084-8683-41bc-a7c6-b846c4f6be8a",
            "word": "department store",
            "phonetic": "dᵻpɑːɹtmənt stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last month, that enemy was Swedish department store H&M.",
                "Two large department stores at either end, connected by smaller shops in between.",
                "And across the street is Joy's Department Store.",
                "Shares fell eighty five percent as a department store.",
                "It was a department store for suburban America, not just a mass merchant to rural America."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0bWVudCBzdG9yZQ&hash=2c39d1fef3cac879d065b76df37e27ad084ad278&lang=en&cache-only=0",
            "defineEn": "a large store, divided into several parts, each selling different types of goods",
            "defineVi": "một cửa hàng lớn, được chia thành nhiều phần, mỗi phần bán các loại hàng hóa khác nhau",
            "hasImg": true
        },
        {
            "id": "14407167-8a80-4f18-95f8-a3f322fa18df",
            "word": "library",
            "phonetic": "laɪbɹɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library closes early on Sundays.",
                "The library opens at 10 o'clock on weekdays.",
                "The library is often quiet during weekdays.",
                "The library is a great place to find books on various topics.",
                "I meet my study group at the library on Tuesday afternoons."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlicmFyeQ&hash=d6807e6488f505253b10cfa3a567d8dcb70e8e76&lang=en&cache-only=0",
            "defineEn": "a room or building in which collections of books, newspapers, etc. and sometimes films and music are kept for people to read or borrow",
            "defineVi": "một căn phòng hoặc tòa nhà trong đó các bộ sưu tập sách, báo, v.v. và đôi khi là phim và nhạc được lưu giữ để mọi người đọc hoặc mượn",
            "hasImg": true
        },
        {
            "id": "b9cbe58d-cd10-4b48-a8eb-e31e22a735cc",
            "word": "bookshop",
            "phonetic": "bʊkʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had some teething problems when we first opened the bookshop, but now everything is okay.",
                "Four years later, they started the bookshop, in 1745.",
                "Charing Cross Road is famous for its bookshops.",
                "Later that day, he walked past a bookshop.",
                "Perhaps it's just the natural ebb and flow of economic forces that determine the prevalence of brick and mortar bookshops."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va3Nob3A&hash=2f2b43da9600337be7337179a49914220b2023cf&lang=en&cache-only=0",
            "defineEn": "a shop that sells books and usually stationery",
            "defineVi": "một cửa hàng bán sách và thường là văn phòng phẩm",
            "hasImg": true
        },
        {
            "id": "68b16a09-e3f6-42be-9b54-785b1937add2",
            "word": "to put on",
            "phonetic": "tə pʊt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I put on a clean pair of socks every morning.",
                "He's just putting on an act for the boss's benefit.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He was always putting on airs and graces.",
                "She put on her swimsuit and jumped into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9u&hash=c874e673b42aee1bd7924077f0aa9df584d74436&lang=en&cache-only=0",
            "defineEn": "to put a piece of clothing on one's or someone else's body",
            "defineVi": "để đặt một mảnh quần áo trên cơ thể của một người hoặc người khác",
            "hasImg": true
        },
        {
            "id": "31cd7b21-0bd7-4b06-9b8e-af21df726ae7",
            "word": "shirt",
            "phonetic": "ʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This shirt needs washing.",
                "The shirt has a pocket on the chest for small items.",
                "Should've bought that shirt.",
                "Keeping his shirt on during intense moments.",
                "What's your shirt made of?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcnQ&hash=a9ccc69b12954549322ea6d723ffe86c60b465d3&lang=en&cache-only=0",
            "defineEn": "(usually for men) a piece of clothing worn on the upper half of the body, typically with a collar and sleeves, and with buttons down the front",
            "defineVi": "(thường dành cho nam giới) một bộ quần áo mặc ở nửa trên của cơ thể, thường có cổ áo và tay áo, và có các nút ở phía trước",
            "hasImg": true
        },
        {
            "id": "3c0bdeee-597d-46d0-aee7-f6be158167ee",
            "word": "to try on",
            "phonetic": "tə tɹaɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The treatment has not yet been tried on patients.",
                "She tried on different hats at the store to find the perfect fit.",
                "She tried on several dresses before finding the perfect one.",
                "Now you try on the overalls.",
                "But I am going to try on hearing aids for the first time today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5IG9u&hash=6b347377955770d4bb5b1875498d70add91a5fb0&lang=en&cache-only=0",
            "defineEn": "to put on a piece of clothing to see if it fits and how it looks",
            "defineVi": "mặc một bộ quần áo để xem nó có vừa không và nó trông như thế nào",
            "hasImg": true
        },
        {
            "id": "545f64de-f374-41ca-843c-5df46753c9a6",
            "word": "to fit",
            "phonetic": "tə fɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml0&hash=3354b7c4007ee43c40d2eb602099a7947feac54a&lang=en&cache-only=0",
            "defineEn": "to be of the right size or shape for someone",
            "defineVi": "có kích thước hoặc hình dạng phù hợp với ai đó",
            "hasImg": true
        },
        {
            "id": "3972d25b-4f85-4a8e-a489-27324ff54169",
            "word": "to suit",
            "phonetic": "tə suːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VpdA&hash=30099d56988dde724b6bb5fda4eb82431706adae&lang=en&cache-only=0",
            "defineEn": "(of a style of clothes, color, etc.) to look good on someone",
            "defineVi": "(về kiểu quần áo, màu sắc, v.v.) trông đẹp mắt với ai đó",
            "hasImg": true
        },
        {
            "id": "ebe4f816-9919-4d85-9d90-e5dd9d949a11",
            "word": "compensation",
            "phonetic": "kɑːmpənseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's hoping for an offer of compensation.",
                "The firm has carved a niche for itself in handling claims for compensation.",
                "Compensation programs can take many forms.",
                "British slave masters were paid compensation the bonds that that conversation was paid back through.",
                "We have white balance, ISO, exposure compensation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGVuc2F0aW9u&hash=f23cf071c41f8da5fdf138f204927b297c011821&lang=en&cache-only=0",
            "defineEn": "something, particularly money, given to one to make up for the loss, pain, or damage that one suffered",
            "defineVi": "một cái gì đó, đặc biệt là tiền, được trao cho một người để bù đắp cho sự mất mát, đau đớn hoặc thiệt hại mà người đó phải chịu"
        },
        {
            "id": "b29f6e3c-39f3-4162-b60b-ebe21d74a975",
            "word": "complaint",
            "phonetic": "kəmpleɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His complaints have a familiar ring.",
                "Complaints must go through the proper channels.",
                "Make a complaint if you are not satisfied with the service.",
                "He made a complaint about the room and the hotel changed his booking.",
                "We keep a record of all complaints that we receive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxhaW50&hash=8dcbb27fef4ae9a0ed578ec15c51a06f4120d3ea&lang=en&cache-only=0",
            "defineEn": "a statement that conveys one's dissatisfaction",
            "defineVi": "một tuyên bố truyền đạt sự không hài lòng của một người"
        },
        {
            "id": "f8e4a8f9-7bb1-427a-af78-843a79442d50",
            "word": "payment",
            "phonetic": "peɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We look forward to receiving the payment at your earliest convenience.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford.",
                "I bought a winter coat for nothing down and no payments due until February.",
                "Sarah's family was surprised by how much the interest on their mortgage grew, and they struggled to keep up with payments.",
                "Electronic payments have cannibalized checks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5bWVudA&hash=43b24fc7f8f66cc2a627260ec0a68e46d8ede440&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid",
            "defineVi": "một số tiền được trả",
            "hasImg": true
        },
        {
            "id": "274f6eae-e0bd-4777-be3e-c367a3dfb173",
            "word": "to achieve",
            "phonetic": "tʊ ɐtʃiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She achieved great success at a young age.",
                "She had already achieved success beyond her wildest dreams.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He achieved success by ruthlessly running roughshod over anyone who got in his way.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNoaWV2ZQ&hash=eb5c0f429678373be8e2778c849942c574455b8b&lang=en&cache-only=0",
            "defineEn": "to finally get the desired goal after dealing with many difficulties",
            "defineVi": "để cuối cùng có được mục tiêu mong muốn sau khi đối phó với nhiều khó khăn",
            "hasImg": true
        },
        {
            "id": "528b7856-49b2-4f1c-95be-f92809d953e6",
            "word": "achievement",
            "phonetic": "ɐtʃiːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He made a false claim about his achievements to impress others.",
                "She reached a high score on the exam and was proud of her achievement.",
                "Being the Benjamin of the family, Sarah is constantly compared to her older siblings and their achievements.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoaWV2ZW1lbnQ&hash=6bf3d7a9cf6d5b9a2f17876b79a631df2ce8fd67&lang=en&cache-only=0",
            "defineEn": "the process or act of achieving something",
            "defineVi": "quá trình hoặc hành động để đạt được một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a69194a8-5e22-4f34-9442-2ef203d42fc0",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "to hold the same opinion about something as that of another person",
            "defineVi": "để giữ quan điểm tương tự về một cái gì đó như của người khác",
            "hasImg": true
        },
        {
            "id": "6dabcf1a-f8e1-42f6-9465-b1605546f563",
            "word": "agreement",
            "phonetic": "ɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The agreement came after several hours of negotiations.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The agreement is part of efforts to bring peace to the region.",
                "She nodded in agreement with his statement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyZWVtZW50&hash=802bd957adcccdafac90e734fa8e7fe335dfdc1e&lang=en&cache-only=0",
            "defineEn": "a promise, an arrangement, or a contract between two or more people",
            "defineVi": "một lời hứa, một sự sắp xếp, hoặc một hợp đồng giữa hai hoặc nhiều người",
            "hasImg": true
        },
        {
            "id": "18287873-a462-4cf9-889d-470407f6cee8",
            "word": "to disagree",
            "phonetic": "tə dɪsɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "We disagree on most things, but on this question we are at one.",
                "The rest of you may disagree, but I, for one, think we should go ahead with the plan.",
                "He tends to fly off the handle when people disagree with him.",
                "Even if you disagree with someone, you should still lend them your ear and try to understand their point of view.",
                "Scientists disagree about how the universe was created."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYWdyZWU&hash=9a74e52ef562549a66675976e45131deeb322f26&lang=en&cache-only=0",
            "defineEn": "to hold or give a different opinion about something",
            "defineVi": "để giữ hoặc đưa ra một ý kiến khác nhau về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "25a211a0-df15-4bee-b28d-dab7b7222411",
            "word": "disagreement",
            "phonetic": "dɪsɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have made up for their previous disagreements by attending couples therapy.",
                "I know we had a disagreement, but I hope there are no hard feelings.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals.",
                "Both are trying to present the disagreement as a storm in a teacup.",
                "Alex is trying to build bridges with his colleague after their disagreement at the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWdyZWVtZW50&hash=a10e3ba9b4514e3dc20a63d58544aa1aa001b1a4&lang=en&cache-only=0",
            "defineEn": "an argument or a situation in which people have different opinions about something",
            "defineVi": "một cuộc tranh luận hoặc một tình huống trong đó mọi người có ý kiến khác nhau về một cái gì đó"
        },
        {
            "id": "69757134-7c49-4942-a1f8-8bba16446323",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to speak to someone often angrily because one disagrees with them",
            "defineVi": "nói chuyện với ai đó thường giận dữ vì một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "011f43bb-1747-47e0-9551-7e02a7bdcec1",
            "word": "argument",
            "phonetic": "ɑːɹɡjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "His argument rests on shaky ground.",
                "The lawyer presented the right argument in court.",
                "Your article barely laid a glove on my arguments.",
                "He would start an argument at the drop of a hat."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnQ&hash=72760f1d8bf8d1677b622f67a2325c945720f347&lang=en&cache-only=0",
            "defineEn": "a discussion, typically a serious one, between two or more people with different views",
            "defineVi": "một cuộc thảo luận, điển hình là một cuộc thảo luận nghiêm túc, giữa hai hoặc nhiều người có quan điểm khác nhau",
            "hasImg": true
        },
        {
            "id": "2092c8c6-54cc-472f-84d4-cb6605609aeb",
            "word": "to attach",
            "phonetic": "tʊ ɐtætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can’t really attach a label to this type of art.",
                "I'll drive you home - no strings attached.",
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "The policy offers 15% interest, with no strings attached.",
                "Attach the butt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNo&hash=5f9f1f1a7f1e11eb60ce83ee20d29428c27c1a91&lang=en&cache-only=0",
            "defineEn": "to connect or fasten something to another thing",
            "defineVi": "để kết nối hoặc gắn chặt một cái gì đó với một thứ khác",
            "hasImg": true
        },
        {
            "id": "935ee7af-c34f-45b3-b45e-0ec66611d36a",
            "word": "attachment",
            "phonetic": "ɐtætʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They made inroads on their own traditional attachment to ' capital ' and implemented a tax on short-term capital gains in 1962.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The woman had been away from her family for several months and realized that absence makes the heart grow fonder, as she felt a stronger emotional attachment to them upon her return.",
                "Attachment is vital.",
                "About 15% of the kids demonstrated insecure ambivalent attachment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNobWVudA&hash=24976c0b0da49f39a388c233393f6a309219dcb8&lang=en&cache-only=0",
            "defineEn": "a part or accessory that does a particular task when it is connected to something",
            "defineVi": "một bộ phận hoặc phụ kiện thực hiện một nhiệm vụ cụ thể khi nó được kết nối với một cái gì đó"
        },
        {
            "id": "f9f098bf-ce9e-4ed2-8fbc-b9209bfa4b97",
            "word": "to choose",
            "phonetic": "tə tʃuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She chose a knee-length skirt for the office.",
                "May I choose the restaurant?",
                "He chose a seat facing the door.",
                "Many people choose not to marry.",
                "He chose to go."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hvb3Nl&hash=80659d5f5ce2337fbe44d87e00e4051f82a4323f&lang=en&cache-only=0",
            "defineEn": "to decide what we want to have or what is best for us from a group of options",
            "defineVi": "để quyết định những gì chúng tôi muốn có hoặc những gì là tốt nhất cho chúng tôi từ một nhóm các tùy chọn",
            "hasImg": true
        },
        {
            "id": "8db684e3-6081-48f4-8635-fca4cc045f80",
            "word": "choice",
            "phonetic": "tʃɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "Camembert is an excellent choice for a picnic.",
                "A Granny Smith apple is a popular choice for juicing.",
                "On the credit side, the restaurant offers a wide range of choices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaWNl&hash=1ea7f6a4e769ccd0083d9d663f6155c4e3d589cd&lang=en&cache-only=0",
            "defineEn": "an act of deciding to choose between two things or more",
            "defineVi": "một hành động quyết định lựa chọn giữa hai điều hoặc nhiều hơn",
            "hasImg": true
        },
        {
            "id": "ff141c6f-2ac5-45a6-b68c-c89685f70be1",
            "word": "to compensate",
            "phonetic": "tə kɑːmpənseɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a form of self-approval that strokes the ego and compensates for someone's insecurity.",
                "Other countries compensate citizens during lockdowns.",
                "We compensate donors for their time and their commitment to the program.",
                "Compensated fast and generously.",
                "The cost of the immunizations is clearly compensated for by their life-saving value."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGVuc2F0ZQ&hash=2d8f0362c98bab29f5b7a3e48c350a9c734ecf9a&lang=en&cache-only=0",
            "defineEn": "to give something, particularly money, to make up for the loss, pain, or damage that someone has suffered",
            "defineVi": "để cung cấp một cái gì đó, đặc biệt là tiền, để bù đắp cho sự mất mát, đau đớn, hoặc thiệt hại mà ai đó đã phải chịu đựng"
        }
    ]
}