{
    "id": "fa434750-1e4c-4546-8b5f-3f2485652721",
    "title": "Unit 3 - Lesson 2",
    "originalTitle": "Unit 3 - Lesson 2",
    "words": [
        {
            "id": "a2c324d7-6042-431f-ace3-ff792952f7d0",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "the work done by a person, organization, company, etc. for the benefit of others",
            "defineVi": "công việc được thực hiện bởi một người, tổ chức, công ty, v.v. vì lợi ích của người khác"
        },
        {
            "id": "5c723a92-d459-49bf-ab51-b1675427a360",
            "word": "to dry clean",
            "phonetic": "tə dɹaɪ kliːn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ5IGNsZWFu&hash=4a581d75c72efcb2909615b639fb765814d7a884&lang=en&cache-only=0",
            "defineEn": "to clean clothing, bedding, or other fabrics using special chemicals and not water",
            "defineVi": "để làm sạch quần áo, khăn trải giường hoặc các loại vải khác bằng hóa chất đặc biệt chứ không phải nước",
            "hasImg": true
        },
        {
            "id": "f51466d0-f6ba-426c-9f22-8bc2f3d37a1a",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "529f264d-cd77-49a0-a63b-aab2d3934a35",
            "word": "to repair",
            "phonetic": "tə ɹᵻpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repair is a cinch.",
                "The relationship between the two friends had deteriorated beyond repair.",
                "The landlord finally made some repairs in the apartment, but it was only after several complaints and threats of legal action, and a forced kindness deserves no thanks.",
                "He's still on the hook for the cost of the repairs.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwYWly&hash=26e55abaf7626925f69e296e644d4d86878c906c&lang=en&cache-only=0",
            "defineEn": "to restore something to a good condition; to fix something that is damaged, broken, or not working properly",
            "defineVi": "để khôi phục một cái gì đó về tình trạng tốt; để sửa chữa một cái gì đó bị hư hỏng, bị hỏng, hoặc không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "7857e318-8be2-4020-bf54-ad12c1a51eab",
            "word": "shoe",
            "phonetic": "ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I absolutely love your shoes.",
                "His shoes were wearing at the heel.",
                "My shoes are killing me.",
                "She stole the shoes from under the assistant's nose.",
                "I bought these shoes at half price."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZQ&hash=62339f6cf353d519bb17eb04ed8bfd616dd8eb46&lang=en&cache-only=0",
            "defineEn": "something that we wear to cover and protect our feet, generally made of strong materials like leather or plastic",
            "defineVi": "thứ gì đó mà chúng ta mặc để che và bảo vệ đôi chân của mình, thường được làm bằng vật liệu bền như da hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "6263c66e-4a05-4e49-b1ff-f91d626e6a33",
            "word": "to frame",
            "phonetic": "tə fɹeɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJhbWU&hash=9a6e8af323b7079016c0c8596f4f3ceb3395c015&lang=en&cache-only=0",
            "defineEn": "to put a work of art in a solid border",
            "defineVi": "để đặt một tác phẩm nghệ thuật trong một biên giới vững chắc",
            "hasImg": true
        },
        {
            "id": "4d63bf42-0ff4-4ea0-9999-8c0b0a301eef",
            "word": "picture",
            "phonetic": "pɪktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This picture shows my mother as a young woman.",
                "For children, picture books provide a window onto the world.",
                "The board meeting painted a pretty grim picture.",
                "The book paints a vivid picture of life in the city.",
                "I have a picture frame with a family photo on my desk."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZQ&hash=bad3c3434f7430776dab6143795da7f683a92914&lang=en&cache-only=0",
            "defineEn": "a visual representation of a scene, person, etc. produced by a camera",
            "defineVi": "một đại diện trực quan của một cảnh, người, v.v. được tạo ra bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "ab7e607d-8afe-466c-9d8d-4c3e1dabd08c",
            "word": "to deliver",
            "phonetic": "tə dᵻlɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck delivered a large shipment of goods to the warehouse.",
                "The goods will be delivered at your convenience.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "So when will you deliver the cargo?",
                "He failed to deliver."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaXZlcg&hash=ad19193c90a860a93d2861ab2609f47304f9e999&lang=en&cache-only=0",
            "defineEn": "to bring and give a letter, package, etc. to a specific person or place",
            "defineVi": "mang và đưa thư, gói hàng, v.v. cho một người hoặc một địa điểm cụ thể",
            "hasImg": true
        },
        {
            "id": "fc840e28-eded-4d91-980a-f1a605bde843",
            "word": "package",
            "phonetic": "pækɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This package is for you.",
                "The company is offering voluntary severance packages.",
                "I sent the package by airmail.",
                "My package got here faster than I could say Jack Robinson!",
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFja2FnZQ&hash=0ca44364e9588f06b8b95f897c90ece7eabc9028&lang=en&cache-only=0",
            "defineEn": "a box or container in which items are packed",
            "defineVi": "một hộp hoặc thùng chứa trong đó các mặt hàng được đóng gói",
            "hasImg": true
        },
        {
            "id": "be88f986-b052-4be0-b0ae-baa0e64ff01a",
            "word": "to lengthen",
            "phonetic": "tə lɛŋθən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "And when you stretch, those bands lengthen, but only to a point.",
                "And we have been lengthening the fire season quite considerably as we warm up the planet.",
                "The Alien Act lengthened the period of time it took to become a citizen, and the Sedition Act made it a crime to criticize the government.",
                "And we can sense humidity on a personal level, because hair lengthens as humidity increases and contracts as humidity decreases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVuZ3RoZW4&hash=8a0913e021f13c5c25ed324e134a688f9a17d990&lang=en&cache-only=0",
            "defineEn": "to make something have an increase in length or duration",
            "defineVi": "để làm cho một cái gì đó có một sự gia tăng về chiều dài hoặc thời gian",
            "hasImg": true
        },
        {
            "id": "e4e2dcc3-a947-4a94-8719-a693f8ac9cd2",
            "word": "to shorten",
            "phonetic": "tə ʃɔːɹʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I just shortened it",
                "It shortens the window to get an absentee ballot.",
                "Using this function shortens continuous playback time.",
                "Those shorten every time cells replicate.",
                "The tethers could shorten trips between both planets, from nine months down to five or even three, and reduce the scale of the rockets required by between 84 and 96 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvcnRlbg&hash=d90ac60f16d57132ed9d405fd592282ebc3fa831&lang=en&cache-only=0",
            "defineEn": "to make something have a decrease in length or duration",
            "defineVi": "để làm cho một cái gì đó đã giảm chiều dài hoặc thời gian",
            "hasImg": true
        },
        {
            "id": "8a626b2a-5a07-46ea-bc17-da0cc0752957",
            "word": "skirt",
            "phonetic": "skɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This skirt has a stretchy waistband for comfort.",
                "The skirt has a zipper at the back for easy wearing.",
                "Her skirt almost reached the ground.",
                "A skirt that reaches halfway down her legs",
                "She paired her skirt with a white blouse and heels."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpcnQ&hash=ba24c042911ea9e807cbaa498bf86dabccce3d16&lang=en&cache-only=0",
            "defineEn": "a piece of clothing for girls or women that fastens around the waist and hangs down around the legs",
            "defineVi": "một bộ quần áo dành cho trẻ em gái hoặc phụ nữ buộc quanh eo và rủ xuống quanh chân",
            "hasImg": true
        },
        {
            "id": "7343c37a-01af-4d39-94e5-baae7baf75b1",
            "word": "to print",
            "phonetic": "tə pɹɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The document was printed at the taxpayer's expense.",
                "The phone number for customer service is printed on the back of the product.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "The printer is in full working order and is printing documents with high quality.",
                "The newspaper has been under siege lately by its readers for printing a false story."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJpbnQ&hash=21de31dcff62c3db74ebaa2faecec0b5d563c9a4&lang=en&cache-only=0",
            "defineEn": "to produce letters, books, newspapers, etc. by a mechanical process in which a machine puts ink on paper",
            "defineVi": "để sản xuất thư, sách, báo, v.v. bằng một quy trình cơ học trong đó máy đưa mực lên giấy",
            "hasImg": true
        },
        {
            "id": "eef9947c-f690-4de5-8f66-725381b1fa36",
            "word": "sign",
            "phonetic": "saɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbg&hash=49c367b4ac03d1f65a0d1efed1f612016963e927&lang=en&cache-only=0",
            "defineEn": "a text or symbol that is displayed in public to give instructions, warnings, or information",
            "defineVi": "một văn bản hoặc biểu tượng được hiển thị ở nơi công cộng để đưa ra hướng dẫn, cảnh báo hoặc thông tin"
        },
        {
            "id": "e0fe26fa-0298-4488-b97a-c111341f0560",
            "word": "to copy",
            "phonetic": "tə kɑːpi ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her last book sold millions of copies.",
                "I'll do a copy for you.",
                "He sent me a copy of his new book.",
                "Can you tell this copy from the original?",
                "They’ve already sold over two million copies of their record."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29weQ&hash=97d40a0e7524992da8dd8ec0b3934b5275dd1e2d&lang=en&cache-only=0",
            "defineEn": "to create a similar or identical version of something; to make something that is exactly like something else",
            "defineVi": "để tạo ra một phiên bản tương tự hoặc giống hệt nhau của một cái gì đó; để làm một cái gì đó mà là chính xác như một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "b591f870-07dc-4211-afc1-d7448b2ca1cf",
            "word": "report",
            "phonetic": "ɹᵻpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0&hash=bd382707097411c177c6bcb617077f12bc774d5e&lang=en&cache-only=0",
            "defineEn": "a written or oral description of something that includes pieces of information that someone needs to know",
            "defineVi": "một mô tả bằng văn bản hoặc bằng miệng về một cái gì đó bao gồm các mẩu thông tin mà ai đó cần biết"
        }
    ]
}