{
    "id": "fa5eef31-76c9-4c06-b28c-4ee693503718",
    "title": "Face the Music!",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "e5f19947-61d2-42a2-a1a6-e4d5927fa258",
            "word": "acoustic guitar",
            "phonetic": "ɐkuːstɪk ɡɪtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We enjoy listening to acoustic guitar music.",
                "♪ acoustic guitar playing ♪",
                "♪ acoustic guitar playing ♪",
                "I own an acoustic guitar.",
                "Acoustic instruments like the acoustic guitar is pretty much everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvdXN0aWMgZ3VpdGFy&hash=3bbfd33058bc2396a302d3c96e92d27d033fa08c&lang=en&cache-only=0",
            "defineEn": "a type of guitar with a hollow body that does not amplify the sound electrically",
            "defineVi": "một loại đàn guitar có thân rỗng không khuếch đại âm thanh bằng điện",
            "hasImg": true
        },
        {
            "id": "0e1a6cae-3cf6-4f0f-8a8d-4306abb1a67a",
            "word": "bass guitar",
            "phonetic": "beɪs ɡɪtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chicago blues was basically the same style of blues played in the delta, except played more energetically, with an electric guitar, sometimes a bass guitar, piano, and drums."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzcyBndWl0YXI&hash=ceb8c46f14fa0a42ee53a2b8a2d243c0ce003d31&lang=en&cache-only=0",
            "defineEn": "a type of electric guitar that produces the lowest pitch in the family of guitars",
            "defineVi": "một loại ghi-ta điện tạo ra âm vực thấp nhất trong họ ghi-ta",
            "hasImg": true
        },
        {
            "id": "a54c8c16-1f05-4c03-bc62-ff103835db96",
            "word": "drumstick",
            "phonetic": "dɹʌmstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guests at the barbecue party enjoyed smoky grilled drumsticks with tangy barbecue sauce.",
                "The food truck offered crispy fried chicken drumsticks with secret spices.",
                "There's a drumstick and a t-bone.",
                "Lysa Dawn Robinson never went anywhere without a set of drumsticks.",
                "It has the familiarity of the original recipe with the drumsticks, that I think all Americans know, but also caters to local dishes of congee and egg tarts that people in China are familiar with."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bXN0aWNr&hash=13e24d0c91d961640bce5ac25ce0eac2214b3294&lang=en&cache-only=0",
            "defineEn": "a stick with a round head that is used for playing drums or other percussion instruments",
            "defineVi": "một cây gậy có đầu tròn được sử dụng để chơi trống hoặc các nhạc cụ gõ khác",
            "hasImg": true
        },
        {
            "id": "c7fc51c7-2b37-4810-b3a1-e070e15152a6",
            "word": "grand piano",
            "phonetic": "ɡɹænd piænoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a full-size grand piano costs $30,000.",
                "A grand piano, for example, can play 88 separate notes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQgcGlhbm8&hash=81bcc40cf10a32b9017d3758d45db9c95fcb468d&lang=en&cache-only=0",
            "defineEn": "a large piano with three legs that its strings are parallel to the ground, marked by being full-toned",
            "defineVi": "một cây đàn piano lớn có ba chân mà dây của nó song song với mặt đất, được đánh dấu bằng âm sắc đầy đủ",
            "hasImg": true
        },
        {
            "id": "1ab4eda4-79cb-4e5b-ac43-373db12c4f15",
            "word": "organ",
            "phonetic": "ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart is a vital organ that pumps blood throughout the body.",
                "The human body has many different organs, such as the heart, lungs, and liver.",
                "Cells make up organs.",
                "Organs form individuals.",
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW4&hash=236915cb75bbfd1eed6eb1d3758d8821e2bec178&lang=en&cache-only=0",
            "defineEn": "a large keyboard instrument with rows of pipes in different sizes, each played by a separate set of keys, producing a wide range of tones",
            "defineVi": "một nhạc cụ bàn phím lớn với các hàng ống có kích thước khác nhau, mỗi ống được chơi bằng một bộ phím riêng biệt, tạo ra nhiều loại âm sắc",
            "hasImg": true
        },
        {
            "id": "2111897a-0e5e-4b4f-9850-7e32aed851e6",
            "word": "trombone",
            "phonetic": "tɹɑːmboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played trombone, earned his doctorate in classical conducting, and composed his own music.",
                "Born during the start of the 20th century, jazz grew out of African-American communities and bands often consisted of the cornet or trumpet, tuba, banjo and trombone.",
                "(makes 'sad trombone' sound)"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbWJvbmU&hash=fc61795d7a38029e8723c6b78ded007e64c9cad7&lang=en&cache-only=0",
            "defineEn": "a wind instrument consisting of a wide hollow end and a sliding metal tube formed like the letter U",
            "defineVi": "một nhạc cụ hơi bao gồm một đầu rỗng rộng và một ống kim loại trượt được tạo thành giống như chữ U",
            "hasImg": true
        },
        {
            "id": "57c9a40b-5e91-4e09-82f1-672133b6f652",
            "word": "blues",
            "phonetic": "bluːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Called the Mother of the Blues, she performed with the likes of Louis Armstrong, mentored a young Bessie Smith.",
                "(blues music) Blues musicians like Howlin' Wolf, Willie Dixon, and Muddy Waters made this journey and brought the blues with them.",
                "From SOUL, to BLUES, to GOSPEL, JACKSON, MISSISSIPPI's, Malaco Music Group has seen and done It All.",
                "But these three, we rock the House of Blues, and then they got to go back to East L.A. with gangs and uncles in jail.",
                "Hobbs notes the case of musician Mezz Mezzrow, the son of Russian Jewish immigrants, who chose to pass as black at various points in his life to strengthen his jazz career and later wrote about it in his 1946 autobiography Really the Blues."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZXM&hash=4cef35ce29e0ed48e91681a693442eed93b4f9a1&lang=en&cache-only=0",
            "defineEn": "a type of folk music with strong rhythms and a melancholic atmosphere, first developed by the African American community in the Southern US",
            "defineVi": "một thể loại âm nhạc dân gian với nhịp điệu mạnh mẽ và bầu không khí u sầu, được phát triển đầu tiên bởi cộng đồng người Mỹ gốc Phi ở miền Nam Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "1b8c5504-2df1-4cf0-aaa0-eca123c4d778",
            "word": "country music",
            "phonetic": "kʌntɹi mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a born and bred Texan, Mark has a deep appreciation for country music and barbecues.",
                "The simplicity of country music is its power.",
                "AMNA NAWAZ: The songs of Loretta Lynn have spanned generations of country music fans.",
                "Songwriter Harlan Howard famously called country music three chords and the truth.",
                "Maybe no instrument or sound is more associated with country music than Pedal Steel Guitar."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeSBtdXNpYw&hash=0b161fb95f8970905147181b98777c761496c61e&lang=en&cache-only=0",
            "defineEn": "a type of music that is originally from the southern parts of the United States",
            "defineVi": "một thể loại âm nhạc có nguồn gốc từ các vùng phía nam của Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "a0d234ec-cf9c-40f5-a50e-4f3b95f90e82",
            "word": "folk",
            "phonetic": "foʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you really have a crush on folk dancers?",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Add up all the comments above, and it seems a lot of folks are blowing smoke up a lot of other folk's rears."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9saw&hash=aba924d87522220322929c0f5da2de139bb32e65&lang=en&cache-only=0",
            "defineEn": "music that originates from and reflects the traditional culture of a particular region or community, often featuring acoustic instruments and storytelling lyrics",
            "defineVi": "âm nhạc bắt nguồn và phản ánh văn hóa truyền thống của một vùng hoặc cộng đồng cụ thể, thường có nhạc cụ acoustic và lời bài hát kể chuyện",
            "hasImg": true
        },
        {
            "id": "e21cfa45-27a0-4980-870a-d9d4d6614c07",
            "word": "heavy metal",
            "phonetic": "hɛvi mɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pentatonic and blues scales are even common throughout heavy metal music.",
                "Those catalysts are often made from heavy metals, or other substances with significant environmental impacts.",
                "Lithium-ion batteries also require certain heavy metals to make.",
                "Neurotoxic heavy metals seeped into the drinking water, affecting hundreds of thousands of residents.",
                "Things like asbestos in pipes, heavy metals in paints, biological hazards from sewage tanks, radioactive material from gauges, and the list goes on."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnkgbWV0YWw&hash=e4876ad0b7f55e26fe60eb27aa0842b105042913&lang=en&cache-only=0",
            "defineEn": "loud, energetic genre of rock music characterized by powerful guitar melodies, strong drum beats, and intense vocals",
            "defineVi": "thể loại nhạc rock ồn ào, tràn đầy năng lượng đặc trưng bởi giai điệu guitar mạnh mẽ, nhịp trống mạnh mẽ và giọng hát mãnh liệt",
            "hasImg": true
        },
        {
            "id": "5e7fe898-9c3f-4332-ac0e-edc01dcc5ac5",
            "word": "hip-hop",
            "phonetic": "hɪphɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hip-hop is progressive.",
                "Hip-hop is like any other music.",
                "I love hip-hop.",
                "You can do hip-hop",
                "A new national advocacy campaign uses hip-hop to inspire trust in the COVID vaccine."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlwLWhvcA&hash=8f3ccf82f73817e37cb27dcb837c164d0f6bdb3b&lang=en&cache-only=0",
            "defineEn": "popular music featuring rap that is set to electronic music, first developed among black and Hispanic communities in the US",
            "defineVi": "nhạc phổ biến có rap được đặt thành nhạc điện tử, được phát triển lần đầu tiên giữa các cộng đồng da đen và gốc Tây Ban Nha ở Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "9c56fae1-a48f-4d76-a7c2-f98c9efb141b",
            "word": "punk",
            "phonetic": "pʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wipe that smirk off your face, you little punk.",
                "Why don't you take a picture punk?",
                "You're a punk.",
                "I ain't no punk!",
                "I ain't no punk!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuaw&hash=9a0437eeb78b464c6a243d4ca2a9ce8f6fd1e0be&lang=en&cache-only=0",
            "defineEn": "a subgenre of rock music that is loud, fast, and aggressive which emerged in the 70s",
            "defineVi": "một thể loại nhạc rock ồn ào, nhanh và mạnh mẽ xuất hiện vào những năm 70",
            "hasImg": true
        },
        {
            "id": "0802a2bd-5937-40ab-a755-cef40ac1db04",
            "word": "rap",
            "phonetic": "ɹæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm always taking the rap for your mistakes.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "His mom raps him across the knuckles and says \"bad boy.\"",
                "Mike refuses, takes the rap, and Ernie goes free.",
                "Our job is not to have a stick in our hand and keep rapping them on the knuckles."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFw&hash=e4463438736013b69bf69d623692fe7ca792a156&lang=en&cache-only=0",
            "defineEn": "a genre of African-American music with a rhythmic speech",
            "defineVi": "một thể loại âm nhạc của người Mỹ gốc Phi với lời nói nhịp nhàng",
            "hasImg": true
        },
        {
            "id": "d2e82233-a3f0-4148-b466-698526ad839c",
            "word": "R & B",
            "phonetic": "ɑːɹ ænd biː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UiAmIEI&hash=3cc2975b18e34cb74f96ffd35a7e8bd88b42a4a7&lang=en&cache-only=0",
            "defineEn": "a type of music that combines elements of jazz and blues, developed by African-Americans in the 1940s",
            "defineVi": "một thể loại âm nhạc kết hợp các yếu tố của nhạc jazz và blues, do người Mỹ gốc Phi phát triển vào những năm 1940",
            "hasImg": true
        },
        {
            "id": "89af7f7f-ed73-48fb-aa9a-8557047421dd",
            "word": "rock and roll",
            "phonetic": "ɹɑːk ænd ɹoʊl ",
            "partOfSpeechType": "phrase",
            "examples": [
                "Rock and roll, you're the king.",
                "Back in Vietnam, we dance to rock and roll.",
                "She's ready to rock and roll.",
                "The 12-bar structure was also a major influence on rock and roll.",
                "You've got the coolest hair in rock and roll."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9jayBhbmQgcm9sbA&hash=2472c09973fab353cd16b3885bf2778e6867c048&lang=en&cache-only=0",
            "defineEn": "a type of popular music originating in the 1950s with electronically amplified instruments, a strong beat, and simple tunes",
            "defineVi": "một thể loại âm nhạc phổ biến bắt nguồn từ những năm 1950 với các nhạc cụ khuếch đại điện tử, nhịp điệu mạnh mẽ và giai điệu đơn giản",
            "hasImg": true
        },
        {
            "id": "8cd3040b-0132-4ea0-b3be-7090c807cc02",
            "word": "chorus",
            "phonetic": "koːɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Specifically, these ones called chorus waves.",
                "The chorus the people, the community responds.",
                "When he was introduced to the crowd here in Las Vegas tonight, a chorus of boos rained down on top of the French rider. -",
                "The first lead will sing a line, then the group will respond with a chorus.",
                "If we had radio antennas for ears, the Van Allen chorus would be detectable in the audible range of human hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcnVz&hash=17f99ef41794a91f778635d1c4a8aef80c213254&lang=en&cache-only=0",
            "defineEn": "a group of dancers and singers who perform in a musical show, typically providing supporting or background roles and enhancing the main performance",
            "defineVi": "một nhóm vũ công và ca sĩ biểu diễn trong một chương trình ca nhạc, thường đóng vai trò hỗ trợ hoặc nền tảng và nâng cao hiệu suất chính",
            "hasImg": true
        },
        {
            "id": "de73d6f8-dac2-4d03-a4fb-bd0d68b71704",
            "word": "composer",
            "phonetic": "kəmpoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "As a musician, he knew that nine tailors make a man and that being proficient in multiple music genres was essential to his success as a performer and composer.",
                "Classical-era composers like Mozart and Beethoven popularized piano music.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zZXI&hash=ae25417d3ef216a824a5ef3b6f29ce13e88f57c0&lang=en&cache-only=0",
            "defineEn": "a person who writes music as their profession",
            "defineVi": "một người viết nhạc như nghề nghiệp của họ",
            "hasImg": true
        },
        {
            "id": "6752eb9c-8c04-43f0-96dc-80826e201023",
            "word": "chart",
            "phonetic": "tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The album's success has put it at the top of the charts.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "With a fresh lineup of talented musicians, the band has experienced a new lease of life, capturing the attention of music enthusiasts and gaining popularity on the charts.",
                "I prepared an around-the-clock chart detailing all my care requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnQ&hash=60f5b476c5f0bf9405859622f667ce6b6a79a0b4&lang=en&cache-only=0",
            "defineEn": "a list that ranks top pop records based on sales in a particular period",
            "defineVi": "một danh sách xếp hạng các bản ghi nhạc pop hàng đầu dựa trên doanh số bán hàng trong một khoảng thời gian cụ thể"
        },
        {
            "id": "73687571-01ea-468d-b9a4-205390295c48",
            "word": "gig",
            "phonetic": "ɡɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Posters for the gig appeared all over town.",
                "Robbie opened his heart after a secret charity gig at London's Equinox club on Thursday.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The band returned to their old stomping ground last night - and gave one of their best ever gigs.",
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2ln&hash=d61be7498b42d4373af852b5832e145fb5c71aab&lang=en&cache-only=0",
            "defineEn": "a performance of live music, comedy or other entertainment, usually by one or more performers in front of an audience",
            "defineVi": "một buổi biểu diễn nhạc sống, hài kịch hoặc giải trí khác, thường là của một hoặc nhiều người biểu diễn trước khán giả",
            "hasImg": true
        },
        {
            "id": "1fca3527-0ce1-4db7-88c1-88e907aa4e7f",
            "word": "track",
            "phonetic": "tɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost track of the time.",
                "They kept track of their mileage.",
                "The road follows the track of the railway line.",
                "The track led us through a wood.",
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2s&hash=3caf52dcf15a9f7eb708059bc9a4fb5db17b74c4&lang=en&cache-only=0",
            "defineEn": "a musical piece or song recorded on a CD, tape, or vinyl record",
            "defineVi": "một đoạn nhạc hoặc bài hát được ghi trên đĩa CD, băng hoặc đĩa nhựa",
            "hasImg": true
        },
        {
            "id": "e3800f27-f984-4394-a137-a6eb47fc6c06",
            "word": "opera house",
            "phonetic": "ɑːpɚɹə haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the Opera House has a ghost, a phantom, a man in black clothes.",
                "The word whispered round the Opera House.",
                "The Opera House went mad.",
                "The Opera House closed for two weeks.",
                "The noise in the Opera House went on for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmEgaG91c2U&hash=6add28a087eb5ee6c43d2a97ebbd04f03065cc15&lang=en&cache-only=0",
            "defineEn": "a theater designed for performing operas",
            "defineVi": "một nhà hát được thiết kế để biểu diễn vở opera",
            "hasImg": true
        },
        {
            "id": "087846f2-8214-4dc6-ab7b-7394885c90d0",
            "word": "orchestra",
            "phonetic": "ɔːɹkᵻstɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school orchestra played so many wrong notes that I had trouble keeping a straight face.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "Narrator: Think of it like an orchestra.",
                "The orchestra is probably where we're standing here.",
                "In an orchestra, this just sounds really terrible."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjaGVzdHJh&hash=e2ecb86ae061a9294233b7a6629a85f476759b07&lang=en&cache-only=0",
            "defineEn": "a group of musicians playing various instruments gathered and organized to perform a classical composition",
            "defineVi": "một nhóm nhạc sĩ chơi các nhạc cụ khác nhau được tập hợp và tổ chức để biểu diễn một tác phẩm cổ điển",
            "hasImg": true
        },
        {
            "id": "01784add-bc93-4f74-9353-1ee7f3296508",
            "word": "note",
            "phonetic": "noʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you take notes in the class?",
                "Please make a note of the dates.",
                "Someone left you this note.",
                "Someone left this note for you.",
                "She takes notes during lectures to review later as a dedicated student."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZQ&hash=1a14477fa34459b858de0137bc36ebb410260dfc&lang=en&cache-only=0",
            "defineEn": "a written sign or symbol indicating a single tone of particular pitch and length made by a vocal or musical instrument",
            "defineVi": "một dấu hiệu hoặc ký hiệu bằng văn bản cho biết một âm duy nhất có cao độ và độ dài cụ thể được tạo bởi một giọng hát hoặc nhạc cụ",
            "hasImg": true
        },
        {
            "id": "664217b7-0a2e-487d-8a34-a6ff26b051a6",
            "word": "rhythm",
            "phonetic": "ɹɪðəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The music in the movie had a familiar rhythm to it.",
                "So the fight has this rhythm to it.",
                "But our body has a rhythm.",
                "Circadian rhythms also influence your immune system.",
                "Can we keep rhythm together?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5dGht&hash=fc99a0cfb0c357f7ffea7cb742d3360509073ac8&lang=en&cache-only=0",
            "defineEn": "a strong repeated pattern of musical notes or sounds",
            "defineVi": "một mô hình lặp đi lặp lại mạnh mẽ của các nốt nhạc hoặc âm thanh"
        },
        {
            "id": "4051440c-2d3a-4bcb-8c50-a27d0f16cf16",
            "word": "tone",
            "phonetic": "toʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses a pencil to shade and create different tones in his artwork.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "Arms behind you will tone your triceps.",
                "- Registering that tone.",
                "Set the tone!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uZQ&hash=c6ce2cb9be43077c13f0d97671d20c1ede4bba50&lang=en&cache-only=0",
            "defineEn": "a vocal or musical sound with a particular pitch, intensity, and quality",
            "defineVi": "một âm thanh giọng hát hoặc âm nhạc với cao độ, cường độ và chất lượng cụ thể"
        },
        {
            "id": "8146bf4a-d87b-4b48-b8d7-7dbbbd1f0228",
            "word": "volume",
            "phonetic": "vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave a reading from her latest volume of poetry.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "The TV remote control allows me to change channels and adjust the volume.",
                "The happy smile on the child's face when he opened the box spoke volumes about my choice of gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW1l&hash=6030dc59a1352c16a74a65e1a288b0e580e9c9c1&lang=en&cache-only=0",
            "defineEn": "the amount of loudness produced by a TV, radio, etc.",
            "defineVi": "lượng âm lượng được tạo ra bởi TV, radio, v.v.",
            "hasImg": true
        },
        {
            "id": "feac2ce2-328b-47e7-8d62-84d94db8a829",
            "word": "record player",
            "phonetic": "ɹɛkɚd pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You glued your rabbit to an old authentic record player.",
                "Unfortunately, we don't have a record player.",
                "His brother was there too, listening to their record player.",
                "His brother was there too, listening to their record player.",
                "Or, with some help from a grown-up, you might be able to use a record player or a spinning cake platform!"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkIHBsYXllcg&hash=71dbea54653af7e73c20df22e36f5b06f59555e0&lang=en&cache-only=0",
            "defineEn": "a playback device with a spinning turntable that tracks the record and transmits it to a loudspeaker",
            "defineVi": "một thiết bị phát lại có bàn xoay quay theo dõi bản ghi và truyền nó tới loa",
            "hasImg": true
        },
        {
            "id": "d9758cca-9baf-4648-a141-0588e65aa680",
            "word": "sound system",
            "phonetic": "saʊnd sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "[On Phone] Sound system, that you guys have ever seen, these things have got-- -",
                "The sound system is apparently tuned by Harman Kardon which if you guys don't know was acquired by Samsung a little while back.",
                "Bookshelf speakers are what we traditionally think of when it comes to a home sound system.",
                "So, this is Bose sound system, the most premium one is from Burmester, but I think it's safe to say, this one is quite good."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmQgc3lzdGVt&hash=fbc24920a533d37a80d1dae6a7bb19ea934e526e&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for playing recorded music, making a live performance, or turning up sound through speakers",
            "defineVi": "một phần của thiết bị được sử dụng để phát nhạc đã ghi, biểu diễn trực tiếp hoặc tăng âm thanh qua loa",
            "hasImg": true
        },
        {
            "id": "2c23c535-4200-4c2d-8601-d8a4752fb99f",
            "word": "speaker",
            "phonetic": "spiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "The professor made mincemeat of the speaker at the conference.",
                "The speaker ended by suggesting some topics for discussion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYWtlcg&hash=06e7dd3d99b94e040ca81dc7646565bf7f5bc55f&lang=en&cache-only=0",
            "defineEn": "equipment that converts electrical signals into sound, loud enough for public announcements, playing music, etc.",
            "defineVi": "thiết bị biến đổi tín hiệu điện thành âm thanh đủ lớn để thông báo công cộng, phát nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "75cfc234-9545-4008-8ee0-43d14a74eae4",
            "word": "stereo",
            "phonetic": "stɛɹɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some of the best nights we had when we were teenagers were spent just driving aimlessly, cranking the car stereo up to eleven.",
                "Your stereo sounds better than mine.",
                "It sold stereos, speakers, vinyl records and other audio equipment.",
                "So you've got stereo sound.",
                "But we're using our stereo hearing in order to find it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcmVv&hash=c6b6bab2b81e39f487f05d969ac09f90c47340ef&lang=en&cache-only=0",
            "defineEn": "a sound system that plays back a recorded sound, music, etc. through two channels, producing a three-dimensional effect",
            "defineVi": "một hệ thống âm thanh phát lại âm thanh đã ghi, âm nhạc, v.v. qua hai kênh, tạo ra hiệu ứng ba chiều"
        },
        {
            "id": "98aee6bf-261c-4f05-b39a-0a6f234a9b92",
            "word": "to compose",
            "phonetic": "tə kəmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "He plays the piano and enjoys composing beautiful music.",
                "I love playing the piano and composing my own melodies.",
                "He spent countless hours practicing his guitar and composing his own songs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zZQ&hash=3fd1974b25d0e3cfd92ea07f51c120f97c350df8&lang=en&cache-only=0",
            "defineEn": "to write a musical piece",
            "defineVi": "để viết một bản nhạc",
            "hasImg": true
        },
        {
            "id": "1b8d53a8-9415-4328-9820-5f43a3f00a02",
            "word": "to conduct",
            "phonetic": "tə kəndʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "The court held that such conduct violated the statute.",
                "I enjoy conducting experiments and making observations in science class.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZHVjdA&hash=1f9bbd1c81dcffa00eba094b82026ba1f13e0bda&lang=en&cache-only=0",
            "defineEn": "to direct a choir or orchestra using special movements of the hands",
            "defineVi": "để chỉ đạo một dàn hợp xướng hoặc dàn nhạc sử dụng chuyển động đặc biệt của bàn tay",
            "hasImg": true
        },
        {
            "id": "f83744ec-f58c-4404-b515-8da922088359",
            "word": "to release",
            "phonetic": "tə ɹᵻliːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWFzZQ&hash=5d6cb704990b270eaca8ba9fa015cde280df0405&lang=en&cache-only=0",
            "defineEn": "to make a movie, music, etc. available to the public",
            "defineVi": "để làm cho một bộ phim, âm nhạc, vv có sẵn cho công chúng"
        },
        {
            "id": "2fecd4fc-1099-4e89-91e4-16818d0f66d0",
            "word": "deafening",
            "phonetic": "dɛfənɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhZmVuaW5n&hash=96144a8d96231f879a56b327e100d6a6c7e3dba6&lang=en&cache-only=0",
            "defineEn": "(of a sound) too loud in a way that nothing else can be heard",
            "defineVi": "(của một âm thanh) quá to theo cách không thể nghe thấy gì khác"
        }
    ]
}