{
    "id": "fac1c9f2-480d-48d6-9902-465f7cdca030",
    "title": "Unit 2 - Lesson 4",
    "originalTitle": "Unit 2 - Lesson 4",
    "words": [
        {
            "id": "eb2ea337-a2ae-4d58-ae1d-f894f15c145b",
            "word": "medication",
            "phonetic": "mɛdɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medication has a stiff dosage, so be prepared for its potent effects.",
                "I'll be more alert when I get this medication out of my system.",
                "After a few days of rest and medication, Emily is on the mend and expects to be back to work soon.",
                "The doctor advised me to let the flu run its course, rather than prescribing medication.",
                "He had a heart condition that required him to take medication daily."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhdGlvbg&hash=9bffa5c9c82f6e9aa5ea32259c2f5e70ff95bb5e&lang=en&cache-only=0",
            "defineEn": "something that we take to prevent or treat a disease, or to feel less pain",
            "defineVi": "thứ gì đó mà chúng ta dùng để ngăn ngừa hoặc điều trị bệnh hoặc để cảm thấy bớt đau",
            "hasImg": true
        },
        {
            "id": "856cb671-69ba-4cb5-9932-631d98dcb0eb",
            "word": "painkiller",
            "phonetic": "peɪŋkɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, painkillers negatively reinforce the behavior of swallowing them by ending the headache.",
                "Slower drug metabolism can mean a normally fine painkiller, like acetaminophen, may build up until it hits toxic levels.",
                "- It's Alaskan Fury, it's cocaine and over-the-counter painkillers.",
                "And this is where over-the-counter painkillers come in.",
                "When a new group of painkillers emerged in the mid-90s, pharmaceutical companies and distributors saw a ripe market."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmtpbGxlcg&hash=ee997842b1e02985d2e7375e96338bfe68901fe5&lang=en&cache-only=0",
            "defineEn": "a type of medicine that is used to reduce or relieve pain",
            "defineVi": "một loại thuốc được sử dụng để giảm hoặc giảm đau",
            "hasImg": true
        },
        {
            "id": "cd54a28d-a501-4c26-b936-43022398dd70",
            "word": "cold",
            "phonetic": "koʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "He feels the cold a lot.",
                "The film caught a cold over the outstanding debt.",
                "Sarah’s got a cold.",
                "On the day of the wedding, Brown experienced cold feet.",
                "He's out cold and as still as a stone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZA&hash=8875f66e2064a93958cd6d321da2787e7167f462&lang=en&cache-only=0",
            "defineEn": "a mild disease that we usually get when viruses affect our body and make us cough, sneeze, or have fever",
            "defineVi": "một căn bệnh nhẹ mà chúng ta thường mắc phải khi vi-rút ảnh hưởng đến cơ thể và khiến chúng ta ho, hắt hơi hoặc sốt",
            "hasImg": true
        },
        {
            "id": "a102b8a9-1db5-4f1a-af01-396f63f502bf",
            "word": "tablet",
            "phonetic": "tæblət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company offers a range of form factors for its products, including desktops, laptops, and tablets.",
                "So here's our tablet.",
                "Does a man need a rugged tablet?",
                "So smartphones and tablets are challenging.",
                "We've already ruled out my tablet."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGV0&hash=38cd8a50013969eb4160292f654eae7390d0d9f6&lang=en&cache-only=0",
            "defineEn": "a small round piece of medicine, containing an active drug and excipients, that should usually be swallowed",
            "defineVi": "một viên thuốc hình tròn nhỏ, chứa hoạt chất và tá dược, thường có thể nuốt được",
            "hasImg": true
        },
        {
            "id": "4751e4b8-64cf-4684-95ee-23e6144ac3e4",
            "word": "nasal spray",
            "phonetic": "neɪzəl spɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFzYWwgc3ByYXk&hash=1a8d9965925f149a3f7305f0cfe4a75141d00022&lang=en&cache-only=0",
            "defineEn": "liquid medication sprayed into the nose with the use of a special device",
            "defineVi": "thuốc dạng lỏng xịt vào mũi bằng cách sử dụng một thiết bị đặc biệt",
            "hasImg": true
        },
        {
            "id": "4a2a3e23-fa04-489e-b2ca-877734ea503f",
            "word": "decongestant",
            "phonetic": "diːkəndʒɛstənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjb25nZXN0YW50&hash=ca40ce63b8b85dd9f6dd6958fded88bc6950ef15&lang=en&cache-only=0",
            "defineEn": "medicine used when someone has a cold and a blocked nose to help them breath more easily",
            "defineVi": "thuốc được sử dụng khi ai đó bị cảm lạnh và nghẹt mũi để giúp họ thở dễ dàng hơn"
        },
        {
            "id": "ffcd92f4-9a61-4d09-9fce-721f22e4147b",
            "word": "eye drops",
            "phonetic": "aɪ dɹɑːps ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXllIGRyb3Bz&hash=d06a817aa21a8abc4fe234ef92ca893b94aba9b5&lang=en&cache-only=0",
            "defineEn": "liquid medication dropped into the eye with the use of a special device that releases one drop at a time",
            "defineVi": "thuốc dạng lỏng nhỏ vào mắt bằng cách sử dụng một thiết bị đặc biệt nhỏ từng giọt một",
            "hasImg": true
        },
        {
            "id": "9d7c5082-769f-4aef-825b-acfd1eb5214a",
            "word": "antihistamine",
            "phonetic": "æntɪhɪstɐmiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then other antihistamines, there's over-the-counter things, and the antihistamines are usually the over-the-counter options for sleep.",
                "For example, the antipsychotic chlorpromazine was first investigated as an antihistamine: a drug that reduces immune reactions, including allergies.",
                "And then hydroxyzine is a prescription antihistamine that you could mention to your doctor, and we use it for both anxiety and sleep.",
                "And then other antihistamines, there's over-the-counter things, and the antihistamines are usually the over-the-counter options for sleep.",
                "When our bodies start exhibiting these typical allergy symptoms, we start taking antihistamines to stop these reactions. "
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWhpc3RhbWluZQ&hash=2f164344b1f97536b64ea4104602606d360432bd&lang=en&cache-only=0",
            "defineEn": "a type of medicine used to treat allergies or neutralize their effects",
            "defineVi": "một loại thuốc dùng để điều trị dị ứng hoặc vô hiệu hóa tác dụng của chúng"
        },
        {
            "id": "32026cfb-26b2-4a68-8077-c75b0c3bbe00",
            "word": "cough medicine",
            "phonetic": "kɔf mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This medication helps ease your hacking, but it doesn’t work like some cough medicines that loosen mucus in your windpipe.",
                "Despite this, he was given only cough medicine and antibiotics by the Dugway Army Hospital.",
                "And saying you just didn’t try very hard was worse than saying that cough medicine made you tired."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291Z2ggbWVkaWNpbmU&hash=92406cc2aaeefd60f2b6ff2b3b144cfdfa80771c&lang=en&cache-only=0",
            "defineEn": "a‌ medicine, often in a form of liquid, that one takes to relieve coughing",
            "defineVi": "một loại thuốc, thường ở dạng lỏng, dùng để giảm ho",
            "hasImg": true
        },
        {
            "id": "c378aa88-43f2-49f9-8968-59e096f864d3",
            "word": "antibiotic",
            "phonetic": "æntɪbaɪɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was given antibiotics.",
                "The doctor wrote her a prescription for more antibiotics.",
                "Antibiotics DO NOT KILL VIRUSES.",
                "They put antibiotics in it.",
                "Antibiotics like penicillin have saved millions of lives from bacterial illnesses like pneumonia and scarlet fever."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJpb3RpYw&hash=32cab185ec60bb85d10aaf76e238025a7f70c0ad&lang=en&cache-only=0",
            "defineEn": "a drug that is used to destroy bacteria or stop their growth, like Penicillin",
            "defineVi": "một loại thuốc được sử dụng để tiêu diệt vi khuẩn hoặc ngăn chặn sự phát triển của chúng, như Penicillin",
            "hasImg": true
        },
        {
            "id": "05dbeea7-cff8-439c-8540-b1017b3e4f2e",
            "word": "antacid",
            "phonetic": "æntæsɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I definitely taste antacid.",
                "In fact, they're in antacids.",
                "Let's just eat antacid.",
                "Now, you can give this to somebody as a little bit of a prank, but if you're going to eat it yourself, I may suggest, that you take some antacid that we have crumbled into a sugary form.",
                "Antacid almost tastes like it would be good just--"
            ],
            "audio": "https://tts.langeek.co/read?text=YW50YWNpZA&hash=765ec7327e4cdca5d116f5221e1c659c9dcab79b&lang=en&cache-only=0",
            "defineEn": "medication that reduces or neutralizes the acidity of the body, particularly the stomach",
            "defineVi": "thuốc làm giảm hoặc trung hòa độ axit của cơ thể, đặc biệt là dạ dày",
            "hasImg": true
        },
        {
            "id": "c611285a-1c92-4876-8407-89770ddf9c3d",
            "word": "ointment",
            "phonetic": "ɔɪntmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tony's poor English was a fly in the ointment when he applied for the job.",
                "I'm looking forward to Sunday, the only fly in the ointment being the fact that I'll have to sit next to my mother-in-law.",
                "You got ointment? ",
                "The doctor wiped my butt with ointment and then it went away.",
                "And horse trainer Bob Baffert now says a skin ointment may have caused his Kentucky Derby winner to fail a drug test."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ludG1lbnQ&hash=f7a952541e3e75b90b559d736c7189700c1d0374&lang=en&cache-only=0",
            "defineEn": "a substance, usually smooth and oily, rubbed on the skin for medical purposes",
            "defineVi": "một chất, thường mịn và nhờn, được xoa lên da cho mục đích y tế",
            "hasImg": true
        },
        {
            "id": "6acd94f8-e5fa-400e-a700-57228a096178",
            "word": "vitamin",
            "phonetic": "vaɪɾəmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asparagus beanare rich in iron and vitamin K.",
                "Prickly pears are rich in vitamins and antioxidants.",
                "Heart cherries are rich in antioxidants and vitamins, making them a healthy choice.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants."
            ],
            "audio": "https://tts.langeek.co/read?text=dml0YW1pbg&hash=219b35f01c1e85296b02aa2825d95a0fa10e3670&lang=en&cache-only=0",
            "defineEn": "natural substances that are found in food, which the body needs in small amounts to remain healthy, such as vitamin A, B, etc.",
            "defineVi": "các chất tự nhiên có trong thực phẩm mà cơ thể cần với lượng nhỏ để duy trì sức khỏe, chẳng hạn như vitamin A, B, v.v.",
            "hasImg": true
        }
    ]
}