{
    "id": "fae5b308-ad67-44c6-a946-785ff19ab509",
    "title": "Lesson 30",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "7d543e47-a3aa-4bce-bd96-26e7418ee83d",
            "word": "difference",
            "phonetic": "dɪfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scholarship fund had made a difference in a lot of people's lives.",
                "Exercise can make a big difference to your state of health.",
                "It could mean the difference between a red-letter day and an empty basket.",
                "Make a difference by doing what?",
                "He got the hook, reportedly due to differences with his co-star."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW5jZQ&hash=c898195fbf798de6c9956461e967cee140390385&lang=en&cache-only=0",
            "defineEn": "the way that two or more people or things are different from each other",
            "defineVi": "cách mà hai hoặc nhiều người hoặc vật khác nhau",
            "hasImg": true
        },
        {
            "id": "e045b0b8-44e6-4757-9c65-7b03e957cfc9",
            "word": "differentia",
            "phonetic": "dɪfɚɹɛnʃə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50aWE&hash=761f0f838b0f89343acb27c9d29708cb3c4902b1&lang=en&cache-only=0",
            "defineEn": "distinguishing characteristics (especially in different species of a genus)",
            "defineVi": "đặc điểm phân biệt (đặc biệt là ở các loài khác nhau của một chi)"
        },
        {
            "id": "6bca330d-5f46-4443-a0ff-3c8b7fdb8e4e",
            "word": "differential",
            "phonetic": "dɪfɚɹɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What is a differential equation?",
                "Partial differential equations we'll get into later.",
                "Here, for a differential equation, the solution is a function.",
                "Well, a differential equation is an equation that involves an unknown function and its derivatives.",
                "An ordinary differential equation is what I wrote down."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50aWFs&hash=8e47bb35292a9fae6d6e69b47b2092a8c4f04b82&lang=en&cache-only=0",
            "defineEn": "based on or relating to a difference",
            "defineVi": "dựa trên hoặc liên quan đến một sự khác biệt"
        },
        {
            "id": "9ec5c0ca-35b1-42dd-9a11-415b284dbbea",
            "word": "to differentiate",
            "phonetic": "tə dɪfɚɹɛnʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "First, a uniform differentiates these workers from other people. ",
                "So these three aspects really differentiate us.",
                "- Differentiating between them as well.",
                "And that really differentiates our design from other designers.",
                "Among its employees, a company differentiates between the types of workers via job titles like lab technician, secretary, or department supervisor. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVyZW50aWF0ZQ&hash=2c1a5995eb37126bc83cecc2e07b949a6a34e735&lang=en&cache-only=0",
            "defineEn": "to be something that marks two things or people as completely distinguished or different",
            "defineVi": "là một cái gì đó đánh dấu hai điều hoặc mọi người là hoàn toàn phân biệt hoặc khác nhau"
        },
        {
            "id": "d9d6a248-1ba2-4582-a066-5627531f5cb8",
            "word": "to preempt",
            "phonetic": "tə pɹiːɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "There is only so much that can be preempted for the 2020 election.",
                "Columbus's discovery had prompted the Catholic Spanish rulers to turn to the Pope to preempt any claims by Portugal to the new lands.",
                "But this year, the endless parade of sickly-sweet holiday cartoons that started airing around the clock the day after Thanksgiving has preempted my regularly scheduled good mood.",
                "But when I see Joe Manchin, probably the most threatened Democrat in the country, in West Virginia, say that the whole process I preempted by Mitch McConnell colluding with the defendant to go public like that indicates to me that there are votes to bring witnesses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZW1wdA&hash=4780e50c0af5d749a2cf7330c6e7695fd19de002&lang=en&cache-only=0",
            "defineEn": "to render a plan or action ineffective or unnecessary by doing something before it happens",
            "defineVi": "để làm cho một kế hoạch hoặc hành động không hiệu quả hoặc không cần thiết bằng cách làm điều gì đó trước khi nó xảy ra"
        },
        {
            "id": "097f720f-7fa4-4108-9fae-a1b009e48de8",
            "word": "to preexist",
            "phonetic": "tə pɹiːɛɡzɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "While conventional geothermal relies on preexisting reservoirs of steam or hot water, EGS creates a reservoir where one did not previously exist.",
                "After reviewing George Floyd's medical records, video from the arrest, and the autopsy report, Dr. Rich put the defense's argument, that preexisting health conditions or drug use led to Floyd's death, to the test.",
                "But what's causing those preexisting conditions?",
                "But in an emergency, none of that data, Right, Real time heart rate, preexisting health conditions, precise location can be accessed by 911.",
                "Preexisting conditions, those are things that could be done, or at least solutions offered."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlZXhpc3Q&hash=1810e49f1db0bb41d054a86ab3dd01060865ac5b&lang=en&cache-only=0",
            "defineEn": "exist beforehand or prior to a certain point in time",
            "defineVi": "tồn tại trước hoặc trước một thời điểm nhất định"
        },
        {
            "id": "72911eed-25aa-4ccd-90ca-bbd7282fb2ab",
            "word": "premonition",
            "phonetic": "pɹɪmənɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, the book is called \"The Premonition: A Pandemic Story.\"",
                "A lot of other English words are derived from monere, like premonition, admonish, demonstrate and monitor."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbW9uaXRpb24&hash=a821fac16a0a1ae1daaf287ae91bc67543898d4f&lang=en&cache-only=0",
            "defineEn": "a feeling of evil to come",
            "defineVi": "một cảm giác xấu xa đến"
        },
        {
            "id": "69cc5f9e-fc7b-4106-8ab1-13f0c05ecbfb",
            "word": "presage",
            "phonetic": "pɹɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Russia was not an exception, and that prospect presaged difficult times for Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2FnZQ&hash=52aa8fd44ffeebdce5c35b68fc6ed34f0a46b5ec&lang=en&cache-only=0",
            "defineEn": "a foreboding about what is about to happen",
            "defineVi": "một điềm báo về những gì sắp xảy ra"
        },
        {
            "id": "98e22c19-3b6f-424f-8634-11c4f35b74c0",
            "word": "riddance",
            "phonetic": "ɹɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's good riddance to him after a long period of time."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlkZGFuY2U&hash=4b9d9944c5b77a7cad273dcc75f842286a4cb5f2&lang=en&cache-only=0",
            "defineEn": "the act of forcing out someone or something",
            "defineVi": "hành động buộc ra khỏi một ai đó hoặc một cái gì đó"
        },
        {
            "id": "efb51767-39da-47fc-a21c-327267c79510",
            "word": "riddled",
            "phonetic": "ɹɪdəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You see one VAN riddled with bullets.",
                "The discourse on public housing structures is generally that they are riddled with maintenance issues, crime and unsightly exteriors, or are the victims of budgetary constraints."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlkZGxlZA&hash=52a710a1d6bcd5692b0b636e2a9b6482509ad4d2&lang=en&cache-only=0",
            "defineEn": "(often followed by `with') damaged throughout by numerous perforations or holes",
            "defineVi": "(thường được theo sau bởi `with') bị hư hỏng trong suốt bởi nhiều lỗ hoặc lỗ"
        },
        {
            "id": "32cf8adc-213a-46b7-b0fe-122185652395",
            "word": "to ridicule",
            "phonetic": "tə ɹɪdɪkjuːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity.",
                "Truculent Trump twists in the wind as an isolated, ridiculed figure of fun.",
                "Surely we can ask the BBC to remember that it is touching a sensitive nerve if it holds our Lord up to ridicule.",
                "In a lot of ways, ridicule works.",
                "Even as they ridiculed political figures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlkaWN1bGU&hash=5778fd1ef3688eb707f1f632f324dc9fd2c3799d&lang=en&cache-only=0",
            "defineEn": "subject to laughter or ridicule",
            "defineVi": "chịu tiếng cười hoặc chế giễu"
        },
        {
            "id": "ea585df3-1ac7-41ba-adeb-34780f0bb01f",
            "word": "to circulate",
            "phonetic": "tə sɜːkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "With a creak, the old wooden window finally opened, allowing fresh air to circulate.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "These guys, these electrons, these pi electrons can circulate all around.",
                "Online rumors circulate frequently."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VsYXRl&hash=53f1ecbdc8bc8c311d40cf2c6606c7030419b9af&lang=en&cache-only=0",
            "defineEn": "(of gas, air, or liquid) to constantly move around inside a closed area",
            "defineVi": "(của khí, không khí hoặc chất lỏng) để liên tục di chuyển xung quanh bên trong một khu vực kín"
        },
        {
            "id": "5800e07a-1c4a-4814-a3c6-d9d016611e1f",
            "word": "circuitous",
            "phonetic": "sɜːkjuːɪɾəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And I will see you in the next ShortCircuit, in a short circuitous while.",
                "No, you can't be both short and circuitous, can you? -",
                "So that's it, subscribe for more short circuit, just like this one, it's short and circuitous."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VpdG91cw&hash=43fa58e770667f6c4ce53bda56830fe9a1d4e78e&lang=en&cache-only=0",
            "defineEn": "deviating from a straight course",
            "defineVi": "đi chệch khỏi một khóa học thẳng"
        },
        {
            "id": "ea8cfd28-f8ba-4286-bbf9-eee242fe8a52",
            "word": "indefatigable",
            "phonetic": "ɪndᵻfæɾɪɡəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was honest, patriotic, able, indefatigable, warm-hearted, unselfish, incorruptible, arbitrary, capricious, tyrannical, vindictive, hateful, and cruel."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZWZhdGlnYWJsZQ&hash=57162691a76d22a5b41e64e47a13612c3bfc4951&lang=en&cache-only=0",
            "defineEn": "showing sustained enthusiastic action with unflagging vitality",
            "defineVi": "thể hiện hành động nhiệt tình bền vững với sức sống bền bỉ"
        },
        {
            "id": "d7ff7e4e-7be4-4a5b-a2d6-c234804bad9a",
            "word": "infrequent",
            "phonetic": "ɪnfɹiːkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But she says, Heart rate slow, low blood pressure, infrequent periods, chronic headaches, stuff like that.",
                "Participants also woke up and responded to infrequent sounds faster during the first night than when experiencing deep sleep in both hemispheres during nights following.",
                "When you start to think of it that way and take it that way, it very easily becomes something that goes from infrequent to daily.",
                "I consider regular but infrequent use as weekly.",
                "So infrequent bowel movements and/or hard stool and/or stomachaches after you've eaten things could be a sign that you're stressed."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mcmVxdWVudA&hash=2d8d363b539b63d6c11d4c9b7e689e4e4bbe20a6&lang=en&cache-only=0",
            "defineEn": "not frequent; not occurring regularly or at short intervals",
            "defineVi": "không thường xuyên; không xảy ra thường xuyên hoặc trong khoảng thời gian ngắn"
        },
        {
            "id": "6d803c0b-b189-49bb-8236-3aae1d61b7eb",
            "word": "to infringe",
            "phonetic": "tʊ ɪnfɹɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's not subject to interpretation, shall not be infringed.",
                "That's anything that infringes on a company's intellectual property rights, or IPR.",
                "Once I'm at work, I spend the morning procrastinating and doodle pictures of Finn and Jake from Adventure Time TPing Frank Gehry's Jay Pritzker Pavilion, infringing on Time Warner's copyrights on the characters and on Frank Gehry's architectural rendering.",
                "It says the right to keep and bare arms shall not be infringed.",
                "This in theory makes it impossible for states to infringe upon the liberties and the Bill of Rights."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mcmluZ2U&hash=0f6456cdc928691ff6b24e523e7657c62b10dbd5&lang=en&cache-only=0",
            "defineEn": "to go against a rule, law, term of agreement, etc.",
            "defineVi": "để đi ngược lại một quy tắc, pháp luật, điều khoản của thỏa thuận, vv"
        },
        {
            "id": "fd825c10-da12-478c-9afb-eb6381ace4e2",
            "word": "inimitable",
            "phonetic": "ɪnɪmɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5pbWl0YWJsZQ&hash=9d683be0b0a2aeb1bb1cf173b910c0cee9cc4008&lang=en&cache-only=0",
            "defineEn": "beyond imitation due to being unique and of high quality",
            "defineVi": "không thể bắt chước do độc đáo và chất lượng cao"
        },
        {
            "id": "fc7b748e-0ac6-4905-b217-056cf86b5f1a",
            "word": "insuperable",
            "phonetic": "ɪnsuːpɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zdXBlcmFibGU&hash=76cf8fe19a2b1f3964841961256ad77c9f6af66b&lang=en&cache-only=0",
            "defineEn": "cannot be surpassed or dealt with",
            "defineVi": "không thể vượt qua hoặc xử lý"
        }
    ]
}