{
    "id": "fb47a4c9-eaa4-4d04-8ceb-3a6b01f8327e",
    "title": "Ornamental Features in Architecture",
    "originalTitle": "Ornamental Features in Architecture",
    "words": [
        {
            "id": "217374e3-216f-46ea-91e8-1898efd8f1e1",
            "word": "molding",
            "phonetic": "moʊldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The signature red outer casing is formed via injection molding.",
                "That is some cheap molding and some cheap plastic.",
                "After molding and ironing, machines take over to press the hat into its final shape.",
                "The company uses a process called injection molding.",
                "And unless you buy new ones, you can't redo the molding process like you can with some other moldables."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sZGluZw&hash=74d13a62c58a68126bf5976465736220aa1f33ae&lang=en&cache-only=0",
            "defineEn": "a narrow piece of plaster, wood, or other material, used as decoration along the top of a wall, around a door, etc.",
            "defineVi": "một mảnh thạch cao, gỗ hoặc vật liệu hẹp hẹp, được sử dụng làm vật trang trí dọc theo đỉnh tường, xung quanh cửa, v.v."
        },
        {
            "id": "eebb39d6-3e34-4469-9a0a-fcb83eafbab2",
            "word": "relief",
            "phonetic": "ɹᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Morning brought no relief from the heat.",
                "He felt a sense of relief when the doctor assured him that his stomach issue was temporary.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "Even though I love traveling and seeing new places, I always feel a sense of relief when I return to my own house."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWVm&hash=b227d2573ce859a087939f7f626fb84d1e47279c&lang=en&cache-only=0",
            "defineEn": "a method of carving a decorative pattern in a piece of wood, stone, etc. in a way that it stands out the surface",
            "defineVi": "một phương pháp chạm khắc hoa văn trang trí trên một miếng gỗ, đá, v.v. theo cách mà nó nổi bật trên bề mặt",
            "hasImg": true
        },
        {
            "id": "8ce38ffd-936f-4a68-93b0-5b037e74e16d",
            "word": "frieze",
            "phonetic": "fɹiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "His designs combine Doric columns with a sweeping Ionic frieze, hosting a vast panorama of the city’s Great Panathenaic festival."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZXpl&hash=fa1744cc9ea4f7909556ca1f6b644dd4904ec722&lang=en&cache-only=0",
            "defineEn": "a narrow and decorative border that has engravings or pictures on it, especially above the walls of a room or building",
            "defineVi": "một đường viền hẹp và trang trí có chạm khắc hoặc hình ảnh trên đó, đặc biệt là phía trên các bức tường của căn phòng hoặc tòa nhà",
            "hasImg": true
        },
        {
            "id": "2d13c49a-d113-4eb8-991d-bbc5e5971f31",
            "word": "rosette",
            "phonetic": "ɹoʊzɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lastly, you'll need a rosette piping tip.",
                "The North American porcupine releases the odor from the rosette, which is very special skin just above their tail.",
                "But when threatened, it bristles, showing off an area on her backside where the quills are the densest, called the rosette.",
                "The reason why the rosette cake is great is you really don't need to be perfect, it looks so cool when it's done.",
                "So, when you're making your rosette you start in the middle, apply even pressure until the end, and just curve around really easy and at the very end, when you're trying to make the edge of your rosette, you just flick your wrist a little bit, wrap it around, and release that pressure."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9zZXR0ZQ&hash=2af612805266489bceaa15e573cd9bb0a6fe1a2e&lang=en&cache-only=0",
            "defineEn": "a decorative element in the shape of a stylized flower, often used as an ornament or embellishment in architecture and design",
            "defineVi": "một yếu tố trang trí trong hình dạng của một bông hoa cách điệu, thường được sử dụng như một vật trang trí hoặc tô điểm trong kiến trúc và thiết kế"
        },
        {
            "id": "577a2f63-2712-4aa5-b75d-a9cca0655b00",
            "word": "cartouche",
            "phonetic": "kɑːɹɾʌtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FydG91Y2hl&hash=0c6a49b3e77670310cc1cb70124f520015f7d63c&lang=en&cache-only=0",
            "defineEn": "a decorative frame or panel, typically in the shape of an oval or rectangle, used to showcase inscriptions, symbols, or decorative motifs, commonly found in Egyptian and Renaissance architecture",
            "defineVi": "một khung hoặc bảng trang trí, thường có hình bầu dục hoặc hình chữ nhật, được sử dụng để trưng bày các chữ khắc, biểu tượng hoặc họa tiết trang trí, thường thấy trong kiến trúc Ai Cập và Phục hưng"
        },
        {
            "id": "c2f49eb3-1931-4740-bd6c-fffef93a46c0",
            "word": "cornice",
            "phonetic": "kɔːɹnɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ybmljZQ&hash=b62a808b8083c7046fa435fa62f90469ff8cd30a&lang=en&cache-only=0",
            "defineEn": "an ornamental border made of plaster or wood, often used around the top of a wall where it meets the ceiling",
            "defineVi": "một đường viền trang trí làm bằng thạch cao hoặc gỗ, thường được sử dụng xung quanh đỉnh tường nơi tiếp giáp với trần nhà",
            "hasImg": true
        },
        {
            "id": "93421d23-2da7-467b-b438-29bcec6d503f",
            "word": "scrollwork",
            "phonetic": "skɹoʊlwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Nyb2xsd29yaw&hash=2b132a3b2cde826603cc42bf14f2f40f93dba5a2&lang=en&cache-only=0",
            "defineEn": "decorative motifs or patterns characterized by flowing, curving lines resembling scrolls or spirals, often used to adorn architectural elements such as friezes, moldings, and ironwork",
            "defineVi": "họa tiết hoặc hoa văn trang trí được đặc trưng bởi các đường uốn lượn, giống như cuộn hoặc xoắn ốc, thường được sử dụng để tô điểm cho các yếu tố kiến trúc như diềm, đường gờ và đồ sắt"
        },
        {
            "id": "aab3cb9b-7d60-4a3c-8025-a65fd848dcf3",
            "word": "balconet",
            "phonetic": "bælkənɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsY29uZXQ&hash=478627d999de38ec995c9849636136355cf653fb&lang=en&cache-only=0",
            "defineEn": "a small balcony or railing-like structure typically found on the upper level of a building, often ornamental in nature and providing a decorative accent to the façade",
            "defineVi": "một ban công nhỏ hoặc cấu trúc giống như lan can thường được tìm thấy ở tầng trên của tòa nhà, thường có tính chất trang trí và tạo điểm nhấn trang trí cho mặt tiền"
        },
        {
            "id": "a51827f8-41b9-4267-8e7f-08b41df986fc",
            "word": "pargeting",
            "phonetic": "pɑːɹɡɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyZ2V0aW5n&hash=a6f94d7b7f3a9f2fc5383b6d2a1dd78e013a8683&lang=en&cache-only=0",
            "defineEn": "a decorative technique used in architecture, particularly on exterior surfaces, involving the application of ornamental plasterwork or stucco to create intricate patterns, designs, or reliefs",
            "defineVi": "một kỹ thuật trang trí được sử dụng trong kiến trúc, đặc biệt là trên các bề mặt bên ngoài, liên quan đến việc áp dụng các tác phẩm trang trí bằng thạch cao hoặc vữa để tạo ra các hoa văn, thiết kế hoặc phù điêu phức tạp"
        },
        {
            "id": "19eb8c6a-a872-41c2-98da-b58f786ed056",
            "word": "fretwork",
            "phonetic": "fɹɛtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJldHdvcms&hash=34b42733d3419a8ca0c27930e7d0c1aa027ced71&lang=en&cache-only=0",
            "defineEn": "decorative designs that are cut into metal, wood, etc.",
            "defineVi": "thiết kế trang trí được cắt thành kim loại, gỗ, vv"
        },
        {
            "id": "809128f9-cc54-4eb1-a903-2f1e2f76e432",
            "word": "accolade",
            "phonetic": "ækəleɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's probably the most important award or accolade that a chef can receive.",
                "This can spiral into feelings that they don’t deserve accolades and opportunities over other people.",
                "There are some speculative bets in there as well as people who have already hit their career accolades like Michael Jordan, LeBron James, Kobe Bryant.",
                "You get the laughs and, but then you get the accolades from the old ladies are like, that was very, very effective.",
                "(scattered accolades)"
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb2xhZGU&hash=2e57985aef068e8aff8b5def2655a4a6fc67c8b3&lang=en&cache-only=0",
            "defineEn": "a decorative arch or arc-shaped molding often found above doorways or windows in architecture, symbolizing honor or achievement",
            "defineVi": "một vòm trang trí hoặc khuôn hình vòng cung thường được tìm thấy phía trên cửa ra vào hoặc cửa sổ trong kiến trúc, tượng trưng cho danh dự hoặc thành tích"
        },
        {
            "id": "9999edde-01bf-4b94-8129-fcfbcb35f73c",
            "word": "annulet",
            "phonetic": "ænuːlɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5udWxldA&hash=712baf41861fffcb6162922a05c430a5746f6d0e&lang=en&cache-only=0",
            "defineEn": "a small circular ornament or molding, resembling a ring, used in architectural design for decorative purposes",
            "defineVi": "một vật trang trí hoặc khuôn hình tròn nhỏ, giống như một chiếc nhẫn, được sử dụng trong thiết kế kiến trúc cho mục đích trang trí"
        },
        {
            "id": "e8cde6e0-dd24-43ed-bf88-65c8d85eddbf",
            "word": "archivolt",
            "phonetic": "ɑːɹkaɪvoʊlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl2b2x0&hash=207e9dc31a52188bcbb4da5b0acc75384f17534b&lang=en&cache-only=0",
            "defineEn": "a decorative molding or band that spans the curved underside of an arch, often adorned with intricate sculptural or ornamental details",
            "defineVi": "một khuôn hoặc dải trang trí kéo dài mặt dưới cong của vòm, thường được trang trí bằng các chi tiết trang trí hoặc điêu khắc phức tạp"
        },
        {
            "id": "645d0f8d-9ee7-4c0d-ac97-59f9597c49c7",
            "word": "billet",
            "phonetic": "bɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Every bullet has a billet, and there's nothing anyone can do to change that.\"",
                "In business, it's important to remember that every bullet has a billet."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsbGV0&hash=cceb2d7a5380e4726f4bcb97d6efde407dfc6c34&lang=en&cache-only=0",
            "defineEn": "a small rectangular or cylindrical decorative element, often resembling a log or a short column, used in architectural ornamentation",
            "defineVi": "một yếu tố trang trí hình chữ nhật hoặc hình trụ nhỏ, thường giống như một khúc gỗ hoặc một cột ngắn, được sử dụng trong trang trí kiến trúc"
        },
        {
            "id": "e187d29e-9b13-4c9a-89cd-9266137623f4",
            "word": "cinquefoil",
            "phonetic": "sɪŋkwɪfɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2lucXVlZm9pbA&hash=227482c57bf25ca8e22fc37fe7ba356d73c0c59a&lang=en&cache-only=0",
            "defineEn": "a decorative architectural element or motif consisting of five rounded lobes or petals arranged in a symmetrical design, resembling a five-leafed clover or flower",
            "defineVi": "một yếu tố hoặc họa tiết kiến trúc trang trí bao gồm năm thùy hoặc cánh hoa tròn được sắp xếp theo một thiết kế đối xứng, giống như một bông hoa hoặc cỏ năm lá"
        },
        {
            "id": "1087ce20-4296-4906-b735-63636b38133d",
            "word": "cordon",
            "phonetic": "kɔːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is yet another method people have used to control the spread of infectious disease, called a cordon sanitaire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yZG9u&hash=2ec1f003d0b36f2f6c2b42c6fafb7296de13ba54&lang=en&cache-only=0",
            "defineEn": "a decorative horizontal band or molding on a building's exterior",
            "defineVi": "một dải ngang trang trí hoặc khuôn trên mặt ngoài của tòa nhà"
        },
        {
            "id": "355c2b4b-374e-4f1a-8c81-76787a902c04",
            "word": "crocket",
            "phonetic": "kɹɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JvY2tldA&hash=17b168838a178857a622863b35327fa3115fd1ab&lang=en&cache-only=0",
            "defineEn": "a small projecting ornament, often in the form of a leaf or a bud, used to decorate the edges or angles of architectural elements such as spires, pinnacles, or gables",
            "defineVi": "một vật trang trí nhô ra nhỏ, thường ở dạng lá hoặc chồi, được sử dụng để trang trí các cạnh hoặc góc của các yếu tố kiến trúc như ngọn tháp, tháp nhọn hoặc đầu hồi"
        },
        {
            "id": "f12697fa-1aeb-46c7-81ad-897677558987",
            "word": "cuspidation",
            "phonetic": "kʌspɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VzcGlkYXRpb24&hash=0a31bd24a0f9b699f2522aadfefa399dd769a604&lang=en&cache-only=0",
            "defineEn": "the presence of a pointed or cusped feature, typically seen in architectural elements such as arches, tracery, or ornamental designs",
            "defineVi": "sự hiện diện của một tính năng nhọn hoặc có đầu nhọn, thường thấy trong các yếu tố kiến trúc như vòm, hoa văn hoặc thiết kế trang trí"
        },
        {
            "id": "3955ac68-cea4-46c0-9d60-1780e11d5390",
            "word": "dentil",
            "phonetic": "dɛntəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVudGls&hash=d0182f34b0c51aa1a3ae628e091d533ee1b19475&lang=en&cache-only=0",
            "defineEn": "a small, rectangular-shaped block or tooth-like projection used as a decorative element in the molding or cornice of a building",
            "defineVi": "một khối nhỏ, hình chữ nhật hoặc hình chiếu giống như răng được sử dụng như một yếu tố trang trí trong khuôn hoặc phào chỉ của một tòa nhà"
        },
        {
            "id": "eee98cd8-7e33-4465-8fbc-a5495e62e9d6",
            "word": "dogtooth",
            "phonetic": "dɑːɡtuːθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9ndG9vdGg&hash=818e78a755fcbc27debeea8642e1e93531222868&lang=en&cache-only=0",
            "defineEn": "a small, pointed, tooth-like ornament often used in architectural detailing, characterized by its sharp, triangular shape resembling the tooth of a dog",
            "defineVi": "một vật trang trí nhỏ, nhọn, giống như răng thường được sử dụng trong các chi tiết kiến trúc, được đặc trưng bởi hình dạng tam giác sắc nét giống như răng của một con chó"
        },
        {
            "id": "08a9d95a-a02a-4f9b-92f1-00e1f20864ea",
            "word": "finial",
            "phonetic": "fɪnɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Finally, around 1930, perhaps as a result of some new technology making hardware smaller, an anonymous light-fixture designer discovered that the finial could be placed at the center of the dome."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluaWFs&hash=05a60c2233d6b4aa691e61311a9d954e80b426fa&lang=en&cache-only=0",
            "defineEn": "a decorative element placed at the top or end of an architectural feature or object",
            "defineVi": "một yếu tố trang trí được đặt ở đầu hoặc cuối của một đặc điểm hoặc đối tượng kiến trúc"
        },
        {
            "id": "920f1464-1b22-4c0b-8388-9b6c64b1dd3e",
            "word": "fluting",
            "phonetic": "fluːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmx1dGluZw&hash=d76d61ea8ebefdedd567a8d0d3202e90c284b0a3&lang=en&cache-only=0",
            "defineEn": "a series of vertical grooves or shallow concave channels that are often found on columns, pilasters, or other architectural elements",
            "defineVi": "một loạt các rãnh dọc hoặc các rãnh lõm nông thường được tìm thấy trên các cột, tấm lót hoặc các yếu tố kiến trúc khác"
        },
        {
            "id": "cae1f1d1-ac2b-4dc3-a526-8470c321dbc4",
            "word": "groove",
            "phonetic": "ɡɹuːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "So you make a groove maybe.",
                "Plumbing is set in similar grooves. ",
                "Slots grooves should not exist.",
                "It’s the groove.",
                "The rope fits into the groove just like this."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvb3Zl&hash=191d419695465d5e27229dae3343ebdf58598c7d&lang=en&cache-only=0",
            "defineEn": "a long, narrow cut or indentation, often linear in shape, that is typically found on surfaces such as columns, moldings, or panels in architectural design",
            "defineVi": "một vết cắt hoặc vết lõm dài, hẹp, thường có dạng tuyến tính, thường được tìm thấy trên các bề mặt như cột, đường gờ hoặc bảng trong thiết kế kiến trúc"
        },
        {
            "id": "c994f41c-7db3-479d-b57d-3de00a080d04",
            "word": "frontispiece",
            "phonetic": "fɹʌntɪspiːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnRpc3BpZWNl&hash=90fbe4b5b66fecee7c32fe2b76fe24c0b717563a&lang=en&cache-only=0",
            "defineEn": "a decorative architectural element positioned at the front of a building, often serving as an entrance or decorative feature",
            "defineVi": "một yếu tố kiến trúc trang trí được đặt ở phía trước của một tòa nhà, thường đóng vai trò là lối vào hoặc tính năng trang trí"
        },
        {
            "id": "2e7aae24-bcf1-4e30-b9b0-8b2430f87af3",
            "word": "coffer",
            "phonetic": "kɑːfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The covid pandemic has decimated government coffers.",
                "So as those midtown Manhattan offices empty out, so do the city's coffers.",
                "Wayne LaPierre looting the coffers.",
                "But there's little left in the state coffers.",
                "In August, former President Tony Saca confessed to embezzling $300 million from state coffers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVy&hash=67a2a3aa20d55f56a2c8477d7fbe03ae18b9d824&lang=en&cache-only=0",
            "defineEn": "a sunken decorative panel, typically square or rectangular in shape, that is used to adorn ceilings, domes, or vaults in architecture",
            "defineVi": "một bảng trang trí chìm, thường có hình vuông hoặc hình chữ nhật, được sử dụng để tô điểm cho trần nhà, mái vòm hoặc hầm trong kiến trúc"
        },
        {
            "id": "df906d91-b21a-4bcd-b111-e774def3dfd8",
            "word": "gutta",
            "phonetic": "ɡʌɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3V0dGE&hash=0c2521feb2656c09684985506a1904f7636eee41&lang=en&cache-only=0",
            "defineEn": "a small, rectangular or cone-shaped decorative element typically found on the underside of the triglyphs in a Doric frieze",
            "defineVi": "một yếu tố trang trí nhỏ, hình chữ nhật hoặc hình nón thường được tìm thấy ở mặt dưới của hình tam giác trong bức phù điêu Doric"
        },
        {
            "id": "fee210aa-7a61-4236-844b-7065272e5a65",
            "word": "meander",
            "phonetic": "miːændɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That people want to listen to thousands of hours of you meandering off topic?",
                "But not Isla, she's a leatherback turtle who was meandering off the coast of Virginia when she accidentally swam straight into Hurricane Florence.",
                "They look like unfamiliar worlds, meandering around some cold and distant star.",
                "You might know that AN odyssey can mean any long, meandering journey.",
                "At the same time, the root systems of all this vegetation created more stability in the sediment, which allowed meandering rivers to form."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbmRlcg&hash=92223c984493d8940bfde631b8e8bdbb05d758c0&lang=en&cache-only=0",
            "defineEn": "a decorative motif consisting of a continuous line that forms a repeated pattern of right angles or Greek key-like shapes",
            "defineVi": "một họa tiết trang trí bao gồm một đường liên tục tạo thành một mô hình lặp đi lặp lại của các góc vuông hoặc hình dạng giống như chìa khóa Hy Lạp"
        },
        {
            "id": "227e89b6-e473-4851-89f5-dd49bce3c783",
            "word": "pendant",
            "phonetic": "pɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His lucky number is seven, and he always wears a necklace with a seven pendant.",
                "Check out these snake scale pendants!",
                "There are some artifacts like Thor's hammer pendants and picture stones from Goathland.",
                "Marie Antoinette's pearl was part of a diamond-studded pendant, and it has important historical significance, which increased its value.",
                "When you see a woman that has opal earrings, or an opal pendant, or anything, just think of Georgie."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuZGFudA&hash=516c960c935cb7a4169fcd4ae6389f7b8268352e&lang=en&cache-only=0",
            "defineEn": "a decorative hanging ornament or pendant-shaped element that is suspended from a ceiling or structure",
            "defineVi": "một vật trang trí treo trang trí hoặc yếu tố hình mặt dây chuyền được treo trên trần nhà hoặc cấu trúc"
        },
        {
            "id": "09dd2f16-9eea-4565-8ddd-93d7a8b21bf5",
            "word": "quatrefoil",
            "phonetic": "kwætɹɪfɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVhdHJlZm9pbA&hash=466e695c8e3ce511a52a3cb36e3888d49ae07a10&lang=en&cache-only=0",
            "defineEn": "a decorative element or motif consisting of four overlapping circles or lobes that form a symmetrical shape resembling a four-leaf clover",
            "defineVi": "một yếu tố hoặc họa tiết trang trí bao gồm bốn vòng tròn hoặc thùy chồng lên nhau tạo thành hình dạng đối xứng giống như cỏ bốn lá"
        },
        {
            "id": "74c792b0-103e-4832-b27f-5707e248a799",
            "word": "strapwork",
            "phonetic": "stɹæpwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyYXB3b3Jr&hash=1055b68b80155ab6bfd62d805bc155a3a082957a&lang=en&cache-only=0",
            "defineEn": "a decorative motif in architecture and design that consists of interlacing or overlapping bands or straps, often in a geometric or scrolling pattern",
            "defineVi": "một họa tiết trang trí trong kiến trúc và thiết kế bao gồm các dải hoặc dây đai đan xen hoặc chồng lên nhau, thường ở dạng hình học hoặc cuộn"
        },
        {
            "id": "a51ee8a9-37cb-45d3-aaa8-49136c310267",
            "word": "strigil",
            "phonetic": "stɹɪdʒɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "More than an hour later, the bathers leave massaged, oiled, (Whistling) and have been scraped down with a strigil to remove the remaining dirt."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWdpbA&hash=a2d8936694a1db830ee00d7234ffb6de6b157903&lang=en&cache-only=0",
            "defineEn": "a decorative motif or pattern resembling the shape or design of the ancient strigil tool",
            "defineVi": "một họa tiết hoặc hoa văn trang trí giống với hình dạng hoặc thiết kế của công cụ strigil cổ đại"
        },
        {
            "id": "db03bb2d-b072-4e09-b508-2e5b60716fb8",
            "word": "beading",
            "phonetic": "biːdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were pulling it off, and you can see blood beading to the surface of my chest."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhZGluZw&hash=c714d9a8a1c9cf541f20ddf8dd38adbca72c4d6f&lang=en&cache-only=0",
            "defineEn": "a decorative molding or edging characterized by a series of small, rounded or elongated shapes resembling beads, often used to add detail and visual interest to surfaces or edges",
            "defineVi": "một khuôn hoặc viền trang trí được đặc trưng bởi một loạt các hình dạng nhỏ, tròn hoặc dài giống như hạt, thường được sử dụng để thêm chi tiết và sự thú vị trực quan cho các bề mặt hoặc cạnh"
        },
        {
            "id": "840c4a79-b7c8-46fb-9d8a-3fcdc373c931",
            "word": "astragal",
            "phonetic": "æstɹæɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXN0cmFnYWw&hash=46fd3ee190bfcb0f6e0600e6bf80cf98c977b18a&lang=en&cache-only=0",
            "defineEn": "a decorative molding or profile that consists of a semi-circular shape or a series of small beads, often used to create a decorative border or separation between two surfaces",
            "defineVi": "một khuôn hoặc mặt cắt trang trí bao gồm hình bán nguyệt hoặc một loạt các hạt nhỏ, thường được sử dụng để tạo đường viền trang trí hoặc ngăn cách giữa hai bề mặt"
        },
        {
            "id": "22b1f48c-a0d2-4c9a-868c-e91df09f9dc4",
            "word": "bolection",
            "phonetic": "boʊlkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9sZWN0aW9u&hash=806dc3791eae85db577f13786cf09f02a3ccb1c3&lang=en&cache-only=0",
            "defineEn": "a raised, projecting molding or frame with a distinctive profile, often used around doors, windows, or paneling to create a decorative and three-dimensional effect on the surface",
            "defineVi": "một khuôn hoặc khung nhô lên, nhô ra với một cấu hình đặc biệt, thường được sử dụng xung quanh cửa ra vào, cửa sổ hoặc bảng điều khiển để tạo hiệu ứng trang trí và ba chiều trên bề mặt"
        },
        {
            "id": "343f67c2-edf1-4abe-b55b-9774aacd9ae6",
            "word": "bead",
            "phonetic": "biːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh a little bead came off.",
                "Embassy staff made a catalogue of their personal effects: Shirley's rosary beads, Barbara's family photographs, Kathleen's white handkerchief with lace.",
                "It's called Bailey's Beads.",
                "It's called Bailey's Beads.",
                "It's breaking that solar light up into beads."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhZA&hash=7e54e47e3a2abdee10280587640f33de6b558f14&lang=en&cache-only=0",
            "defineEn": "a rounded, narrow decorative molding or profile that resembles a small, continuous bead or cylinder",
            "defineVi": "một khuôn hoặc hình dạng trang trí tròn, hẹp giống như một hạt hoặc hình trụ nhỏ, liên tục"
        },
        {
            "id": "2199c6dd-fc96-473e-ae63-f92af17c3783",
            "word": "beak",
            "phonetic": "biːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bird had bright feathers and a long beak.",
                "But this creature also had a beak.",
                "They also had toothless beaks.",
                "Here, its broad beak gives us a major lifestyle clue.",
                "What lineage gave rise to these weird reptiles with beaks for mouths and retractable necks?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhaw&hash=ffeffb783a82e7e22c35d079749e0d70b5f5834c&lang=en&cache-only=0",
            "defineEn": "a projecting or ornamental feature resembling the beak of a bird, typically found at the end or corner of a roof, canopy, or gable",
            "defineVi": "một đặc điểm nhô ra hoặc trang trí giống như mỏ chim, thường được tìm thấy ở cuối hoặc góc của mái nhà, tán cây hoặc đầu hồi"
        },
        {
            "id": "e1cf3c3c-4c1a-44d8-86f8-32d52d452ad8",
            "word": "bed molding",
            "phonetic": "bɛd moʊldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVkIG1vbGRpbmc&hash=31453862912a176daf4472ff7ebd20232a0966be&lang=en&cache-only=0",
            "defineEn": "a type of molding that is typically used at the junction between a wall and a ceiling or between different architectural elements",
            "defineVi": "một loại khuôn thường được sử dụng ở điểm nối giữa tường và trần nhà hoặc giữa các yếu tố kiến trúc khác nhau"
        },
        {
            "id": "17f7be66-dd03-453c-a265-150200825613",
            "word": "cavetto",
            "phonetic": "kævɛɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F2ZXR0bw&hash=0ceafe880dd4cff6743c83b736fe6fbde0b21f3f&lang=en&cache-only=0",
            "defineEn": "a concave molding or profile with a curved shape, resembling a segment of a circle",
            "defineVi": "khuôn lõm hoặc mặt cắt có hình cong, giống như một đoạn của hình tròn"
        },
        {
            "id": "4b936139-06d3-4fee-9219-12bb17e246f5",
            "word": "ovolo",
            "phonetic": "oʊvəloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3ZvbG8&hash=b652234343fa49a12b365dff4b4f8aead140344a&lang=en&cache-only=0",
            "defineEn": "a rounded molding with a convex quarter-circle cross-section, used as a decorative element to add elegance and visual appeal to various architectural features",
            "defineVi": "một đường gờ tròn với mặt cắt ngang là một phần tư hình tròn lồi, được sử dụng như một yếu tố trang trí để tăng thêm sự sang trọng và hấp dẫn thị giác cho các đặc điểm kiến trúc khác nhau"
        },
        {
            "id": "da4cb38a-d768-410f-8c0d-c76f3598fc02",
            "word": "ectype",
            "phonetic": "ɛktaɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWN0eXBl&hash=09421adb86bb0c6854c8e4120bc52e8317ad770d&lang=en&cache-only=0",
            "defineEn": "a replica, copy, or reproduction of a decorative element or architectural detail, often created for restoration or preservation purposes",
            "defineVi": "một bản sao, bản sao hoặc bản sao của một yếu tố trang trí hoặc chi tiết kiến trúc, thường được tạo ra cho mục đích phục hồi hoặc bảo tồn"
        },
        {
            "id": "ba01cb30-0c47-45fe-976b-54f5a9b9dd00",
            "word": "fillet",
            "phonetic": "fɪleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The skinless tilapia fillets were pan-fried until crispy.",
                "I prepared a delicious fillet of trout with a generous dollop of meunière butter on top.",
                "Coat fish fillets with breadcrumbs and pan-fry them until they are golden and crispy.",
                "The chef's special included a tender beef fillet served on a bed of creamy garlic mash.",
                "I dipped the fish fillets in a light and crispy batter before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbGV0&hash=1436ce92a0c588d43aa2b18b8b8ef286a4499cf0&lang=en&cache-only=0",
            "defineEn": "a narrow, rounded, or beveled strip or molding that is used to create a transition or decorative edge between two surfaces, such as at the meeting of walls and ceilings or at the corners of architectural elements",
            "defineVi": "một dải hoặc khuôn hẹp, tròn hoặc vát được sử dụng để tạo ra sự chuyển tiếp hoặc cạnh trang trí giữa hai bề mặt, chẳng hạn như tại nơi gặp gỡ của các bức tường và trần nhà hoặc tại các góc của các yếu tố kiến trúc"
        },
        {
            "id": "92a6da35-2b94-4c04-a67c-80c06adaddbd",
            "word": "gadroon",
            "phonetic": "ɡædɹuːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2Fkcm9vbg&hash=be3d317bd5a8bf720465e5f9650153e4862c981f&lang=en&cache-only=0",
            "defineEn": "a decorative motif or molding consisting of convex, rounded, or scalloped shapes that are typically repeated in a regular pattern",
            "defineVi": "một họa tiết hoặc khuôn trang trí bao gồm các hình dạng lồi, tròn hoặc vỏ sò thường được lặp lại theo một khuôn mẫu thông thường"
        },
        {
            "id": "c30f6c6b-a96d-4d02-a057-269deca94a30",
            "word": "quirk",
            "phonetic": "kwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sally's friend warned her that faults are thick where love is thin, after Sally complained at length about her boyfriend's habits and quirks.",
                "And those quirks can have consequences.",
                "Fun fact: your helplessness is not a charming quirk.",
                "But Greta's own tendencies and quirks remain only in her parent's memories.",
                "The shape comes from a quirk of chemistry as the crystal is forming."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpcms&hash=79bddd7a4d0c8a61c04becf84806f2b823a01830&lang=en&cache-only=0",
            "defineEn": "a small, recessed detail or groove used to create a visual transition or decorative element between different architectural features",
            "defineVi": "một chi tiết nhỏ, lõm hoặc rãnh được sử dụng để tạo ra sự chuyển đổi trực quan hoặc yếu tố trang trí giữa các đặc điểm kiến trúc khác nhau"
        },
        {
            "id": "562c0687-5feb-4638-bc49-edb85ac1ae84",
            "word": "calotte",
            "phonetic": "kælɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3R0ZQ&hash=ba605160dbc3877334427608e1acee602a54f7a9&lang=en&cache-only=0",
            "defineEn": "a small, dome-like or vaulted structure, often used as a decorative element or as a covering for a specific area",
            "defineVi": "một cấu trúc nhỏ, giống như mái vòm hoặc hình vòm, thường được sử dụng như một yếu tố trang trí hoặc làm lớp phủ cho một khu vực cụ thể"
        },
        {
            "id": "c40ff365-c7e6-4f2c-b6d1-6da1b742b9ca",
            "word": "baguette",
            "phonetic": "bæɡɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "we'll be serving brie and baguette for breakfast.",
                "Spread some goat cheese on a warm baguette for a simple and delicious appetizer.",
                "Spread some Stilton on a warm baguette for a quick and satisfying snack.",
                "The gourmet sandwich shop featured sliced Boston butt, pickles, and mustard on a crusty baguette.",
                "He walks with a big baguette all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFndWV0dGU&hash=42245202f8b6010414ac885c3655c824238cfc3d&lang=en&cache-only=0",
            "defineEn": "a slender architectural element used for decorative or functional purposes on building facades, typically made of metal, wood, or stone",
            "defineVi": "một yếu tố kiến trúc thanh mảnh được sử dụng cho mục đích trang trí hoặc chức năng trên mặt tiền tòa nhà, thường được làm bằng kim loại, gỗ hoặc đá"
        },
        {
            "id": "3f208cfa-3bcd-4186-8e96-69b73b8a4285",
            "word": "cresting",
            "phonetic": "kɹɛstɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc3Rpbmc&hash=f9492920048b1303a5e10b3ae513d5a019f63b26&lang=en&cache-only=0",
            "defineEn": "decorative ornamental elements, such as finials or small sculptures, often found along the ridge or top edge of a roof or wall, adding visual interest and architectural detail",
            "defineVi": "các yếu tố trang trí trang trí, chẳng hạn như các chi tiết trang trí hoặc tác phẩm điêu khắc nhỏ, thường được tìm thấy dọc theo sườn núi hoặc cạnh trên cùng của mái nhà hoặc tường, tạo thêm sự thú vị về mặt hình ảnh và chi tiết kiến trúc"
        },
        {
            "id": "26a6246c-86ef-4ed9-85a4-fa2122976aed",
            "word": "terminal figure",
            "phonetic": "tɜːmɪnəl fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWwgZmlndXJl&hash=d5f75c5281fe3f8052b5fa72b2db2900f6d43738&lang=en&cache-only=0",
            "defineEn": "a sculpted or decorative element that is placed at the end or termination point of a structure, such as a column, pilaster, or balustrade",
            "defineVi": "một yếu tố điêu khắc hoặc trang trí được đặt ở cuối hoặc điểm kết thúc của một cấu trúc, chẳng hạn như cột, cột, hoặc lan can"
        },
        {
            "id": "527cf189-ccd4-4a11-889a-8c6e0fca32d3",
            "word": "architrave",
            "phonetic": "ɑːɹkɪtɹeɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0cmF2ZQ&hash=e058c205653badbd57a3348b1b2d6bf7e44f3c9a&lang=en&cache-only=0",
            "defineEn": "a decorative molding or trim used in interior design and woodworking",
            "defineVi": "một khuôn hoặc trang trí trang trí được sử dụng trong thiết kế nội thất và chế biến gỗ"
        },
        {
            "id": "c81a8be1-a1f2-423f-ab6d-830ea426b958",
            "word": "medallion",
            "phonetic": "mədæliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Aminifu: I'm receiving the Chancellor's Medallion from the University System of Wisconsin for my contributions to human rights.",
                "In that meeting, President Putin had told President Bush the famous story about the time his dacha burned down in Leningrad or St. Petersburg, and a religious medallion which had belonged to his mother, I believe, which had gotten lost, and he thought this was irretrievably gone, and then a fireman brought him this, almost like a holy relic.",
                "President Putin told President Bush about the time his dacha burned down and a religious medallion, which had belonged to his mother, which had gotten lost, and he thought this was irretrievably gone, and then a fireman brought him this kind of almost like a holy relic."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkYWxsaW9u&hash=a229cc60c12a73c48212d60060287645b6a89a64&lang=en&cache-only=0",
            "defineEn": "a circular or oval decorative element used in architecture and design to add ornamental detail, often featuring intricate patterns or symbols",
            "defineVi": "một yếu tố trang trí hình tròn hoặc hình bầu dục được sử dụng trong kiến trúc và thiết kế để thêm chi tiết trang trí, thường có các mẫu hoặc biểu tượng phức tạp"
        },
        {
            "id": "68dddf0c-2da3-44ef-97a1-9c64f3dbc1ea",
            "word": "cushion",
            "phonetic": "kʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wall cushions are compressed by the roof cushion.",
                "The ear cushions aren't super comfortable",
                "Now just plop a sofa cushion on top of the seats.",
                "Is that your entire cushion?",
                "There's some cushion in our budget."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzaGlvbg&hash=640b12031d1d1aaa946a61eaaebf0a32c114bb5c&lang=en&cache-only=0",
            "defineEn": "a decorative element or motif resembling a cushion or pillow, often used to adorn the bases or capitals of columns, pilasters, or other architectural features",
            "defineVi": "một yếu tố hoặc họa tiết trang trí giống như đệm hoặc gối, thường được sử dụng để tô điểm cho chân đế hoặc đầu cột, cột, hoa văn hoặc các đặc điểm kiến trúc khác"
        },
        {
            "id": "8328b48f-6cf9-4373-a183-f64ea57789f4",
            "word": "ornamental plasterwork",
            "phonetic": "ɔːɹnəmɛntəl plæstɚwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JuYW1lbnRhbCBwbGFzdGVyd29yaw&hash=688bee13557fa168c108e81f0f15ef022632b430&lang=en&cache-only=0",
            "defineEn": "the art of using plaster to create intricate and decorative designs, enhancing the aesthetic appeal of architectural interiors",
            "defineVi": "nghệ thuật sử dụng thạch cao để tạo ra các thiết kế phức tạp và trang trí, nâng cao tính thẩm mỹ của nội thất kiến trúc"
        },
        {
            "id": "6de54d24-f7b4-4fdb-8cd2-3c065727e8bb",
            "word": "baldachin",
            "phonetic": "bɔːldɐtʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFsZGFjaGlu&hash=c689c0eb9fcd4a5b5959c860a1c5e1145796f27f&lang=en&cache-only=0",
            "defineEn": "a decorative structure, often made of fabric or richly adorned materials, supported by columns or suspended from the ceiling, used to cover or highlight an important object or area, such as an altar or a throne",
            "defineVi": "một cấu trúc trang trí, thường được làm bằng vải hoặc vật liệu trang trí phong phú, được hỗ trợ bởi các cột hoặc treo trên trần nhà, được sử dụng để che phủ hoặc làm nổi bật một đồ vật hoặc khu vực quan trọng, chẳng hạn như bàn thờ hoặc ngai vàng"
        },
        {
            "id": "04c08b2f-e494-4264-be29-03414761e842",
            "word": "necking",
            "phonetic": "nɛkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVja2luZw&hash=d2d20ed265e97270a953d3a06bc82ade30eaa07a&lang=en&cache-only=0",
            "defineEn": "a decorative band or molding found at the top of a column, typically serving as a transition between the shaft and the capital",
            "defineVi": "một dải hoặc khuôn trang trí được tìm thấy ở đầu cột, thường đóng vai trò chuyển tiếp giữa trục và thủ đô"
        },
        {
            "id": "ae75828f-26d3-403b-907f-3ff06b204288",
            "word": "plaque",
            "phonetic": "plæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We got a plaque.",
                "At least, we have, like, plaques - somewhere in some box.",
                "Outside its Atlanta headquarters, a plaque with Chick-fil-A's mission statement still hangs.",
                "It also shows up the plaque on your teeth.",
                "According to the paper, amyloid plaques and tau tangles are just the dead remains of these infectious proteins."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhcXVl&hash=3522c9ba82decd95b3f2e9c037a6114f8737186e&lang=en&cache-only=0",
            "defineEn": "a board made of stone, wood, etc. with writings on it, attached to a building to honor an important person or event",
            "defineVi": "một tấm bảng làm bằng đá, gỗ, v.v. có viết trên đó, gắn vào một tòa nhà để tôn vinh một nhân vật hoặc sự kiện quan trọng"
        },
        {
            "id": "57a54649-caf5-4d51-a41c-155106f23106",
            "word": "channel",
            "phonetic": "tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Complaints must go through the proper channels.",
                "We should go through the established channels for product development.",
                "We can't get Channel 5 in our area.",
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "To go through official channels to obtain one you must have a Spanish address."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbm5lbA&hash=ad02bd157a24030b1440c6b1461741ac5b908cef&lang=en&cache-only=0",
            "defineEn": "a groove or recessed groove-like feature, often found on columns, moldings, or other architectural elements, adding decorative or functional detail to the surface",
            "defineVi": "một đặc điểm giống như rãnh hoặc rãnh lõm, thường được tìm thấy trên các cột, đường gờ hoặc các yếu tố kiến trúc khác, thêm chi tiết trang trí hoặc chức năng cho bề mặt"
        },
        {
            "id": "4168bc88-7d1c-4d68-9aa9-cd6450556405",
            "word": "reed",
            "phonetic": "ɹiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "When my friend kept making promises but failing to follow through, I reminded him that good words without deeds are rushes and reeds.",
                "Just as a reed before the wind lives on, a resilient person can weather any storm.",
                "The business that was able to pivot and adjust its strategy during the pandemic survived, while larger and more established companies failed, demonstrating that oaks may fall when reeds stand the storm.",
                "So give a nice warm welcome to David , Reed, Maria, Hannah and Trevor.",
                "Barbara shared Reed's interest in the outdoors."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVlZA&hash=0385f4856b57ff1d7ce67dbf68fe20bac976c74c&lang=en&cache-only=0",
            "defineEn": "a decorative vertical groove or rib, often found on columns, pilasters, or other architectural elements, resembling the stem of a reed plant and providing visual interest and texture to the surface",
            "defineVi": "một đường rãnh hoặc đường gân dọc trang trí, thường được tìm thấy trên các cột, tấm lót hoặc các yếu tố kiến trúc khác, giống như thân của cây sậy và mang lại sự thú vị và kết cấu trực quan cho bề mặt"
        },
        {
            "id": "35b4d21c-f489-45cd-bacf-cd951b1a0016",
            "word": "stria",
            "phonetic": "stɹiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaWE&hash=89ac789ee80701aa29d5ab89a3c3f16d4941f65e&lang=en&cache-only=0",
            "defineEn": "a long, narrow groove or linear marking, often found on surfaces such as walls or columns, adding texture or decorative detailing to the architectural element",
            "defineVi": "một rãnh dài, hẹp hoặc đánh dấu tuyến tính, thường được tìm thấy trên các bề mặt như tường hoặc cột, thêm kết cấu hoặc chi tiết trang trí cho yếu tố kiến trúc"
        },
        {
            "id": "d915e23b-2fe7-4e99-823b-2726d5611c55",
            "word": "acanthus",
            "phonetic": "ɐkænθəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNhbnRodXM&hash=0a614694c1fe52c963735a35e6315884b605f32f&lang=en&cache-only=0",
            "defineEn": "a decorative motif commonly used in architecture, characterized by the stylized representation of the leaves of the acanthus plant",
            "defineVi": "một họa tiết trang trí thường được sử dụng trong kiến trúc, được đặc trưng bởi sự thể hiện cách điệu của những chiếc lá của cây acanthus"
        },
        {
            "id": "51daed91-ac36-40af-8c2f-dc2c1ed3b427",
            "word": "conge",
            "phonetic": "kɑːndʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2U&hash=067b854355d73af8759d01963f321c3e8f62b9f5&lang=en&cache-only=0",
            "defineEn": "a concave or curved profile or molding used as a transitional element between different parts of a building or between different architectural features",
            "defineVi": "một cấu hình hoặc khuôn lõm hoặc cong được sử dụng như một yếu tố chuyển tiếp giữa các phần khác nhau của tòa nhà hoặc giữa các đặc điểm kiến trúc khác nhau"
        },
        {
            "id": "39e93dd4-974c-471c-a6ff-9d0d757fade2",
            "word": "scotia",
            "phonetic": "skoʊʃə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NvdGlh&hash=ff8748fa68988de76fa79f9718315aefb72a4e70&lang=en&cache-only=0",
            "defineEn": "a concave, curved molding that gradually decreases in diameter from top to bottom, often used for decorative purposes on columns and other architectural elements",
            "defineVi": "một khuôn lõm, cong có đường kính giảm dần từ trên xuống dưới, thường được sử dụng cho mục đích trang trí trên cột và các yếu tố kiến trúc khác"
        },
        {
            "id": "bfbc43b8-dd35-48ca-8dd7-398cdc83b464",
            "word": "volute",
            "phonetic": "vɑːluːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm9sdXRl&hash=996c74f1218696dc153d4367525ca427ea2f9cbf&lang=en&cache-only=0",
            "defineEn": "a spiral or scroll-like architectural ornament, typically found at the top or bottom of a column capital, staircase railing, or decorative molding",
            "defineVi": "một vật trang trí kiến trúc hình xoắn ốc hoặc cuộn, thường được tìm thấy ở trên cùng hoặc dưới cùng của cột, lan can cầu thang hoặc khuôn trang trí"
        },
        {
            "id": "de40b378-5f16-4dd6-8571-28d6e37679a9",
            "word": "coving",
            "phonetic": "koʊvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y292aW5n&hash=1ca1e758d22c9ef1b63c6dcf83e6a6039956aa38&lang=en&cache-only=0",
            "defineEn": "a decorative molding or curved section that is typically installed along the meeting point of a wall and ceiling to add aesthetic appeal and create a smooth transition",
            "defineVi": "một đường gờ trang trí hoặc phần cong thường được lắp đặt dọc theo điểm gặp nhau của tường và trần nhà để tăng thêm tính thẩm mỹ và tạo sự chuyển tiếp suôn sẻ"
        },
        {
            "id": "5003c8bc-e4b4-458a-90cc-9cee395f5e08",
            "word": "capstone",
            "phonetic": "kæpstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "think about the capstone remember counting stones and also there was a Set called hopscotch.",
                "And I think it was a kind of capstone to the Trump presidency.",
                "The university also allows all applicants to submit a wide range of supplemental materials, such as creative writing projects, highlights from music, dance or theater performance and school capstone projects.",
                "I mean, I think the Capitol will be the single incident that people remember, because, as I said earlier, it was the kind of capstone to his presidency."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fwc3RvbmU&hash=2f6c363e3800bc91aaef8520bedb188e82c4f97f&lang=en&cache-only=0",
            "defineEn": "the final, crowning stone or element placed at the top of a structure, often symbolizing completion or achievement",
            "defineVi": "viên đá cuối cùng, vương miện hoặc phần tử được đặt ở trên cùng của một cấu trúc, thường tượng trưng cho sự hoàn thành hoặc thành tựu"
        },
        {
            "id": "9288e292-954f-4274-812f-e964d300d8a3",
            "word": "breast",
            "phonetic": "bɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "He grilled a juicy chicken breast for his dinner.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "My grandmother shared her recipe for succulent roast chicken breast, passed down through generations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0&hash=f9e5e0b3f00c8a4b228021d24ab2216dfc0b5944&lang=en&cache-only=0",
            "defineEn": "a curved or rounded projection, such as the front surface of a molding or the rounded part of a cornice",
            "defineVi": "một hình chiếu cong hoặc tròn, chẳng hạn như mặt trước của khuôn hoặc phần tròn của phào chỉ"
        }
    ]
}