{
    "id": "fba9a7e2-3d70-4ca0-ab1b-cb2397d02e37",
    "title": "Photographic Processing",
    "originalTitle": "Photographic Processing",
    "words": [
        {
            "id": "bd11d7bc-3ac4-496b-a9f4-967a9471fc91",
            "word": "darkroom",
            "phonetic": "dɑːɹkɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This would make a perfect darkroom, as well as a fallout shelter.",
                "And then, like, making a print in the darkroom, the first one takes at least one day to make.",
                "I’ve been able to take all the experiences I had working in the analog darkroom and apply them into the digital realm.",
                "Using makeup, costumes, and props, changing backgrounds, and a variety of experimental darkroom techniques, these images offer up a panoply of personas that subvert and challenge the gender norms of the day, and also question the premise that an identity is something stable or fixed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFya3Jvb20&hash=2d0640ba1c4f2ed092926c8a5feda4325b026f35&lang=en&cache-only=0",
            "defineEn": "a room that is lit in a specific way in order to develop a photograph",
            "defineVi": "một căn phòng được chiếu sáng theo một cách cụ thể để phát triển một bức ảnh"
        },
        {
            "id": "3ac09b68-0799-4eaf-9813-5a447697a165",
            "word": "developer",
            "phonetic": "dɪvɛləpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Developers want to build on the site of the old gasworks.",
                "Developers want to run a road right through his farm.",
                "Developers should stop half-arsing things and make good games!",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "The city and developer need to think ambitiously about redevelopment plans."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcGVy&hash=de5bf204d595484a62462a186661537f9ff66e4d&lang=en&cache-only=0",
            "defineEn": "a chemical solution used in traditional film photography to convert the latent image on a photographic film or paper into a visible image by reducing the silver halide crystals in the emulsion to metallic silver",
            "defineVi": "một giải pháp hóa học được sử dụng trong chụp ảnh phim truyền thống để chuyển đổi hình ảnh tiềm ẩn trên phim hoặc giấy ảnh thành hình ảnh có thể nhìn thấy bằng cách khử các tinh thể bạc halogenua trong nhũ tương thành bạc kim loại"
        },
        {
            "id": "9aed0f51-391e-43d4-b1af-e2ad64ea07a2",
            "word": "dufaycolor",
            "phonetic": "duːfeɪkʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVmYXljb2xvcg&hash=7429a47b59f0fe7cf2ef79e9617b34004491db54&lang=en&cache-only=0",
            "defineEn": "a color photographic process that was introduced in the early 1930s and used a matrix of colored filters to create a color image on a black-and-white film base",
            "defineVi": "một quy trình chụp ảnh màu được giới thiệu vào đầu những năm 1930 và sử dụng ma trận các bộ lọc màu để tạo ảnh màu trên nền phim đen trắng"
        },
        {
            "id": "2ef2c2ad-1d8d-4121-a235-b747a546b743",
            "word": "dye coupler",
            "phonetic": "daɪ kʌplɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHllIGNvdXBsZXI&hash=e200aa5d0518a9b2dd33e10c48536d94b77094cc&lang=en&cache-only=0",
            "defineEn": "a chemical compound that forms a dye molecule during the development process when it reacts with oxidized color developer",
            "defineVi": "một hợp chất hóa học tạo thành phân tử thuốc nhuộm trong quá trình phát triển khi nó phản ứng với chất tạo màu bị oxy hóa"
        },
        {
            "id": "a40eddf1-c52f-4177-a49a-fc33738b9748",
            "word": "enlarger",
            "phonetic": "ɛnlɑːɹdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rousseau worked from photographs and illustrations of animals, sometimes using an enlarger called a pantograph to trace subjects from books and magazines."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5sYXJnZXI&hash=9714a884152da86c739adc0cc12187aeee7fdde8&lang=en&cache-only=0",
            "defineEn": "a device used in traditional film photography to project the image from a photographic negative onto light-sensitive paper",
            "defineVi": "một thiết bị được sử dụng trong chụp ảnh phim truyền thống để chiếu hình ảnh từ phim âm bản lên giấy nhạy sáng"
        },
        {
            "id": "197d5a2f-bed0-446e-ba80-38bd65ce13be",
            "word": "fixer",
            "phonetic": "fɪksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was a fixer. ",
                "He was a fixer.",
                "It's a fixer-upper. -",
                "The former KGB officer became a political operative and a bureaucratic fixer.",
                "The first time anybody mentioned Putin to me was a casual remark by one of our diplomats in St. Petersburg consulate who mentioned that he had a good relationship with the deputy mayor who seemed to be a good fixer."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml4ZXI&hash=e31aa63bcf7458a52c75cd4412e729c01b5083b5&lang=en&cache-only=0",
            "defineEn": "a solution used in traditional film photography to remove any remaining light-sensitive silver halide crystals from a photographic emulsion, effectively \"fixing\" the image on the film or paper and making it permanent",
            "defineVi": "một giải pháp được sử dụng trong chụp ảnh phim truyền thống để loại bỏ bất kỳ tinh thể halogen bạc nhạy sáng nào còn sót lại khỏi nhũ tương chụp ảnh, \"cố định\" hình ảnh trên phim hoặc giấy một cách hiệu quả và làm cho hình ảnh tồn tại lâu dài"
        },
        {
            "id": "3c36d5ad-fb22-426e-9679-735e5cdf62fb",
            "word": "heliograph",
            "phonetic": "hɛlɪɑːɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVsaW9ncmFwaA&hash=497ea51b44a0cfa5e224ac224e3522dacec9c024&lang=en&cache-only=0",
            "defineEn": "a device used for signaling over long distances using sunlight and a mirror, in which the mirror is used to reflect sunlight in a coded pattern to convey messages",
            "defineVi": "một thiết bị được sử dụng để truyền tín hiệu trong khoảng cách xa bằng ánh sáng mặt trời và gương, trong đó gương được sử dụng để phản chiếu ánh sáng mặt trời theo mẫu được mã hóa để truyền tải thông điệp"
        },
        {
            "id": "df8f8c0b-155c-4a55-b807-d97fd9014085",
            "word": "image stabilization",
            "phonetic": "ɪmɪdʒ steɪbɪlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2Ugc3RhYmlsaXphdGlvbg&hash=f3faf5be36d1cae74466902715442487d9435b94&lang=en&cache-only=0",
            "defineEn": "a technology used in cameras and other optical devices to reduce the effects of camera shake or other types of motion blur in images and videos",
            "defineVi": "một công nghệ được sử dụng trong máy ảnh và các thiết bị quang học khác để giảm tác động của rung máy hoặc các loại chuyển động mờ khác trong hình ảnh và video"
        },
        {
            "id": "032a09b9-f3f1-4204-966c-a57a51c0de74",
            "word": "photographic printing",
            "phonetic": "foʊɾəɡɹæfɪk pɹɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaGljIHByaW50aW5n&hash=9498ecec122625a0d3470fe2bb1d31f84ec8a04d&lang=en&cache-only=0",
            "defineEn": "the process of creating a physical print from a photographic negative or digital image file, using light-sensitive paper and a light source to expose the image onto the paper and a series of chemical baths to develop, stop, fix, and tone the image",
            "defineVi": "quá trình tạo bản in vật lý từ tệp ảnh kỹ thuật số hoặc âm bản ảnh, sử dụng giấy nhạy sáng và nguồn sáng để chiếu hình ảnh lên giấy và một loạt dung dịch hóa chất để phát triển, dừng, sửa và chỉnh màu cho hình ảnh"
        },
        {
            "id": "a72b4347-688b-4345-814d-42008a7e89a5",
            "word": "safelight",
            "phonetic": "seɪflaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FmZWxpZ2h0&hash=6896376bf3a170ff6c2b94f5c95ef3b2f6780bd4&lang=en&cache-only=0",
            "defineEn": "a type of low-intensity light used in traditional darkrooms to allow photographers to see and work with light-sensitive materials",
            "defineVi": "một loại ánh sáng cường độ thấp được sử dụng trong phòng tối truyền thống để cho phép các nhiếp ảnh gia nhìn và làm việc với các vật liệu nhạy sáng"
        },
        {
            "id": "fcfd1a74-98c9-4f29-81c2-ebe2eb9a6e5c",
            "word": "stop bath",
            "phonetic": "stɑːp bæθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcCBiYXRo&hash=321199256eb4f73034aab2d5aad4bc579be6f2db&lang=en&cache-only=0",
            "defineEn": "a solution used in traditional film photography to halt the action of the developer by neutralizing its alkalinity, preventing further development and fixing the image on the photographic film or paper",
            "defineVi": "một giải pháp được sử dụng trong chụp ảnh phim truyền thống để ngăn chặn hành động của bộ phát triển bằng cách trung hòa độ kiềm của nó, ngăn chặn sự phát triển thêm và cố định hình ảnh trên phim hoặc giấy ảnh"
        },
        {
            "id": "4ea310b1-7afc-4f2e-845f-e6eaccbf8a2a",
            "word": "multiple exposure",
            "phonetic": "mʌltɪpəl ɛkspoʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlwbGUgZXhwb3N1cmU&hash=d0200b29747eb66f3e6d079ccea619421492f5fe&lang=en&cache-only=0",
            "defineEn": "a photography and filmmaking technique where multiple images are exposed onto a single frame of film or image sensor to create a composite image",
            "defineVi": "một kỹ thuật chụp ảnh và làm phim trong đó nhiều hình ảnh được phơi sáng trên một khung hình duy nhất của phim hoặc cảm biến hình ảnh để tạo ra một hình ảnh tổng hợp"
        },
        {
            "id": "a244ffad-6d91-4af2-93f3-f5a77e6b987e",
            "word": "halftone",
            "phonetic": "hæftoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFsZnRvbmU&hash=3b77c583c6bb31c7f5ead65c8918b8002bf17c87&lang=en&cache-only=0",
            "defineEn": "a printing technique that simulates continuous-tone images, such as photographs or paintings, using a pattern of small dots or lines to create the illusion of shades of gray or color",
            "defineVi": "một kỹ thuật in mô phỏng các hình ảnh có tông màu liên tục, chẳng hạn như ảnh chụp hoặc tranh vẽ, sử dụng mô hình các chấm hoặc đường kẻ nhỏ để tạo ảo giác về sắc thái của màu xám hoặc màu"
        },
        {
            "id": "27193e58-13df-4a90-a561-f18777bbbfe0",
            "word": "calotype",
            "phonetic": "kælətaɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3R5cGU&hash=d9b2ff0af63046207623fab3b46196449bc17d90&lang=en&cache-only=0",
            "defineEn": "an early photographic process developed by William Henry Fox Talbot in the 1830s, which used a paper negative to produce multiple positive prints",
            "defineVi": "một quy trình chụp ảnh ban đầu do William Henry Fox Talbot phát triển vào những năm 1830, sử dụng giấy âm bản để tạo ra nhiều bản in dương bản"
        },
        {
            "id": "395f9aa7-7d36-440f-9b2e-1f7151c3be5c",
            "word": "developing tank",
            "phonetic": "dɪvɛləpɪŋ tæŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcGluZyB0YW5r&hash=83a589d9b0d2a0f8a758a7f8235f0f60861233c7&lang=en&cache-only=0",
            "defineEn": "a light-tight container used in traditional film photography to hold and process photographic film in a series of chemical baths",
            "defineVi": "một hộp kín ánh sáng được sử dụng trong chụp ảnh phim truyền thống để giữ và xử lý phim ảnh trong một loạt các bể hóa chất"
        },
        {
            "id": "c3c7e39d-3747-467b-a03a-97572ee386c0",
            "word": "photographic paper",
            "phonetic": "foʊɾəɡɹæfɪk peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaGljIHBhcGVy&hash=1626de42d56f3808a4b252442bf444c4dada221c&lang=en&cache-only=0",
            "defineEn": "a light-sensitive paper used in traditional film photography to create physical prints from a photographic negative or digital image file",
            "defineVi": "một loại giấy nhạy sáng được sử dụng trong chụp ảnh phim truyền thống để tạo các bản in vật lý từ tệp ảnh kỹ thuật số hoặc âm bản ảnh"
        },
        {
            "id": "d6ed9395-1251-45f3-a467-bf5bf0b89493",
            "word": "photographic film",
            "phonetic": "foʊɾəɡɹæfɪk fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaGljIGZpbG0&hash=5483325cbd6618db26ae1d8df1aa8c1967a52f83&lang=en&cache-only=0",
            "defineEn": "a light-sensitive material used in traditional film photography to capture and record images",
            "defineVi": "một vật liệu nhạy sáng được sử dụng trong chụp ảnh phim truyền thống để chụp và ghi lại hình ảnh",
            "hasImg": true
        },
        {
            "id": "afeea3b0-9323-4037-84f7-0b298de7a173",
            "word": "contact sheet",
            "phonetic": "kɑːntækt ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGFjdCBzaGVldA&hash=3fcff22dbf3e8f2c7b7e66ba8aea4ec39e5a15be&lang=en&cache-only=0",
            "defineEn": "a photographic print made by placing a negative directly in contact with light-sensitive paper and exposing it to light, creating a sheet of small positive images that show all the frames on a roll of film or a set of negatives",
            "defineVi": "một bản in ảnh được thực hiện bằng cách đặt âm bản tiếp xúc trực tiếp với giấy nhạy sáng và phơi nó ra ánh sáng, tạo ra một tấm ảnh dương bản nhỏ hiển thị tất cả các khung hình trên một cuộn phim hoặc một bộ phim âm bản"
        },
        {
            "id": "3dec8b79-949f-4208-87a2-bd11d9088c28",
            "word": "wash water",
            "phonetic": "wɑːʃ wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FzaCB3YXRlcg&hash=d0a734ae3dbc79419a975736b26a5eb84db1c98a&lang=en&cache-only=0",
            "defineEn": "the water used to rinse photographic paper or film after processing, in order to remove residual chemicals and prevent them from affecting the final image or causing deterioration over time",
            "defineVi": "nước được sử dụng để rửa giấy ảnh hoặc phim sau khi xử lý, nhằm loại bỏ các hóa chất còn sót lại và ngăn chúng ảnh hưởng đến hình ảnh cuối cùng hoặc gây hư hỏng theo thời gian"
        },
        {
            "id": "cb0dd4c1-53d5-4754-b02a-75e4562f5cd7",
            "word": "emulsion",
            "phonetic": "ɪmʌlʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've got refreshing towels, a hairbrush, dental kit, a perfume, body lotion, tissues, a nourishing face emulsion, which I think is just like a face cream, and a compact mirror.",
                "Expedition 39 also studied how protein crystals grow in space, how mixtures of liquids known as emulsions behave in low gravity, and how future missions might make the best use of robots, like the experimental humanoid robot, R2."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW11bHNpb24&hash=b5f30840751c817843cef531f4595bf44881e66c&lang=en&cache-only=0",
            "defineEn": "a light-sensitive coating applied to photographic film or paper, consisting of a suspension of silver halide crystals in a gelatin or other binder",
            "defineVi": "một lớp phủ nhạy cảm với ánh sáng được áp dụng cho phim hoặc giấy ảnh, bao gồm huyền phù của các tinh thể bạc halogenua trong gelatin hoặc chất kết dính khác"
        },
        {
            "id": "71db5b0f-6a8f-4e70-bc77-61c426ab7a57",
            "word": "overdevelopment",
            "phonetic": "oʊvɚdɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmRldmVsb3BtZW50&hash=516c9b89f791522e2818e24a5c5c8492d469a79b&lang=en&cache-only=0",
            "defineEn": "a situation where the photographic film or paper has been processed for too long in the developer solution",
            "defineVi": "một tình huống trong đó phim ảnh hoặc giấy đã được xử lý quá lâu trong giải pháp dành cho nhà phát triển"
        },
        {
            "id": "4f4e624e-a3db-45d4-a217-5d9b8409008f",
            "word": "underdevelopment",
            "phonetic": "ʌndɚdɪvɛləpmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJkZXZlbG9wbWVudA&hash=7c300a91308c19c908bfa75e69bc888e0a06c0b0&lang=en&cache-only=0",
            "defineEn": "a situation where the photographic film or paper has not been processed for long enough in the developer solution",
            "defineVi": "một tình huống mà phim ảnh hoặc giấy đã không được xử lý đủ lâu trong giải pháp dành cho nhà phát triển"
        }
    ]
}