{
    "id": "fbf9e5bc-d939-40d4-bd7b-6e437b4f1af6",
    "title": "Top 201 - 225 Verbs",
    "originalTitle": "Top 201 - 225 Verbs",
    "words": [
        {
            "id": "761ef507-885a-4169-9576-8456df5db4a8",
            "word": "to vomit",
            "phonetic": "tə vɑːmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When you're a nurse, cleaning up vomit is all in a day's work.",
                "Mark had a habit of getting involved in toxic relationships, but he found himself drawn back to the same kind of people, like a dog returns to its vomit.",
                "- I vomited.",
                "First, he fed the vomit to dogs.",
                "And my vomit had kind of turned a funny colour at this point."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9taXQ&hash=0bedd5d081d1edb26f16c17f3a9d35b99c0fa066&lang=en&cache-only=0",
            "defineEn": "to eject what has been eaten or drunk through the mouth",
            "defineVi": "để đẩy những gì đã được ăn hoặc uống qua miệng",
            "hasImg": true
        },
        {
            "id": "aaad7303-3672-429a-9125-c09442e79723",
            "word": "to wish",
            "phonetic": "tə wɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your wish is my command sire.",
                "Her wish was my command",
                "I wouldn't wish that professor on my worst enemy.",
                "I wished him well with his new venture.",
                "Don't you wish!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lzaA&hash=d6fee71f3d1838f3709de4922a445bf04ca66844&lang=en&cache-only=0",
            "defineEn": "to desire something to occur or to be true even though it is improbable or not possible",
            "defineVi": "để mong muốn một cái gì đó xảy ra hoặc là sự thật mặc dù nó là không thể hoặc không thể",
            "hasImg": true
        },
        {
            "id": "38bcbefb-bca6-4e5a-9bac-ce45360578b4",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        },
        {
            "id": "95c1d636-8594-48f9-9781-93575134145d",
            "word": "to assume",
            "phonetic": "tʊ ɐsuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "But then I assume you got the picture when we were there.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts.",
                "It was better than nothing I assume.",
                "Don't get ahead of yourself and assume you'll win the competition without proper preparation.",
                "He judged the book by its cover and assumed it wouldn't be interesting, but he was pleasantly surprised."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzdW1l&hash=0693becd6c742a4354163346a29689727666bc80&lang=en&cache-only=0",
            "defineEn": "to accept the truth of something without any proof",
            "defineVi": "để chấp nhận sự thật của một cái gì đó mà không cần bất kỳ bằng chứng"
        },
        {
            "id": "eeeb7e8f-9d29-4738-b96b-5d64dc869464",
            "word": "to contain",
            "phonetic": "tə kənteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "Her blood was found to contain poison.",
                "The salad dressing contained an emulsifier that kept the oil and vinegar blended together, preventing separation.",
                "It was found that her blood contained poison.",
                "She received a closed envelope containing a surprise gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGFpbg&hash=91ac7e25bafcd5fac5c67a05c72ca130ab3ead9f&lang=en&cache-only=0",
            "defineEn": "to have or hold something within or include something as a part",
            "defineVi": "để có hoặc giữ một cái gì đó bên trong hoặc bao gồm một cái gì đó như là một phần",
            "hasImg": true
        },
        {
            "id": "484519e6-4360-4936-a16b-84873c5a4cca",
            "word": "to rise",
            "phonetic": "tə ɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sun always rises in the east.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "The sun rises in the east and sets in the west.",
                "Tax rises have made some inroads into the country's national debt.",
                "On the credit side, inflation has not risen this year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlzZQ&hash=bd58ef661fd4d9793e5fadb4f18c4e8622fad134&lang=en&cache-only=0",
            "defineEn": "to reach a higher position; to go up",
            "defineVi": "để đạt được một vị trí cao hơn; đi lên",
            "hasImg": true
        },
        {
            "id": "dad5d353-e8f4-4975-93d4-103f2684f3fb",
            "word": "to prevent",
            "phonetic": "tə pɹɪvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "The bathroom rug absorbs water and prevents slipping on the floor.",
                "The baker dusted the work surface with flour to prevent the dough from sticking.",
                "The cook lards the pan with pork fat to prevent the food from sticking.",
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmVudA&hash=dae0d3f05abb6f4c554fda56d441f2975b322896&lang=en&cache-only=0",
            "defineEn": "to stop someone from doing something; to not let something happen",
            "defineVi": "để ngăn ai đó làm điều gì đó; để không để cho một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "c237df45-1c25-474f-aa5d-2676c4f65e3a",
            "word": "to survive",
            "phonetic": "tə sɚvaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "But I survived because I had faith in my cause.",
                "The hiker had survived the wilderness by the skin of his teeth, managing to find his way back to civilization before running out of food.",
                "My goodness, that cat survived being hit by a car!",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "He was trying to survive on the road and failing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vydml2ZQ&hash=b1a1c25c59ebea6f7c0b063bcc6d5292449d5714&lang=en&cache-only=0",
            "defineEn": "to stay alive or continue to exist, particularly after an unpleasant event",
            "defineVi": "để sống sót hoặc tiếp tục tồn tại, đặc biệt là sau một sự kiện khó chịu"
        },
        {
            "id": "326dffca-658b-475d-a0de-b1712ae9a60e",
            "word": "to hide",
            "phonetic": "tə haɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She hides her light under a bushel.",
                "He hid my son's new bicycle until his birthday",
                "Don't hide your light under a bushel.",
                "The cat hid under the table when it heard a loud noise.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlkZQ&hash=f8a3cde01f857c28e73659a94933ba8473001e3b&lang=en&cache-only=0",
            "defineEn": "to keep out of sight; to prevent from being seen",
            "defineVi": "để tránh xa tầm nhìn; để tránh bị nhìn thấy",
            "hasImg": true
        },
        {
            "id": "ecf0ef15-e807-4304-b1b1-c98b57d95de7",
            "word": "to vote",
            "phonetic": "tə voʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The votes in the swing state may turn the tide in this election.",
                "The committee voted to kill the project.",
                "The motion was passed by 16 votes to 11.",
                "The bill was four votes shy of a majority.",
                "The vote yesterday appears to mark something of a turning point in the war."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm90ZQ&hash=f446cec9a53e5cf8719c8cbce66a2be3d398d1e5&lang=en&cache-only=0",
            "defineEn": "to show which candidate one wants to win in an election or which plan one supports, by marking a piece of paper, raising one's hand, etc.",
            "defineVi": "để cho thấy ứng cử viên nào mà một người muốn giành chiến thắng trong một cuộc bầu cử hoặc kế hoạch nào mà họ ủng hộ, bằng cách đánh dấu một tờ giấy, giơ tay, v.v.",
            "hasImg": true
        },
        {
            "id": "0306d0ae-87a9-4733-ac5e-3ba862328e61",
            "word": "to recommend",
            "phonetic": "tə ɹɛkəmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you recommend a budget-friendly hotel in the city center?",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The chef recommended trying the marinated flank steak.",
                "The chef recommended adding a few drops of sesame oil to the dipping sauce for the dumplings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb21tZW5k&hash=0db77536fa6ceaa0572ce500d2f6227293729861&lang=en&cache-only=0",
            "defineEn": "to suggest to someone that something is good, convenient, or advantageous; to tell that someone is suitable and useful for a particular task or job",
            "defineVi": "để gợi ý cho ai đó rằng điều gì đó tốt, thuận tiện hoặc có lợi; để nói rằng ai đó phù hợp và hữu ích cho một nhiệm vụ hoặc công việc cụ thể",
            "hasImg": true
        },
        {
            "id": "21faa516-74e0-4aa1-bd42-51c50bd032cd",
            "word": "to hate",
            "phonetic": "tə heɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That guy really hates my guts.",
                "I hate shopping.",
                "Everybody hates the sight of you.",
                "I hate summer vacation.",
                "Before all this, I just hated the sight of him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF0ZQ&hash=756a547d0f94ca8b02860527e129575b175fb741&lang=en&cache-only=0",
            "defineEn": "to really not like something or someone",
            "defineVi": "để thực sự không thích một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "5de829e1-1fba-4bf0-a76c-389fffcbdcf1",
            "word": "to sleep",
            "phonetic": "tə sliːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sleep well and sweet dreams.",
                "I slept like a log until morning.",
                "I usually sleep like a baby.",
                "I didn't sleep a wink last night.",
                "I usually sleep for eight hours every night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xlZXA&hash=9f70b72357378ae4357890fd8aee62afe62b00cf&lang=en&cache-only=0",
            "defineEn": "to rest our mind and body, with our eyes closed",
            "defineVi": "để tâm trí và cơ thể của chúng ta nghỉ ngơi, với đôi mắt nhắm lại",
            "hasImg": true
        },
        {
            "id": "03342e62-cff1-4307-810d-07d468c3269a",
            "word": "to report",
            "phonetic": "tə ɹᵻpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwb3J0&hash=029b324999d920db6e45ff603b6d4942830dbef1&lang=en&cache-only=0",
            "defineEn": "to cover or give the details of an event in written or spoke form as a journalist on TV, etc.",
            "defineVi": "để đưa tin hoặc đưa ra các chi tiết của một sự kiện ở dạng viết hoặc nói với tư cách là một nhà báo trên TV, v.v.",
            "hasImg": true
        },
        {
            "id": "6e755fee-a50d-49b8-a60a-f4ee3c7ecdaf",
            "word": "to prepare",
            "phonetic": "tə pɹɪpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef prepared a creamy tomato soup for lunch.",
                "The chef prepared a tasty fish stew with vegetables and spices.",
                "The chef prepared a roast beef and horseradish omelette.",
                "My friend Prepared a nourishing soup with cellophane noodles, mushrooms, and bok choy.",
                "She prepared a creamy navy bean and vegetable stew for his children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlcGFyZQ&hash=6d13eb7259b657713a2b76799cc9a0094205187a&lang=en&cache-only=0",
            "defineEn": "to make a person or thing ready for doing something",
            "defineVi": "để làm cho một người hoặc điều sẵn sàng để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6b4038af-ef71-478c-9a79-dbbad30fb354",
            "word": "to spread",
            "phonetic": "tə spɹɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "The children spread cheese dip on crackers during their picnic in the park.",
                "She spread a thick layer of tomato sauce on the pizza dough.",
                "I spread a layer of brown sauce on my sandwich.",
                "She spread a dollop of cocktail sauce on her oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ByZWFk&hash=186a71363dbe46fabc6d68b1f05f81a55b369bc9&lang=en&cache-only=0",
            "defineEn": "to affect more people or a wider area",
            "defineVi": "để ảnh hưởng đến nhiều người hơn hoặc một khu vực rộng lớn hơn",
            "hasImg": true
        },
        {
            "id": "95fbc070-3e69-4414-9482-34009821a7bd",
            "word": "to trust",
            "phonetic": "tə tɹʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can't trust that guy.",
                "You can trust Alfred.",
                "I don't trust Jack.",
                "Fast food chains removed pink slime from their menus to regain trust.",
                "Be patient and trust in the process, rather than seeking instant gratification."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ1c3Q&hash=794a00b61955c92b8033c0e2d032e779f13585ae&lang=en&cache-only=0",
            "defineEn": "to believe that someone is sincere, reliable, or competent",
            "defineVi": "để tin rằng ai đó là chân thành, đáng tin cậy, hoặc có thẩm quyền",
            "hasImg": true
        },
        {
            "id": "d6a9f935-979b-425c-bb6e-ebc9a6876333",
            "word": "to force",
            "phonetic": "tə foːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We all felt the force of her arguments.",
                "The school took the full force of the explosion.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "The company CEO was forced to own up to the financial scandal.",
                "The referee was forced to stop the game because of heavy snow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yY2U&hash=9928e461f492d2ac6fa263ec3c80c868f4b42b86&lang=en&cache-only=0",
            "defineEn": "to make someone do something against their will",
            "defineVi": "để làm cho ai đó làm điều gì đó trái với ý muốn của họ",
            "hasImg": true
        },
        {
            "id": "82d4c085-bdc1-435b-969b-3752fc0bbcec",
            "word": "to visit",
            "phonetic": "tə vɪzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzaXQ&hash=91c8b7064343f9ba09995690aeb3a43029cd9201&lang=en&cache-only=0",
            "defineEn": "to go somewhere because we want to spend time with someone",
            "defineVi": "đi đâu đó vì chúng ta muốn dành thời gian với ai đó",
            "hasImg": true
        },
        {
            "id": "b908bc4f-cb12-4704-bd0c-232fb6c21dcf",
            "word": "to plan",
            "phonetic": "tə plæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhbg&hash=57d1ae82ab665f84c66208fc4aef1d35fe2f95e1&lang=en&cache-only=0",
            "defineEn": "to decide on the details of a future activity or event",
            "defineVi": "để quyết định về các chi tiết của một hoạt động hoặc sự kiện trong tương lai",
            "hasImg": true
        },
        {
            "id": "f05b074a-9a97-48c5-b5be-49be2bb46d89",
            "word": "to introduce",
            "phonetic": "tʊ ɪntɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "He introduced himself.",
                "The bakery introduced a new pastry filled with raspberry jelly.",
                "She introduced her friends to Vegemite sandwiches during a picnic.",
                "She introduced her boyfriend to her parents during the family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cm9kdWNl&hash=3755f7fc177f319c74ecbc136ff0484d70969de4&lang=en&cache-only=0",
            "defineEn": "to tell someone our name so they can know us, or to tell them someone else's name so they can know each other, normally happening in the first meeting",
            "defineVi": "nói với ai đó tên của chúng tôi để họ có thể biết chúng tôi hoặc nói cho họ biết tên của người khác để họ có thể biết nhau, thường xảy ra trong lần gặp đầu tiên",
            "hasImg": true
        },
        {
            "id": "e02b07a2-ad60-4eeb-8d87-f278c4bdadb4",
            "word": "to calm",
            "phonetic": "tə kɑːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's the calm after a storm.",
                "His judgment is calmer, and he puts the saddle on the right horse.",
                "The night brings a sense of calm and tranquility.",
                "What the country was experiencing was not peace, but just the calm before another storm.",
                "She drank a glass of warm water to calm her upset stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbQ&hash=53affe59eafac4a2b6650c7f97aac06b8ec9ef7b&lang=en&cache-only=0",
            "defineEn": "to become or make someone become relaxed and quiet",
            "defineVi": "để trở thành hoặc làm cho ai đó trở nên thoải mái và yên tĩnh"
        },
        {
            "id": "e8912a87-6381-45ef-a1b8-f62fdaa96688",
            "word": "to claim",
            "phonetic": "tə kleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhaW0&hash=8840f6138d4db520b74b7f07c9633085ce444a04&lang=en&cache-only=0",
            "defineEn": "to say that something is the case without providing proof for it",
            "defineVi": "để nói rằng một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "4e56d4fd-d1b7-43a3-9413-e95a7874f73d",
            "word": "to accept",
            "phonetic": "tʊ ɐksɛpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have to accept the ebb and flow of love in a relationship.",
                "Finally, the mayor had to accept that a dead bee makes no honey.",
                "She had to accept defeat without losing face.",
                "Put simply, we accept their offer or go bankrupt.",
                "Take time by the forelock and accept that fantastic internship!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZXB0&hash=ef64f9b1bfbf96e7f48f6a7f5fdc34ae63da434d&lang=en&cache-only=0",
            "defineEn": "to say yes to what is asked of you or offered to you",
            "defineVi": "nói có với những gì được yêu cầu của bạn hoặc cung cấp cho bạn",
            "hasImg": true
        },
        {
            "id": "ad11457a-f448-4037-9ff3-78c5376e7321",
            "word": "to appreciate",
            "phonetic": "tʊ ɐpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals.",
                "I didn't appreciate that cheap shot you took at me at the party.",
                "I would appreciate the chance to meet with you at your convenience to discuss these matters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVjaWF0ZQ&hash=7d08d5e6d9da67497420fa2cbf1032b2403f4805&lang=en&cache-only=0",
            "defineEn": "to be thankful for something",
            "defineVi": "để được biết ơn cho một cái gì đó",
            "hasImg": true
        }
    ]
}