{
    "id": "fcfdf4b0-997c-423d-8e0c-43b32ec52ad1",
    "title": "Conflict Is Inevitable!",
    "originalTitle": "Lesson 57",
    "words": [
        {
            "id": "45f0d486-189f-4766-8ea9-a849bde4be83",
            "word": "action",
            "phonetic": "ækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "The government took action to reduce unemployment rates.",
                "The true love between them was evident in their actions.",
                "Actions speak louder than words when it comes to leadership.",
                "Be careful with your actions."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9u&hash=33ee5795412c8c8d91c807aa057bfca5e2307a13&lang=en&cache-only=0",
            "defineEn": "the act of fighting a war or battle",
            "defineVi": "hành động chiến đấu trong một cuộc chiến tranh hoặc trận chiến"
        },
        {
            "id": "1ce47603-28fb-4be7-a395-de35ae5bd1db",
            "word": "advance",
            "phonetic": "ɐdvæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Technology advances by fits and starts.",
                "The study yielded significant findings that could advance medical research.",
                "She booked a hotel room in advance to ensure she had a place to stay during her vacation.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZQ&hash=a94b23cd859e1de0fb66ed8ada66bed071bf59af&lang=en&cache-only=0",
            "defineEn": "a forward movement by soldiers",
            "defineVi": "một phong trào về phía trước bởi những người lính"
        },
        {
            "id": "72b54b94-1182-42d6-b2cd-1b531c345cd6",
            "word": "camp",
            "phonetic": "kæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need to be careful when camping in bear territory.",
                "Jack makes quick work of clearing the snow where the guys want to set up camp.",
                "We felt like we just couldn't control our teenager's behavior any longer, so we sent him to a prison boot camp to scare him straight.",
                "Michael had been a spring chicken in the realm of coding until he attended coding boot camp.",
                "But they were honest, they had your best wishes at heart, and they knew what was what in the camp."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcA&hash=a9e9e39343fa71c296383913f23ab5e6e610900b&lang=en&cache-only=0",
            "defineEn": "a temporary place of residence for people provided by a government, typically used by soldiers, refugees, etc.",
            "defineVi": "một nơi cư trú tạm thời cho những người được chính phủ cung cấp, thường được sử dụng bởi binh lính, người tị nạn, v.v.",
            "hasImg": true
        },
        {
            "id": "961734b4-f95e-4af9-9195-c0e676d119ba",
            "word": "military",
            "phonetic": "mɪlətɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Military leaders took over the government.",
                "A military delegation was led by the Chief of Staff.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "If military force were to be used, then that would be a different ball game.",
                "The parade is the first sign of the new regime flexing its military muscles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaXRhcnk&hash=dcb4beac315da3fa827627e7cac37ecb2a486b95&lang=en&cache-only=0",
            "defineEn": "the armed forces of a country",
            "defineVi": "các lực lượng vũ trang của một quốc gia",
            "hasImg": true
        },
        {
            "id": "11af1b29-d403-430a-a9a1-5ed0151be6ba",
            "word": "air force",
            "phonetic": "ɛɹ foːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost touch with him when he joined the Air Force.",
                "In Oscoda alone, the Air Force has already spent millions on PFAS.",
                "But seriously, she calls the Air Force base.",
                "So the Air Force devised a plan to make the largest radio antenna ever.",
                "The air forces did not neglect targets inland."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGZvcmNl&hash=2c12b3292c9feabc914d1976f7a3cc54ac080a9b&lang=en&cache-only=0",
            "defineEn": "the branch of the armed forces that operates in the air using fighter aircraft",
            "defineVi": "chi nhánh của lực lượng vũ trang hoạt động trên không sử dụng máy bay chiến đấu",
            "hasImg": true
        },
        {
            "id": "0e86c540-9eb9-4757-90d5-fb36c3d12abd",
            "word": "navy",
            "phonetic": "neɪvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To follow the Navy.",
                "She prepared a creamy navy bean and vegetable stew for his children.",
                "I met my wife, Rachel, while serving in the Navy.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "The US navy had 17 ships."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF2eQ&hash=693198a9afdb7fc5786ff1c503a97e7c1dd190f6&lang=en&cache-only=0",
            "defineEn": "the branch of the armed forces that operates at sea using warships, destroyers, etc.",
            "defineVi": "chi nhánh của lực lượng vũ trang hoạt động trên biển sử dụng tàu chiến, tàu khu trục, v.v.",
            "hasImg": true
        },
        {
            "id": "3005b0c8-7cbe-4c94-a217-b82259fcd96f",
            "word": "strategy",
            "phonetic": "stɹæɾədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ostrich strategy for covid-19 is too risky.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "The company's new strategy seems to be on course, with positive results so far."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXRlZ3k&hash=6c0e2570d309c247f0d10e2df78b7444d4d39847&lang=en&cache-only=0",
            "defineEn": "a field of military science that deals with the planning of an attack or defense",
            "defineVi": "một lĩnh vực khoa học quân sự liên quan đến việc lập kế hoạch tấn công hoặc phòng thủ"
        },
        {
            "id": "a1047756-ecec-4cbd-b349-21d45cc99179",
            "word": "arms",
            "phonetic": "ɑːɹmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was trying to call people to ARMS and to PROVOKE a Race War.",
                "- he has constrained our fellow citizens Taken Captive on the High Seas to bear arms against their COUNTRY, to become the executioners of their friends and BRETHREN, or to fall themselves by their hands.",
                "He was trying to call people to ARMS and to PROVOKE a Race War that would UNSEAT the federal government and create an All-White Ethnicity."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtcw&hash=f42a4be9095da49caade80a0e804ebf824ce50a2&lang=en&cache-only=0",
            "defineEn": "weapons in general, especially those used by the military",
            "defineVi": "vũ khí nói chung, đặc biệt là những vũ khí được sử dụng bởi quân đội",
            "hasImg": true
        },
        {
            "id": "7e670798-4f43-4371-81dd-2977e9b9a447",
            "word": "grenade",
            "phonetic": "ɡɹəneɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "We use hand grenades.",
                "The police shoot tear gas from grenade launchers.",
                "Officers fired back with stun grenades.",
                "Pill-boxes cleaned out with grenades.",
                "There's grenades in this game?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlbmFkZQ&hash=279f68b58107201c96ca5b851b35542c88de1868&lang=en&cache-only=0",
            "defineEn": "a small bomb that explodes in a few seconds, can be thrown by hand or fired from a gun",
            "defineVi": "một quả bom nhỏ phát nổ trong vài giây, có thể ném bằng tay hoặc bắn từ súng",
            "hasImg": true
        },
        {
            "id": "f8094358-71c1-40ed-9108-73232e0d311b",
            "word": "handgun",
            "phonetic": "hændɡʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They used an actual handgun that had been disabled.",
                "The 9 mm, it is literally bulletproof to a 9-mm handgun.",
                "One officer claims that Reinoehl raises a handgun.",
                "Not knowing who’s at the door this late, Walker grabs his licensed handgun.",
                "Officers say they find a .380-caliber handgun in the right front pocket of Reinoehl’s pants, his hand on or near the weapon."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGd1bg&hash=e5c16469c5d2e2800d1ac64be72b53f216a259ad&lang=en&cache-only=0",
            "defineEn": "a gun that can be used with one hand",
            "defineVi": "một khẩu súng có thể được sử dụng bằng một tay",
            "hasImg": true
        },
        {
            "id": "2fbc0079-8d50-41ed-b021-d03e2dcc3193",
            "word": "mine",
            "phonetic": "maɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Your guess is as good as mine.\"",
                "Once I get that staff job, it'll be mine.",
                "When it comes to the election, your guess is as good as mine as far as who is going to win.",
                "Contracts and leases to work the mines.",
                "He reached out his hand to shake mine."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluZQ&hash=27b1b5db76425066d5266f344ed5793afb20d69d&lang=en&cache-only=0",
            "defineEn": "a piece of military equipment that is put on or just under the ground or in the sea, which explodes when it is touched",
            "defineVi": "một phần của thiết bị quân sự được đặt trên hoặc ngay dưới mặt đất hoặc trên biển, phát nổ khi chạm vào"
        },
        {
            "id": "01b3769a-8448-402c-894b-2faf6a5a5751",
            "word": "campaign",
            "phonetic": "kæmpeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Campaigns to save the planet/rain forest/whale.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The campaign for the ban was led by Greenpeace.",
                "Have you been following the election campaign?",
                "A campaign is under way to stop the bombers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcGFpZ24&hash=bbfc7d944c4b3e8065219c026464c7d503f7266e&lang=en&cache-only=0",
            "defineEn": "a series of operations carried out to achieve a certain military objective",
            "defineVi": "một loạt các hoạt động được thực hiện để đạt được một mục tiêu quân sự nhất định"
        },
        {
            "id": "094da3cc-b560-4147-aa07-989b6b1210a5",
            "word": "to command",
            "phonetic": "tə kəmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her wish was my command",
                "Your wish is my command sire.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "The manager offered her team suggestions on how to complete the project, but reminded them that counsel is no command and that they were free to pursue their own strategies.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWFuZA&hash=ed89b870540c52aeb94d4f19557b6f6fa272f5d7&lang=en&cache-only=0",
            "defineEn": "to have authority over or be in charge of a unit in the army",
            "defineVi": "có thẩm quyền hoặc chịu trách nhiệm về một đơn vị trong quân đội",
            "hasImg": true
        },
        {
            "id": "ab3e9100-d8b6-4fe2-ab91-b0d2f1de8b90",
            "word": "to desert",
            "phonetic": "tə dᵻzɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Offenders should receive their just deserts.",
                "The west is home to vast deserts, rolling plains, and majestic mountain ranges.",
                "The incident showed that desert and reward seldom keep company.",
                "The Earth has diverse ecosystems, ranging from forests to deserts.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzZXJ0&hash=4fd62635f65c30189f5774df1bae068a27355c0b&lang=en&cache-only=0",
            "defineEn": "to leave the army, navy, etc. with no permission",
            "defineVi": "rời quân đội, hải quân, v.v. mà không được phép"
        },
        {
            "id": "91ffac0b-c695-42e4-af0e-c130754278e4",
            "word": "to dominate",
            "phonetic": "tə dɑːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The other team came out and dominated our players like nobody's business.",
                "The fact that the Champions League is increasingly dominated by English clubs just rubs salt into his wounds.",
                "The team won the championship with flying colors - they dominated the competition and didn't lose a single game.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "In the cutthroat world of business, it's often said that big fish eat little fish, and that the most successful companies are those that can outcompete and dominate their rivals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9taW5hdGU&hash=d02bb73410a8ec0c0e5127f5cb72e55838aaf0de&lang=en&cache-only=0",
            "defineEn": "to have the power to completely or partially control someone or something",
            "defineVi": "để có sức mạnh để kiểm soát hoàn toàn hoặc một phần ai đó hoặc một cái gì đó"
        },
        {
            "id": "a4aed5e2-4b96-4399-a13d-8825caca1871",
            "word": "to invade",
            "phonetic": "tʊ ɪnveɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Cellular freebooters could invade another group.",
                "They invade these cracks and fissures.",
                "Even Space Invader has invaded space.",
                "They invaded the southern region of Korea in 1950."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52YWRl&hash=b6b765ef4c573c3c586eaaa71948ab0a5a39467d&lang=en&cache-only=0",
            "defineEn": "to enter a territory using armed forces in order to occupy or take control of it",
            "defineVi": "để vào một lãnh thổ sử dụng lực lượng vũ trang để chiếm hoặc kiểm soát nó"
        },
        {
            "id": "5bedc952-69bc-4f43-b8f8-60ffcceb0310",
            "word": "to recruit",
            "phonetic": "tə ɹᵻkɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the course of the 54-hour event, recruits sleep only three to four hours a night.",
                "Recruit: Step together.",
                "Narrator: Recruits are issued uniforms.",
                "Narrator: Recruits get one of the most painful parts of training out of the way early.",
                "Narrator: Recruits work up a major appetite during training."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjcnVpdA&hash=3a2af024de4f4363ef07143cb7358e466c392555&lang=en&cache-only=0",
            "defineEn": "to find people to join the armed forces",
            "defineVi": "tìm người gia nhập lực lượng vũ trang"
        },
        {
            "id": "b1c1c24a-3973-4d72-8874-c56a05e0763f",
            "word": "to strike",
            "phonetic": "tə stɹaɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "He strikes an attitude of bravery and lonely defiance.",
                "The clock struck twenty times at midnight.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "The recent strike has put the airline company in a tight spot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaWtl&hash=e0291b68a6cf297d2590054ecd3a8c321b7aa5a0&lang=en&cache-only=0",
            "defineEn": "to hit using hands or weapons",
            "defineVi": "đánh bằng tay hoặc vũ khí"
        },
        {
            "id": "0c3f4773-7df6-402c-ab53-d1d7d03bb4b5",
            "word": "gunfight",
            "phonetic": "ɡʌnfaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Showing up to a professional networking event without business cards is like bringing a knife to a gunfight.",
                "He tried to debate with a renowned expert on the subject, but it was like bringing a knife to a gunfight.",
                "She thought she could outwit the seasoned chess champion, but it was like bringing a knife to a gunfight.",
                "The gunfight that ensued brought out the whole village."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VuZmlnaHQ&hash=3ed77f9399398f4b9e8b82db2fbd095317129d2e&lang=en&cache-only=0",
            "defineEn": "a fight in which fighters use guns",
            "defineVi": "một cuộc chiến trong đó máy bay chiến đấu sử dụng súng"
        },
        {
            "id": "9abaf6d2-72d3-4bcd-9b9e-6dc5b5c7550b",
            "word": "armed",
            "phonetic": "ɑːɹmd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He did six years for armed robbery.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "He got ten years for armed robbery.",
                "The country was very heavily armed.",
                "Back in April, of course, in Lansing, armed protesters entered the building."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtZWQ&hash=95575060d1fc229adb37f28f21373314724d6e71&lang=en&cache-only=0",
            "defineEn": "describing someone or something that is equipped with weapons",
            "defineVi": "mô tả một ai đó hoặc một cái gì đó được trang bị vũ khí"
        },
        {
            "id": "15f27b8f-55b8-4cfe-8a10-f1d8a4ffec3d",
            "word": "civil",
            "phonetic": "sɪvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proposal was dropped after opposition from civil liberties groups.",
                "When it comes to civil rights issues, Mary is always eager to take up the gauntlet.",
                "Although she was angry, she kept a civil tongue.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWw&hash=518bba424f6f9b3b9d2018ee7556293757db1d9a&lang=en&cache-only=0",
            "defineEn": "involving ordinary people who are not part of the armed forces",
            "defineVi": "liên quan đến những người bình thường không thuộc lực lượng vũ trang"
        },
        {
            "id": "e0c8c2e6-76a0-4dbb-85b8-477b07d397ca",
            "word": "occupied",
            "phonetic": "ɑːkjʊpaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I think it's the most shocking failure of security imaginable to place the Congress of the United States at physical risk in an occupied congressional chamber because they weren't prepared to deal with it.",
                "And to laugh at a funeral of a Union soldier publicly, I think even today in an occupied area, that kind of mockery wouldn't be tolerated."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBpZWQ&hash=d157c3e8f0954da247c2a3e28302533ea042c80c&lang=en&cache-only=0",
            "defineEn": "describing a city, country, etc. that is taken and controlled by enemy forces",
            "defineVi": "mô tả một thành phố, quốc gia, v.v. bị quân địch chiếm và kiểm soát"
        },
        {
            "id": "9118d015-5bfc-480d-be3c-a7417d4f0acf",
            "word": "parade",
            "phonetic": "pɚɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parade is the first sign of the new regime flexing its military muscles.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "Mom really rained on our parade by chaperoning our school dance.",
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader",
                "o make sure that all goes according to plan and no one rains on his parade, the president's safari will stay clear of trouble spots."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRl&hash=300303e48f014191bc914177db6684e5c4891940&lang=en&cache-only=0",
            "defineEn": "a military event in which soldiers march or stand together to display power or be inspected",
            "defineVi": "một sự kiện quân sự trong đó những người lính diễu hành hoặc đứng cùng nhau để thể hiện sức mạnh hoặc được kiểm tra"
        },
        {
            "id": "3889a535-1d44-4d78-981e-b4515c23112e",
            "word": "prisoner of war",
            "phonetic": "pɹɪzənɚɹ ʌv wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so enslaved people were prisoners of war.",
                "And of course these patients were prisoners of war. ",
                "He was a prisoner of war in Germany.",
                "That metaphor is the idea of the prisoner of war.",
                "But at the same time, we lost still two camps of prisoners of war."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpc29uZXIgb2Ygd2Fy&hash=bd1bbcc0e2bbf16513e77a423774694d1e2493be&lang=en&cache-only=0",
            "defineEn": "someone who is captured by the enemy during a war",
            "defineVi": "một người bị bắt bởi kẻ thù trong một cuộc chiến tranh"
        },
        {
            "id": "9f804cdd-9247-4f65-b06e-6e0241d858ce",
            "word": "rank",
            "phonetic": "ɹæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "The CEO of the company listened to the feedback of all employees, regardless of their rank or expertise.",
                "Surprisingly, nine of the 31 Republicans in the Assembly broke ranks to vote with the Democrats.",
                "Now, one rank up from Infraorder is Suborder.",
                "And these ranks reflect evolutionary relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuaw&hash=fc917ead2eb3295e14e3502b6d63becace809395&lang=en&cache-only=0",
            "defineEn": "members of the armed forces involving only soldiers",
            "defineVi": "thành viên của lực lượng vũ trang chỉ liên quan đến binh lính"
        },
        {
            "id": "32206a93-27ec-41fc-b9f5-d9ad1c011f84",
            "word": "refugee",
            "phonetic": "ɹɛfjuːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Supplies are being dropped for the refugees.",
                "We have a duty to care for the refugees.",
                "Refugees are welcome here!",
                "Syrian refugees tax an overburdened system."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdlZQ&hash=432a89eb7eaabe004d7bdd4daf9725fd07909c70&lang=en&cache-only=0",
            "defineEn": "a person who is forced to leave their own country because of war, fear of prosecution, etc.",
            "defineVi": "một người buộc phải rời khỏi đất nước của họ vì chiến tranh, sợ bị truy tố, v.v."
        },
        {
            "id": "f6895e8a-8807-46ed-84cd-c136cff7c6a3",
            "word": "volunteer",
            "phonetic": "vɑːləntɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The volunteers worked together to collect donations for the local food drive.",
                "The volunteers' organizing of the charity event was a labour of love.",
                "She volunteers at the town library to help with organizing books.",
                "I volunteer at the preschool to help with art activities and storytime.",
                "Jake actually volunteered to do the dishes after dinner?"
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW50ZWVy&hash=c00f95ac634112e5be3526fbb4d4a1def0a30fee&lang=en&cache-only=0",
            "defineEn": "someone who enlists in the armed forces without being forced",
            "defineVi": "một người gia nhập lực lượng vũ trang mà không bị ép buộc"
        },
        {
            "id": "73d99e50-366b-473c-8a63-f52e3e0787df",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "a member or a branch of the armed forces",
            "defineVi": "một thành viên hoặc một chi nhánh của lực lượng vũ trang"
        },
        {
            "id": "50c7f4d8-c98d-4b9b-a6aa-46c82bfe53e3",
            "word": "tank",
            "phonetic": "tæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tank takes 50 liters.",
                "We need to fill the gas tank before going on a long trip.",
                "Disconnect the pipe leading from the top of the water tank.",
                "Shares subsequently tanked.",
                "Tanks blaze the way!"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuaw&hash=b0b9f083d64e9be4554d7c5ccb0abb539966e010&lang=en&cache-only=0",
            "defineEn": "an extremely heavy armored vehicle mounted with guns and a large barrel",
            "defineVi": "một chiếc xe bọc thép cực nặng gắn súng và một cái thùng lớn",
            "hasImg": true
        },
        {
            "id": "cf4c9a07-c873-4253-8d84-78accd21d319",
            "word": "warship",
            "phonetic": "wɔːɹʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the year 1066, 7000 Norman infantry and knights sailed in warships across the English Channel.",
                "Gun fire from our warships knocked these big guns out early in the bombardment.",
                "It involved a number of warships: battleships, cruisers, destroyers.",
                "Somehow, the idea of NATO warships in Crimea is something absolutely unacceptable.",
                "Early today, the country's largest warship sank in the Gulf of Oman after erupting in flames."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fyc2hpcA&hash=980ff9d5a144c03c84c28c5e298c24d0b2353db4&lang=en&cache-only=0",
            "defineEn": "a ship that is made for war and has weapons",
            "defineVi": "một con tàu được tạo ra cho chiến tranh và có vũ khí"
        },
        {
            "id": "952b3eaf-8c74-4590-bb13-0368607824d7",
            "word": "war crime",
            "phonetic": "wɔːɹ kɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Intentionally bombing health facilities is a war crime.",
                "Indiscriminate and reckless bombing like this may be a war crime.",
                "Also, we have an international court for war crimes in The Hague.",
                "The U.N. accused it of genocide, crimes against humanity and war crimes.",
                "Palestinian Authority President Mahmoud Abbas told the meeting that Israel was committing war crimes."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyIGNyaW1l&hash=ae85e03dfb032c5962f9d05fd1401ae7a6c0bc0d&lang=en&cache-only=0",
            "defineEn": "an inhuman act that is done during a war, which is against the rules of war",
            "defineVi": "một hành động vô nhân đạo được thực hiện trong chiến tranh, đó là chống lại các quy tắc của chiến tranh"
        },
        {
            "id": "c81921fd-75e6-4f0c-b6e5-c8e5ce4def15",
            "word": "nuclear submarine",
            "phonetic": "nuːklɪɹ sʌbmɚɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciBzdWJtYXJpbmU&hash=98cd86590ff5b09771ed9423501787d34e1fc86b&lang=en&cache-only=0",
            "defineEn": "a ship moving above and below the sea, which is powered by nuclear energy and is usually armed with weapons such as missile",
            "defineVi": "một con tàu di chuyển trên và dưới biển, chạy bằng năng lượng hạt nhân và thường được trang bị vũ khí như tên lửa"
        },
        {
            "id": "f4b028ee-a0c7-4c05-8e5e-b650bf8e104a",
            "word": "target",
            "phonetic": "tɑːɹɡɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The investment manager targeted high rollers, demanding a minimum investment of $100,000.",
                "In order to build your self-esteem, set yourself targets you can reach.",
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "By the end of the year, the team will have ridden the wave of productivity, completing several projects and meeting their targets."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyZ2V0&hash=8e850d56dc7e036b7a52255b597cbdb6781f5205&lang=en&cache-only=0",
            "defineEn": "a person, building, or area marked to be attacked",
            "defineVi": "một người, tòa nhà, hoặc khu vực được đánh dấu để bị tấn công"
        },
        {
            "id": "81c4e365-1166-4a24-9d8f-14db7eccc201",
            "word": "to wreck",
            "phonetic": "tə ɹɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "My parents went totally apeshit when they found out I'd wrecked the car!",
                "My parents went totally apeshit when they found out I'd wrecked the car!",
                "I had many wrecks.",
                "I'm wrecking the set.",
                "He finds the wrecks of old ships and hundreds of jewels on the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JlY2s&hash=9f59d978cfa8e0dc6183631dbf52159e15830c47&lang=en&cache-only=0",
            "defineEn": "to harm, destroy, or endanger something",
            "defineVi": "để làm hại, phá hủy, hoặc gây nguy hiểm cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2005a0f8-f20d-4c23-be41-c197c70601ae",
            "word": "spoil",
            "phonetic": "spɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Better one house spoiled than two.",
                "If you go to the party, don't spoil your Uncle's evening with a long face.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The farmers harvested the ripe tomatoes from the farm before they spoiled.",
                "To the victor go the spoils, the CEO said, as they celebrated their success."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvaWw&hash=203c0359e9b404f5d1e0301f47fd0938136dd4e8&lang=en&cache-only=0",
            "defineEn": "valuable items or goods that are taken by force, especially during a war",
            "defineVi": "vật phẩm hoặc hàng hóa có giá trị bị chiếm đoạt bằng vũ lực, đặc biệt là trong chiến tranh"
        },
        {
            "id": "06bc569d-37bd-4275-9106-872c72bb912a",
            "word": "to wound",
            "phonetic": "tə wuːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Telling that story only reopenes old wounds.",
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "The slow healing process of the wound required regular care.",
                "Mentioning her new boyfriend just rubbed salt into the wound.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd291bmQ&hash=44bdd5a1cbf67d09647fa6f0dede6ac683e3110f&lang=en&cache-only=0",
            "defineEn": "to be hurt or hurt someone physically",
            "defineVi": "bị tổn thương hoặc làm tổn thương ai đó về thể chất",
            "hasImg": true
        },
        {
            "id": "21f4fe3e-460d-4759-ac77-944000371470",
            "word": "ground-to-air missile",
            "phonetic": "ɡɹaʊndtʊɛɹ mɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kLXRvLWFpciBtaXNzaWxl&hash=a6b3105f6cd9b2704e13462a0936b161d68059bc&lang=en&cache-only=0",
            "defineEn": "a missile aimed at an aircraft from the ground or a ship",
            "defineVi": "một tên lửa nhằm vào một máy bay từ mặt đất hoặc một con tàu"
        },
        {
            "id": "42dbf5e8-14b3-451a-829c-b2733c9fc7ab",
            "word": "air-to-ground missile",
            "phonetic": "ɛɹɾəɡɹaʊnd mɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyLXRvLWdyb3VuZCBtaXNzaWxl&hash=0426f55882ed622baa0d47796bab9d4223010b26&lang=en&cache-only=0",
            "defineEn": "a missile that is aimed from an aircraft at a surface on the ground or sea",
            "defineVi": "một tên lửa được nhắm từ một chiếc máy bay trên bề mặt trên mặt đất hoặc trên biển"
        },
        {
            "id": "bca28456-559e-4c27-b13a-b851145fb882",
            "word": "brass knuckles",
            "phonetic": "bɹæs nʌkəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhc3Mga251Y2tsZXM&hash=419669d7835c2c986f34999eb981fc11af58655f&lang=en&cache-only=0",
            "defineEn": "a metal weapon that is consisted of a group of connected rings, which is worn on one's fingers in order hit someone with",
            "defineVi": "một vũ khí kim loại bao gồm một nhóm các vòng được kết nối, được đeo trên ngón tay của một người để đánh ai đó bằng",
            "hasImg": true
        },
        {
            "id": "e4cdce59-67f1-4953-bf63-e5a1e48ad3de",
            "word": "dogfight",
            "phonetic": "dɑːɡfaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are we going to have an F-35 dogfight with the Russians or the Chinese?",
                "It's not unlike the dogfights seen in aerial combat.",
                "SPEAKER: Known for its speed and agility, it was a superior plane used in a Russian dogfight."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9nZmlnaHQ&hash=9c26d31040de30d09f9938f38a861fb1f4671081&lang=en&cache-only=0",
            "defineEn": "an aerial combat in which two or more fighter aircraft are engaged",
            "defineVi": "một trận chiến trên không trong đó hai hoặc nhiều máy bay chiến đấu đang tham gia"
        },
        {
            "id": "282fe324-87e6-4ada-90cf-22a8ec46c744",
            "word": "USMC",
            "phonetic": "ʌzmk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VVNNQw&hash=3772626e7cfa8e42cadda6006c5d76325faa1b1c&lang=en&cache-only=0",
            "defineEn": "an armed force of the United States trained for conducting specific military operations such as fighting from the sea",
            "defineVi": "một lực lượng vũ trang của Hoa Kỳ được đào tạo để tiến hành các hoạt động quân sự cụ thể như chiến đấu từ biển"
        },
        {
            "id": "0b235e16-17ac-4601-8658-a0dd8fa4984d",
            "word": "marine",
            "phonetic": "mɚɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Certain species of fucoid algae serve as habitats for small marine creatures.",
                "Whales are incredible marine animals that migrate long distances.",
                "Certain species of dinoflagellates can create red tides, affecting marine life.",
                "Brown algae create habitats and provide food for marine species.",
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaW5l&hash=3a7aa4424078132034bb72b4264b2bace4e04a53&lang=en&cache-only=0",
            "defineEn": "a member of one of the armed forces who can engage in operations taking place both on land and at sea, particularly a member of Royal Marines or United States Marine Corps",
            "defineVi": "một thành viên của một trong các lực lượng vũ trang có thể tham gia vào các hoạt động diễn ra cả trên bộ và trên biển, đặc biệt là thành viên của Thủy quân lục chiến Hoàng gia hoặc Thủy quân lục chiến Hoa Kỳ"
        },
        {
            "id": "bf6ef3a3-2beb-4b42-9820-ff1cb19ab924",
            "word": "to gun down",
            "phonetic": "tə ɡʌn daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A year before Dam Phong, another Vietnamese newspaper publisher, Duong Trong Lam, was gunned down in front of his home in San Francisco.",
                "I gotta gun down some more terrorists real quick here.",
                "Blacky would meet his own unfortunate fate when he was gunned down after escaping from jail.",
                "It was just a horrific event to have a president gunned down in an American city.",
                "In a downtown setting SWAT team officers gun down housing project residents seemingly indiscriminately before a group of survivors flees the city in a helicopter. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3VuIGRvd24&hash=8fba4ef34c01def60b1179bee02f0c2e87860021&lang=en&cache-only=0",
            "defineEn": "to seriously injure or kill a person by shooting them, particularly someone who is defenseless",
            "defineVi": "làm bị thương nặng hoặc giết một người bằng cách bắn họ, đặc biệt là người không có khả năng tự vệ"
        },
        {
            "id": "1f1e1993-1a53-489d-a972-db330ef66120",
            "word": "sidearm",
            "phonetic": "saɪdɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Gotta get the sidearm.",
                "And in order to visualize what's happening, we switched from the overhand strike to the sidearm strike."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZWFybQ&hash=1357483d614ac846a1e7001a63a6df5b7782b663&lang=en&cache-only=0",
            "defineEn": "a weapon, such as a gun or knife, that is carried on the side of the body",
            "defineVi": "một vũ khí, chẳng hạn như súng hoặc dao, được mang ở bên cạnh cơ thể"
        }
    ]
}