{
    "id": "fd0ca166-290d-488a-9373-0ddbf16de3f5",
    "title": "Art",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "21892c4b-c436-4150-8021-73aed5b94f8b",
            "word": "artwork",
            "phonetic": "ɑːɹtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "The artwork on the wall was a mix of colors and textures.",
                "She admired the artwork displayed in the museum.",
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0d29yaw&hash=5642fa8cc600f88523c07a6d902bf451903cc08f&lang=en&cache-only=0",
            "defineEn": "drawings, photographs and pictures that are prepared for publication in a book, magazine, etc.",
            "defineVi": "bản vẽ, hình ảnh và hình ảnh được chuẩn bị để xuất bản trong một cuốn sách, tạp chí, v.v.",
            "hasImg": true
        },
        {
            "id": "29ccb2c6-53c0-45a2-ac98-7ae7563fd07d",
            "word": "auction",
            "phonetic": "ɔːkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His antique collection was worth a fortune, and he sold it for a huge sum at an auction.",
                "Auctions spreading world wide at a very rapid pace.",
                "The big catalyst was the Christie's auction.",
                "All high-end fish are auctioned in Japan.",
                "So they auctioned our stuff out."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVjdGlvbg&hash=0ed9bfe2a1ea6c5efea2017352d29e56edffe276&lang=en&cache-only=0",
            "defineEn": "a public sale in which goods or properties are sold to the person who bids higher",
            "defineVi": "bán công khai trong đó hàng hóa hoặc tài sản được bán cho người trả giá cao hơn"
        },
        {
            "id": "8ac4d15e-d4aa-4db8-a8e3-d73ee2e7754f",
            "word": "collector",
            "phonetic": "kəlɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "Most collectors work on monthly quotas.",
                "Many fields do rely on amateur collectors.",
                "Collectors index and organize their possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdG9y&hash=f790f52fdbd492f48ec3941d4da2c0e07fc7d97e&lang=en&cache-only=0",
            "defineEn": "someone who collects things, as a job or hobby",
            "defineVi": "một người thu thập mọi thứ, như một công việc hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "bc50a0bc-86af-4a97-8575-6e311b4e84a1",
            "word": "exhibit",
            "phonetic": "ɛɡzɪbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "The artist decided to withdraw their painting from the exhibit.",
                "But when she held an exhibit in her hometown, few people attended.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdA&hash=1ebe11fa7f3ebeeaaff3b7bcc256b79ec7421330&lang=en&cache-only=0",
            "defineEn": "a public event in which objects such as paintings, photographs, etc. are shown",
            "defineVi": "một sự kiện công cộng trong đó các đồ vật như tranh vẽ, ảnh, v.v. được trưng bày",
            "hasImg": true
        },
        {
            "id": "5e9290fe-d8d6-4a51-a62c-d5627c27cf24",
            "word": "foreground",
            "phonetic": "fɔːɹɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So on the foreground, my face is dark.",
                "When we look at an object, the background and foreground are usually blurry, because a lens can only focus light coming from one distance away.",
                "I can change my foreground and my background color, except that you literally only have these ones to choose from.",
                "Each image gives us at least a glimpse of the mountain, and in this particular print we see it in the distance as a giant wave occupies much of the foreground, about to crash down upon three fishing boats and their occupants.",
                "What makes these formulaic prom scenes interesting is the degree to which filmmakers use them to foreground what is wrong with the adult society into which the teenager hopes to emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdyb3VuZA&hash=55963a17d15b4bd166a738732905254254f9ecce&lang=en&cache-only=0",
            "defineEn": "the part of a scene, photograph, etc. that is closest to the observer",
            "defineVi": "một phần của cảnh, ảnh, v.v. gần người quan sát nhất",
            "hasImg": true
        },
        {
            "id": "ae6d653e-82d3-429c-bc16-79dfa96062d7",
            "word": "graphics",
            "phonetic": "ɡɹæfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now this is smaller, but it also contains only a graphics card.",
                "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe.",
                "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe.",
                "It was directed by Nicholas Jenkins, edited by Nicole Sweeney, our sound designer is Michael Aranda, and the Graphics team is Thought Cafe."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpY3M&hash=a33630d0fa6df40875e7a87d1a19f13d5ceaa301&lang=en&cache-only=0",
            "defineEn": "the designs, pictures or drawings that are used in publications",
            "defineVi": "các thiết kế, hình ảnh hoặc bản vẽ được sử dụng trong các ấn phẩm",
            "hasImg": true
        },
        {
            "id": "0e4770bf-6656-446b-8652-5d435eb95291",
            "word": "illustration",
            "phonetic": "ɪləstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Illustrations sometimes show this creature as a woman with spider legs, or just as a large spider.",
                "Featuring clear labels across the tongue, the article’s illustration simplified Hänig’s more-complicated original diagrams.",
                "An illustration of quantum strangeness is given by a famous thought experiment: Schrödinger's cat.",
                "This is not an illustration.",
                "By the end of 1995, thousands of shirts were printed with illustrations of chupacabras."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmF0aW9u&hash=9d403885afaa5685519d3c10f0bcb286eff12bfa&lang=en&cache-only=0",
            "defineEn": "a picture or drawing in a book, or other publication, particularly one that makes the understanding of something easier",
            "defineVi": "một hình ảnh hoặc bản vẽ trong một cuốn sách, hoặc ấn phẩm khác, đặc biệt là một trong đó làm cho sự hiểu biết về một cái gì đó dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "be621eb0-90d3-433d-bfbd-9aa583fea2a6",
            "word": "to inspire",
            "phonetic": "tʊ ɪnspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The true story inspired many people around the world.",
                "This article inspires you to think creatively.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams.",
                "Hoping that it would inspire his students to value education."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zcGlyZQ&hash=186289d1ad5aa59c7d6691fdeaa18084f730dc05&lang=en&cache-only=0",
            "defineEn": "to make someone have a specific emotion or feeling, particularly a positive one",
            "defineVi": "để làm cho ai đó có một cảm xúc hoặc cảm giác cụ thể, đặc biệt là một cảm xúc tích cực"
        },
        {
            "id": "20d9065a-80d9-4d37-a45a-5db04d049a2d",
            "word": "masterpiece",
            "phonetic": "mæstɚpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's new album is a masterpiece, with every song knocking it out of the park.",
                "Simply put, the film is a masterpiece.",
                "The artist mixed different colors to create a masterpiece.",
                "He imagines himself as a chef, creating a masterpiece dish with Calabrese as the star ingredient.",
                "As an artist, her destination was to create a masterpiece that would leave a lasting impact on the art world."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVycGllY2U&hash=301576c48b2fdb5e7d3df6c7e634092a8d56b7c5&lang=en&cache-only=0",
            "defineEn": "a piece of art created with great skill, which is an artist's best work",
            "defineVi": "một tác phẩm nghệ thuật được tạo ra với kỹ năng tuyệt vời, đó là tác phẩm hay nhất của một nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "38274202-8c89-444b-bc0a-75ad57f44e80",
            "word": "realistic",
            "phonetic": "ɹiːəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a project manager, I try to be realistic about timelines and resources.",
                "When it comes to taking on responsibilities or projects, it's important to be realistic about what you can handle.",
                "Setting realistic and achievable targets is important for maintaining motivation.",
                "Is it realistic?",
                "Is it realistic?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGlzdGlj&hash=e378f145b3d20973661cb003367a0d807584379f&lang=en&cache-only=0",
            "defineEn": "depicting things as what they are in real life",
            "defineVi": "mô tả mọi thứ như những gì họ đang có trong cuộc sống thực",
            "hasImg": true
        },
        {
            "id": "cce4c918-ae6f-4722-95c9-bb73d6c45446",
            "word": "subject matter",
            "phonetic": "sʌbdʒɛkt mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The subject matter often tears at my heart and keeps me up at night.",
                "To modern ears, geology is dry as dust, its subject matter lifeless in every sense.",
                "Even though she was nervous, Emily talked like a book during her presentation, showcasing her thorough understanding of the subject matter.",
                "The student who is not afraid to ask questions and challenge assumptions is more likely to gain a deeper understanding of the subject matter, as doubt is often the beginning of wisdom.",
                "This story deals with sensitive subject matter."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdCBtYXR0ZXI&hash=4661877a75115c307b5a23dbb05d01383d193e52&lang=en&cache-only=0",
            "defineEn": "the theme or topic that a work of art, speech, etc. contains",
            "defineVi": "chủ đề hoặc chủ đề chứa đựng một tác phẩm nghệ thuật, bài phát biểu, v.v."
        },
        {
            "id": "949da3f0-ff36-4270-a847-0b6aa95f97dc",
            "word": "self-portrait",
            "phonetic": "sɛlfpoːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His self-portrait with a pipe, from a calmer period in Van Gogh's life, showed no sign of this correspondence.",
                "One mother made her own version of Kahlo's self-portrait with monkeys.",
                "Kahlo's paintings chart the ups and downs of their relationship, whether depicting she and Rivera, or gory stories of murder drawn from the news, or self-portraits exploring her inner life as well as outer life.",
                "We also see it in other works by Kahlo, like in the double self-portrait titled Tree of Hope, painted after she underwent spinal fusion surgery in 1946.",
                "While the artist passed away in 1954, when she was still with us Frida Kahlo propagated her own image in numerous ways through her distinctive style and commanding presence in front of the camera, and of course through her artwork, which includes a significant number of self-portraits."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1wb3J0cmFpdA&hash=88495c4d4235cf0c0742ffc2b2feae291785f46a&lang=en&cache-only=0",
            "defineEn": "a painting of a person that is created by the same person",
            "defineVi": "một bức tranh của một người được tạo ra bởi cùng một người"
        },
        {
            "id": "f8b1ef82-5ea1-4cff-abd0-966e4f957674",
            "word": "to restore",
            "phonetic": "tə ɹᵻstoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardens have recently been restored to their original glory.",
                "The company faced a public relations crisis, so the executives went to ground and worked on a plan to restore their reputation.",
                "It restored American cities.",
                "Just before midnight, the workers restored power to the pressure gauge.",
                "The balance is restored all by itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdG9yZQ&hash=0332be68cea53963a1efc0f14b6b5550ea987c70&lang=en&cache-only=0",
            "defineEn": "to repair a work of art, building, etc. so that it is in a good condition again",
            "defineVi": "để sửa chữa một tác phẩm nghệ thuật, tòa nhà, vv để nó ở trong tình trạng tốt trở lại",
            "hasImg": true
        },
        {
            "id": "c0797038-9632-40c4-ad77-3e45441f58a6",
            "word": "canvas",
            "phonetic": "kænvəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Picasso began on a great canvas.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "-Link's face will be my canvas.",
                "I put the color on the canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FudmFz&hash=21a6e2ede7d2a69b976fda590c118bb9002da0ff&lang=en&cache-only=0",
            "defineEn": "an oil painting done on a canvas",
            "defineVi": "một bức tranh sơn dầu được thực hiện trên vải",
            "hasImg": true
        },
        {
            "id": "b9b8644e-fb2e-4f50-b0cb-2bd309807585",
            "word": "to depict",
            "phonetic": "tə dᵻpɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "The second photograph depicts a more clear image of Slender Man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwaWN0&hash=56319b9b8745eacda3d7db389590ebcaf0828f5e&lang=en&cache-only=0",
            "defineEn": "to represent or show something or someone by a work of art",
            "defineVi": "để đại diện hoặc hiển thị một cái gì đó hoặc ai đó bằng một tác phẩm nghệ thuật"
        },
        {
            "id": "50a36e01-0f1f-407c-b036-67f8efa32a81",
            "word": "impressionism",
            "phonetic": "ɪmpɹɛʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the best case for Impressionism is the art itself.",
                "And this was the revelation of Impressionism.",
                "You don’t have to like Impressionism.",
                "But at the time Impressionism was not a household word, and that painting did not sell.",
                "This is the case for Impressionism This new style didn’t arrive out of the clear blue sky, but the paintings were often created under one."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2lvbmlzbQ&hash=555095d1e42daf29d4d8cd957b2d80dd38544139&lang=en&cache-only=0",
            "defineEn": "a movement in painting originated in 19th-century France that uses light and color in a way that gives an impression rather than a detailed representation of the subject",
            "defineVi": "một phong trào hội họa bắt nguồn từ Pháp thế kỷ 19 sử dụng ánh sáng và màu sắc theo cách tạo ấn tượng hơn là thể hiện chi tiết chủ đề",
            "hasImg": true
        },
        {
            "id": "063e553d-7531-4f53-bb89-31ea8ad541d9",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "a pleasing combination of things in a way that forms a coherent whole",
            "defineVi": "một sự kết hợp dễ chịu của mọi thứ theo cách tạo thành một tổng thể mạch lạc"
        },
        {
            "id": "ce8bf864-2f9d-4987-b525-78fe9b8e1e98",
            "word": "model",
            "phonetic": "mɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWw&hash=5abaea122502faa5fea42a9cbc791be8e81d5809&lang=en&cache-only=0",
            "defineEn": "a person who is employed by an artist to pose for a painting, photograph, etc.",
            "defineVi": "một người được một nghệ sĩ thuê để tạo dáng cho một bức tranh, bức ảnh, v.v.",
            "hasImg": true
        },
        {
            "id": "5a87fba1-587f-4cac-90bd-7e6e9639b63f",
            "word": "mural",
            "phonetic": "mjʊɹɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murals on the Protestant side of Northern Ireland's religious divide are less sentimental and more militaristic.",
                "Government-commissioned murals by Rivera and others were part of that, literally painting the contributions of Mexico's indigenous peoples back into its history and its present.",
                "His signature mural celebrates Bobby Sands, considered a martyr by the IRA.",
                "Protestant mural artist Mark Ervine walked us across the dividing line.",
                "Today we have finished the making of the biggest mural in Palestine."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyYWw&hash=2d47a37b19ee8bfacdcdb5fe31b5914f92edcc70&lang=en&cache-only=0",
            "defineEn": "a large painting done on a wall",
            "defineVi": "một bức tranh lớn được thực hiện trên một bức tường"
        },
        {
            "id": "3cb432c4-5c3b-42bb-a454-e8733e270940",
            "word": "Renaissance",
            "phonetic": "ɹɛnəsɑːns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Renaissance humanists believed that man is the measure of all things, and sought to understand the world through the lens of human experience and reason.",
                "This renaissance didn't last long.",
                "With wisdom and grace,this modern-day Renaissance man has left an indelible markon our community.",
                "Like, life expectancy in many areas of Europe actually went down during the Renaissance.",
                "So was the Renaissance a thing?"
            ],
            "audio": "https://tts.langeek.co/read?text=UmVuYWlzc2FuY2U&hash=f8f027f536149476656c0aa94a3af3a3f65ecd10&lang=en&cache-only=0",
            "defineEn": "the period between the 14th and 16th centuries in Europe, marked by a rise of interest in Greek and Roman cultures, which is dominant in the art, philosophy, etc. of the times",
            "defineVi": "giai đoạn giữa thế kỷ 14 và 16 ở châu Âu, được đánh dấu bằng sự gia tăng mối quan tâm đến các nền văn hóa Hy Lạp và La Mã, chiếm ưu thế trong nghệ thuật, triết học, v.v."
        },
        {
            "id": "f7d6c0b6-e71a-4de6-9ed2-e69d3c0cc574",
            "word": "sculptor",
            "phonetic": "skʌlptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His sculptors are carving 92 mythical scenes, or metopes, to decorate the temple.",
                "And the inspiration for the face is her late father, a sculptor.",
                "Taxidermists are artists and sculptors that have earned their prestigious titles.",
                "Splinter was a painter, sculptor, AND an architect.",
                "The monument is the creation of sculptor Augustus Saint-Gaudens, who originally intended to depict the colonel astride his horse."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0b3I&hash=69666110e39a54ebdc020bcf01b5a4f1c798eb3d&lang=en&cache-only=0",
            "defineEn": "someone who makes works of art by carving or shaping wood, clay, metal, etc. into different forms",
            "defineVi": "một người tạo ra các tác phẩm nghệ thuật bằng cách chạm khắc hoặc tạo hình gỗ, đất sét, kim loại, v.v. thành các hình thức khác nhau",
            "hasImg": true
        },
        {
            "id": "16b421e3-3644-44db-874d-af51b588c64b",
            "word": "still life",
            "phonetic": "stɪl laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "But moving on, I also collected this lovely still life over here by the brilliant Dutch painter, Jan van Huysum.",
                "There is a lot written about this guy, an Italian artist very well known for his still life paintings of pretty basic objects arranged on plain surfaces.",
                "He started making still lifes in the 1910s and just kept on going, collecting bottles, boxes, jars, pots, pitchers, and the like, and replaying them again and again in different configurations.",
                "He liked to paint them, too, of course, both in indoor settings and still life arrangements, and outdoors in compositions capturing urban gardens, and in the countryside where he enjoyed painting in plein-air, the French term for, uh, painting outside."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGwgbGlmZQ&hash=a1e0b7fcd2628da5f8d4b166ed2a2fcd2eb5f36d&lang=en&cache-only=0",
            "defineEn": "a painting or drawing, representing objects that do not move, such as flowers, glassware, etc.; an artwork created using this method",
            "defineVi": "một bức tranh hoặc bản vẽ, đại diện cho các vật thể không di chuyển, chẳng hạn như hoa, đồ thủy tinh, v.v.; một tác phẩm nghệ thuật được tạo bằng phương pháp này",
            "hasImg": true
        },
        {
            "id": "50e03f4e-2865-4734-9944-a934e49a30de",
            "word": "surrealism",
            "phonetic": "sɚɹiːəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's more, surrealism gives us a way to think about the connection between individual creative freedom and collective liberation.",
                "This is the case for surrealism.",
                "Like other avant-gardes before it, surrealism drew inspiration from non-western or so-called primitive cultures which for them provided an alternative set of aesthetic and social values.",
                "For Apollinaire, surrealism meant the fruits of the human imagination freed from the task of imitating nature.",
                "Surrealism was ambitious, contradictory, and complex and it has a history you might not guess from how the word is used today."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VycmVhbGlzbQ&hash=465102adc9b0e11cfd30b0833dbc80d681e37be9&lang=en&cache-only=0",
            "defineEn": "a 20th-century style of art and literature in which unrelated events or images are combined in an unusual way to represent the experiences of the mind",
            "defineVi": "một phong cách nghệ thuật và văn học thế kỷ 20, trong đó các sự kiện hoặc hình ảnh không liên quan được kết hợp theo một cách khác thường để thể hiện những trải nghiệm của tâm trí",
            "hasImg": true
        },
        {
            "id": "d3dab752-b8d2-4094-b05e-d7c39bf22d26",
            "word": "viewpoint",
            "phonetic": "vjuːpɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is why followers are often holier than the pope and more extreme in their viewpoints than the master.",
                "Another helpful persuasive strategy might be tailoring an argument to the other person's viewpoint.",
                "I have an optimistic viewpoint on the world, boys.",
                "Now, of course, I had to change my viewpoint a little bit for this particular play.",
                "Yet that was the popular viewpoint for both political parties for a moment in time."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlld3BvaW50&hash=201ec38b012120de0342aae704ae1181e078f78b&lang=en&cache-only=0",
            "defineEn": "an angle or a place which provides a particular view",
            "defineVi": "một góc hoặc một nơi cung cấp một cái nhìn cụ thể"
        },
        {
            "id": "b6f3ff1d-8b6c-431f-bc7f-43e3b6b35963",
            "word": "symbolism",
            "phonetic": "sɪmbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The symbolism of what he didwas overwhelmingly clear.",
                "Though it may seem like a childish fairytale, this intricate opera is full of subversive symbolism, and it's now regarded as one of the most influential operas in history.",
                "They understood the symbolism, they understood the message that it sent to his base.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "A lot of folklorists argue that they have a sexual symbolism as well, but I’ll let you Google that."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9saXNt&hash=2eb42a3d3c2720d4b925fdb3f27e75aea71fbfce&lang=en&cache-only=0",
            "defineEn": "a late 19th-century style or movement of art that tried to express thoughts and states of mind in strong words and images, called symbols, and avoided detailed representations of the reality",
            "defineVi": "một phong cách hoặc phong trào nghệ thuật cuối thế kỷ 19 cố gắng thể hiện những suy nghĩ và trạng thái của tâm trí bằng những từ ngữ và hình ảnh mạnh mẽ, được gọi là biểu tượng và tránh những biểu hiện chi tiết của thực tế",
            "hasImg": true
        },
        {
            "id": "15dcd18f-4fe4-4a72-bf97-d4ad3d2957d5",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "(of a form of art) not depicting things as they are in real life but as what the artist thinks of them",
            "defineVi": "(của một loại hình nghệ thuật) không miêu tả sự vật như chúng vốn có trong đời thực mà là những gì người nghệ sĩ nghĩ về chúng",
            "hasImg": true
        },
        {
            "id": "7d9daf1d-b6ed-43a4-ac10-014e597e787d",
            "word": "expressionism",
            "phonetic": "ɛkspɹɛʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It even supported painters like Jackson Pollack and the Museum of Modern Art in New York because American expressionism was the vanguard of artistic freedom and the exact opposite of Soviet socialist realism.",
                "In the late 1920s, he began to work with the theater director Erwin Piscator, who we briefly discussed in our episode on expressionism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2lvbmlzbQ&hash=13df399c1c5456e15836351d3f88543284e2a4ce&lang=en&cache-only=0",
            "defineEn": "a style and movement of art, music, and literature in the early 20th century that expresses extreme feelings and emotions instead of showing events or objects in a realistic manner",
            "defineVi": "một phong cách và phong trào nghệ thuật, âm nhạc và văn học vào đầu thế kỷ 20 thể hiện cảm xúc và cảm xúc cực độ thay vì thể hiện các sự kiện hoặc đối tượng một cách thực tế",
            "hasImg": true
        },
        {
            "id": "9111b820-eeea-471e-9562-5a24253aa604",
            "word": "composition",
            "phonetic": "kɑːmpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The painting's vibrant colors and striking composition resonated deeply with art enthusiasts.",
                "The sun’s composition is similar.",
                "First, their composition is different."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zaXRpb24&hash=33d4c528f69845edb96728e03fd2d09a076b7fbf&lang=en&cache-only=0",
            "defineEn": "the art or the act of writing pieces of music, poetry, etc.",
            "defineVi": "nghệ thuật hoặc hành động viết các tác phẩm âm nhạc, thơ ca, v.v.",
            "hasImg": true
        },
        {
            "id": "54320936-c1b6-45c2-a370-373a897bbeba",
            "word": "connoisseur",
            "phonetic": "kɑːnəsʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "- For the first test 54 wine connoisseurs were asked to compare a red and a white wine.",
                "Besides presentation, cucumber connoisseurs also value thick, chewy bodies, and to a lesser extent, taste.",
                "But some cigar connoisseurs now argue that cigars from countries like Nicaragua and Dominican Republic, which the industry calls New World cigars, have become both desirable and reliable in the market.",
                "Nonetheless, despite an increasing appetite for cigars from other countries, some connoisseurs will insist that the most authentic smoke comes only from Cuban cigars."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubm9pc3NldXI&hash=575e25590994153b7ef559ecf0ee387e241ad526&lang=en&cache-only=0",
            "defineEn": "an individual who is an expert of art, food, music, etc. and can judge its quality",
            "defineVi": "một cá nhân là chuyên gia về nghệ thuật, ẩm thực, âm nhạc, v.v. và có thể đánh giá chất lượng của nó",
            "hasImg": true
        },
        {
            "id": "7471146c-130e-4777-b79d-25e2c9d43988",
            "word": "minimalism",
            "phonetic": "mɪnɪməlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Minimalism had its haters from the start.",
                "But minimalism changed things.",
                "I see minimalism.",
                "But minimalism is a resistant lover.",
                "But minimalism was a rejection of what came before."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaW1hbGlzbQ&hash=c2e75653be7afaf443e5f27df11bd079aca1fab3&lang=en&cache-only=0",
            "defineEn": "‌a style of art, music, or design that arose in the 1950s and is associated with simplicity and uses only a limited number of elements",
            "defineVi": "‌một phong cách nghệ thuật, âm nhạc hoặc thiết kế phát sinh vào những năm 1950 và gắn liền với sự đơn giản và chỉ sử dụng một số yếu tố hạn chế",
            "hasImg": true
        }
    ]
}