{
    "id": "fd4d59ff-fee0-4cd0-b23f-6f07913d3982",
    "title": "Pasta and Noodles",
    "originalTitle": "Pasta and Noodles",
    "words": [
        {
            "id": "5493ce71-c2db-4229-b015-a40088dab5e8",
            "word": "gnocchi",
            "phonetic": "nɑːkaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spinach and ricotta gnocchi were a hit.",
                "They decided to make homemade gnocchi using semolina, creating pillowy dumplings that were a hit at their dinner party.",
                "Listen closely, It's gnocchi I'm just bein' honest.",
                "Like, at the top of the inner crust, nuclei are still more or less spherical, so they’re called nuclear gnocchi."
            ],
            "audio": "https://tts.langeek.co/read?text=Z25vY2NoaQ&hash=b0e674bc415dc0bfbf746a9344aafb9d456dc803&lang=en&cache-only=0",
            "defineEn": "a dish of small round balls made from potato and flour, which is usually served with a sauce, originated in Italy",
            "defineVi": "một món ăn gồm những viên tròn nhỏ làm từ khoai tây và bột mì, thường được ăn kèm với nước sốt, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "6b2e0cf5-73d5-41e5-8e3a-e6434781d44c",
            "word": "tortellini",
            "phonetic": "tɔːɹɾɪliːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a colorful tortellini salad, tossed with roasted vegetables.",
                "She enjoyed a bowl of cheese-filled tortellini, tossed in a creamy pesto sauce.",
                "Tortelloni's substantial size makes them a better choice compared to the bite-sized tortellini.",
                "We have tortellini soup.",
                "I got some yummy tortellini."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ydGVsbGluaQ&hash=1dfb1b87d6a6df887fb0724266222b96641c0e12&lang=en&cache-only=0",
            "defineEn": "ring-shaped pasta stuffed with meat or cheese, originated in Italy",
            "defineVi": "mì ống hình nhẫn nhồi thịt hoặc phô mai, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "b12d2a7d-4359-4c3e-96b6-925a421e456c",
            "word": "tortelloni",
            "phonetic": "tɔːɹɾɪloʊni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a flavorful butternut squash tortelloni dish.",
                "Tortelloni's substantial size makes them a better choice compared to the bite-sized tortellini."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ydGVsbG9uaQ&hash=90d0f8aaedd04f1443fa805e1a1ca36779a49564&lang=en&cache-only=0",
            "defineEn": "a type of Italian pasta, typically larger than tortellini, made from pasta dough that is rolled out and filled with a savory filling",
            "defineVi": "một loại mì Ý, thường lớn hơn tortellini, được làm từ bột mì cán mỏng và có nhân mặn",
            "hasImg": true
        },
        {
            "id": "1823608a-c26a-4122-be00-f0ba3d7c00f0",
            "word": "tortelli",
            "phonetic": "tɔːɹtɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "She enjoyed the spinach and ricotta tortelli, tossed in a light lemon butter sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ydGVsbGk&hash=8a3b7eea1a073c36ec9feca94bfa36c31b23f8dc&lang=en&cache-only=0",
            "defineEn": "a type of Italian pasta, similar to tortellini, made from pasta dough that is rolled out and filled with a savory filling",
            "defineVi": "một loại mì Ý, tương tự như tortellini, được làm từ bột nhào mì ống được cán mỏng và chứa đầy nhân mặn",
            "hasImg": true
        },
        {
            "id": "7bcabf2e-4982-42e1-a9a3-1f6774a1cee2",
            "word": "ravioli",
            "phonetic": "ɹævɪoʊli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant offered a flavorful seafood ravioli, featuring a filling of shrimp and crab.",
                "She prepared a satisfying dish of braised beef ravioli, served with a rich red wine reduction and caramelized onions.",
                "and I think I'll just have the ravioli.",
                "I used to come here when I was young, help out, putting raviolis together and packing raviolis.",
                "And in 1935, they opened up Borgatti's Ravioli & Egg Noodles."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF2aW9saQ&hash=c974c6eba40a88e7517d6bae20ae4620d8c77a2e&lang=en&cache-only=0",
            "defineEn": "small square-shaped pasta stuffed with cheese, ground meat, fish, etc. and usually served with a sauce, originated in Italy",
            "defineVi": "mì ống nhỏ hình vuông nhồi phô mai, thịt xay, cá, v.v. và thường ăn kèm với nước sốt, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "3ed937df-ee84-47b1-aba5-18cdcffe1f49",
            "word": "pansotti",
            "phonetic": "pænsɑːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They loved the sun-dried tomato and mozzarella-filled pansotti.",
                "She prepared a satisfying dish of pansotti stuffed with braised short rib and blue cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuc290dGk&hash=ced1179d701a2e2c392fc8ffad629da9d45a80c5&lang=en&cache-only=0",
            "defineEn": "a type of Italian pasta, typically from the Liguria region, made from pasta dough that is rolled out and filled with a mixture of cheese and greens",
            "defineVi": "một loại mì ống của Ý, điển hình từ vùng Liguria, được làm từ bột nhào mì ống được cán mỏng và chứa đầy hỗn hợp phô mai và rau xanh",
            "hasImg": true
        },
        {
            "id": "ad93beed-6ad5-498c-8bdf-2a055241f1ef",
            "word": "barbine",
            "phonetic": "bɑːɹbaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate texture of barbine pasta make it a good choice for a quick dinner.",
                "He prepared a vibrant summer dish with barbine pasta, tossed with roasted vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmluZQ&hash=ba052b0da0fde9946569cc53d0dfc1029a1f7960&lang=en&cache-only=0",
            "defineEn": "a very thin, delicate pasta that is often used in Italian cuisine and typically has a similar thickness and texture to capellini",
            "defineVi": "một loại mì ống rất mỏng, tinh tế thường được sử dụng trong ẩm thực Ý và thường có độ dày và kết cấu tương tự như capellini",
            "hasImg": true
        },
        {
            "id": "721893b0-c712-47fe-9533-1469d9d19f18",
            "word": "bavette",
            "phonetic": "bævɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They enjoyed a refreshing combination of fresh bavette pasta, cherry tomatoes, and basil.",
                "Eating a bowl of classic bavette pasta with rich Bolognese sauce made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF2ZXR0ZQ&hash=a015e01d1176022a077baac11f59638a302b9277&lang=en&cache-only=0",
            "defineEn": "a type of pasta that originated in Italy and is similar to linguine or fettuccine",
            "defineVi": "một loại mì ống có nguồn gốc từ Ý và tương tự như linguine hoặc fettuccine"
        },
        {
            "id": "6b003bdd-7dd4-4849-a7af-9c7a363c4ec6",
            "word": "bigoli",
            "phonetic": "bɪɡɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant offered a delightful seafood bigoli pasta.",
                "He prepared a comforting bigoli pasta dish for his guests."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlnb2xp&hash=d44c3f6f5ef270972d910b09d417bdc3fb26841f&lang=en&cache-only=0",
            "defineEn": "a thick, long, rough-textured pasta from Veneto, Italy, commonly used with hearty sauces",
            "defineVi": "một loại mì ống dày, dài, có kết cấu thô từ Veneto, Ý, thường được dùng với nước sốt thịnh soạn",
            "hasImg": true
        },
        {
            "id": "1f8e21af-67b6-4b36-9362-534875dffca7",
            "word": "bucatini",
            "phonetic": "bjuːkɐtiːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "My grandmother's secret recipe for making bucatini with tangy tomato sauce makes everyone shocked."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVjYXRpbmk&hash=178c545df50058de3525bc32013b7f1d446d4014&lang=en&cache-only=0",
            "defineEn": "a hollow, tube-shaped pasta similar to spaghetti, known for its chewy texture and used in Italian cuisine",
            "defineVi": "một loại mì ống rỗng, hình ống tương tự như mì spaghetti, được biết đến với kết cấu dai và được sử dụng trong ẩm thực Ý"
        },
        {
            "id": "380eb621-89b0-408c-9f98-694825a514fb",
            "word": "busiate",
            "phonetic": "bɪzɪeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I want to try busiate with tomato and basil sauce for the fiirst time."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaWF0ZQ&hash=e0aaa84d3c6d5ad3cd0ecaf71780880183e2e240&lang=en&cache-only=0",
            "defineEn": "a twisted, helix-shaped pasta from Sicily, Italy, known for its ability to hold sauces well",
            "defineVi": "một loại mì ống xoắn, hình xoắn ốc từ Sicily, Ý, được biết đến với khả năng giữ nước sốt tốt",
            "hasImg": true
        },
        {
            "id": "cf1fcdc6-4260-425a-83ef-3a0babfa197f",
            "word": "capellini",
            "phonetic": "keɪpəliːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a capellini with roasted garlic and tomato sauce.",
                "He cooked a creamy capellini Alfredo, tossing the pasta with a velvety sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwZWxsaW5p&hash=22f8c067b16bbcf753b49b86006114a1cd5c7d2d&lang=en&cache-only=0",
            "defineEn": "a thin, delicate pasta from Italy, commonly used with light sauces or in soups, salads, and seafood dishes",
            "defineVi": "một loại mì ống mỏng, tinh tế từ Ý, thường được dùng với nước sốt nhẹ hoặc trong súp, salad và các món hải sản",
            "hasImg": true
        },
        {
            "id": "55fa2f21-7561-4f35-aeca-b5e38e2ef3bb",
            "word": "angel hair",
            "phonetic": "eɪndʒəl hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They enjoyed a comforting bowl of angel hair with meatballs.",
                "He promised his children to make them a light angel hair pasta tossed with fresh lemon juice, olive oil, and grated Parmesan."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5nZWwgaGFpcg&hash=735220a03c4a57cb54556b5ebf1a2a00b56d092c&lang=en&cache-only=0",
            "defineEn": "a type of pasta that is made in very thin strands which have a smaller diameter than vermicelli",
            "defineVi": "một loại mì ống được làm thành sợi rất mỏng có đường kính nhỏ hơn bún",
            "hasImg": true
        },
        {
            "id": "60cb1988-6adc-45ae-be2d-99f7a589f8b7",
            "word": "spaghetti",
            "phonetic": "spɐɡɛɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "I used a fork to eat the spaghetti.",
                "She prepared a tasty pasta carbonara, tossing cooked spaghetti with rashers of crispy pancetta, eggs, and Parmesan cheese.",
                "I like to add extra herbs and spices to my homemade spaghetti sauce for a personalized touch."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhZ2hldHRp&hash=58f3f9d2deb0436813be20b9db2c7a1bbd067342&lang=en&cache-only=0",
            "defineEn": "a type of pasta in very long thin pieces that is cooked in boiling water",
            "defineVi": "một loại mì ống ở dạng miếng rất dài được nấu trong nước sôi",
            "hasImg": true
        },
        {
            "id": "413a95a7-4a81-45cc-9d25-19ac50fca89d",
            "word": "fettuccine",
            "phonetic": "fɛɾuːtʃiːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Creamy fettuccine Alfredo, with Parmesan and butter, is a classic Italian favorite.",
                "Try a vibrant and spicy Cajun-style fettuccine, packed with bold flavors of bell peppers.",
                "Spaghetti, linguine, fettuccine, farfalle, orecchiette, gobbetti, and it goes on and on.",
                "So, to this day, he does not ever want to touch any spaghetti or linguine or fettuccine ever, it's always short pasta in our house, and that's that.",
                "So to make the rainbow we're gonna do rainbow stripes and use this cutter for the pasta machine called a fettuccine cutter to make our strips of different colors of pasta dough."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV0dHVjY2luZQ&hash=e30f4e3a8a8a1613697bc1a9fed724c8368a069e&lang=en&cache-only=0",
            "defineEn": "pasta in form of long narrow strings",
            "defineVi": "mì ống ở dạng dây hẹp dài",
            "hasImg": true
        },
        {
            "id": "9c19ab3d-0f44-4041-9f2d-f39b89c24d13",
            "word": "linguine",
            "phonetic": "lɪŋɡwaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can create delicious linguine dishes with your favorite toppings.",
                "Linguine is a versatile pasta with a slender, flat shape.",
                "Would you like some linguine.",
                "they have Linguine!",
                "Spaghetti, linguine, fettuccine, farfalle, orecchiette, gobbetti, and it goes on and on."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZ3VpbmU&hash=3ac220788be4e3dd38af4ecd848e405a387d6a9d&lang=en&cache-only=0",
            "defineEn": "pasta in form of thin long flat pieces",
            "defineVi": "mì ống ở dạng miếng phẳng dài mỏng",
            "hasImg": true
        },
        {
            "id": "7a242f7a-bfe9-47b1-b832-913486564711",
            "word": "lasagna",
            "phonetic": "ləzɑːnjə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a lasagna with layers of noodles, meat, and bechamel sauce.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "I cooked the lasagna in a large baking dish.",
                "Her homemade lasagna is my favorite dish.",
                "His homemade lasagna was enhanced with a rich cheese sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFzYWduYQ&hash=4e8835086820c60084235356684f70bbd7a0b723&lang=en&cache-only=0",
            "defineEn": "wide, flat pasta sheets made from durum wheat flour",
            "defineVi": "tấm mì phẳng, rộng làm từ bột mì cứng",
            "hasImg": true
        },
        {
            "id": "5de95a80-9c2b-4dc0-8ab3-e9841329af65",
            "word": "mafalde",
            "phonetic": "mæfældə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I serve mafalde with a spicy arrabbiata sauce for an extra kick of flavor.",
                "Mafalde pasta pairs perfectly with a rich and hearty Bolognese sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFmYWxkZQ&hash=7e892c598f0a5074a1ae63fe97679c7ae6d1bd31&lang=en&cache-only=0",
            "defineEn": "a ribbon-shaped pasta from Italy with wavy edges, used with hearty sauces and baked dishes",
            "defineVi": "một loại mì ống hình dải băng từ Ý với các cạnh lượn sóng, được dùng với nước sốt thịnh soạn và các món nướng",
            "hasImg": true
        },
        {
            "id": "0c32904a-960b-4281-b88f-94148f5257eb",
            "word": "tagliatelle",
            "phonetic": "tæɡlɪɐtɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My Italian friend told me to combine tagliatelle with a rich tomato and basil sauce for a traditional pasta dish.",
                "My father tossed tagliatelle in a creamy mushroom sauce for a comforting and flavorful meal."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFnbGlhdGVsbGU&hash=cc3116afcc158533f414bd68d0c88dc7dfcc4fc8&lang=en&cache-only=0",
            "defineEn": "pasta that is formed like long flat pieces, traditionally 6mm wide",
            "defineVi": "mì ống được tạo thành như những miếng phẳng dài, theo truyền thống rộng 6 mm",
            "hasImg": true
        },
        {
            "id": "b8a7fa04-df66-4185-a1f7-81ee3a22a656",
            "word": "vermicelli",
            "phonetic": "vɜːmᵻtʃɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use vermicelli in a Mediterranean-style salad with cherry tomatoes, olives, feta cheese, and a lemon herb dressing.",
                "I want to prepare a classic Italian pasta dish with vermicelli, garlic, olive oil, and red pepper flakes for a simple yet flavorful meal."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVybWljZWxsaQ&hash=dfee594d13a92fae961b0ddb09fa3d6fa9d3a47f&lang=en&cache-only=0",
            "defineEn": "pasta made in very thin strings, usually used in making soups",
            "defineVi": "mì sợi làm từ sợi rất mảnh, thường được dùng để nấu súp",
            "hasImg": true
        },
        {
            "id": "d7b9a148-62b8-48ca-94e8-150b5fe5e2a7",
            "word": "farfalle",
            "phonetic": "fɑːɹfɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grilled chicken farfalle was a protein-packed and filling dish.",
                "My son loves the the creamy farfalle Alfredo I make for him.",
                "Spaghetti, linguine, fettuccine, farfalle, orecchiette, gobbetti, and it goes on and on."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFyZmFsbGU&hash=deec853e7b1c01640308ff9e4cd457a9f2f95b6c&lang=en&cache-only=0",
            "defineEn": "pasta in form of bowties or butterfly wings",
            "defineVi": "mì ống ở dạng nơ hoặc cánh bướm",
            "hasImg": true
        },
        {
            "id": "82f899a7-6ea4-4321-af2e-27f3448ccfd9",
            "word": "fusilli",
            "phonetic": "fjuːsɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fusilli pasta with marinara sauce is my favorite dish.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVzaWxsaQ&hash=55e00850c5fe68e01b2d9fe535f16be2bb037baf&lang=en&cache-only=0",
            "defineEn": "‌pasta with a twisted shape",
            "defineVi": "‌mì ống với hình dạng xoắn",
            "hasImg": true
        },
        {
            "id": "271af87d-d153-4e30-8788-34cc859f98c6",
            "word": "macaroni",
            "phonetic": "mækɐɹoʊni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hollow macaroni tubes absorb the flavorful broth in the soup.",
                "The ridged macaroni adds crunch to the classic salad.",
                "The combination of Gruyère and macaroni is a match made in heaven.",
                "You put macaroni on a pancake?",
                "Okay, most people would not put macaroni on a pancake Kenny."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjYXJvbmk&hash=126331700fcf42cfec822a90718ca60cbf382158&lang=en&cache-only=0",
            "defineEn": "pasta formed like short hollow tubes",
            "defineVi": "mì ống hình thành như ống rỗng ngắn",
            "hasImg": true
        },
        {
            "id": "1c1a3ee1-a734-4e99-b28c-66ec12adc4b6",
            "word": "penne",
            "phonetic": "pɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The penne pasta perfectly holds the chunky tomato sauce, making each bite flavorful.",
                "The curved ends of penne make it easy to spear with a fork, ideal for pasta salads."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVubmU&hash=812fe5a9cd69441afb43bdf816c356607d43e2a9&lang=en&cache-only=0",
            "defineEn": "a tube-shaped pasta with diagonal ends",
            "defineVi": "một loại mì ống hình ống với các đầu chéo",
            "hasImg": true
        },
        {
            "id": "5ad03d71-0fc3-4ac9-8113-ca1907d01fa1",
            "word": "rigatoni",
            "phonetic": "ɹɪɡɐtoʊni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hollow center of rigatoni allows it to hold robust sauces and fillings.",
                "Rigatoni is ideal for baked pasta dishes like rigatoni al forno with melted cheese on top.",
                "- They're nailing that rigatoni, oh boy.",
                "The rigatoni has these great ridges which collect the sauce, and it makes it the perfect dish.",
                "Scopa was a beautiful restaurant, and that rigatoni a la vodka was delicious."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnYXRvbmk&hash=d28ee63c7bbd7022437df783b7fab34ac227d4a6&lang=en&cache-only=0",
            "defineEn": "a variety of pasta formed in short tubes",
            "defineVi": "nhiều loại mì ống hình thành trong ống ngắn",
            "hasImg": true
        },
        {
            "id": "067cfcbc-cfb3-458f-85d4-902b86d74059",
            "word": "orzo",
            "phonetic": "ɔːɹzoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I tossed cooked orzo with cherry tomatoes, fresh basil, and mozzarella for a refreshing summer salad.",
                "I used orzo as a substitute for rice in a delicious and creamy mushroom risotto.",
                "I love my orzo.",
                "The juice of the shrimp can go directly into the orzo.",
                "And for the orzo we will use some bisque with the head of the langoustine."
            ],
            "audio": "https://tts.langeek.co/read?text=b3J6bw&hash=85888862df9089009e421d4a86339a17f0710c0b&lang=en&cache-only=0",
            "defineEn": "pasta in the form of rice grains",
            "defineVi": "mì ống ở dạng hạt gạo",
            "hasImg": true
        },
        {
            "id": "23479f80-ce2d-468e-af08-93491489647e",
            "word": "cannelloni",
            "phonetic": "kænɪloʊni ",
            "partOfSpeechType": "noun",
            "examples": [
                "I baked the cannelloni with a rich tomato sauce and melted cheese for a comforting Italian dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FubmVsbG9uaQ&hash=b51a44464268d8a3365f5a44e9b49bd54929999d&lang=en&cache-only=0",
            "defineEn": "a dish consisting of rolls of pasta filled with meat, vegetables or cheese, originated in Italy",
            "defineVi": "một món ăn bao gồm các cuộn mì ống nhân thịt, rau hoặc pho mát, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "f2f8843a-791f-427b-885a-3f872d51cd61",
            "word": "pappardelle",
            "phonetic": "pæpɑːɹdɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The combination of tender shredded chicken and sun-dried tomatoes made the pappardelle pasta dish simply irresistible.",
                "I savored every bite of the tender braised lamb served over a bed of pappardelle."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwcGFyZGVsbGU&hash=53fbb6a539c2a416f4ce75099c5e93169987b896&lang=en&cache-only=0",
            "defineEn": "wide, flat Italian pasta noodles, typically made from eggs and flour, often used in rich and hearty pasta dishes",
            "defineVi": "mì Ý to, phẳng, thường được làm từ trứng và bột mì, thường được dùng trong các món mì thịnh soạn và thịnh soạn",
            "hasImg": true
        },
        {
            "id": "19d9e512-550c-43c6-9517-74fb966aae8b",
            "word": "pelmeni",
            "phonetic": "pɛlmɛni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make a large batch of pelmeni and freeze them for future meals.",
                "The process of making pelmeni can be a fun and engaging activity for the whole family to enjoy."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsbWVuaQ&hash=4d7618cac848cd73ecc3889918cd3f2434711377&lang=en&cache-only=0",
            "defineEn": "Russian dumplings filled with minced meat, spices, and onions, boiled or steamed, and often served with sour cream or butter",
            "defineVi": "Bánh bao Nga nhân thịt băm, gia vị và hành, luộc hoặc hấp, thường ăn kèm với kem chua hoặc bơ",
            "hasImg": true
        },
        {
            "id": "6602b4e3-b8e1-43d8-a048-f382fe3cd4cc",
            "word": "bowtie pasta",
            "phonetic": "boʊtaɪ pɑːstə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym93dGllIHBhc3Rh&hash=fa1eb79970444f8c3aae045daf52a3b25477c01d&lang=en&cache-only=0",
            "defineEn": "a type of pasta shaped like small, folded ribbons or bows",
            "defineVi": "một loại mì ống có hình dạng như những dải ruy băng hoặc nơ nhỏ, gấp lại",
            "hasImg": true
        },
        {
            "id": "17f5ade1-af30-4aab-9dd8-82b591174b26",
            "word": "noodle",
            "phonetic": "nuːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Roll cellophane noodles, veggies, and shrimp in rice paper for tasty summer rolls.",
                "Make chicken noodle soup with tender egg noodles, chicken, and veggies.",
                "My friend Prepared a nourishing soup with cellophane noodles, mushrooms, and bok choy.",
                "They poured the flavorful beef broth over the noodles.",
                "That man eats Ramen noodles daily for dinner but for his dog, he threw a big party."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9vZGxl&hash=0dfe404eab3db005158437089de8a5df44aaad3c&lang=en&cache-only=0",
            "defineEn": "a type of thin, long food made with flour and egg, eaten in a soup or with sauce",
            "defineVi": "một loại thức ăn dài, mỏng làm từ bột mì và trứng, ăn với súp hoặc với nước sốt",
            "hasImg": true
        },
        {
            "id": "803618e6-91fd-424a-a4e1-a96f0762d953",
            "word": "anelli",
            "phonetic": "ænɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The colorful anelli pasta salad was a vibrant and flavorful side dish.",
                "The anelli with pesto sauce was a simple yet delicious meal packed with fresh herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5lbGxp&hash=7a490b579deff92fe10eff62a570753c27952808&lang=en&cache-only=0",
            "defineEn": "small ring-shaped pasta used in soups, stews, salads, and baked dishes",
            "defineVi": "mì ống hình vòng nhỏ được sử dụng trong súp, món hầm, salad và các món nướng",
            "hasImg": true
        },
        {
            "id": "ec90f727-d0ff-41b5-8c30-d500763cd9ef",
            "word": "conchiglie",
            "phonetic": "kəntʃɪɡli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "My mother asked me to add cooked conchiglie to a vegetable and bean soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2hpZ2xpZQ&hash=2cdf21c02126a231925302f618b99230d80bae52&lang=en&cache-only=0",
            "defineEn": "shell-shaped pasta used in Italian cuisine, versatile for various dishes",
            "defineVi": "mì ống hình vỏ sò được sử dụng trong ẩm thực Ý, linh hoạt cho các món ăn khác nhau",
            "hasImg": true
        },
        {
            "id": "b81bc2bd-b20f-45f2-8343-d2ce31b095e6",
            "word": "gemelli",
            "phonetic": "dʒɛmɛli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gemelli brings a touch of whimsy and deliciousness to any pasta dish.",
                "I mix gemelli with spinach, garlic, and Parmesan cheese for a simple and flavorful dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VtZWxsaQ&hash=021b0dd9265ffb07e32851f0fd87b3bcaa3d3e17&lang=en&cache-only=0",
            "defineEn": "twisted pasta resembling double helix, used in Italian cuisine for various dishes",
            "defineVi": "mì ống xoắn giống như xoắn kép, được sử dụng trong ẩm thực Ý cho các món ăn khác nhau",
            "hasImg": true
        },
        {
            "id": "15b48f38-9b4a-410b-a534-dbf5ca62d541",
            "word": "pastina",
            "phonetic": "pæstiːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always cook pastina in chicken broth for a comforting soup.",
                "When I was a little girl my mother used to bake pastina with cheese for a kid-friendly dish."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGluYQ&hash=88e5d074fae37566332b7ad2288906e94fddb21f&lang=en&cache-only=0",
            "defineEn": "tiny Italian pasta used in soups and broths",
            "defineVi": "mì Ý nhỏ được sử dụng trong súp và nước dùng",
            "hasImg": true
        },
        {
            "id": "e1f7589f-4c6a-4b02-bb87-7c49681addd1",
            "word": "cappelletti",
            "phonetic": "kæpɪlɛɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can freshen up your plate with a light cappelletti salad.",
                "For a rich and indulgent meal, try baking cappelletti filled with ricotta, spinach, and Alfredo sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwcGVsbGV0dGk&hash=abe2bcc5a0793402d82a4fb44cb1ecc6eb989e51&lang=en&cache-only=0",
            "defineEn": "a type of Italian pasta that resembles small, folded hats filled with savory ingredients",
            "defineVi": "một loại mì Ý giống như những chiếc mũ nhỏ, gấp lại chứa đầy các nguyên liệu mặn",
            "hasImg": true
        },
        {
            "id": "52fdaeb9-63a3-406e-9334-752dfddbaa72",
            "word": "egg noodle",
            "phonetic": "ɛɡ nuːdəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdnIG5vb2RsZQ&hash=469ded13b1927c628d51a9dec00ac78fbd110884&lang=en&cache-only=0",
            "defineEn": "a type of pasta made with flour, eggs, and water, resulting in a rich and tender texture",
            "defineVi": "một loại mì ống được làm từ bột mì, trứng và nước, tạo nên kết cấu mềm và đậm đà",
            "hasImg": true
        },
        {
            "id": "6b6795b2-fa53-4966-b894-30b7819afeb6",
            "word": "ramen",
            "phonetic": "ɹɑːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That man eats Ramen noodles daily for dinner but for his dog, he threw a big party.",
                "It's cats in a ramen bowl",
                "They're like the little shrimp that you find in like a little Ramen thing.",
                "(Rhett) I smell Ramen noodles. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmFtZW4&hash=94cf9600484f5cff9b435cb7a99a4059221c2bff&lang=en&cache-only=0",
            "defineEn": "Japanese noodle dish with wheat noodles, flavorful broth, and various toppings",
            "defineVi": "Món mì Nhật Bản với sợi mì làm từ lúa mì, nước dùng đậm đà và nhiều loại topping ăn kèm"
        },
        {
            "id": "e270378c-a0a1-4ac1-b470-cc937c9476dc",
            "word": "cellophane noodle",
            "phonetic": "sɛləfeɪn nuːdəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsbG9waGFuZSBub29kbGU&hash=ae212aff20d6d934f6fed34031511763664a15d4&lang=en&cache-only=0",
            "defineEn": "transparent, thin, and slippery Asian noodles made from starch, often used in stir-fries, soups, salads, and spring rolls",
            "defineVi": "mì châu Á trong suốt, mỏng và trơn làm từ tinh bột, thường được dùng trong các món xào, súp, salad và chả giò",
            "hasImg": true
        }
    ]
}