{
    "id": "fdcdefef-0f0c-4eac-8772-4f0e5e8f4306",
    "title": "Feeling Under the Weather",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "69ebf3b6-9fd3-40ec-81b7-95ff9da7439b",
            "word": "ailment",
            "phonetic": "eɪlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "State television didn't cover Kim Jong-il's ailments.",
                "No, I have many women's ailments.",
                "Patients come here with all with types of ailments.",
                "Even more dangerous was a mysterious ailment called \"the bends.\"",
                "Itchy ailments have been documented throughout history, and humans have found some pretty clever ways to find relief."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlsbWVudA&hash=105456203e594c56c5869f5b5da1910672282cf3&lang=en&cache-only=0",
            "defineEn": "an illness, often a minor one",
            "defineVi": "một căn bệnh, thường là một bệnh nhỏ",
            "hasImg": true
        },
        {
            "id": "35b4aec0-332f-41de-8e6f-9ca88174025e",
            "word": "agony",
            "phonetic": "æɡəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the pain intensified, he couldn't help but cry out in agony.",
                "I could have saved myself years of misery and agony if I'd only known how to recognize the signs that God was answering my prayers.",
                "She died in agony.",
                "In addition to agony, poneratoxin can induce trembling, cold sweats, nausea, vomiting, and even an abnormal heartbeat.",
                "They're just in agony over this."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdvbnk&hash=9eb952e91952239bcd565e9719262352f8b579f1&lang=en&cache-only=0",
            "defineEn": "severe physical or mental pain",
            "defineVi": "đau đớn về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "57d41a73-c3ba-4db3-950b-56b041222555",
            "word": "syndrome",
            "phonetic": "sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those interactions could cause serotonin syndrome.",
                "Take Down syndrome for example, one of the most common genetic defects.",
                "What's up, dinner table syndrome?",
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "So, very few children are having this new syndrome."
            ],
            "audio": "https://tts.langeek.co/read?text=c3luZHJvbWU&hash=80e444c8eadfa1735ca7ec35913ba06cb8c06f25&lang=en&cache-only=0",
            "defineEn": "a group of medical signs that indicate a person is suffering from a particular disease or mental problem",
            "defineVi": "một nhóm các dấu hiệu y tế cho thấy một người đang mắc một căn bệnh hoặc vấn đề tâm thần cụ thể"
        },
        {
            "id": "c2a94716-3e47-455f-9848-2f80e11171ec",
            "word": "acute",
            "phonetic": "ɐkjuːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The struggles of black farmers have been particularly acute.",
                "The last one was an acute angle.",
                "The acute medical therapy is indicated in the exposure.",
                "So this is an acute angle right over here.",
                "When we cut it into slices, each of the eight triangles is acute."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1dGU&hash=0653ddd84bc7f71b374840fe36cc1f00a31865e2&lang=en&cache-only=0",
            "defineEn": "severe in degree; very serious",
            "defineVi": "nghiêm trọng về mức độ; rất nghiêm trọng"
        },
        {
            "id": "fba329a6-b34d-4514-ae43-fa01629cea8a",
            "word": "chronic",
            "phonetic": "kɹɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After months of chronic pain, Jake decided to go under the knife and have his knee joint replaced.",
                "John had been putting off seeing a doctor about his chronic back pain, but finally took his wife's advice and made an appointment.",
                "Another leading cause of memory problems is chronic stress.",
                "Well, I have chronic pain.",
                "Because I have chronic pain?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25pYw&hash=430bbaef6d03be2e11a7d9dc4a1bddd313e419d4&lang=en&cache-only=0",
            "defineEn": "(of an illness) difficult to cure and long-lasting",
            "defineVi": "(về bệnh) khó chữa và kéo dài"
        },
        {
            "id": "8abee49f-ee26-4092-a226-b6fa5c9f3fd7",
            "word": "contagious",
            "phonetic": "kənteɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "The woman saw that when she smiled and greeted others warmly, they were more likely to respond in kind, recognizing that courtesy is contagious.",
                "Pink eye is contagious.",
                "Viral conjunctivitis is really, really contagious.",
                "- Corruption is, in a way, contagious."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFnaW91cw&hash=6e1354d01bdb54160c5ef020f1103d9285961e68&lang=en&cache-only=0",
            "defineEn": "(of a disease) transmittable from one person to another through close contact",
            "defineVi": "(về bệnh) có thể truyền từ người này sang người khác qua tiếp xúc gần gũi",
            "hasImg": true
        },
        {
            "id": "b978f688-6fee-41ca-b890-5c901fcb6a76",
            "word": "breathless",
            "phonetic": "bɹɛθləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even the other day, the act of folding towels left me breathless.",
                "Hindley returned, hot and breathless.",
                "Catherine rushed upstairs and into the room, wild and breathless.",
                "I walked across the moors as fast as I could, and arrived breathless at Wuthering Heights."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRobGVzcw&hash=6e2124ea0579e7b9a423f518f891281c28f32210&lang=en&cache-only=0",
            "defineEn": "unable to breathe easily",
            "defineVi": "không thể thở dễ dàng"
        },
        {
            "id": "533acc7c-39b5-4775-9038-529f3b3143bf",
            "word": "dizzy",
            "phonetic": "dɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was supposed to walk in with my classmates, but I started to feel dizzy and dropped by the way.",
                "Are you dizzy?",
                "I'm dizzy!",
                "I'm really dizzy,",
                "Now I'm dizzy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl6enk&hash=937f03cee5096d7a06269f913cad0ac91b146891&lang=en&cache-only=0",
            "defineEn": "unable to keep one's balance and feeling as though everything is circling around one, caused by an illness or looking down from a high place",
            "defineVi": "không thể giữ thăng bằng và cảm giác như thể mọi thứ đang quay xung quanh mình, do bệnh tật hoặc từ trên cao nhìn xuống",
            "hasImg": true
        },
        {
            "id": "5cd5a999-aefe-4af9-acd4-1378075248dd",
            "word": "fatal",
            "phonetic": "feɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In some cases, the condition was fatal.",
                "Is it fatal?",
                "But thankfully, most shark attacks aren't fatal.",
                "In some fire-ant zones, fire ant venom causes more fatal reactions than bee stings.",
                "Plastics prevent fatal zaps by blocking the flow of electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0YWw&hash=73f19d94156977a810e92d9e1a40acbd0838d5b8&lang=en&cache-only=0",
            "defineEn": "resulting in death",
            "defineVi": "dẫn đến cái chết"
        },
        {
            "id": "9e698648-66a8-40ce-986a-af18ff4df832",
            "word": "feverish",
            "phonetic": "fiːvɚɹɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was feverish.",
                "He's in a cast, his eyes are feverish.",
                "'She's feverish, sir, and doesn't know what she's saying,' I whispered.",
                "Farmers reported feverish hogs with inflamed eyes and running snouts.",
                "I was in bed by 7:00, achy, feverish, fatigue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV2ZXJpc2g&hash=7b24c7ab3de04576d072f34d3ebb49624b3a4fca&lang=en&cache-only=0",
            "defineEn": "having or caused by a fever",
            "defineVi": "có hoặc gây ra bởi một cơn sốt",
            "hasImg": true
        },
        {
            "id": "5b24aa45-3ff4-45d4-a640-44aaa86cc5a6",
            "word": "swollen",
            "phonetic": "swoʊlən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Don't compliment him any more, or he'll get a swollen head.",
                "A swollen uvula is unpleasant.",
                "They’re just so swollen.",
                "and then it was swollen",
                "You see all this as a swollen red bump."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dvbGxlbg&hash=2f3f47a334e91329ea8d9e7fd089fd587c1f1738&lang=en&cache-only=0",
            "defineEn": "(of a part of the body) unusually large, particularly because of an injury or illness",
            "defineVi": "(của một bộ phận cơ thể) lớn bất thường, đặc biệt là do chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "eaedf0d2-37d6-4a44-90b1-29d87b2c1476",
            "word": "asthma",
            "phonetic": "æzmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asthma usually runs in the family, with many members experiencing symptoms or having a history of the condition.",
                "These effects lead to this symptoms of asthma.",
                "Some of the many asthma triggers include tobacco smoke, pollen, dust, fragrances, exercise, cold weather, stress, and even the common cold.",
                "Medicinal corticosteroids channel cortisol’s effects on the immune system to fight allergic reactions, rashes, and asthma.",
                "We have more comorbid illness among young people in this country, more asthma, more obesity, more diabetes."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0aG1h&hash=8e0c0544bdb8bad08dd39c7f6b0792f6ac922242&lang=en&cache-only=0",
            "defineEn": "a disease that causes shortness of breath and difficulty in breathing",
            "defineVi": "một căn bệnh gây khó thở và khó thở",
            "hasImg": true
        },
        {
            "id": "5480f416-bd02-4d7e-9acd-fc7a08641803",
            "word": "bird flu",
            "phonetic": "bɜːd fluː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlyZCBmbHU&hash=db10145034478c0b4a0ce86daf4fe3a9fc19a570&lang=en&cache-only=0",
            "defineEn": "a dangerous disease among birds, especially poultry, that can be transmitted to humans and sometimes kill them",
            "defineVi": "một căn bệnh nguy hiểm ở các loài chim, đặc biệt là gia cầm, có thể truyền sang người và đôi khi giết chết chúng"
        },
        {
            "id": "eb9d652d-cdea-43f9-873f-2adc282b0dae",
            "word": "Covid-19",
            "phonetic": "kɑːvɪd naɪntiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "COVID-19 was on anybody's lips.",
                "An ostrich strategy for covid-19 is too risky.",
                "People are falling like flies from COVID-19.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Covid-19 pandemic has dealt a heavy blow to America's states."
            ],
            "audio": "https://tts.langeek.co/read?text=Q292aWQtMTk&hash=43ffd8038ad36099c008a232e907af882c4a667a&lang=en&cache-only=0",
            "defineEn": "an infectious disease caused by a type of virus called coronavirus that causes fever, tiredness, a cough, etc., and in some cases can kill, originated in China and later became a pandemic",
            "defineVi": "một bệnh truyền nhiễm do một loại vi rút gọi là coronavirus gây ra sốt, mệt mỏi, ho, v.v. và trong một số trường hợp có thể gây tử vong, có nguồn gốc từ Trung Quốc và sau đó trở thành đại dịch"
        },
        {
            "id": "8e60dd3c-2798-408a-a1e2-5d95e037c459",
            "word": "diarrhea",
            "phonetic": "daɪɚɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone on that cruise ship has diarrhea.",
                "Uh, Conan, he always would, have diarrhea.",
                "Nearly 800,000 children under 5 still die every year from diarrhea.",
                "This causes cramps, diarrhea and vomiting.",
                "So he was having bouts of diarrhea."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcnJoZWE&hash=eb6cef74abbc400c1547f26ffa17724130d038bb&lang=en&cache-only=0",
            "defineEn": "a medical condition in which body waste turns to liquid and comes out frequently",
            "defineVi": "một tình trạng y tế trong đó chất thải cơ thể biến thành chất lỏng và đi ra ngoài thường xuyên"
        },
        {
            "id": "5e17c00d-800a-4f29-8320-168bf6a5a68b",
            "word": "hay fever",
            "phonetic": "heɪ fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Later, a British doctor saw less hay fever allergy in children who had older siblings.",
                "More of those trees means more pollen, and more hay fever.",
                "Basically, when allergens interact with special white blood cells, the cells release compounds like histamine that cause the itchy, sniffly symptoms of asthma and hay fever.",
                "That’s why we’re seeing an 18% higher probability of developing hay fever symptoms in places with later spring blooms, as compared to a 14% higher probability in places where spring now starts earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF5IGZldmVy&hash=2df882e517319cca62db147dce4343a281f43bca&lang=en&cache-only=0",
            "defineEn": "an illness that causes a runny nose and watery eyes, caused by dust from plants that come into the body through the air",
            "defineVi": "một căn bệnh gây sổ mũi và chảy nước mắt, do bụi từ thực vật xâm nhập vào cơ thể qua không khí"
        },
        {
            "id": "a7176e12-9756-457f-a2e2-ff8d132ca187",
            "word": "HIV",
            "phonetic": "eɪtʃaɪviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nearly 50% of women in parts of South Africa have HIV.",
                "HIV infections have dropped drastically.",
                "Infections like HIV cut out.",
                "Individuals of any age, sexual orientation, gender and race can contract HIV.",
                "HIV spreads through exchanges of bodily fluids."
            ],
            "audio": "https://tts.langeek.co/read?text=SElW&hash=ea87338476d5ceb37e0b9aa827790558f8cbc36e&lang=en&cache-only=0",
            "defineEn": "the virus that causes a very dangerous disease called AIDS, transmitted through blood or sexual activity",
            "defineVi": "vi-rút gây ra một căn bệnh rất nguy hiểm có tên là AIDS, lây truyền qua đường máu hoặc hoạt động tình dục"
        },
        {
            "id": "faeebfc0-1d6c-4f28-bd0b-affb8728037c",
            "word": "measles",
            "phonetic": "miːzəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVhc2xlcw&hash=cce110001c7d8200c1859d72d1026e8fa64439f6&lang=en&cache-only=0",
            "defineEn": "a contagious disease that causes high fever and small red spots on the body, common in children",
            "defineVi": "một bệnh truyền nhiễm gây sốt cao và những nốt đỏ nhỏ trên cơ thể, thường gặp ở trẻ em",
            "hasImg": true
        },
        {
            "id": "bf77b4b1-a0ab-47e5-a3ec-79ca1d8b69ba",
            "word": "plague",
            "phonetic": "pleɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, it may please your eye but plague your heart.",
                "The businessman reminded his colleagues that innovation is key to success, and that they should not be afraid to break with traditional ways of thinking, as custom is the plague of wise men and the idol of fools.",
                "A nurse shortage has plagued hospitals over the past year.",
                "This issue plagues HDPE plastic bags as well.",
                "So could the plague ever mount a Michael Jordan-style comeback?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhZ3Vl&hash=0fcff62f5f1a9cb1a8a465da91df8bed0615d45b&lang=en&cache-only=0",
            "defineEn": "a dangerous disease spread by rats that causes fever and swellings, often kills if infected",
            "defineVi": "một căn bệnh nguy hiểm do chuột lây lan gây sốt và sưng tấy, thường gây tử vong nếu nhiễm bệnh"
        },
        {
            "id": "d236c98e-1d1a-43f3-ad65-3a4aa15a72bf",
            "word": "stroke",
            "phonetic": "stɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb2tl&hash=cdfb0a15ee9fb4c35fa7f9391ad99725cacc3165&lang=en&cache-only=0",
            "defineEn": "a dangerous condition in which a person loses consciousness as a result of a blood vessel breaking open or becoming blocked in their brain, which could kill or paralyze a part of their body",
            "defineVi": "một tình trạng nguy hiểm trong đó một người mất ý thức do mạch máu bị vỡ hoặc tắc nghẽn trong não, có thể giết chết hoặc làm tê liệt một phần cơ thể của họ"
        },
        {
            "id": "ed8ee014-2d7e-4c00-8a7c-0529ac89d96b",
            "word": "blister",
            "phonetic": "blɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pace in that building is blistering.",
                "It causes blisters, pain and inflammation.",
                "Ariana Hawk's son suffered from blisters and skin rashes.",
                "Until one day, you suddenly see a blister on your leg.",
                "Had one of those old Sears and Roebuck guitars with the strings that high off the neck, and your fingers literally would bleed and blister."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxpc3Rlcg&hash=2f05e1ba51b3ab946e92e0cb9ca3312df0df0d86&lang=en&cache-only=0",
            "defineEn": "a swollen area on the skin filled with liquid, caused by constant rubbing or by burning",
            "defineVi": "một vùng sưng tấy trên da chứa đầy chất lỏng, do cọ xát liên tục hoặc do bỏng",
            "hasImg": true
        },
        {
            "id": "6a16d56b-4e8f-40fd-9a46-88e0b451d86d",
            "word": "lump",
            "phonetic": "lʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Memories of that day still bring a lump to his throat.",
                "He placed a sugar lump in his coffee to sweeten it just the way he liked.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "The speech was so touching that I had a lump in my throat.",
                "Blobby lumps into the face of a friend."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtcA&hash=b7fa0ac09c9901d29ad1a090e98e0f6719a86de3&lang=en&cache-only=0",
            "defineEn": "a swollen area under the skin, usually caused by a sickness or injury",
            "defineVi": "một vùng sưng dưới da, thường là do bệnh tật hoặc chấn thương"
        },
        {
            "id": "ce3bf9ef-c259-4825-8f30-c2ead31d90cf",
            "word": "rash",
            "phonetic": "ɹæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Three days later a rash appeared.",
                "There is no rash.",
                "I've already made a rash decision.",
                "Tell us about the rash.",
                "Ariana Hawk's son suffered from blisters and skin rashes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzaA&hash=743c4ae615fa9ceb109a872fae6ce336a96a657c&lang=en&cache-only=0",
            "defineEn": "a part of one's skin covered with red spots, which is usually caused by a sickness or an allergic reaction",
            "defineVi": "một phần da của một người có những đốm đỏ, thường do bệnh tật hoặc phản ứng dị ứng gây ra",
            "hasImg": true
        },
        {
            "id": "dce11c59-3017-4dcf-9560-bbaaab915828",
            "word": "scar",
            "phonetic": "skɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had a scar just below her knee from a childhood bike accident.",
                "He had a scar running down his left cheek.",
                "The scar started just above her ankle and went all the way up inside her leg.",
                "COVID will indeed scar a generation of health care workers.",
                "Scars in your lungs aren’t quite like scars on your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nhcg&hash=efe9fdce91310cfde6d0f9dfcab3e1fb4aa6f4e8&lang=en&cache-only=0",
            "defineEn": "a mark that is left on one's skin after a wound or cut has healed",
            "defineVi": "một dấu vết để lại trên da của một người sau khi vết thương hoặc vết cắt đã lành",
            "hasImg": true
        },
        {
            "id": "ce2c9890-fc61-4cd4-8547-595040af3c7c",
            "word": "swelling",
            "phonetic": "swɛlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I used an ice pack to reduce the swelling on my injured knee.",
                "And that swelling sets off nerves in your skin around the bump.",
                "And the pain, swelling, and redness just, sucks.",
                "The bite might cause a little swelling because chemicals in the bug's saliva irritate the skin.",
                "You notice this as a very mild swelling."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlbGxpbmc&hash=130b3b4726e3d4831292e0dc2b2788b8d59df23e&lang=en&cache-only=0",
            "defineEn": "an area of one's body that has become unusually larger, caused by an injury or sickness",
            "defineVi": "một khu vực trên cơ thể của một người đã trở nên lớn hơn bất thường, do chấn thương hoặc bệnh tật"
        },
        {
            "id": "dab08fd9-9999-40c9-91a8-70f6a00d9ea3",
            "word": "collapse",
            "phonetic": "kəlæps ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFwc2U&hash=a1da38f945d9f8c357ea07009e9f34f65fe1fef7&lang=en&cache-only=0",
            "defineEn": "a situation in which a person suddenly falls down or loses consciousness because of tiredness or an illness",
            "defineVi": "một tình huống trong đó một người đột nhiên ngã xuống hoặc mất ý thức vì mệt mỏi hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "4206806d-f633-40e0-9c4b-3594c2b5a22d",
            "word": "fatigue",
            "phonetic": "fɐtiːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They feel like something the cat dragged in after a strenuous workout, sore and fatigued.",
                "However, some long-term conditions like respiratory disorders, gastrointestinal problems, and many others can overpower fatigue.",
                "Now, most people report fatigue.",
                "And then add fatigue to it.",
                "So the fatigue had worsened."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0aWd1ZQ&hash=146d1cbadcea799a4edd6acaed1c614f50a88a4b&lang=en&cache-only=0",
            "defineEn": "a feeling of extreme tiredness that is usually caused by physical or mental overwork or exercise",
            "defineVi": "một cảm giác cực kỳ mệt mỏi thường do làm việc hoặc tập thể dục quá sức về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "d6f3ac75-7305-45ca-8c4d-c480b2829292",
            "word": "fracture",
            "phonetic": "fɹæktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, those crater walls can even fracture.",
                "And then, according to state records, in 1984 and 1985, the alpine slide produced 14 fractures 26 head injuries.",
                "Whether it's going to fracture?",
                "Yeah, it's fracture mechanics.",
                "In this method, porous rock is fractured by the use of water, sand and chemicals in order to release the enclosed natural gas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhY3R1cmU&hash=31cd41a1a671f90a2b7ec10bb5e4afa277e2bc31&lang=en&cache-only=0",
            "defineEn": "a crack or break in a bone or other hard substance",
            "defineVi": "vết nứt hoặc gãy xương hoặc chất cứng khác",
            "hasImg": true
        },
        {
            "id": "2b691fab-c380-4045-a8ae-0fff895699cd",
            "word": "to bounce back",
            "phonetic": "tə baʊns bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dough is bouncing back.",
                "But during the warmer interglacial periods, forests bounced back.",
                "They bounced back in May, June and July.",
                "Yeah, it's bouncing back.",
                "Next year it'll bounce back?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm91bmNlIGJhY2s&hash=4b70fd293507dfa0a0ca87d8b7911f867fab5ac5&lang=en&cache-only=0",
            "defineEn": "to regain health after an illness or become successful again after facing difficulties",
            "defineVi": "để lấy lại sức khỏe sau khi bị bệnh hoặc trở nên thành công trở lại sau khi gặp khó khăn",
            "hasImg": true
        },
        {
            "id": "1eaca59a-a66f-4f7c-b052-2164718e4712",
            "word": "to complain of",
            "phonetic": "tə kəmpleɪn ʌv ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxhaW4gb2Y&hash=6d731f8107f261eb51e0d7116339c11e436f5173&lang=en&cache-only=0",
            "defineEn": "to state that one feels ill or one's body part is in pain",
            "defineVi": "để nói rằng một người cảm thấy bị bệnh hoặc một phần cơ thể của một người đang bị đau"
        },
        {
            "id": "2b428040-0d5f-4bb4-b55c-f2a33f5e3f5c",
            "word": "to faint",
            "phonetic": "tə feɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She fainted and hit her head on the metal bedstead.",
                "I haven’t the faintest idea what you mean.",
                "Her coach reminded her that faint heart never won fair lady, and encouraged her to push her limits.",
                "After Lily fainted, we used smelling salts to bring her to life.",
                "And Dexter tried to calm his faint resentment against her for casting a shadow over his optimistic mood."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFpbnQ&hash=e362cf5376328689ed497232e733211f6e85f101&lang=en&cache-only=0",
            "defineEn": "to suddenly lose consciousness from a lack of oxygen in the brain, which is caused by a shock, etc.",
            "defineVi": "đột nhiên mất ý thức do thiếu oxy trong não, nguyên nhân là do sốc, v.v.",
            "hasImg": true
        },
        {
            "id": "598a1e99-e05b-4a7b-bcbb-b004f6b6b540",
            "word": "to infect",
            "phonetic": "tʊ ɪnfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs.",
                "Inside the brain, the bacteria swiftly infect the meninges.",
                "One infected person can infect 12 to 18 other people. ",
                "Flu infects humans.",
                "In 1918, the Spanish flu infected 500 *million* people worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZWN0&hash=ce50993aaa4d4f4b890be86d6e11496c2b20c1e5&lang=en&cache-only=0",
            "defineEn": "to transmit a disease to a person, animal, or plant",
            "defineVi": "truyền bệnh cho người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "62978ceb-07d1-426f-8f9d-3b8508ddb573",
            "word": "addict",
            "phonetic": "ædɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In consuming media and entertainment, it's important to remember to practice moderation in all things, to avoid becoming too consumed or addicted.",
                "Addicts take drugs to escape their problems.",
                "We have got 10,000 heroin addicts here.",
                "and I'm an addict.",
                "I become a crack addict."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaWN0&hash=e05594c8da935f83bf5734cca7953e6641a5b886&lang=en&cache-only=0",
            "defineEn": "someone who cannot stop taking, using, or smoking a substance",
            "defineVi": "một người không thể ngừng dùng, sử dụng hoặc hút một chất",
            "hasImg": true
        },
        {
            "id": "12706a82-a512-489a-bbf2-8056b3e35378",
            "word": "carrier",
            "phonetic": "kæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carried her baby on her back using a baby carrier.",
                "U.S. carriers lost a record $60 billion, according to Airlines for America, an industry, trade and lobbying group.",
                "In 2019 the carrier expanded its farm-to-plane initiative for one of the world's longest flights.",
                "Now, strategic carriers are widening their scopes.",
                "American carriers later followed with their version of the flat bed seat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycmllcg&hash=e68e000e884944159523620c9cb068ab4a87c84d&lang=en&cache-only=0",
            "defineEn": "a person or animal that carries a disease, without suffering from it themselves, and transmits to other people or animals",
            "defineVi": "một người hoặc động vật mang mầm bệnh mà bản thân không mắc bệnh và truyền bệnh cho người hoặc động vật khác",
            "hasImg": true
        },
        {
            "id": "da3239f5-17bc-4e5f-a825-efb324d7d9b5",
            "word": "epidemic",
            "phonetic": "ɛpɪdɛmɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adults were also at risk from epidemics.",
                "Epidemics are also really bad.",
                "Epidemics you contain.",
                "The epidemic went on until approximately the 1350s.",
                "Epidemics and pandemics come in many shapes and forms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGVtaWM&hash=a3812410bbd03ed05db849b146c376cb7cd3a7a3&lang=en&cache-only=0",
            "defineEn": "an occurrence of a disease that spreads and involves a large number of people at the same time in a particular area",
            "defineVi": "sự xuất hiện của một căn bệnh lây lan và liên quan đến một số lượng lớn người cùng một lúc trong một khu vực cụ thể"
        },
        {
            "id": "2f05562c-c4d2-45c0-a5ab-cc5327888058",
            "word": "pandemic",
            "phonetic": "pændɛmɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pandemic has run its course in some countries, but others are still struggling with high infection rates.",
                "When the pandemic hit, many people went to ground and isolated themselves at home to avoid getting sick.",
                "Although the pandemic caused a great deal of disruption and hardship, it also forced many people to reevaluate their priorities and appreciate the important things in life.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "The small business faced financial struggles during the dog days of the pandemic, with reduced customer traffic and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZGVtaWM&hash=7f41be159d8cf9f51f62c97919d1e1d496dd98f5&lang=en&cache-only=0",
            "defineEn": "a disease that spreads across a large region or even across the world",
            "defineVi": "một căn bệnh lây lan trên một khu vực rộng lớn hoặc thậm chí trên toàn thế giới"
        },
        {
            "id": "4af1f20c-698e-432e-bf65-e5dda1662412",
            "word": "outbreak",
            "phonetic": "aʊtbɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So outbreaks are inevitable.",
                "This outbreak is testing the abilities of both software and broadband companies.",
                "Nearly two-thirds of rural counties are reporting outbreaks of Covid-19.",
                "The outbreak here has really concerned this community.",
                "The outbreak in their locker room subsided."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YnJlYWs&hash=6fafa3d15e6fbfb9fcacb0eb05f940107e58aa8c&lang=en&cache-only=0",
            "defineEn": "the unexpected start of something terrible, such as a disease or war",
            "defineVi": "sự khởi đầu bất ngờ của một cái gì đó khủng khiếp, chẳng hạn như một căn bệnh hoặc chiến tranh"
        },
        {
            "id": "c169b6ba-2c7e-4c1b-b7dd-7ce0f322e5a5",
            "word": "parasite",
            "phonetic": "pæɹəsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flesh wounds could carry parasites.",
                "The parasite is essentially mimicking a clutch of eggs.",
                "Then the parasite castrates the snail and reproduces inside it.",
                "These parasites reside in the bodies of Anopheles mosquitoes. ",
                "These hairworms are gnarly parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYXNpdGU&hash=ba62b31403670ff7bf0c0554a3f83437a306c7fb&lang=en&cache-only=0",
            "defineEn": "(biology) a small organism that lives on or inside another organism, called a host, and is dependent on it for nutrition and growth",
            "defineVi": "(sinh vật học) một sinh vật nhỏ sống trên hoặc bên trong một sinh vật khác, được gọi là vật chủ, và phụ thuộc vào nó để dinh dưỡng và phát triển"
        },
        {
            "id": "ae53e424-915f-4fc1-9572-77a0539da9df",
            "word": "shiver",
            "phonetic": "ʃɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That song always sends a shiver down my spine.",
                "A shiver ran down my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "Hearing that the killer escaped prison sent shivers down my spine.",
                "It left me with shivers down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpdmVy&hash=da003b68dd4e0ed680ddd83f3c9fcbbce053c5d6&lang=en&cache-only=0",
            "defineEn": "a brief shaking movement of one's body as a result of fear or being cold",
            "defineVi": "một chuyển động run rẩy ngắn của cơ thể do sợ hãi hoặc lạnh",
            "hasImg": true
        },
        {
            "id": "ec44f127-5455-452e-b69a-dd7da5d79c98",
            "word": "worn out",
            "phonetic": "woːɹn aʊt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d29ybiBvdXQ&hash=50ad0814d4e9212c7deb6e0c97e551709065826e&lang=en&cache-only=0",
            "defineEn": "exhausted because of too much physical work",
            "defineVi": "kiệt sức vì làm việc chân tay quá nhiều",
            "hasImg": true
        },
        {
            "id": "b2cf0aae-fcd0-4773-ad52-8d9841397d06",
            "word": "stuffy",
            "phonetic": "stʌfi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It can't be stuffy.",
                "And sometimes our stuffy heads and runny noses come with something else, too.",
                "She came out of her little stuffy pouch here.",
                "Have you ever eaten a meal when you have a stuffy nose?",
                "Under Earth gravity, blood pools in our lower body, but in space, that fluid gets more evenly distributed, giving astronauts puffy faces, runny noses, and stuffy heads."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZmZ5&hash=e21503c3c754d5f0b8cfb5c47b2221faa10f84c6&lang=en&cache-only=0",
            "defineEn": "***  if you have a stuffy nose, your nose is blocked because you have a cold",
            "defineVi": "*** nếu bạn bị nghẹt mũi, tắc mũi vì bạn bị cảm lạnh"
        },
        {
            "id": "9c71d3e5-3052-4653-b657-9b0830ce36ef",
            "word": "to chafe",
            "phonetic": "tə tʃeɪf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Harry wants more power and position at court than Edward is willing to give him and he chafes at the bit, which only exacerbates his dilema.",
                "As soon as the kids saw the pool, they were chafing at the bit to get in.",
                "After two hours of waiting in the airport lobby, we were chafing at the bit to finally get on the plane.",
                "He chafed at white discrimination.",
                "She also chafed with other civil rights leaders, who saw her as a dangerous radical."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhZmU&hash=25a54c9bcc4e32eddcf128dfa62658b5e38574c3&lang=en&cache-only=0",
            "defineEn": "(of a body part) to become sore or irritated due to being rubbed against something",
            "defineVi": "(của một bộ phận cơ thể) trở nên đau nhức hoặc khó chịu do bị cọ xát vào cái gì đó"
        }
    ]
}