{
    "id": "fe5c1ce0-6b65-4c2a-8eb7-ad7d5051381c",
    "title": "Lesson 14",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "022b259f-46f5-498c-88e8-1d38ab986c5e",
            "word": "deity",
            "phonetic": "diːəti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The first pair of deities are the earth goddess, Ki, and the sky god, called An.",
                "They've hailed you as a deity there.",
                "That’s from Thanatos, the ancient Greek deity of death.",
                "Each city was dedicated to a patron deity, considered the city’s founder.",
                "Her name might even hint at her possible origins as a deity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVpdHk&hash=6ec33eeedc5911eb573437335b8e06eac7ed7388&lang=en&cache-only=0",
            "defineEn": "a supernatural figure that is worshipped; a god or goddess",
            "defineVi": "một nhân vật siêu nhiên được tôn thờ; một vị thần hoặc nữ thần"
        },
        {
            "id": "6021443e-873c-4ee7-a14b-997c962860ed",
            "word": "prelacy",
            "phonetic": "pɹɪlæsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlbGFjeQ&hash=d887c4dc922400d1de8fb9cfa7f5a3e250478a33&lang=en&cache-only=0",
            "defineEn": "the office or station of a prelate",
            "defineVi": "văn phòng hoặc trạm của một vị giám chức"
        },
        {
            "id": "000e00b0-e153-478e-9bf0-1e6357567117",
            "word": "husbandry",
            "phonetic": "hʌsbəndɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hi, I am the husbandry and nesting manager as part of the Stranding Response Program.",
                "So, agriculture and animal husbandry did change a lot in late 19th century America, as we came to embrace the market driven ethos that we either celebrate or decry these days.",
                "Mainly I thought that I would just be involved in feeding the animals, just their general care, which for me was great because that's something I'm really interested in it's just the husbandry side of things."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVzYmFuZHJ5&hash=86387cbf859a9505253487537a6c0d7317f9e615&lang=en&cache-only=0",
            "defineEn": "the practice of cultivating and breeding crops and animals and taking care of them",
            "defineVi": "thực hành trồng trọt, chăn nuôi cây trồng, vật nuôi và chăm sóc chúng",
            "hasImg": true
        },
        {
            "id": "018c36cc-fa93-4a4f-86a1-725ff64a190d",
            "word": "clemency",
            "phonetic": "klɛmənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And on President Trump's final day in office, McFarland was among those granted clemency, so more in-person visits are now in the works.",
                "Just this week, he has more than doubled his acts of clemency from the previous four years."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlbWVuY3k&hash=cf3725a96e5c92f35d7729fac458ebd2a4d06093&lang=en&cache-only=0",
            "defineEn": "leniency and compassion shown toward offenders by a person or agency charged with administering justice",
            "defineVi": "sự khoan hồng và lòng trắc ẩn đối với người phạm tội bởi một người hoặc cơ quan chịu trách nhiệm thực thi công lý"
        },
        {
            "id": "ef8349e9-16da-43a3-83fe-a64430400f7d",
            "word": "delicacy",
            "phonetic": "dɛlɪkəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He traveled to a foreign country where horseflesh was considered a delicacy.",
                "Listen to his voice, that delicacy, that sensitivity.",
                "Pufferfish is a high-end delicacy in Japanese, Korean and Chinese cuisine.",
                "You've probably heard of fugu, the deadly puffer-fish delicacy served across Japan.",
                "And so I knew of the delicacies of the issues."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNhY3k&hash=438844296371aa3b52480a19ad47af1de256bed6&lang=en&cache-only=0",
            "defineEn": "something considered choice to eat",
            "defineVi": "một cái gì đó được coi là lựa chọn để ăn"
        },
        {
            "id": "56d2b009-5eb8-4230-bcaf-97ade534d74a",
            "word": "litany",
            "phonetic": "lɪtəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early on, YouTube face a litany of lawsuits around copyright infringement.",
                "And then of course the media started to ask questions, and the litany of responses was just crushing from the women. ",
                "A study from UCLA reviewing over 100 different California bail bond businesses contracts found a litany of clauses that researchers believed could not stand up against a challenge in court.",
                "We're applying very kind of simple ideas across to how to handle a litany of very complex situations.",
                "She goes through all the litany she goes, \"But um, he needs to learn how to use his words more.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0YW55&hash=7979caea39ba292b52b72c63b2f3a1d143311dff&lang=en&cache-only=0",
            "defineEn": "any long and tedious address or recital",
            "defineVi": "bất kỳ địa chỉ dài và tẻ nhạt hoặc độc tấu"
        },
        {
            "id": "82d19d00-ddcf-4f39-935f-46db71e69791",
            "word": "perfumery",
            "phonetic": "pɜːfjuːmɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyZnVtZXJ5&hash=75583dd9684c7c04c113c9dd86f3b047ac3ae504&lang=en&cache-only=0",
            "defineEn": "perfumes in general",
            "defineVi": "nước hoa nói chung"
        },
        {
            "id": "028d4833-1702-47d6-9972-32c0e4d30c36",
            "word": "medley",
            "phonetic": "mɛdli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, I'll be making a roasted root medley.",
                "So today, I'm making the roasted root medley.",
                "The Miracles and I used to sing this medley of love songs by other artists, songs that we hadn't recorded, but it was a love song medley.",
                "The Miracles and I used to sing this medley of love songs by other artists, songs that we hadn't recorded, but it was a love song medley.",
                "It's logical to assume that this miserable medley of symptoms is the result of the infection coursing through your body, but is that really the case?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkbGV5&hash=6bfcaf0f3b3022a6d51201865e9a34002c66485f&lang=en&cache-only=0",
            "defineEn": "a set of musical pieces that are performed or sung successively in a continuous tune",
            "defineVi": "một tập hợp các bản nhạc được biểu diễn hoặc hát liên tục trong một giai điệu liên tục"
        },
        {
            "id": "76930911-2c73-4487-b4f5-f787f2b3b1d2",
            "word": "vulgarity",
            "phonetic": "vʌlɡæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They don't care about vulgarity or anything like that.",
                "They don’t care about vulgarity or anything like that. ",
                "Well, if crudity, if meanness, if vulgarity, if inhumanity become mainstreamed, if the lesson of this generation of progressive politicians is to be like Trump but with different policies, then the Democratic Party will be consumed by it as the Republican Party has. ",
                "And I think there's a swath of the American public that, look, it's not like they love vulgarity.",
                "And I think there’s a swath of the American population that, look, it’s not like they love vulgarity, but they just loved what they felt was his authenticity and his willingness to throw a punch, which they felt was on their behalf."
            ],
            "audio": "https://tts.langeek.co/read?text=dnVsZ2FyaXR5&hash=2c6246dfc6eeeb3c6348e5d5eaa93548d2367035&lang=en&cache-only=0",
            "defineEn": "the quality of lacking taste and refinement",
            "defineVi": "chất lượng thiếu hương vị và sự tinh tế"
        },
        {
            "id": "84c03dd2-8bce-47ea-a937-3914d5ba2962",
            "word": "mastery",
            "phonetic": "mæstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "\"In learning a new skill, consistent practice and small improvements can lead to mastery, as many a little makes a mickle,\" said the instructor during the class.",
                "The headmaster warned new teachers against the mistake of he teaches ill who teaches all, advising them to focus their lessons on core principles and develop mastery of essential concepts rather than trying to impart a broad range of facts.",
                "But what does mastery really mean for the artists of today?",
                "The defense of this Nation depends upon the mastery of modern techniques developed from complex scientific principles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVyeQ&hash=18a356b5cc67ac337687434953cb19cb3b854bd2&lang=en&cache-only=0",
            "defineEn": "great skillfulness and knowledge of some subject or activity",
            "defineVi": "kỹ năng và kiến thức tuyệt vời về một số chủ đề hoặc hoạt động"
        },
        {
            "id": "a00e3127-9f86-435e-a386-142f2d19aa8c",
            "word": "foolery",
            "phonetic": "fuːlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And even the Trump supporters feel drained by his foolery."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vbGVyeQ&hash=5ea9b8e056b9bc180bfc360b97354633e2137a65&lang=en&cache-only=0",
            "defineEn": "foolish or senseless behavior",
            "defineVi": "hành vi ngu ngốc hoặc vô nghĩa"
        },
        {
            "id": "46e588fc-31f5-494c-a6da-e2deb4f9a472",
            "word": "fidelity",
            "phonetic": "fᵻdɛlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company raised another one billion dollars in debt from Fidelity, T. Rowe Price, BlackRock, Apollo and Oaktree just a week later.",
                "That'll make the sound a little bit higher fidelity.",
                "It feels very much like fidelity.",
                "He would actually pay clientssuch as Fidelity, Charles Schwab. ",
                "This is our exercise device or low fidelity mock up of it, for resistive exercise."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlkZWxpdHk&hash=953b0412a870a95906b315262ef19261f47b7587&lang=en&cache-only=0",
            "defineEn": "the quality of showing loyalty and faithfulness to someone or something",
            "defineVi": "chất lượng thể hiện lòng trung thành và trung thành với ai đó hoặc một cái gì đó"
        },
        {
            "id": "6e19f4ff-47a5-4869-a8b2-7ba695784eee",
            "word": "contiguity",
            "phonetic": "kɑːntɪɡjuːɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGlndWl0eQ&hash=8f316b261937728438cc843e76ad20bc682e0b32&lang=en&cache-only=0",
            "defineEn": "the attribute of being so near as to be touching",
            "defineVi": "thuộc tính của việc ở rất gần để được chạm vào"
        },
        {
            "id": "29d79dbf-dcc6-4d2b-b9f2-29d53d92eaf9",
            "word": "proclivity",
            "phonetic": "pɹəklɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvY2xpdml0eQ&hash=5f721b5ac2b1484639f614f226ce51be162d2e15&lang=en&cache-only=0",
            "defineEn": "a tendency or need that makes one want to do something, often something considered morally wrong",
            "defineVi": "một xu hướng hoặc nhu cầu khiến một người muốn làm điều gì đó, thường là điều gì đó được coi là sai trái về mặt đạo đức"
        },
        {
            "id": "18666b32-f295-4b25-9ea5-cc2659399402",
            "word": "toady",
            "phonetic": "toʊdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're just a bunch of toadies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9hZHk&hash=331f9d2d18854c4d68680af12e2bc6dcf003d7cc&lang=en&cache-only=0",
            "defineEn": "a person who tries to please someone in order to gain a personal advantage",
            "defineVi": "một người cố gắng làm hài lòng ai đó để đạt được lợi ích cá nhân"
        },
        {
            "id": "f4060154-af3b-4626-8f56-011b283dc9f0",
            "word": "citizenry",
            "phonetic": "sɪɾɪzɛnɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you think that is seeking to frighten the wits out of the citizenry?",
                "So, Prince Metternich’s ambitions for a tranquil citizenry had clearly failed to materialize.",
                "So a nation should never risk the well-being of its citizenry in order to help members of another nation.",
                "The Second Amendment is about maintaining within the citizenry the ability to maintain an armed rebellion against the government, if that becomes necessary.",
                "But police chiefs have to remember that your job is to be sure that you're giving the citizenry the best policing that they want."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbnJ5&hash=376c8cb6478bc04255f8f373b1fcb74e80e3c4e3&lang=en&cache-only=0",
            "defineEn": "the body of citizens of a state or country",
            "defineVi": "cơ thể của công dân của một tiểu bang hoặc quốc gia"
        },
        {
            "id": "91e3f4ba-d9a3-41db-bfa9-a39f17362150",
            "word": "anonymity",
            "phonetic": "ænənɪmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because we can do things with some anonymity.",
                "If we don't have that level of anonymity.",
                "Okay first, let's discus anonymity, which by the way is one of the hardest words to say in the English language.",
                "The twist comes when he lays dying in anonymity, regretfully admitting that his art has always been a fraud.",
                "But even if the technology worked 100 percent of the time, it would be extremely dangerous because at its logical conclusion, what it really does is eliminate privacy and anonymity in public space, which is something that no free society should ever tolerate."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbnltaXR5&hash=7144dc385753d0818d0d84296f5e931d8aa6e426&lang=en&cache-only=0",
            "defineEn": "the state of being anonymous",
            "defineVi": "tình trạng ẩn danh"
        },
        {
            "id": "725f5ad5-8dec-46ec-afb9-2bd6029607e1",
            "word": "quarry",
            "phonetic": "kwɔːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And its quarry was a tasty fern.",
                "Immense marble blocks for the Parthenon’s pediment have just arrived from quarries at Mount Pentelikon.",
                "We visited two quarries: Cava Querciola, No. 147, and Cava Fiordichiara, No . 76, which is a cave inside the mountain.",
                "The quarries were even featured in a James Bond movie, with Daniel Craig driving an Aston Martin DBS up the marble slopes.",
                "In 1924, a worker at a limestone quarry in the town of Taung, South Africa made an incredible discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcnJ5&hash=4fd7f02cddf109cbba9872ac4e07ebbd2050c846&lang=en&cache-only=0",
            "defineEn": "animal hunted or caught for food",
            "defineVi": "động vật bị săn hoặc bị bắt để làm thức ăn"
        },
        {
            "id": "328093e4-13e4-4573-91f8-3c3490bf0632",
            "word": "crockery",
            "phonetic": "kɹɑːkɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JvY2tlcnk&hash=a4fdc79301aa73606f36211943bb24d066f1460b&lang=en&cache-only=0",
            "defineEn": "the objects such as dishes, plates, cups, etc.",
            "defineVi": "các đồ vật như đĩa, đĩa, cốc, v.v.",
            "hasImg": true
        },
        {
            "id": "1403a7de-5a63-40f5-879d-b7526a2da080",
            "word": "congruity",
            "phonetic": "kɑːŋɡɹuːᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZ3J1aXR5&hash=69ebd252bbf781e4adf83bb003f9e1df161ef2bf&lang=en&cache-only=0",
            "defineEn": "the quality of agreeing; being suitable and appropriate",
            "defineVi": "chất lượng của sự đồng ý; phù hợp và phù hợp"
        }
    ]
}