{
    "id": "ff380173-c966-4bb5-ab51-d70dc7b78662",
    "title": "Persuasion and Involvement",
    "originalTitle": "Lesson 21",
    "words": [
        {
            "id": "71b2cc74-f54d-4605-925d-abffe53973b5",
            "word": "to advocate",
            "phonetic": "tʊ ædvəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "She was proud to belong to an organization that advocates for animal rights.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "The Swedes advocate limited social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2b2NhdGU&hash=ef5f531ec27908336db070137b591e7a21a304c6&lang=en&cache-only=0",
            "defineEn": "to publicly support something",
            "defineVi": "để hỗ trợ công khai một cái gì đó"
        },
        {
            "id": "dfff08a2-1ef5-4653-a8b1-b1b8e094006e",
            "word": "to acknowledge",
            "phonetic": "tʊ ɐknɑːlɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He has publicly acknowledged the economy is not his strong point.",
                "Shouldn't we now be acknowledging blame rather than passing the buck?",
                "The politician acknowledged that extremes meet, and that the most polarized political views often shared underlying fears and concerns about the future.",
                "He nodded his head to acknowledge his friend's suggestion.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNrbm93bGVkZ2U&hash=6edb9c8c2a007eb6b659f96df6bd400c5673cc47&lang=en&cache-only=0",
            "defineEn": "to accept something as true or real",
            "defineVi": "để chấp nhận một cái gì đó là đúng hoặc thực"
        },
        {
            "id": "b2893384-8a8f-4a87-b513-ee69f6a259a0",
            "word": "to assert",
            "phonetic": "tʊ ɐsɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "She speaks softly and carries a big stick to assert her authority when necessary.",
                "He had a bad experience with a difficult boss at his previous job, and now he's afraid to speak up or assert himself at work - illustrating how the man who has once been bitten by a snake fears every piece of rope.",
                "Buda werehyena lore asserts that this blood was used for rituals, medicine, and nutrition.",
                "Attorney General Barr asserted last month that the FBI had spied on the campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXJ0&hash=124705fd62d7d4285f2ed026408a6d1b06bac4e0&lang=en&cache-only=0",
            "defineEn": "to behave in a confident way to cause people to recognize one's authority or right",
            "defineVi": "cư xử một cách tự tin để khiến mọi người công nhận thẩm quyền hoặc quyền của một người"
        },
        {
            "id": "7651ba4c-2db4-40d6-adef-e32c54fad39a",
            "word": "dispute",
            "phonetic": "dɪspjuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The dispute finally came to a head in March that year.",
                "To have an argument/a dispute/a fight/a quarrel.",
                "The two sides in the dispute are finally willing to talk.",
                "The dispute between the two parties will come up in court next month, and the jury will have to make a decision on who is at fault."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcHV0ZQ&hash=1043370b36c695c7289c0c71585e0a63d85186f1&lang=en&cache-only=0",
            "defineEn": "a strong disagreement, particularly one that lasts long",
            "defineVi": "một sự bất đồng mạnh mẽ, đặc biệt là một trong đó kéo dài"
        },
        {
            "id": "1d94ebd9-b0e5-4894-8c71-8962b8907fa8",
            "word": "to imply",
            "phonetic": "tʊ ɪmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't mean to imply that you were in any way at fault.",
                "Of all the nerve, implying that I'm somehow to blame for the project's failure!",
                "Well, pressure implies resistance.",
                "It implies the loss of not just our lives but all life.",
                "And it also implies an infantilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbHk&hash=7d24a547054a9680d34fac487eb8d68c62692697&lang=en&cache-only=0",
            "defineEn": "to suggest something is true or existent without saying it directly",
            "defineVi": "để đề nghị một cái gì đó là đúng hoặc tồn tại mà không cần nói trực tiếp"
        },
        {
            "id": "810d453c-8b55-4ae6-b098-5cffb34e874c",
            "word": "to justify",
            "phonetic": "tə dʒʌstᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Only time will tell whether Broughton's optimism is justified.",
                "I am not prepared to buy the claim that the ends justify the means.",
                "The politician's belief that the end justifies the means led him to use unethical tactics to win the election.",
                "Sarah's coach reminded her that excuses are the nails used to build a house of failure when she tried to justify her lack of effort during practice, and encouraged her to take accountability for her actions and work harder to achieve her goals.",
                "And she justifies this conclusion with his statements about her weight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVzdGlmeQ&hash=037da501634045cb611c1000cc8d9474c060b4c4&lang=en&cache-only=0",
            "defineEn": "to prove or show that something is just or reasonable, usually something that others consider wrong",
            "defineVi": "để chứng minh hoặc cho thấy rằng một cái gì đó là công bằng hoặc hợp lý, thường là một cái gì đó mà những người khác coi là sai"
        },
        {
            "id": "31d55f95-65cb-492d-8069-d897ca6280a2",
            "word": "to object",
            "phonetic": "tʊ ɑːbdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "My cousin objected and he was not a minority of one.",
                "Workers scrambled to carry priceless objects out of harm's way.",
                "She stepped on a sharp object and hurt her foot.",
                "The metal rod began to bend under the weight of the heavy object."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JqZWN0&hash=df40bd38862928aeb3de311e06a362638b8d0dc1&lang=en&cache-only=0",
            "defineEn": "to express opposition, disagreement, or disapproval",
            "defineVi": "để thể hiện sự phản đối, bất đồng, hoặc không tán thành"
        },
        {
            "id": "6a3136b2-ed48-46bd-a277-d7986941c000",
            "word": "to outline",
            "phonetic": "tʊ aʊtlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "The treaty itself outlines a few key principles for future space exploration:",
                "Now, the strategy outlines a whole-of-government approach to the problem.",
                "But last week, a new paper in Nature Astronomy outlined the latest findings about some of the most fundamental properties of Venus: its tilt, the length of its day, and the size of its core.",
                "For instance, it outlined a procedure for cataract surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0bGluZQ&hash=972523ddb928e9a8867502ec0ed641de2e2b9d5f&lang=en&cache-only=0",
            "defineEn": "to give a brief description of something excluding the details",
            "defineVi": "để đưa ra một mô tả ngắn gọn về một cái gì đó loại trừ các chi tiết"
        },
        {
            "id": "a06df448-1355-495b-a96e-89bcffdcf585",
            "word": "to question",
            "phonetic": "tə kwɛstʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The quiz consisted of multiple-choice questions.",
                "The book raises many important questions.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "Can I ask a question?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVlc3Rpb24&hash=359c79579e9967bef15a85c4c08d57ab81bd8628&lang=en&cache-only=0",
            "defineEn": "to have or express uncertainty about something",
            "defineVi": "để có hoặc bày tỏ sự không chắc chắn về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4da71a1b-686a-4974-a313-e023b47f713d",
            "word": "to debate",
            "phonetic": "tə dᵻbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician's opponent laughed at his proposal during the debate.",
                "Our next class will take the form of a debate.",
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "This debate will run and run!",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGViYXRl&hash=d547f9541cacae4bd6821a6721054a6f7f7a8081&lang=en&cache-only=0",
            "defineEn": "to formally discuss a matter",
            "defineVi": "để chính thức thảo luận về một vấn đề",
            "hasImg": true
        },
        {
            "id": "005e80f2-6054-4768-a8d9-1077cee0d8cb",
            "word": "discussion",
            "phonetic": "dɪskʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These discussions held little interest for Lucy.",
                "\"The discussion is closed.\"",
                "The discussion was over my head.",
                "He has already held discussions with Irish shareholders.",
                "We had a very interesting discussion about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vzc2lvbg&hash=7462e6078d9f39e0669963b1a583dc20f139535e&lang=en&cache-only=0",
            "defineEn": "a conversation with someone about a serious subject",
            "defineVi": "một cuộc trò chuyện với ai đó về một chủ đề nghiêm túc",
            "hasImg": true
        },
        {
            "id": "21932ff8-5656-4b6c-9674-9a85c0a0e601",
            "word": "drawback",
            "phonetic": "dɹɔːbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Asmus shows, even the German government remained in two minds as to the benefits of no longer being on the frontline and the drawbacks of alienating Russia.",
                "However, diesel engines do have their drawbacks.",
                "But this diet has its drawbacks.",
                "These tests have some drawbacks, though.",
                "They have some drawbacks, of course."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhd2JhY2s&hash=a1f729abc1108591e419813ea50e578d6aadbbf7&lang=en&cache-only=0",
            "defineEn": "a disadvantage or the feature of a situation that makes it unacceptable",
            "defineVi": "một bất lợi hoặc tính năng của một tình huống mà làm cho nó không thể chấp nhận được"
        },
        {
            "id": "03019f74-f604-4963-bf70-8549bc660ce2",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "7bcf8dcc-efa5-4caa-8984-fcc44ae38d80",
            "word": "proof",
            "phonetic": "pɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof.",
                "The job candidate's resume looked impressive, but the proof of the pudding is in the eating, and we need to see how well they perform in a real work setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvb2Y&hash=fd9428ab5aec8f245de385b6215f8250855facaa&lang=en&cache-only=0",
            "defineEn": "information or evidence that proves the truth or existence of something",
            "defineVi": "thông tin hoặc bằng chứng chứng minh sự thật hoặc sự tồn tại của một cái gì đó"
        },
        {
            "id": "16d09332-c402-40e5-b95c-b3cc92dba0f1",
            "word": "recital",
            "phonetic": "ɹᵻsaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We attended a piano recital and were impressed by the young pianist's talent.",
                "She's played for a recital.",
                "It's 4 a.m., and the big test is in eight hours, followed by a piano recital.",
                "And the Récital 22 Grand Récital has a really, really wonderful example of this particular craft.",
                "The twins have a flute recital tomorrow and I haven't even started the finger sandwiches, so tomorrow is slammed for me."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXRhbA&hash=32130323bacd30e02afb8c398d0cd4c523412dbe&lang=en&cache-only=0",
            "defineEn": "the act or process of giving a long and detailed account of something",
            "defineVi": "hành động hoặc quá trình đưa ra một tài khoản dài và chi tiết về một cái gì đó"
        },
        {
            "id": "153ed859-6a76-45ca-89b3-bed92cf60bcc",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a situation or event involving a lot of action and excitement, rooted in contrasting elements or forces",
            "defineVi": "một tình huống hoặc sự kiện liên quan đến rất nhiều hành động và hứng thú, bắt nguồn từ các yếu tố hoặc lực lượng tương phản"
        },
        {
            "id": "fb5acad6-09e4-47dc-9573-78452e428b3c",
            "word": "amateur",
            "phonetic": "æmətʃɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her boyfriend is an amateur race car driver who really lives on the edge.",
                "Many fields do rely on amateur collectors.",
                "Before that the market was seen as a riskier place and not really for amateurs.",
                "This is an amateur rocket launch.",
                "Amateur video captured the frantic scene, as paramedics desperately tried to save the lives of officers Wenjian Liu and Rafael Ramos."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hdGV1cg&hash=69672f27be5e3971ab6eab79b7efd1d3d3867689&lang=en&cache-only=0",
            "defineEn": "lacking skill or not done in a professional way",
            "defineVi": "thiếu kỹ năng hoặc không được thực hiện một cách chuyên nghiệp"
        },
        {
            "id": "8bb8ab18-329e-44ed-9cb1-c336c0dd7645",
            "word": "classical",
            "phonetic": "klæsɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In classical mythology, the griffin has the body of a lion with the head and wings of an eagle.",
                "Classical computer and other potential use comes from Wall Street.",
                "So that’s classical conditioning.",
                "This is all classical mechanics.",
                "These qubits can solve problems exponentially faster than classical digital computers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2Fs&hash=604d05011281b0c1f48618b9ec0b1060a840060f&lang=en&cache-only=0",
            "defineEn": "following a long-established and standard form, style or set of ideas",
            "defineVi": "theo một hình thức, phong cách hoặc tập hợp ý tưởng tiêu chuẩn và lâu đời"
        },
        {
            "id": "793dd0dc-1c7d-4275-b779-52a8000e3371",
            "word": "to assemble",
            "phonetic": "tʊ ɐsɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She followed the right instructions to assemble the furniture.",
                "Now: assemble your space rocks!",
                "This one assembles your teams for you.",
                "This one is assembled really well.",
                "Narrator: The day before, recruits from the gender-integrated Hotel Company assemble in front of their barracks for a briefing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZW1ibGU&hash=1173d092a730b87a1b8ac96cb8a9f63ec3229e49&lang=en&cache-only=0",
            "defineEn": "(of people) to gather in a place for a particular purpose",
            "defineVi": "(của mọi người) để tập hợp ở một nơi cho một mục đích cụ thể"
        },
        {
            "id": "3df3972d-7593-45d2-894d-cacbcfa814cf",
            "word": "to attend",
            "phonetic": "tʊ ɐtɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The prestigious gala dinner is attended by business tycoons, philanthropists, and political leaders.",
                "She attends a prestigious university known for its engineering program.",
                "The conference is attended by industry leaders and big enchiladas who share their expertise and insights.",
                "But when she held an exhibit in her hometown, few people attended.",
                "She attends a dance class every Thursday to learn new moves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW5k&hash=fa4fb1a1bc358ceb606efa91c60366b3762c685f&lang=en&cache-only=0",
            "defineEn": "to go to school, university, church, etc. periodically",
            "defineVi": "đi học, đại học, nhà thờ, vv theo định kỳ",
            "hasImg": true
        },
        {
            "id": "06cc966c-349c-4bdf-a75f-b7ee3654fb5e",
            "word": "to broadcast",
            "phonetic": "tə bɹɔːdkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWRjYXN0&hash=5598f39d736217c3640c441a7902ce902437e435&lang=en&cache-only=0",
            "defineEn": "to cause something, especially a secret, to be known by a lot of people",
            "defineVi": "để gây ra một cái gì đó, đặc biệt là một bí mật, được biết đến bởi rất nhiều người"
        },
        {
            "id": "3263108c-7ac2-4668-b734-63c6c6f201d9",
            "word": "to establish",
            "phonetic": "tʊ ɪstæblɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court established, beyond any reasonable doubt, that the man was innocent.",
                "We should go through the established channels for product development.",
                "The lion's roar can be heard from miles away, establishing its dominance.",
                "The company struggled on through some dark days several years ago, but it has since established itself as a dominant force in the market.",
                "It took some time, but eventually, they were able to establish speaking terms again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXN0YWJsaXNo&hash=bc61c08c86d0e48ae071c62bc0ffeafa7c3eeeb4&lang=en&cache-only=0",
            "defineEn": "to prove the fact of a situation",
            "defineVi": "để chứng minh thực tế của một tình huống"
        },
        {
            "id": "23911a56-ef8d-488c-90ee-b847ad10e447",
            "word": "to observe",
            "phonetic": "tʊ əbzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "We used a telescope to observe distant stars and galaxies.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "They were crouching in the bushes, observing the wildlife.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXJ2ZQ&hash=277023850aceccf0eb43506f23b869d15fac760f&lang=en&cache-only=0",
            "defineEn": "to make a written or spoken remark",
            "defineVi": "để thực hiện một nhận xét bằng văn bản hoặc nói"
        },
        {
            "id": "93bada59-7f74-4a86-9ae9-18e18163bcce",
            "word": "to organize",
            "phonetic": "tʊ ɔːɹɡənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "We organized a tea party for our dolls with tiny cups and saucers.",
                "Jane is organized.",
                "They organize community events in town to bring people together.",
                "To enhance our learning experience, our teacher organized a field trip to the museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JnYW5pemU&hash=72b77e31126cd191696023fefc6df247839cb5d1&lang=en&cache-only=0",
            "defineEn": "to form a group of people with a particular purpose, especially a political cause",
            "defineVi": "để thành lập một nhóm người với một mục đích cụ thể, đặc biệt là một nguyên nhân chính trị"
        },
        {
            "id": "f1cd9bb9-b350-4a59-9a5d-9c2862c72c43",
            "word": "to participate",
            "phonetic": "tə pɑːɹtɪsᵻpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She participates actively in class discussions and shares her opinions.",
                "We are learning the rules of volleyball to participate in a friendly game.",
                "He was asked to participate only as a matter of form.",
                "They participated in a friendly cooking competition, each showcasing their creativity with cranberry beans.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFydGljaXBhdGU&hash=6f954ea9fc13750fc71d0ac19da28d1ff47f9b41&lang=en&cache-only=0",
            "defineEn": "to become involved or take part in an event",
            "defineVi": "tham gia hoặc tham gia vào một sự kiện",
            "hasImg": true
        },
        {
            "id": "469bdc0b-cf0f-4d7f-a249-ce47178216c0",
            "word": "to resign",
            "phonetic": "tə ɹɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the wake of the scandal, several committee members resigned.",
                "She resigned.",
                "so I resigned as secretary of the golf club.",
                "He ought to resign, I think.",
                "The stock market went haywire after the company's CEO resigned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaWdu&hash=fea9fb3172920b90eaba88f37b930a7e96f3c2ea&lang=en&cache-only=0",
            "defineEn": "to officially announce one's departure from a job, position, etc.",
            "defineVi": "để thông báo chính thức về sự ra đi của một người từ một công việc, vị trí, v.v.",
            "hasImg": true
        },
        {
            "id": "c261dfef-16f2-41b2-8f6f-1f0ee98bdab6",
            "word": "encouragement",
            "phonetic": "ɛŋkɜːɹɪdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His parents gave him the encouragement he needed to succeed.",
                "I literally would never have considered giving writing a shot without your example and encouragement.",
                "You need some encouragement?",
                "Here are some tips for encouragement.",
                "- One thing of encouragement I just wanna leave you with."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jb3VyYWdlbWVudA&hash=0325c76fd5b375434a36eed9f2bd91b0fd1c9be1&lang=en&cache-only=0",
            "defineEn": "the act of supporting and giving someone confidence to do something",
            "defineVi": "hành động hỗ trợ và cho ai đó sự tự tin để làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "d38a8df2-7b02-406f-a753-2e40b42d6c94",
            "word": "stimulus",
            "phonetic": "stɪmjʊləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "More stimulus is needed.",
                "We passed the stimulus. ",
                "The big rock for now in our rucksack is a stimulus deal.",
                "Just a tiny stimulus can set the sundew in motion.",
                "The stimulus didn’t really get anywhere. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbXVsdXM&hash=28d43219d2ef44c270ee99842e71aa3701b7064a&lang=en&cache-only=0",
            "defineEn": "something that encourages an activity or causes a reaction in a person or thing",
            "defineVi": "cái gì đó khuyến khích một hoạt động hoặc gây ra phản ứng trong một người hoặc vật"
        },
        {
            "id": "43e91307-7ad4-4d1b-9d36-7074fd028a41",
            "word": "push",
            "phonetic": "pʊʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pushed the stroller along the path in the park.",
                "They pushed the heavy box across the room.",
                "The weight of the world pushed him to his knees.",
                "She pushed the cart down the aisle at the grocery store.",
                "The new product design pushes the limits of what is currently available on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVzaA&hash=9605b304045333bb7701630edd406455b14b6769&lang=en&cache-only=0",
            "defineEn": "a determined effort to achieve or do something",
            "defineVi": "một nỗ lực quyết tâm để đạt được hoặc làm một cái gì đó"
        }
    ]
}