{
    "id": "ffc1f152-d8c5-445b-82c2-1d171f693f47",
    "title": "Mathematics and Statistics",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "e9278857-30cc-4017-86c7-d5346ab65c8a",
            "word": "graph",
            "phonetic": "ɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This graph shows coronavirus cases in the United States versus the European Union.",
                "This graph is stinkin' awesome",
                "So this graph is all of human history.",
                "Now we can graph our parabola.",
                "So my graph looks something like that."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGg&hash=477d3406eeb6c7427851a0ff252dc0d35d83d601&lang=en&cache-only=0",
            "defineEn": "a graphical display of the relationship between two or more numbers using a line or lines",
            "defineVi": "hiển thị đồ họa về mối quan hệ giữa hai hoặc nhiều số bằng cách sử dụng một hoặc nhiều dòng",
            "hasImg": true
        },
        {
            "id": "fd3ec746-8a34-418f-84a5-7b99278689ad",
            "word": "sign",
            "phonetic": "saɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbg&hash=49c367b4ac03d1f65a0d1efed1f612016963e927&lang=en&cache-only=0",
            "defineEn": "(mathematics) the property of being positive or negative in any number other than zero",
            "defineVi": "(toán học) tính chất dương hoặc âm ở bất kỳ số nào khác 0"
        },
        {
            "id": "aa5eb9df-503d-4a71-99e1-7be1b52b326c",
            "word": "deduction",
            "phonetic": "dᵻdʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Biden administration may be stealing a march by enhancing its own existing models of restricting foreign deductions.",
                "That's a deduction. -",
                "Charitable deductions nudge people to be generous.",
                "Mortgage deductions nudge people to be homeowners.",
                "But a deduction just takes it from your income."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVkdWN0aW9u&hash=9b537c4d036ecad87e4752d9e3b111c880e1b6f3&lang=en&cache-only=0",
            "defineEn": "the action or process of taking an amount away from a total; the amount taken away in such process",
            "defineVi": "hành động hoặc quá trình lấy đi một số tiền từ tổng số; số tiền lấy đi trong quá trình đó",
            "hasImg": true
        },
        {
            "id": "b685098b-313a-44e7-87d3-daf25b954cf3",
            "word": "mathematically",
            "phonetic": "mæθɪmæɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The geometry of the Universe mathematically describes its overall curvature, the shape of space on the largest scales of all.",
                "And it also works out mathematically.",
                "So we write that mathematically like this.",
                "Mathematically, there are like a gazillion ways that you could split a state into districts.",
                "Or that I could mathematically express this with factorials?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0aGVtYXRpY2FsbHk&hash=8f3c6997f5539d16554b365634a45acff0aa973f&lang=en&cache-only=0",
            "defineEn": "connected with or according to the rules of mathematics",
            "defineVi": "kết nối với hoặc theo các quy tắc của toán học"
        },
        {
            "id": "9fc2dca7-0ad6-40e0-8909-f10f749b7bd3",
            "word": "mathematician",
            "phonetic": "mæθɪmɐtɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So is nature a mathematician?",
                "They're mathematicians.",
                "Indian mathematicians called it the Staircase of Mount Meru.",
                "They’re no mathematicians.",
                "In 1900, the great mathematician David Hilbert listed the continuum hypothesis as the most important unsolved problem in mathematics."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0aGVtYXRpY2lhbg&hash=3ab329f8b57a2bdc17483cf4b4f008c0ad6654ee&lang=en&cache-only=0",
            "defineEn": "someone who is a specialist or expert in mathematics",
            "defineVi": "một người là một chuyên gia hoặc chuyên gia trong toán học",
            "hasImg": true
        },
        {
            "id": "ee1906ea-fd74-4a81-813f-8ff6520ec98f",
            "word": "parallel",
            "phonetic": "pæɹəlɛl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The road runs parallel to the river.",
                "The two experiments are run in parallel.",
                "So the list of unpleasant side effects of cancer treatment parallels these tissue types: hair loss, skin rashes, nausea, vomiting, fatigue, weight loss, and pain.",
                "So these two sides are parallel.",
                "A 2016 Wells Fargo report draws parallels between the milk and coffee industries."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWxsZWw&hash=534508d8b42b4377cbb4bf465db12517549086be&lang=en&cache-only=0",
            "defineEn": "being of the same distance from each other at every point and not converging",
            "defineVi": "có cùng khoảng cách với nhau tại mọi điểm và không hội tụ",
            "hasImg": true
        },
        {
            "id": "360731a4-583a-4820-b22b-7e643e292a90",
            "word": "probability",
            "phonetic": "pɹɑːbəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "Which light-absorbing molecule in which cone a particular photon hits, comes down to probability.",
                "These numbers are probabilities.",
                "Probability that this is a dog: 93%!",
                "The probability is less than our significance level."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmFiaWxpdHk&hash=7e7332f6234b2fc80c5d8dfef01dfa8c4f7d60c3&lang=en&cache-only=0",
            "defineEn": "(mathematics) a number representing the chances of something specific happening",
            "defineVi": "(toán học) một con số đại diện cho khả năng xảy ra một điều gì đó cụ thể"
        },
        {
            "id": "4da4c9ff-a6c3-428c-abea-b9c062770c60",
            "word": "problem",
            "phonetic": "pɹɑːbləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lots of couples have problems in the first year of marriage.",
                "The problem has now reached crisis point.",
                "The problem was always at the back of my mind.",
                "There are problems.",
                "The problem is all in his head."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmxlbQ&hash=c08059eeda43d03d870a7c368a4e885b15db0536&lang=en&cache-only=0",
            "defineEn": "a question that can be answered by mathematics or logical thought",
            "defineVi": "một câu hỏi có thể được trả lời bằng toán học hoặc tư duy logic"
        },
        {
            "id": "63275af3-16d5-44d2-9f21-40576f5e75f5",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "the size, amount, or degree of one thing compared with another",
            "defineVi": "kích thước, số lượng, hoặc mức độ của một điều so với khác"
        },
        {
            "id": "8f1d3899-c38f-4fe7-93f9-8be89c9f36c8",
            "word": "square",
            "phonetic": "skwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They decorate the town square for holidays and special occasions.",
                "The demonstrators marched in a body to the main square.",
                "The people gathered in the town square to celebrate the victory.",
                "If this doesn't work we're back to square one.",
                "We'll have to go back at square one if the government pulls our funding on this project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YXJl&hash=84375fcb232426978fab61ef6cf2a8828931386e&lang=en&cache-only=0",
            "defineEn": "the second exponent of any given number produced when multiplied by itself",
            "defineVi": "số mũ thứ hai của bất kỳ số đã cho nào được tạo ra khi nhân với chính nó"
        },
        {
            "id": "76efff5b-f1b8-410f-827e-762d72483746",
            "word": "vertical",
            "phonetic": "vɜːɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With the pandemic putting a damper on public transit, the automotive industry continued to fare well while other verticals may have seen larger sales dips.",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "We do vertical landings.",
                "Because your slope goes vertical.",
                "Vertical acceleration doesn't affect the perpendicular sideways motion."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGljYWw&hash=94d7944bd5307f8988f1da73b09f307ea2201315&lang=en&cache-only=0",
            "defineEn": "going straight up and down from a level surface or line; at an angle of 90 degrees with a flat surface",
            "defineVi": "đi thẳng lên và xuống từ một bề mặt hoặc đường thẳng; một góc 90 độ với mặt phẳng",
            "hasImg": true
        },
        {
            "id": "95b22bfe-6718-47a9-b875-9ec3e1c4d890",
            "word": "set",
            "phonetic": "sɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0&hash=2d14ba274683b2b3f9eef2f6776a57eae4545cff&lang=en&cache-only=0",
            "defineEn": "(mathematics) a group of things that belong together because of having some similarities",
            "defineVi": "(toán học) một nhóm những thứ thuộc về nhau vì có một số điểm tương đồng",
            "hasImg": true
        },
        {
            "id": "8e8e8dbb-1cd1-4b12-a5fb-3398ab91b615",
            "word": "axis",
            "phonetic": "æksɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth rotates on its axis, causing day and night.",
                "So that axis is time.",
                "The X axis marks distance from Earth, and the Y axis tracks the passage of time.",
                "And then this one here was our principal axis.",
                "These axes are called roll, pitch and yaw. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXhpcw&hash=3a74108c7692c0eaeb058829cead065490b3f854&lang=en&cache-only=0",
            "defineEn": "(geometry) an arbitrary straight line that passes through the center of a symmetrical object or around which an object spins",
            "defineVi": "(hình học) đường thẳng tùy ý đi qua tâm của một vật đối xứng hoặc xung quanh vật quay",
            "hasImg": true
        },
        {
            "id": "7bf59fe1-547c-4aae-a6cb-968654112eef",
            "word": "bracket",
            "phonetic": "bɹækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, bracket boy, put those regular Cheetos up there.",
                "Next stop is Bracket 2.",
                "We put a bracket.",
                "Each bracket along the way applies to one specific chunk of your income, not the whole thing.",
                "And we close our brackets."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhY2tldA&hash=8b585615a20af210fb2e3edf13ca7fbbd21fce68&lang=en&cache-only=0",
            "defineEn": "each of the two symbols [ ] used to indicate that the enclosed numbers or words should be considered separately",
            "defineVi": "mỗi ký hiệu trong số hai ký hiệu [ ] được sử dụng để chỉ ra rằng các số hoặc từ kèm theo cần được xem xét riêng",
            "hasImg": true
        },
        {
            "id": "a37470ae-6012-45c1-99ec-03a3ba2b36f3",
            "word": "equation",
            "phonetic": "ᵻkweɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the student opened his textbook to a difficult math problem, he couldn't help but make a face at the challenging equations.",
                "I feel like I've been beating my head against the wall trying to understand this math equation.",
                "So this equation makes sense.",
                "This equation is essential to engineering.",
                "This equation is important."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YXRpb24&hash=6c7618cbe8740d3d3aa641c4457e7365a8997c50&lang=en&cache-only=0",
            "defineEn": "(mathematics) a statement indicating the equality between two values",
            "defineVi": "(toán học) phát biểu biểu thị sự bằng nhau giữa hai giá trị"
        },
        {
            "id": "22822144-b814-42cc-982f-89c274573f87",
            "word": "to deduce",
            "phonetic": "tə dᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "A person's character can often be deduced from their actions.",
                "We deduce A from B.",
                "And then you're deducing other facts from those facts.",
                "And so he accurately deduced that this would drive his numbers up with some segment of his base.",
                "And so he accurately deduced that this would drive his numbers up with some segment of his base."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVkdWNl&hash=12039953ad473a8b817bcf1ae4abbeb4e5acca86&lang=en&cache-only=0",
            "defineEn": "to determine by a process of logical reasoning",
            "defineVi": "để xác định bởi một quá trình suy luận logic"
        },
        {
            "id": "94c408c0-7610-4d5a-99e1-86b5b45928fb",
            "word": "formula",
            "phonetic": "fɔːɹmjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Formula One is the pinnacle of motorsport.",
                "You'll be following the same tried-and-true formula as other successful businesses.",
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybXVsYQ&hash=f39ba15cb3a95c86d178e289ca6866c9bb57cf6a&lang=en&cache-only=0",
            "defineEn": "(mathematics) a rule or law represented in symbols, letters, or numbers",
            "defineVi": "(toán học) một quy tắc hoặc luật được biểu thị bằng ký hiệu, chữ cái hoặc số"
        },
        {
            "id": "654d8304-91ba-451a-8e18-6cfb20380f1d",
            "word": "function",
            "phonetic": "fʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "I can't even function in the morning until I've had my first cup of joe.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuY3Rpb24&hash=535ac49960f290defdf6358b30fa2207788b0568&lang=en&cache-only=0",
            "defineEn": "(mathematics) a quantity whose value changes according to another quantity's varying value",
            "defineVi": "(toán học) đại lượng có giá trị thay đổi theo giá trị thay đổi của đại lượng khác"
        },
        {
            "id": "77b5dc23-9e97-4d1c-afa8-966f79988645",
            "word": "ratio",
            "phonetic": "ɹeɪʃɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This ratio looks a lot better this time.",
                "Now we name the ratios.",
                "Other countries show similar high ratios: 1 in 160 in Australia, 1 in 250 in India, and 1 in 475 in Japan, for example. ",
                "Well, different engines have different compression ratios.",
                "The golden ratio shows up a ton in this painting."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW8&hash=e6a7f8d99ef8e996a7942051a3882c694370e4d7&lang=en&cache-only=0",
            "defineEn": "(mathematics) the result of the division of two mathematical expressions",
            "defineVi": "(toán học) kết quả của phép chia hai biểu thức toán học"
        },
        {
            "id": "0b3a5633-b76a-4708-a9ff-8cc88b867cf7",
            "word": "segment",
            "phonetic": "sɛɡmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tangor segments are perfect for snacking on-the-go.",
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "When our main competitor went out of business, the market segment was there for the taking.",
                "They divided the grapefruit into equal segments to share among the group.",
                "He carefully removed the peel of the orange and savored the juicy segments."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VnbWVudA&hash=18a784c03898a701f037e5d1dfc9b9734359525e&lang=en&cache-only=0",
            "defineEn": "(geometry) a part of a circle that is separated from the rest by a line",
            "defineVi": "(hình học) một phần của hình tròn được phân cách với phần còn lại bằng một đường thẳng"
        },
        {
            "id": "8da5cc86-ecd9-4bf9-bd67-ddca91462d61",
            "word": "asymmetric",
            "phonetic": "eɪsɪmɛtɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Acne can be asymmetric.",
                "My definition of hybrid war means it’s a combination of conventional war, unconventional war, asymmetric means.",
                "But because of the asymmetric hexagonal lattice, rubies aren’t just red.",
                "In an asymmetric stone with a high enough concentration of chromium, you see both colors, but only when there’s a light source right behind it.",
                "TONY BLINKEN - Russia, again, this is a classic example of using asymmetric tactics."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN5bW1ldHJpYw&hash=7d3e6f5083e475d23ed95f638b3b333540d54262&lang=en&cache-only=0",
            "defineEn": "not having symmetry or equal shape or size between the two sides or parts of something",
            "defineVi": "không có sự đối xứng hoặc hình dạng hoặc kích thước bằng nhau giữa hai bên hoặc các bộ phận của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "05c884e9-2e7e-4490-a25f-2ce9202bd427",
            "word": "induction",
            "phonetic": "ɪndʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So induction always has the potential to produce false results.",
                "So she recommended an induction around 39 weeks.",
                "Now, like induction, abduction doesn’t give us certainty.",
                "That is our proof by induction.",
                "This induction field is so powerful that it causes electrons in a conductor, like aluminium, to create their own magnetic field."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdWN0aW9u&hash=e352105e94a8e24f7cd57027caa1cdc4c36232d9&lang=en&cache-only=0",
            "defineEn": "(logic) the process of arriving at a general conclusion based on particular instances",
            "defineVi": "(logic) quá trình đi đến một kết luận chung dựa trên các trường hợp cụ thể"
        },
        {
            "id": "fb716db4-e1ab-4b31-89b9-d7423a34a01b",
            "word": "to divide",
            "phonetic": "tə dᵻvaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The universal language of art is bridging a divide.",
                "The week is divided into seven days.",
                "As the saying goes, knaves and fools divide the world.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "They divided the grapefruit into equal segments to share among the group."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aWRl&hash=79245a75488238a8d25a60b2f6351d7c3536de52&lang=en&cache-only=0",
            "defineEn": "(mathematics) to calculate how many times a number contains another number",
            "defineVi": "(toán học) để tính số lần một số chứa một số khác",
            "hasImg": true
        },
        {
            "id": "898d803a-e278-491a-a167-abc426250068",
            "word": "percentage",
            "phonetic": "pɚsɛntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This percentage grew to 55% in 2011. ",
                "That percentage is called the interest rate.",
                "What percentage have been turned away?",
                "After state tax breaks, the percentage sometimes drops below one percent.",
                "What percentage is this thing fuel?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2VudGFnZQ&hash=27bceebb3266811c6804d19666c7605665fc6c59&lang=en&cache-only=0",
            "defineEn": "a quantity of something expressed in hundredth",
            "defineVi": "một số lượng của một cái gì đó thể hiện trong phần trăm",
            "hasImg": true
        },
        {
            "id": "6205273a-1350-4646-acdd-9eb7592be1ed",
            "word": "algebra",
            "phonetic": "ældʒᵻbɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "You just do some algebra.",
                "So the algebra looks like this.",
                "We use like, third-grade algebra.",
                "You have to do a little bit more algebra.",
                "You do algebra problems at home for fun?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxnZWJyYQ&hash=936c19833e360464b9ffc227c38db6c3ac540cf9&lang=en&cache-only=0",
            "defineEn": "a branch of mathematics in which abstract letters and symbols represent numbers in order to generalize the arithmetic",
            "defineVi": "một nhánh của toán học trong đó các chữ cái và ký hiệu trừu tượng đại diện cho các số để khái quát hóa số học",
            "hasImg": true
        },
        {
            "id": "1b911611-d415-48b8-9e52-19c6135d9820",
            "word": "calculus",
            "phonetic": "kælkjʊləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although she wasn't naturally gifted at math, her hard work and dedication paid off when she aced her calculus final - proving that bought wit is the best wit.",
                "It's not scary calculus.",
                "And predicate calculus helps us find the meanings of certain words in those true sentences.",
                "It's just our basic calculus.",
                "In the calculus playlist, we came up with a rationale for Euler's formula."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsY3VsdXM&hash=4da1b358eb6c1027ba1424058eaffcf42a059404&lang=en&cache-only=0",
            "defineEn": "the branch of mathematics that comprises differentials and integrals",
            "defineVi": "ngành toán học bao gồm vi phân và tích phân",
            "hasImg": true
        },
        {
            "id": "705f97cc-1f6a-4f37-a498-8a41cdfa2fc5",
            "word": "geometry",
            "phonetic": "dʒiɑːmətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Geometry is math.",
                "In Islamic culture, geometry is everywhere.",
                "Facial landmarks also capture the geometry of your face, like the distance between your eyes and the height of your forehead.",
                "The geometry of the Universe mathematically describes its overall curvature, the shape of space on the largest scales of all.",
                "But geometry is also working against us."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvbWV0cnk&hash=d568fa028b2797e6dfb31502973793b78fb48768&lang=en&cache-only=0",
            "defineEn": "the branch of mathematics that deals with the relation between the lines, angles and surfaces or the properties of the space",
            "defineVi": "nhánh toán học liên quan đến mối quan hệ giữa các đường thẳng, góc và bề mặt hoặc các tính chất của không gian",
            "hasImg": true
        },
        {
            "id": "2d21d366-94a6-466e-a56d-a6ea42d12357",
            "word": "arithmetic",
            "phonetic": "ɚɹɪθmətɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "When he tried to explain the rules of the game to me, it was like Chinese arithmetic!",
                "You do the arithmetic.",
                "So you do the arithmetic.",
                "However, fancier processors, like those in your laptop or smartphone, have arithmetic units with dedicated circuits for multiplication.",
                "The brain does interesting things with the arithmetic of pitch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpdGhtZXRpYw&hash=387c3ff0ec9ac2b4649aa4aa1978a0f29b8fbee1&lang=en&cache-only=0",
            "defineEn": "a branch of mathematics that deals with addition, subtraction, multiplication, etc.",
            "defineVi": "một nhánh của toán học liên quan đến phép cộng, phép trừ, phép nhân, v.v.",
            "hasImg": true
        },
        {
            "id": "0addc821-991b-40fd-ba2a-f51259d1e04a",
            "word": "mean",
            "phonetic": "miːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower energy consumption means less pollution.",
                "Her children mean the world to her.",
                "Your friendship means a great deal to me.",
                "They mean no harm.",
                "They mean no harm."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbg&hash=1de005e38c80a0d092609cdf2a0112a33aca4a4e&lang=en&cache-only=0",
            "defineEn": "(mathematics) the average value of a set of quantities calculated by adding them, and dividing them by the total number of the quantities",
            "defineVi": "(toán học) giá trị trung bình của một tập hợp các đại lượng được tính bằng cách cộng chúng lại và chia chúng cho tổng số lượng",
            "hasImg": true
        },
        {
            "id": "30e5b39d-cfa8-44c0-a05b-01533a727c95",
            "word": "variable",
            "phonetic": "vɛɹɪəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just the variables look a little bit more complicated.",
                "Northern France's variable conditions are the first factor for elevated prices.",
                "It stores a variable, like a number, and also a pointer.",
                "The time in months is the independent variable.",
                "a_with_b is just a variable."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWFibGU&hash=c2905b415aa7d43303a2a38ed7731cf01baeafd4&lang=en&cache-only=0",
            "defineEn": "(mathematics) a quantity that is capable of assuming different values in a calculation",
            "defineVi": "(toán học) đại lượng có khả năng nhận các giá trị khác nhau trong một phép tính"
        },
        {
            "id": "f90fe308-69dd-4f3f-bf4d-bb9a6d7c9456",
            "word": "normal distribution",
            "phonetic": "noːɹməl dɪstɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is a normal distribution.",
                "It's a normal distribution.",
                "That's my normal distribution.",
                "And this is a perfect normal distribution.",
                "So this is going to be a normal distribution."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ybWFsIGRpc3RyaWJ1dGlvbg&hash=68153aa8dd723a4364a2c0ea87ad22d4ed60240e&lang=en&cache-only=0",
            "defineEn": "a function that shows the probability of variables in a symmetrical and bell-shaped graph",
            "defineVi": "một hàm hiển thị xác suất của các biến trong biểu đồ đối xứng và hình chuông"
        },
        {
            "id": "9a17160d-10bf-43bf-a7ee-c89252dd4546",
            "word": "correlation coefficient",
            "phonetic": "kɔɹɪleɪʃən koʊɪfɪʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the effect size of a correlation is called the correlation coefficient, which falls somewhere between zero, where there’s really no effect at all, and one, where the two variables are perfectly in sync.",
                "Now we’re not suggesting you run off and discuss correlation coefficients with your first grader!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVsYXRpb24gY29lZmZpY2llbnQ&hash=957fc3a7063b983e5c74cd48e37537f0e9381bf7&lang=en&cache-only=0",
            "defineEn": "(statistics) a measure used to show how strong is the relationship between two sets of data or variables",
            "defineVi": "(thống kê) thước đo được sử dụng để chỉ ra mức độ mạnh mẽ của mối quan hệ giữa hai bộ dữ liệu hoặc biến số"
        },
        {
            "id": "940a2d9d-b874-42ff-b454-f0b5432a8c03",
            "word": "dependent variable",
            "phonetic": "dᵻpɛndənt vɛɹɪəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "These outcomes are the experiment’s dependent variables.",
                "That's the dependent variable.",
                "Once again, our dependent variable is aggregate consumption.",
                "It drives the dependent variable, the number of dollars you pay.",
                "That's where we intercept the dependent variable axis."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW50IHZhcmlhYmxl&hash=555acb32033f829551544ccf4bfc1cd7883a264a&lang=en&cache-only=0",
            "defineEn": "(statistics) a variable whose value is determined by the value of another variable in a function",
            "defineVi": "(thống kê) một biến có giá trị được xác định bởi giá trị của một biến khác trong một hàm"
        }
    ]
}